{
  "pagename": "AndroidOfficial",
  "page_name_displayed": "Android",
  "globalstats": {
    "fan_count": 2001010,
    "messages": 764,
    "likes_avg": 266,
    "likes_stdev": 482,
    "comments_avg": 36,
    "comments_stdev": 46,
    "shares_avg": 29,
    "shares_stdev": 155,
    "graph_uri": "clusters/AndroidOfficial.png"
  },
  "clusters": [
    {
      "number": 1,
      "important": [
        "sweet",
        "start",
        "nexus",
        "android",
        "power",
        "new",
        "learn",
        "today",
        "devic",
        "access"
      ],
      "common": [
        "2016",
        "2016 madsoul",
        "androidwear",
        "devices",
        "madsoul",
        "nexus",
        "nexus 2016",
        "nexus 2016 madsoul",
        "nexus devices",
        "sweet"
      ],
      "messages": [
        [
          "nexus 2016",
          1473577353
        ],
        [
          "It's official. Android’s most powerful, customizable, & secure OS yet starts rolling out today on select #Nexus devices (5X, 6, 6P, 9 and Pixel C). Learn more about the sweet, new features of #AndroidNougat. http://goo.gl/FSNE8a Timeline Photos",
          1471897791
        ],
        [
          "nexus 2012 front & back",
          1471436878
        ],
        [
          "nexus 2016 madsoul 前面版边框倒角，视觉窄边框",
          1468720562
        ],
        [
          "nexus 2016 madsoul",
          1468720420
        ],
        [
          "all new nexus (2016)",
          1466299405
        ],
        [
          "Last chance to stock up on #Nexus & #AndroidWear devices with these great #CyberMonday deals: https://goo.gl/syfFJT Timeline Photos",
          1448875819
        ],
        [
          "We’ve got you covered with a host of #Nexus and #AndroidWear deals this weekend: https://goo.gl/syfFJT Timeline Photos",
          1448708404
        ],
        [
          "#AndroidLollipop rollout has started and will soon be available on most #Nexus devices in the coming weeks. How’s that for a sweet Wednesday pick-me up? Timeline Photos",
          1415818746
        ],
        [
          "We're excited to announce #AndroidLollipop and the latest #Nexus devices: Nexus 9, Nexus 6 and Nexus Player. http://goo.gl/uCL8pK Android: Be together. Not the same.",
          1413382025
        ],
        [
          "NEXUS 5，刷Andriod L预览版，出现问题：1、锁屏解锁时，屏幕到解锁状态闪一下即恢复到锁屏状态，只能重启手机；2、使用相机拍照时，提示错误“无法连接相机”；3、后摄像头附近经常出现温度较其他地方偏高的问题，电量消耗很快，重启后一般能使这一现象消失。",
          1408069941
        ]
      ],
      "dates_start": 1425767422,
      "dates_end": 1475233912,
      "likes_avg": 830,
      "likes_stdev": 1338,
      "comments_avg": 91,
      "comments_stdev": 142,
      "shares_avg": 154,
      "shares_stdev": 270
    },
    {
      "number": 2,
      "important": [
        "photo",
        "togeth",
        "happi",
        "watch",
        "notthesam",
        "around",
        "learn",
        "timelin",
        "togeth notthesam",
        "access"
      ],
      "common": [
        "android",
        "fingerprints",
        "fun",
        "happy",
        "like",
        "notthesame",
        "paper",
        "paper scissors",
        "together",
        "together notthesame"
      ],
      "messages": [
        [
          "For #PeaceDay, launch a paper plane and watch it soar around the 🌍. Be together. #NotTheSame Learn more: https://goo.gl/xPT1za 09.16_Android_PaperAirplanes_FB03.mp4",
          1474471401
        ],
        [
          "Happy #NationalBestFriendsDay! Be Together. #NotTheSame Timeline Photos",
          1465399142
        ],
        [
          "We’d like to thank...everyone! Be Together. #NotTheSame",
          1456716768
        ],
        [
          "Rock, Paper and Scissors don’t have much in common, but that won’t stop them. Be Together. #NotTheSame https://youtu.be/UYxpX3N20qU Android: Rock, Paper, Scissors Rock, Paper and Scissors don't have much in common, but that won't stop them. Be Together. #NotTheSame Learn more at http://android.com and by following us o...",
          1456712429
        ],
        [
          "Happy New Year!  Be together. #notthesame",
          1451599038
        ],
        [
          "Meet the cast of “Fingerprints” here. Life’s more fun when we’re together. #notthesame https://youtu.be/5HbDQQ5WlS8",
          1450719780
        ],
        [
          "Just like our fingerprints, we’re all wonderfully unique on our own. But watch how much fun we have when we all come together. #notthesame https://goo.gl/tlKe55 Android: Fingerprints Like our fingerprints, we’re all wonderfully unique on our own. But life’s a lot more fun when we come together. Learn more at http://android.com and by foll...",
          1450463363
        ],
        [
          "#SummerSolstice = summer adventures. No matter what language you speak or who you meet along the way, \"Be Together. #NotTheSame.\" #googletranslate Android: 100 Billion Words Every day, more than 100 billion words are translated with Google Translate. So no matter where you are or what language you speak, you can “Be Together. Not...",
          1434890126
        ],
        [
          "Happy New Year from the whole #Android Family! Be together. #NotTheSame Timeline Photos",
          1420056005
        ]
      ],
      "dates_start": 1436166630,
      "dates_end": 1466284048,
      "likes_avg": 436,
      "likes_stdev": 451,
      "comments_avg": 55,
      "comments_stdev": 34,
      "shares_avg": 74,
      "shares_stdev": 130
    },
    {
      "number": 3,
      "important": [
        "timelin",
        "android",
        "access",
        "photo"
      ],
      "common": [
        "01000010011001010010000001001101011010010110111001100101",
        "easter",
        "icecreamsandwichday reminiscing remember",
        "icecreamsandwichday reminiscing remember easter",
        "icecreamsandwichday reminiscing remember easter egg",
        "icymi",
        "icymi ces2017",
        "icymi ces2017 androideverywhere",
        "kon",
        "kon nichiwa"
      ],
      "messages": [
        [
          "ICYMI... #CES2017 #AndroidEverywhere Timeline Photos",
          1483990801
        ],
        [
          "It’s allliiiveee. #HappyHalloween. Timeline Photos",
          1477926010
        ],
        [
          "Kon'nichiwa, fall. Can you guess where we are? Timeline Photos",
          1476025204
        ],
        [
          "#IceCreamSandwichDay has us reminiscing. Do you remember this Easter Egg? Timeline Photos",
          1470146406
        ],
        [
          "❤️💛💚💙💜 #prideforeveryone Timeline Photos",
          1466946003
        ],
        [
          "#FirstDayOfSummer Timeline Photos",
          1466426633
        ],
        [
          "#Android Easter Eggs: Have you found them all? Timeline Photos",
          1459054862
        ],
        [
          "01000010011001010010000001001101011010010110111001100101 #HappyValentinesDay Timeline Photos",
          1455458404
        ],
        [
          "It's #FunAtWorkDay! Timeline Photos",
          1454012649
        ],
        [
          "Don't mind if we do! #NationalDessertDay Timeline Photos",
          1444829836
        ],
        [
          "#ToastedMarshmallowDay - we'll \"toast\" to that! #AndroidMarshmallow Timeline Photos",
          1440939590
        ],
        [
          "#andproud Timeline Photos",
          1435329862
        ],
        [
          "¡Feliz #CincoDeMayo! Timeline Photos",
          1430831409
        ]
      ],
      "dates_start": 1442362685,
      "dates_end": 1474855417,
      "likes_avg": 805,
      "likes_stdev": 453,
      "comments_avg": 77,
      "comments_stdev": 38,
      "shares_avg": 56,
      "shares_stdev": 51
    },
    {
      "number": 4,
      "important": [
        "pleas",
        "doe",
        "tri",
        "help",
        "around",
        "need",
        "phone",
        "updat",
        "open",
        "access"
      ],
      "common": [
        "android",
        "app",
        "apps",
        "google",
        "mp4",
        "new",
        "phone",
        "play",
        "www",
        "पन"
      ],
      "messages": [
        [
          "The #myAndroid truck is open for customizing business. What would you put on the LEDs at #SXSW? Android_Robot_Custom_FB.mp4",
          1489332128
        ],
        [
          "I need help. Ever since my Samsung Galaxy J3 2016 (Android 6.0.1) updated yesterday, browsers cannot scale text properly.\n\n Some text will scale, while other text remains at around 8pt.\n\n I've tried Chrome, Firefox, and Dolphin. None of them scale text properly. Changing system text scaling within my phone settings does not help. \n\nEverything was perfectly fine before the update yesterday. Please help!",
          1488760686
        ],
        [
          "An open #PresidentsDay weekend calls for the open road. Easily access your apps hands-free while driving with #AndroidAuto. Get the app: https://goo.gl/PBfWz8 Timeline Photos",
          1487371592
        ],
        [
          "What’s new about #AndroidWear 2.0? How about new ways to use apps, message friends, work out, and get help from your Google Assistant. Learn more: https://goo.gl/ZYQmqU Timeline Photos",
          1486570411
        ],
        [
          "Hi Android team. I'm an American living in Japan using a Samsung GalaxyS5 running Android 6 in Japanese. I noticed today while using my phone that if you type in the word 外国人 (gaikokujin, foreigner), autocomplete offers an emoticon of a person with a big nose as a suggestion for input. This is similar to typing in ハッピー (\"happy\") and getting an option for a smiley face, except you know, racism. The same racist emoticon pops up if you type in 外人, which literally means outsider and is a racial epithet directed towards minorities. \n\nThis is a preset feature, so I was wondering if you could help me understand where this racist smutt is coming from, and who to contact about it. (Pics or it didn't happen, so please see attached screencap.) Certainly the Android development team isn't espousing this sort of racism, right?",
          1486188834
        ],
        [
          "ज्यों-ज्यों इंटरनेट का दायरा बढ़ रहा है, त्यों-त्यों बिजनेस कंपनियां ऑनलाइन हो रही है। आजकल ऑनलाइन बिजनेस मार्केट में बहुत-सीऐसी कंपनियां आ गई हैं, जो अपने ग्राहकों को घर बैठे ऑनलाइन पैसे कमाने का मौका दे रही हैं। इन्हीं में से एक है Champcash (चैम्पकेश)। आजकल इस कंपनी की हर तरफ जबरदस्त धूम है। आखिर क्यों? आईए, जानते हैं।दरअसल, चैम्पकैश कंपनी बाकी कंपनियों से बिल्कुल अलग है। इसका सिस्टम सबसे अलग और हटकर है। ऑनलाइन बिजनेस करने वाली बाकी कंपनियों की तरह चैम्पकैश कंपनी में इन्वेस्टमेंट नहीं करना पड़ता। यहाँ बिजनेस करना 100% फ्री है। दूसरी ख़ासियत है इसका चैन सिस्टम। यहाँ आप अपने दोस्तों को ईन्वाईट करके ज्वॉयन करवाऐंगे तो आपको कमीशन मिलेगा। उसके बाद आपका दोस्त जितनी कमाई करेगा, उसका 50% आपको कमीशन में मिलेगा (1-2 लेवल तक, उसके बाद 3-5 लेवल तक 10% और 6-7 लेवल में 5% कमीशन मिलेगा)। अगरआपका दोस्त अपने अधीन अन्य लोगों को ज्वॉयन करवाएगा, तब भी आपको कमीशन मिलेगा और आपके दोस्त के दोस्त और उनके दोस्त जितनी कमाई करेंगे, उसका भी आपको कमीशन मिलेगा और वह भी हर महिने और लाईफटाईम के लिए।यानि कि एक बार आपने किसी दोस्त को अपनी स्पॉन्सर (रैफर) आईडी से ज्वॉयन करवा दिया, तो उसके बाद उस दोस्त की कमाई से आपको हर महिने कमीशन मिलने लगेगा, जो लाईफटाईम के लिए मिलेगा। बस यही सबसे खास चीज है, जो चैम्पकैश को बाकी कंपनियों से अलग करती है।अब सवाल यह उठता है कि यह कंपनी फ्री में क्यों पैसे बांट रही है? कहीं यह फ्रॉड तो नहीं?आपको बताना चाहूँगा कि चैम्पकैश एडवर्टाईजमेंट नेटवर्किंग के क्षेत्र में कार्यरत है। यह अपने ग्राहकों को कंपनियों/संस्थानों के एड (विज्ञापन) ऑफर करती है, जिसके बदले में कंपनियां/संस्थान चैम्पकैश को पैसे देते हैं और उन्हीं पैसों में से कुछ हिस्सा चैम्पकैश अपने ग्राहकों को दे देती है। यानि कि कंपनी अपनी जेब से कुछ नहीं दे रही है। ग्राहकों को उनकी मेहनत (विज्ञापन देखने और नये ग्राहकों को जोड़ने) का पैसा ही मिलता है, फ्री कुछ नहीं मिल रहा। उल्टा चैम्पकैश भी अपने ग्राहकों से ही कमाईकरती है।Champcash कंपनी फ्रॉड तो नहीं है? कैसे विश्वास करें कि यह कंपनी असली है?चैम्पकैश कंपनी एडवर्टाईजमेंट नेटवर्किंग के क्षेत्र में कार्यरत एक प्राइवेट लिमिटेड कंपनी है, जो भारत सरकार द्वारा ‘चैम्पियन नेटवर्क्स प्राइवेट लिमिटेड’ के नाम से रजिस्टर्ड है। साथ ही कंपनी के पास सभी ऑरिजनल डॉक्यमेंट (दस्तावेज़) उपलब्ध हैं। आपको बता दूँ कि किसी भी फ्रॉड कंपनी केपास निम्न दस्तावेज़ नहीं होते….रजिस्ट्रेशन सर्टिफिकेट :-Champcash : रजिस्ट्रेशन सर्टिफिकेट।......\nSponsor ID\n\nLink per jaao.....or Champcash app download karo...apna details enter karo fir Sponsor id me 11255321 enter karo....\nOnline earn karo......👍👍👍👍👍👍",
          1485678851
        ],
        [
          "Forgot how much you saved on those 👖? Now, easily swipe down to get your calculator history. ➕➖➗✖️ #AndroidTip https://goo.gl/JhdElt 01.24_Android_PixelCalculator_FB.mp4",
          1485368272
        ],
        [
          "Seamlessly make calls, listen to music, or navigate the road ahead with both the in-app and in-dash experience. How do you use #AndroidAuto? 01.10_AndroidAuto_CES_FB.mp4",
          1484332620
        ],
        [
          "Have you ever tried to show someone a photo from a while back and by the time you found it the moment has passed? Stay organized in 2017 with #GooglePhotos on your #Android. Timeline Photos",
          1484260981
        ],
        [
          "You might not be able to control traffic, but you can minimize your distractions. Simplify your phone with #AndroidAuto during the holiday hustle and bustle. Timeline Photos",
          1482505201
        ],
        [
          "Starting today: Simply say 'Ok Google' to instantly access thousands of available voice commands with #AndroidAuto Learn More: https://goo.gl/8Rk66G Android Auto",
          1481829265
        ],
        [
          "#Davido",
          1481811761
        ],
        [
          "Alguien sabe porque me sale esto o que significa? :(",
          1481673674
        ],
        [
          "Starting today: More ways to communicate, more fun! Express yourself in new ways with the #AndroidNougat update, featuring new emoji and GIFs that you can send directly from your keyboard.  https://goo.gl/QWuCqr 12.05_Emojis_skintones_FB.mp4",
          1480964388
        ],
        [
          "I am very unhappy with new patch to my version of Android. \n\nMessaging is broken, and it was not before the 11.1 patch\n\nI cant change the the white settings back ground to black or clear like I could in older versions. Nova launcher changed some things, but not all. 6.0.1\n\nAlso when you reboot you still have open apps. No more fresh boots. Alt restart does not change this. Please stop breaking your os.",
          1480472389
        ],
        [
          "Könnt ihr mit dem nächsten Update bitte einen \"Nummer Unterdrücken\" Knopf beifügen?",
          1480376840
        ],
        [
          "Places to go and people to see this holiday season. Limit the distractions with #AndroidAuto. Get the app: https://goo.gl/Huy2fC Timeline Photos",
          1479913206
        ],
        [
          "Caught in a pumpkin pie dilemma? Weigh the pros and cons by saying “Ok Google.” #AndroidTip 11.22_Android_PumpkinPie_FB.mp4",
          1479837641
        ],
        [
          "An #AndroidAuto update is now available in 30+ countries with new support for Facebook Messenger. Get the update: https://goo.gl/8Rk66G 11.16_Android_AutoGIF_FB.mp4",
          1479336960
        ],
        [
          "Starting today, #AndroidAuto works right on your phone screen, so you can use it in any car. Learn more: http://goo.gl/7ph9YJ ﻿ Timeline Photos",
          1478533981
        ],
        [
          "Have you ever met a world traveling paper plane? Create your own with #Android and share how many stamps your plane gets in the comments below. https://goo.gl/XiRcYY 10.19_Android_PaperPlanes_FB01.mp4",
          1478199627
        ],
        [
          "Rain, sleet, or shine, this #AndroidTip will always leave you prepared. Turn on weather notifications on the go and you’re set: https://goo.gl/ep60uM 11.01_Android_WeatherNotification_FB.mp4",
          1478022386
        ],
        [
          "The butterfly effect: Perfect story from Istanbul\n\nDear #Android developers, i have a short story to share.\n\nLast three weeks I have spent in North Vietnam to hiking in the mountains. Way home to Prague, I had bought a ticket with a transfer in Istanbul on 30th October. On this day in some European countries there is a shift of time, but in Turkey this year abolished the shift, but my phone synchronized time as if a shift has occurred and thus I missed my flight to Prague. It meant staying another day in Istanbul, where (because of my stupidity and probably some kind of drug in the tea) I has become a victim of typical fraud Istanbul. This scam has cost me around 2,000 dollars. So that's funny how man could ends if fully trust on your smartphone:) \"Let's Have a Drink\" Scam in Istanbul & Turkey Single Male robbery in Istanbul: what it is & how to avoid it, by Tom Brosnahan",
          1478005726
        ],
        [
          "https://play.google.com/store/apps/details?id=com.javashiv.sur.rss\nBest interview questions collection to brush up your concept for corejava to spring hibernate java8.\nFrom the most viewed author in quora.com.\nPlease share it with your friends and friends of friends.\n#MakeinIndia #java #javainterview java top interview questions",
          1477713437
        ],
        [
          "Sa mga gusto nito,\n download na..\n Worth P133.52 po ito sa playstore\n FREE nyo na madownload dito.\n\nMerriam-Webster Dictionary Premium ==> http://adf.ly/1fAANq\n\nAmerica's best dictionary and thesaurus - with premium content and no ads\n\nGet America’s most useful and respected dictionary, optimized for your Android device. This is the best Android app for English language reference, education, and vocabulary building.\n\nAnd now we’ve added new word games! It’s never been more fun to learn new words and test your vocabulary for everyone from English learners to total word nerds. Hundreds of words to test your skills.\n\nOffline access: You’ll have complete access to definitions and synonyms whether or not you’re connected. You will need a connection to view illustrations, hear audio pronunciations, and use voice search.\n\nFeatures:\n * No ads\n * Full Thesaurus: more than 200,000 word choices, examples, and explanations\n * New Vocabulary-Building Quizzes: fun, fast quizzes to learn new words or test your vocabulary\n * Voice Search: look up a word without having to spell it\n * Word of the Day: learn a new word every day.\n * Example Sentences: understand how a word is used in context\n * Quick Definitions: perfect for on-the-go lookups\n * Audio Pronunciations: voiced by real English speakers, not text-to-speech robots\n * Favorite Words and Search History: Keep track of the words that are most important to you\n * Premium Content: over 1000 graphical illustrations, and over 20,000 additional entries covering people, places, and foreign terms\n * For Tablets: Scrolling Index: browse the entire dictionary",
          1477644909
        ],
        [
          "More savings, more fun. Use #AndroidPay in your fav apps & save over $100! Learn more: https://goo.gl/JZrbY9 10.26_AndroidPay_PromoCollection_FB04.mp4",
          1477597585
        ],
        [
          "Salve qualcuno mi sa consigliare un programma per creare dei video con foto e mettere anche altri video all'interno....Grazie tante",
          1477208239
        ],
        [
          "You’ve got questions. Say “Ok, Google” for answers. Turn on your voice search and ask away, hands free. #AndroidTip https://goo.gl/2O2nlM 10.17_Android_VoiceSearch_FB.mp4",
          1476908036
        ],
        [
          "Fun for you and fun for the kids. Your favorite Disney channels have made it to #AndroidTV. Timeline Photos",
          1476801043
        ],
        [
          "prasen jeet",
          1476159249
        ],
        [
          "WWW.YOUTUBE.COM\nwecometoyou@gmail.com",
          1476118049
        ],
        [
          "I demand your android online service restore any android os version if your KitKat is destructive..Restore it today and I would forgive cause google has become unpunishable  +77789745622...you always have full access to any internet device knowing its IMEI number even if it is switched off",
          1475734817
        ],
        [
          "Did someone say #TechieDay? Timeline Photos",
          1475499603
        ],
        [
          "https://lh3.googleusercontent.com/-xpGSBNIi_IpBsLPnIB-RQXtTMoXpAFzhJEeKyVFr7JGLphrkacU6JyHh8fAFB9RXvg=h310-rw\nhttps://play.google.com/store/apps/details?id=com.ki.studio&hl=en Drope Shaped",
          1475442863
        ],
        [
          "Leaf it up to the robot to fall for the #FirstDayOfFall. Android_Parachute_Facebook.mp4",
          1474550904
        ],
        [
          "How to stop this alert?",
          1474227302
        ],
        [
          "More Wallpapers, more fun. Which of these wallpapers will your phone be sporting? \n\nJust long press on these photos and save to your album to use as your background. http://goo.gl/uz5tHG Photos from Android's post",
          1473178441
        ],
        [
          "Nuestro primer bebe Mio y de Daniel",
          1472599088
        ],
        [
          "Imagine a world where you can invite \"someone you still don't know\" to have a drink or a meal with you.. \nHukapp is a unique application that lets you invite people to spend quality time together.\nYou can invite them to a coffee or a beer maybe a dance? From any place on the globe to anywhere....\nWe all live in our own space, we all feel alone sometimes, especially in a places where we are totally outsiders, Hukapp helps you build bridges between you and people based on common grounds and mutual interests, using GPS and technology and Advanced Location Services for your own benefit.\n Hukapp",
          1472050574
        ],
        [
          "Simple. Reliable. Cross-platform. Never a miss a moment with #GoogleDuo – a one-to-one video calling app made for everyone. https://goo.gl/fuvIsi 08.15_Android_DuoLaunch_2.mp4",
          1471359084
        ],
        [
          "Lately on my phone it's been saying transferring media files via USB,  what's wrong and can I turn that off somehow? I have a Samsung Galaxy Note 4",
          1471099571
        ],
        [
          "विघ्नहर्ता गजानन गणपति महाराज बोलो गणपति बप्पा मोरया । शुभ रात्रि",
          1470239973
        ],
        [
          "Just because your battery is low, doesn’t mean you have to be. Get an extra boost with the Battery Saver Mode. #AndroidTip android.com/phones/tips 07.26_Android_Tips-BatterySaver.mp4",
          1469712629
        ],
        [
          "Happy National Lollipop Day!\n\nhttp://www.nationaldaycalendar.com/national-lollipop-day-july-20/",
          1469052260
        ],
        [
          "We live every day like it’s #WorldEmojiDay. 07.17_Android_EmojiDay.mp4",
          1468758685
        ],
        [
          "Some things are worth having hard copies. Print Google Drive files from your phone with these easy steps. #Android 07.11_Android_PrintFromPhone.mp4",
          1468251365
        ],
        [
          "you don't know",
          1468240762
        ],
        [
          "Someone's phone died... R.I.P 😂",
          1468054281
        ],
        [
          "This is hubby and I at the Kevin Hart",
          1467675464
        ],
        [
          "We asked for your help to #NameAndroidN. Say hello to #AndroidNougat & watch the unveiling. #AndroidNReveal https://youtu.be/8xn9iq3lG_w",
          1467318026
        ],
        [
          "That moment when... #AndroidNougat  #AndroidNReveal",
          1467301214
        ],
        [
          "Looking for your next Netflix binge? It just got easier on #AndroidTV, now with universal search. 06.23_Android_TVNetflix.mp4",
          1466687034
        ],
        [
          "http://www.rishdek.com/2016/06/how-to-install-2-whatsapp-on-same.html?m=1",
          1466304893
        ],
        [
          "Internet gratis, configuraciones app herramientas informáticas y más en canal de telegram @androidcol únete y entérate y aprende a usar las mejores herramientas para tu android.",
          1466300480
        ],
        [
          "Speed, relaxing music, synchronicity, finely tuned control system, automatic generation of trajectories, about 60 FPS, a symbiosis of hardcore and relaxation, minimalist style - the main attributes of the game Synchro 4 line.\nImagine that you have in the hands of a device to control the atoms in the Hadron Collider. You will manage two related moving atoms on opposite sides of the same line. As you progress through the path increases the speed of the atoms. In contact with any of the atoms of the line there is an explosion. The goal - to develop the speed of light.\n\nhttps://play.google.com/store/apps/details?id=diesel.app.synhro",
          1463835836
        ],
        [
          "facebook.com/buyonebd/",
          1463610621
        ],
        [
          "Watch as Googlers Nat and Lo take you inside the #AndroidAuto Lab :  g.co/go/NLauto",
          1462898111
        ],
        [
          "Some Laugh.",
          1461858624
        ],
        [
          "Welcome to the newest version of android. Turns ordinary cell phones into useful items like doorstops or paper weights.",
          1461342114
        ],
        [
          "Heading home? Use Google Now on #Android to get the best route there. https://goo.gl/RGY7PS 04.20_Android_GoogleNow_FB.mp4",
          1461166936
        ],
        [
          "Are you setting up new business or wanna grow fast with your established business ? Try android ecommerce app instead of websites because this time every one has an android phone, at least one in the family. but laptop/desktop users are still very few.\n\nWith your Android app, you can easily connect to the people who interested in your business just like flipcart, magic bricks, 99acres, news app, ola, flash cabs, Rasoi wala, Lucknow nawab veggie etc.\n\nContact us for more information.\n\nThanks and Regards\nEzeonsoft Technology\n9/1001 Indira Nagar \nLucknow 226016\ncall 0522-4954553",
          1460687544
        ],
        [
          "Olá, estou aqui por meio desta mensagem para divulgar o Android Accelerate, um curso sobre android. O curso é dividido em 28 aulas totalizando mais de 40hrs de treinamento do básico ao avançado, além das aulas de desenvolvimento Android, o Android Accelerate também conta com o curso Java para Androideros, focado na plataforma Android. Dessa forma, conseguimos diminuir as barreiras de entrada dos desenvolvedores que estão começando ou ainda não conhecem muito bem a linguagem Java.\n\nElementos do Curso:\n\nConceitos Básicos\nInterface Gráfica\nManipular Dados\nCaixa de Ferramentas\n\nE tudo isso por um preço final que cabe no seu bolso\n\nVeja o que o Android Accelerate oferece: \nhttp://adf.ly/1Z8abQ\nhttp://adf.ly/1Z8abQ\nhttp://adf.ly/1Z8abQ\n\nObrigado. Android Accelerate - Como Desenvolvedor Aplicativos Android Aprenda Como Desenvolvedor Aplicativos Android, Estudando entre 1h e 2h Por Dia, Mesmo Que Você Não Seja um Expert em Java.",
          1459959547
        ],
        [
          "Full speed ahead. 💨 #AndroidAuto is now available in 18 new countries: 🇦🇷 🇦🇹 🇧🇴 🇧🇷 🇨🇭 🇨🇱 🇨🇴 🇨🇷 🇩🇴 🇪🇨 🇬🇹 🇮🇳 🇵🇦 🇵🇪 🇵🇾 🇷🇺 🇺🇾 🇻🇪 , plus 🇵🇷  too!",
          1459789201
        ],
        [
          "Google photos at work!! woohoo!! xxxx",
          1458138860
        ],
        [
          "we're hiring for #projectBDM",
          1458029516
        ],
        [
          "Quick! What’s the 314th digit of pi? *opens #AndroidMarshmallow calculator* 🔢 #PiDay",
          1457985528
        ],
        [
          "Nuclear vector! \nOrdinary water which contains hydrogen, the best moderators / neutron speed bumps..\n\nبسم الله الرحمن الرحيم \nأَوَلَم يَرَ الَّذينَ كَفَروا أَنَّ السَّماواتِ وَالأَرضَ كانَتا رَتقًا فَفَتَقناهُما وَجَعَلنا مِنَ الماءِ كُلَّ شَيءٍ حَيٍّ أَفَلا يُؤمِنونَ ﴿٣٠ الأنبياء﴾\nالحياة التي وهبها الله لكل المخلوقات ( انسان ,حيوان ,نبات, او جماد ) متكونة من مادة اساسها الماء فاذا انعدم الماء انتهت هذه الحياة واذا وجد   تستمر الى ما لا نهاية  !\nواحسن مثال لذلك هو بداية خلق الكون وارتباطه بالماء كما اشار رب العزة في سورة ﴿٣٠ الأنبياء",
          1457861360
        ],
        [
          "available on kickstarter, amazing!\n\n SESTO - the most useful wallet with 2800mah built-in battery SESTO is the first wallet with 2800 mah built-in lipo battery to charge your smartphone. 100% carbon fiber, 100% customizable",
          1457256340
        ],
        [
          "And the award for Best Friends goes to...",
          1456714517
        ],
        [
          "https://youtu.be/9SLVml3guFE - Fiz um novo canal no Youtube  Se vcs poder me ajudar Vai la no meu Canal da uma curtida & comenta meus videos .sobre oque vcs acharam ..e se inscrevam e divulgam por favor ...",
          1455759281
        ],
        [
          "Sziasztok! Eladnám újszerű GT08-tipusú okosorát\nFekete színű SIM kártyával és Micro sd kártyával bővíthető. Irány ár: 8.000 HUF Érdeklődni privátban\nÁr alku képes normális kereteken belül.",
          1454751566
        ],
        [
          "Any Android Accessibility Specialists or someone who is very well versed in Android Accessibility in the Los Angeles area on here? \n\nI have a group of 15 to 18 Blind and Visually impaired Students who will be participating in a weekend workshop on mobile mainstream technology. \n\nAs we all know Apple corners the market when it comes to Accessibility but not everyone can afford or want an iPhone so I want to give the students an Android point of view when it comes to Accessibility options. \n\nIf you know anyone or if anyone is interested in coming to speak to my students about Android and Accessibility please let me know. Thanks!",
          1452795230
        ],
        [
          "Simple android application for manage meetings.\nhttps://play.google.com/store/apps/details?id=com.exchange.ross.exchangeapp",
          1452678408
        ],
        [
          "Jual motor vespa th 53.kondisi.mulus.surat surat.lenpkap.STNK.BPKB.komplit.mina.bisa.on:082196968567",
          1452518162
        ],
        [
          "http://app.appsgeyser.com/aahs%20network",
          1452514200
        ],
        [
          "Turn your phone into a 360° movie theatre of 🎅-chasing fun. Watch #SpecialDelivery https://goo.gl/Kh6bv0 Google Spotlight Stories Presents: Special Delivery On mobile, must view in YouTube App. On desktop, in Chrome or FireFox. A short film made by Academy Award-winning studio, Aardman Animations (creators of Wal...",
          1450959302
        ],
        [
          "Cristina.iuliana",
          1450614322
        ],
        [
          "لكل الاسكندرية اللي فالجروب.\nاي جراب لاي موبيل ب ٢٠ جنية بس.\nاي سكرينة لاي موبيل ب٢٠جنية بس.\nاي سماعة لاي موبيل ب ٢٠ جنية بس.\nسيلفي ستيك ب٦٠ جنية بس\nالمكان: الاسكندرية\nالتليفون:٠١٢٠٥٦٤٤٠٩٥-٠١٠٦٠٥١١٤١٠",
          1450450409
        ],
        [
          "Hey Androiders,\nThere is an awesome application named \"BlaBla Connect\" with a unique feature - Voice Record. Record > Schedule > Send to any mobile or landline numbers.\nDownload NOW!\nhttp://bit.ly/1kVotp2",
          1450277636
        ],
        [
          "Take a look back at some of the moments that defined our year. Watch the #YearInSearch: https://goo.gl/Wwzfis Google - Year In Search 2015 The biggest moments of 2015 inspired trillions of questions. What do they reveal about us? Explore the full Year in Search: http://google.com/2015 #YearInSea...",
          1450274763
        ],
        [
          "What’s velvety red, tastes like chocolate, and is frosted on top? The new #AndroidPay x Sprinkles Cupcakes limited edition cupcake is here for just 1 day. Show your #AndroidPay app at any store to get a free cupcake #NationalCupcakeDay",
          1450184402
        ],
        [
          "Me segue ai galera.. mesmo que nao seja assim tao especial vizualize meu video sou simples mais to tendo muito trabalho e pretendo melhorar.. :(aceitoal sujestoes.. assistam esse video completo e me diga se eatou indo bem! Obrigado.\n\n\nFollow me guys there .. even if not so be so special vizualize my video 'm more simple to have a lot of work and I intend to improve .. :( aceitoa sujestoes .. watch this full video and tell me if I'm doing well ! Thank you! Gameplay gta sa android (galaxy win) cleo mods sem root 2 video galera pf deixar aquele like e com o tempo vou melhorando... o recordable ta deixando o gta lento mais nao fica lento no win nao viu? Vou procurar me...",
          1449537585
        ],
        [
          "AaHs Network\r\npour Téléchargé ce fille : http:// app.appsgeyser.com/aahs%20network  \r\nc'est un réseau sosial comme (whatsapp-viber-facebook...) Android App: aahs network Make an App for Android for FREE. AppsGeyser is a free app maker. Build an app in seconds, promote existent business and earn a passive income.",
          1447852062
        ],
        [
          "Alguien que haya comprado el Minecraft Story Mode \nPorfavor no me han depositado\nTengo para cambio el \n°Vector Full\n°Metal Slug 3",
          1447632713
        ],
        [
          "Will you guys please ask the Play Store team to consider pulling the Facebook app until Facebook can make it stop crashing?  The past month, and through many many updates of itself, it has been crashing incredibly frequently when I click any of Facebook's internal notifications.  \n\nIt's way past the point where this app should not be on the market if it cannot accomplish even basic stability in its most basic functions.  Thank you.\n\nI have not installed or configured anything else new that could interfere.  No other apps are having problems whatsoever during this time period.  Android itself has been through a couple of minor updates and through it all, Facebook continues to be almost too crash-happy to even use.\n\nUntil just this past week the crashes were such that Android wasn't even catching them and providing the usual crash report dialog, so you may be underestimating greatly how bad it's been, and for how long.  Also, nearly equal to the number of crashes is the number of times the app kicks the user out but stays running in the background, thus also not generating a crash report.  Pretty likely the crash stats are very understated.",
          1447346686
        ],
        [
          "Even in earth 2 google keeps lollipop with the same material design. #theflashseason2episode6",
          1447214683
        ],
        [
          "Does anyone know when the marshmallow update is being released for the Verizon wireless Samsung Galaxy s6?",
          1446434030
        ],
        [
          "Finally the giant of movie effects app cracked without root \nHow it work\n1.download lucky patcher and fxguru \nhttp://adf.ly/1QZu8r\n2.open the zip file and extract the apps\n3.setup lucky patcher\n4.setup fxguru\n5.open lucky patcher and turn  your mobile data on open fxguru\n6.choose megapack at least three times \nCongratulations mega pack purchased\nDownload any effect",
          1445843712
        ],
        [
          "http://www.phonemobileclub.com/the-5-best-arcade-apps-for-the-iphone/ The 5 Best Arcade Apps For the iPhonePhone Mobile | Phone Mobile Ah, the classics. Shakespeare. Beethoven. Space Invaders. The days of pumping quarter after quarter into a bulky console to feel the thrill of fending off",
          1445247237
        ],
        [
          "I'm still new to the Smartphone.. And the other day there was something that said I needed to download and something to do with Google Play Services. So I downloaded it.. and then everything went haywire.. and I couldn't use my cellphone,,, nothing worked.. Was finally able to get somethings going.. then I took the battery out.. thinking that would do the trick.. but no good there.\n\nI then finally was able to watch a you tube video on how to fix the problem.. but now my Picture Gallery is not working..How can I fix this problem????",
          1444497891
        ],
        [
          "Hello friends\nI'm Mohamed jassar sarjas software solution CEO  my age19 \nCreate own smart phone messenger app name smokiee this app support on android and windows  ios coming soon.....\nDownload are some details www.smokiee.tk\nPlease support and share for my product",
          1444233377
        ],
        [
          "Dear Android, \n\nThank you for turning my awesome and fast Samsung Galaxy S5 into an infuriatingly slow, freezing, rebooting P. O. S. with your lollipop updates. \n\nSincerely, \nSomeone second guessing your OS for their next purchase.",
          1443112886
        ],
        [
          "How does someone contact the developers of Android ?",
          1442552622
        ],
        [
          "Is OnePlus 2 specs too great to bring existing smartphone user to its fan book? We have got a another thought about it... \n\nhttp://www.bytezguru.com/is-oneplus-2-a-great-bet-to-go-with-we-have-a-different-opinion-here/ Is OnePlus 2 a great bet to go with? We have a different opinion here… :) | ByteZGuru |... Is OnePlus 2 a great bet to go with? We have a different opinion here… :) by bytezguru · September 12, 2015 After getting great success with OnePlus One which was company’s first and the only smartphone to make its market for quite some time, company moved to put up its second winner card… Really a…",
          1442069335
        ],
        [
          "Hello!\nI would like to ask why I can't search my friends in my contacts by nickname. Only name or surname. It is possible to enable searching by nickname?",
          1441950458
        ],
        [
          "What’s #Android M gonna be? We all have our guesses… g.co/go/NLwhatsM #natandlo “What’s M Gonna Be?” - #NatAndLo Here’s a little musical hint about our next episode. Subscribe (https://goo.gl/CEsJyN) so you don’t miss it! And click here to tweet this video: http://ctt.e...",
          1439555134
        ],
        [
          "Tập đoàn FPT đang tổ chức cuộc thi dành cho các bạn đam mê công nghệ với giải thưởng lên tới 250 triệu đồng (tiền mặt và sản phẩm của nhà tài trợ HP, ASUS). Cuộc thi có quy mô trên toàn quốc, đêm chung kết sẽ truyền hình trực tiếp trên truyền hình FPT.\n\nĐây là cuộc thi viết ứng dụng công nghệ tương tác bằng giọng nói rất thú vị. Có lẽ nhiều bạn đã từng tham gia cuộc thi này rồi vì đây đã là lần thứ 3 cuộc thi được FPT đứng ra tổ chức. \n\nNếu bạn nào hứng thú và thấy mình có khả năng thì rủ team tham gia cho vui, biết đâu bạn lại là chủ nhân của 250 triệu, tha hồ đưa gấu  đi sắm đồ hiệu :)\n\nChi tiết và cách đăng ký tham gia các bạn tham khảo tại đây nhé:  S.M.A.C Challenge 2015 | S.M.A.C Challenge 2015 là năm thứ ba liên tiếp FPT tổ chức cuộc thi S.M.A.C Challenge. Hai cuộc thi trước đã thu hút 50 bài dự thi, nhiều ý tưởng/ứng dụng được BTC đánh giá cao và đào tạo thêm sau cuộc thi để các bạn có thể tiếp tục phát triển trình độ công nghệ cao hơn nữa.",
          1439355916
        ],
        [
          "https://play.google.com/store/apps/details?id=com.mlmishra.bhupendramishra.allelectronics&hl=en AllElectronics",
          1439040586
        ],
        [
          "Hello Guys, like this video!\nE ae pessoal, da uma força pro nosso canal!\n\n Angry birds2 - ADRENO 305 Apresentando Angry Birds 2 no I9300I, que possui adreno 305, assim como MOTO G, G3 Beat, e demais smartphones de mesma categoria... \"jogo lindo\" Angry Birds ...",
          1438308448
        ],
        [
          "#Android #Lollipop 5.0.1 \nHow can I set it so recent calls displays only calls instead of calls AND text messages?! When I open Phone, the default view is set to \"All logs\" and I have to switch it to \"All calls\" to weed out the texts, and I can't find any settings to control this. Why would I want to see text messages in the call log?! Is that not what the Messaging app is for?!",
          1438265240
        ],
        [
          "check out a must have compass application with a neat interface. Genius Compass  https://play.google.com/store/apps/details?id=com.gingersoup.geniuscompass",
          1438255119
        ],
        [
          "This app was designed solely for Android and can remote forward your calls if you forget or lose your phone.  A must have app for any business person.",
          1437940662
        ],
        [
          "Did someone say #LollipopDay? Don’t mind if we do! 🍭 Timeline Photos",
          1437401133
        ],
        [
          "English to Tamil Dictionary :- #Dictionary #englishtamil #nithraedu\n\nஆங்கில மொழியில் சுமார் ஒரு மில்லியன் வார்த்தைகள் உள்ளதாகவும் , ஓரளவு ஆங்கிலத்தில் பேசக் கூடிய ஒருவர் 60000 வார்த்தைகளை மட்டுமே பயன் படுத்துவதாகவும் ஒரு புள்ளி விபரம் கூறுகிறது ,\n\nநீங்கள் தொடர்ச்சியாக அகராதியை பயன்படுத்துவதன் மூலம் உங்களது ஆங்கில புலமையை வளர்த்துக்கொள்ள முடியும் எனவும் அந்த புள்ளி விபரம் கூறுகிறது,\n\nஇவ்வளவு பலன் தரக்கூடிய இந்த அகராதியை நீங்கள் பொழுது போக்காக செல்போனில் பயன்படுத்தும் விதமாக வடிவமைக்க பட்டுள்ளது தான் இந்த இலவச ஆங்கிலம் - தமிழ் அகராதி அப்ளிகேஷன் ,ஒருமுறை தரவிறக்கம் செய்து கொண்டால் போதும் இணைய வசதி இல்லாத போதும் பயன்படுத்த முடியும், நீங்களும் படித்து பயன்பெற\n\nhttps://goo.gl/MDyxdx இந்த லிங்க் -ஐ கிளிக் செய்யுங்கள் .",
          1436840912
        ],
        [
          "Tondopizza è l'app per Smartphone e tablet Android  che permette di ordinare la pizza comodamente da smartphone anche a pizzeria chiusa.\nLa potete trovare al link https://play.google.com/store/apps/details?id=it.tondopizza\n\n Siamo agli inizi, non abbiamo ancora molte pizzerie ma saremmo molto felici se la provaste e ci diceste cosa ne pensate. 😊 \n Vi piace l'idea?\n Se volete anche darci suggerimenti o indicarci pizzerie ... noi siamo qui per voi. Grazieeee!\n Potete visitare anche il sito www.tondopizza.it Tondo Pizza make online order!",
          1436550015
        ],
        [
          "wen will android lollipop 5.1 update out for samsung note 4 cuz 5.0.1 sucks lol",
          1436172225
        ],
        [
          "Huge thanks to everyone who submitted a #LeapSecond yesterday - here's a recap of some our favorites https://youtu.be/Mn0EJ7sHW64 #NotTheSame Leap Second: One Moment, Celebrated Together On June 30th, an extra second was added to the World Clock. A #leapsecond. From LOLs to karate kicks, people all over the world captured this moment in count...",
          1435762815
        ],
        [
          "Our friends in New Zealand are one of the first to get a #LeapSecond on June 30th - share your extra moment today goo.gl/mLqrKC #NotTheSame",
          1435604199
        ],
        [
          "On June 30th an extra second will be added to the World Clock. It's a phenomenon known as #LeapSecond. What will you do with yours? goo.gl/mLqrKC #NotTheSame Timeline Photos",
          1435154423
        ],
        [
          "Android your latest OS updates have rendered my tablet almost useless.",
          1434201595
        ],
        [
          "Sundar ruined Android and Google bullied it's developers until they switched to iOS.  Here's a guide to help the mass migration to iOS.   Apple made an Android app that helps people switch to iOS Apple's getting more aggressive than ever before in trying to move Android users over to iOS. The company has previously offered a step-by-step tutorial to ease the transition for people coming...",
          1433798200
        ],
        [
          "Why is Sundar Pichai still in charge of Android?  He's an idiot.  Google Android 5.0 Lollipop User Reviews - CNET Read and write user reviews for the Google Android 5.0 Lollipop on CNET",
          1433794304
        ],
        [
          "4000 - 5000la oru nalla android mobile sollunga friends",
          1432247625
        ],
        [
          "Lei av å finne på hva du skal lage til middag?\nDa kan denne appen være til hjelp. \nGlutenfritt :) \nDenne appen er et kjempe godt hjelpemiddel for alle! Prøv den ut. \nI appen så har du god oversikt over hva du trenger til de forskjellige rettene og man trenger ikke og være noe mester kokk for og kunne lage rettene fra appen. Last ned Appen Glutenfritt i dag. \nDu finner appen i Play butikken.",
          1430808110
        ],
        [
          "Dear Android, \n\nI politely request to go back to my OS before Lollipop. My phone freezes all the time, I lose my place because it gets redirected where I didn't want to go, and I can't even see my notification on my lock screen anymore. There are more problems to list and I rather not keep going for I will only be more frustrated. \n\nA year and a half ago I left my iPhone to rest to bestow a shiny new Note 3. It was refreshing change from the ways of an Apple devices. I have been totally happy with the technology up until I received this update. Every day that goes by I have been itching to return to my carriers store and swap it for an iPhone. Please restore my faith in my device as with everyone else who feels the same way. I know this is a first world problem and are far worse things to worry about. I work hard to get things I enjoy and just rather not see them ruined from someone else out of my control.\n\nThanks for listening, sincerely,\nShane Bowman",
          1430403821
        ],
        [
          "The latest #AndroidWear update gets Wi-Fi, gestures, a new app launcher, emojis and more http://goo.gl/CV33D6",
          1429531604
        ],
        [
          "OKAY GOOGLE, IT'S TIME TO LET PEOPLE GO BACK TO KITKAT. Clearly people are not into your so called lollipop crap of an updated OS... I would count all of the posts talking about going back to kitkat or even downgrading in general.... but I think that's your job! \n\nIf half of the users like it or even more, okay fine. GIVE THE REST OF US AN OPTION to go back to kitkat...",
          1429154219
        ],
        [
          "http://adventapps.com/2015/04/trace-your-lost-android-phone-using-mobile-tracker-application/ Get SMS from your lost android phone using mobile tracker application Mobile Tracker for android is a simple yet effective application to get SMS from your lost android phone and trace the new SIM card’s phone number. When the Android phone gets stolen/lost and When the new SIM card is inserted in the mobile, this app begins and automatically sends SMS from the SIM ca…",
          1428974760
        ],
        [
          "https://play.google.com/store/apps/details?id=b007.autorecvs980 AutoRec For Verizon LG G2 - 5.0.2 - please share (VS980) LG G2 AutoRec-Lollipop",
          1428773891
        ],
        [
          "ขออนุญาตประชาสัมพันธ์ ตำแหน่งงานว่างของ True Corporation PCL หน่อยนะคะ...ขอบคุณค่ะ",
          1428673812
        ],
        [
          "Hi having this issue.... can anyone help, step by step process please.",
          1427586370
        ],
        [
          "What happen???full day appear every open application 😠",
          1427179393
        ],
        [
          "Este aplicativo chamado mCent dá a você mais tempo para falar no celular a partir de teste de novos aplicativos:  Earn free airtime from mCent mCent is the easy way to get free airtime on your phone. Get free airtime by taking surveys, watching videos, and more.",
          1427135287
        ],
        [
          "Galaxy S5. \nVerizon Wireless \nModel sm-g900v\nAndroid version 5.0\n\nThe problem is that the Android update has crippled my phone. I have to use a stock wallpaper because when I put a photo up the phone removes it and puts the stock one back.  My apps aren't working right, some don't work at all. when I go to the home screen, I have to wait 5 - 10 seconds before my apps appear. I have had to restart it frequently. I have also posted on Samsung's page.",
          1427048677
        ],
        [
          "please can someone help me about this? \nmy wi-fi is grai all the time",
          1426609982
        ],
        [
          "To activate Whatsapp free voice call :  goo.gl/fb/HmRZ88",
          1426345207
        ],
        [
          "Today's the last day of #MWC15 and we've seen lots of exciting product announcements from our partners. Congrats to HTC, Huawei, Samsung, Sony and others on all your exciting news! If you're in Barcelona, be sure to stop by #AndroidMWC and say hi! Photos from Android's post",
          1425535470
        ],
        [
          "Who says rivals can't be friends? Our Androidify fans have arrived in NYC together to celebrate all the teams during NBA All-Star 2015! They'll be across the city throughout the weekend so swing by and say hi: \nFri, 2/13 - Atlantic Terminal\nSat, 2/14 - Atlantic Terminal\nSun, 2/15 - Herald Square\n\nCan't make it out? You can still show your team support by creating a custom character using NBA jerseys at http://androidify.com. #androidifyNBA #notthesame Timeline Photos",
          1423845967
        ],
        [
          "We just added NBA jerseys to the Androidify app. To make and share custom characters, get the free Androidify app at http://goo.gl/CWH2NE or visit http://androidify.com. #androidifyNBA #android #notthesame Android: Dunk-­A-­Thon Create and share your own NBA ­jersey ­wearing Android character. Get started at http://androidify.com or download the free Androidify app: http://goo.gl/CW...",
          1423758609
        ],
        [
          "We’re blown away by the excitement for our cuddly pals in \"Friends Furever\"! Some of the animals seen in the video are lovingly cared for by these great non-profit organizations -- learn more about them and support their causes here:\n\nNoah’s Ark Sanctuary - http://www.noahs-ark.org/\nWild Heart Ranch - http://www.wildheartranch.org/\nThe Hoedspruit Endangered Species Centre - http://hesc.co.za/",
          1423620415
        ],
        [
          "If these animals could speak they’d probably say “Be together. #NotTheSame.” #AndroidBFFs Android: Friends Furever You don’t have to be a cute animal to show the world how to “Be Together. Not the Same.” But it definitely helps. Find out more about Android at: http://andr...",
          1423181069
        ],
        [
          "Yesterday Google launched the annual #YearInSearch, a look back at the searches, questions and moments that defined 2014. Watch the film, explore the site and relive the year along the way. \n\nWhat were your favorite moments of 2014? www.google.com/2014 http://goo.gl/kKOek4 Google - Year in Search 2014 In 2014 we searched trillions of times. What do these searches say about us? Explore the Year in Search http://www.google.com/2014 and follow the conversatio...",
          1418842928
        ],
        [
          "Please help! What to do to make this stop??",
          1418762797
        ],
        [
          "Alguem sabe resolver",
          1418442883
        ],
        [
          "How to uninstall this one, please help",
          1418354620
        ],
        [
          "B|",
          1418300470
        ],
        [
          "Salam telefonumu prowivka etmek istedi bir nefer burdan alinmadi nese men onu nece duzelde bilerem teli yandiriram uzune sari ucbucaqda nida iwaresi gelir telefon ve komp wekli de var xahiw edirem kim bilirse meslehet versin",
          1418153662
        ],
        [
          "hello..  i have that problem with some widgets.. i have a galaxy s4",
          1418146942
        ],
        [
          "اكتب اسمك او اسم من تحب علي اكتر من 500 صورة لكتابة اسمك علي الصور اضغط الرابط التالي  :) ^_^ -->https://www.facebook.com/1526439317630376?",
          1417993417
        ],
        [
          "موقع بيحول الصور الي رسم بالقلم الرصاص ادخل ا اعمل صورتك من هناا  :) ^_^ -->https://www.facebook.com/1509448252666719?",
          1417884980
        ],
        [
          "Send life’s moments, big or small, via SMS with the Messenger app on your #Android device. Which moments are you sharing today? http://goo.gl/4Bw2HY Timeline Photos",
          1417716006
        ],
        [
          "Any solution to remove this two apps//  samsung galaxy s4 mini",
          1417434302
        ],
        [
          "cuanto me sale arreglarloooo????????????????????????????",
          1417371856
        ],
        [
          "The best creed...... \nAndroid is the best",
          1417350154
        ],
        [
          "Wallpapers lollipop",
          1417026330
        ],
        [
          "Say hello however you please. #AndroidLollipop now supports over 68 languages. Timeline Photos",
          1416601807
        ],
        [
          "Hi Android friends, can someone give me steps on how to get rid of this annoying widget",
          1415920459
        ],
        [
          "Sit down and ball up. The #NBA and #MLB apps are now available on #NexusPlayer. We can already hear you cheering on your favorite teams. http://goo.gl/5MID2k Timeline Photos",
          1415204481
        ],
        [
          "https://play.google.com/store/apps/details?id=com.AlPav.Colorate",
          1414481644
        ],
        [
          "http://www.aliexpress.com/item/Free-Shipping-flyshark-keyboard-Unique-Design-Bluetooth-keyboard-Ultra-Thin-Wireless-Foldable-Keyboard-For-Iphone-6/1956623614.html",
          1414399335
        ],
        [
          "Which all phone are getting Lollipop, so far?\n\n#lollipopphones #androidlollipop #lollipop #androidrelease \nhttp://www.bytezguru.com/which-all-phone-are-getting-lollipop-so-far/",
          1413808275
        ],
        [
          "What is this font called and where do i get it? Tnx :)",
          1413459292
        ],
        [
          "Catch up on your news when you have time. Just use the Pocket app for #Android to save it for later. You can even access articles without an internet connection. Timeline Photos",
          1412180465
        ],
        [
          "Happy #Oktoberfest! We're looking forward to plenty of carnival rides, Weißwurst and full Maß. #Prosit Timeline Photos",
          1411662727
        ],
        [
          "Select & Download for FREE all your dream varieties of Mehndi Designs for the special occasional Quality.\nhttps://play.google.com/store/apps/details?id=com.chrisstanly.mehndidesign",
          1411040577
        ],
        [
          "http://smartgad4u.blogspot.in/2014/09/charge-your-mobile-when-there-is-no.html SmartPhone News: Charge Your Mobile When There is No Power",
          1410773969
        ],
        [
          "It's official: this is obsolete tech on arrival.",
          1410293116
        ],
        [
          "PUBLIC SERVICE ANNOUNCEMET! there is alot of video's out there at the moment trolling android's/google's default app permission's. and what they can do. here's my view as an advanced android user...\n\n1. you accept these permissions when you download these apps. just read the permissions when you press 'accept' in the play store. don't like it? don't download the app. simple...\n\n2. these permissions that you are 'worried' about are only used to help developers build better updates for you the user, and yes, to build adware to suit you. but it could be worse... apple/ios just does it without even telling you... your choice.\n\n3. if you don't like it, get root for your device and remove these permissions yourself...",
          1409563870
        ],
        [
          "We weren't challenged to take the #ALSIceBucketChallenge, but we're happy to support a worthy cause. Your turn! To learn more and donate visit http://www.alsa.org/donate/.",
          1408734923
        ],
        [
          "This application turns your phone into a burglar alarm using the camera as an environmental sensor. Simply, placing your mobile phone directed towards the area to be monitored you will protect yourself and your valuables from thieves and unwanted intruders. Alarms and photos will be stored and reported in real time by e-mail and SMS. The advanced configuration allows you to get maximum versatility and efficiency for every type of use.\n\nhttps://play.google.com/store/apps/details?id=phone.science.sensoralarm",
          1408039368
        ],
        [
          "How do I get my Android to stop showing this image every time I try to do a system update?",
          1407623887
        ],
        [
          "Comenten y compartan!! Me motivaría a seguir subiendo apps y juegos para android. Prometo mejorar el canal y cambiar la configuración del video. Propongan nuevos videos.\n Descargar TubeMate v2.2.4 Descarga: https://www.mediafire.com/?t98h9rpqqru6ca8",
          1406997248
        ],
        [
          "Skip straight to your favorite chorus without even unlocking your phone, thanks to #GooglePlay Music: Just long press play or pause and select the second you want to hear. #AndroidTricks Timeline Photos",
          1405599006
        ],
        [
          "Make every step count. With #AndroidWear you can keep track of your fitness with daily step count summaries sent right to your wrist. Timeline Photos",
          1405429211
        ],
        [
          "https://www.youtube.com/watch?v=vRUlAmc0FAE  Apple iPhone 6 Full Specifications on Hand Priview,Reviews,Release Date and Prices Apple iPhone 6 Full Specifications,Reviews,Release Date and Prices. The Mind-Boggling Gizmo Display and design Apple iPhone 6 has 4.8 inch retina display at ...",
          1404038024
        ],
        [
          "Android - access to balance of satellite phones and terminals is working now!\nan use of any android smartphone and get free of  WhatsBalance.\n\nThen you can check of fresh balance and expiration of sim cards of following satellite phones:\n\n•Iridium Extreme (Iridium 9575), Iridium 9555, Iridium 9505A\n\n•Inmarsat IsatPhone PRO, Inmarsat IsatPhone 2\n\n•Inmarsat BGAN Thrane&Thrane Explorer 300, Explorer 500, Explorer 700\n\ndetails please find on\n http://igorsat.livejournal.com/30857.html\nand http://www.satinfo.ru/whatsbalance",
          1403535038
        ],
        [
          "Want the desktop look of Facebook in your android mobile?\nVERSIONS OF FACEBOOK for android: 3 in 1\nhttp://bit.ly/1pHOmWK",
          1402845669
        ],
        [
          "https://play.google.com/store/apps/details?id=com.gameryou.crazyspacecombat",
          1402155396
        ],
        [
          "ANDROİD Saat, Not , Elfeneri uygulaması\n\nhttps://play.google.com/store/apps/details?id=tcs.prog.flashclockwidget",
          1402042731
        ],
        [
          "Adorables are the world's cutest creatures...and they love to play!\n\nhttp://igg.me/at/adorables\n\nAdorables needs you!\nWe start an indiegogo campaign to finance the last steps of the development. Please support us if you can and share this post. Thank you! Adorables Adorables are the world's cutest creatures...and they love to play!",
          1401566104
        ]
      ],
      "dates_start": 1421166138,
      "dates_end": 1472031132,
      "likes_avg": 140,
      "likes_stdev": 266,
      "comments_avg": 22,
      "comments_stdev": 44,
      "shares_avg": 35,
      "shares_stdev": 266
    },
    {
      "number": 5,
      "important": [
        "music",
        "fun",
        "discov",
        "take",
        "new",
        "phone",
        "screen",
        "home",
        "home screen",
        "access"
      ],
      "common": [
        "android",
        "google",
        "home",
        "home screen",
        "launcher",
        "mp4",
        "myandroid",
        "screen",
        "taste",
        "taste test"
      ],
      "messages": [
        [
          "Weather gurus, news buffs, and the music obsessed. So many interests, so many home screen options. Take the #myAndroid Taste Test and discover a new side to your phone. Pics or it didn’t happen. https://goo.gl/p3rWWh 03.03_MyAndroid_TasteTest_IG.mp4",
          1489593635
        ],
        [
          "Want to have some fun? Take the #myAndroid Taste Test and show us your customized home screen. https://goo.gl/jDz3FL Timeline Photos",
          1489525203
        ],
        [
          "Get ready to discover the home screen for you. The #myAndroid Taste Test is here: https://goo.gl/wM3Usu 03.10_myAndroid_Launch_FB.mp4",
          1489262420
        ],
        [
          "Lights, Android, Action! Come see the #myAndroid truck at E. 4th & Red River and leave with the home screen of your dreams. https://goo.gl/SPzDcb Timeline Photos",
          1489253582
        ],
        [
          "Make your home screen an extension of you. Take the #myAndroid Taste Test to find the home screen of your dreams: https://goo.gl/rX2iY7 Intro_myAndroid_h264_700.mp4",
          1489237296
        ],
        [
          "Living a life full of reschedules? Add the Google Calendar widget to your #Android home screen to ensure your ducks are always in a row. 12.08_Android_Calendar_FB.mp4",
          1481311820
        ],
        [
          "Personalize your #Android home screen to support your favorite team. https://goo.gl/7g7ijE 10.27_Android_SportCustom_FB.mp4",
          1479495630
        ],
        [
          "With #Android, there are so many ways to make your screen extraordinary. What’s your favorite widget? 10.20_Android_Widgets_FB.mp4",
          1477060220
        ],
        [
          "Your #Android device helps you show off your personality. What sets your home screen apart? Timeline Photos",
          1467988182
        ],
        [
          "Start 2015 with a clean slate and a clean home screen. This #AndroidTrick will help you stay clutter-free while trying out new apps on your device. Open the Google Play Store app > Settings > and uncheck the \"Add Icon to Home Screen\" box. Timeline Photos",
          1421175696
        ],
        [
          "Alguém sabe como dar shot screen no Caterpillar B15Q?",
          1417041249
        ],
        [
          "Upgrade your home screen with the Google Now Launcher - just released today for all #Android 4.1+ devices (https://g.co/nowlauncher).\n\nThe Google Now Launcher gives you a home screen that's clean, simple and customizable. Get the right information at just the right time with one swipe to reach Google Now. Tapping the search box or saying \"Ok Google\" lets you ask a question or search the web. And of course, you can easily add your favorite apps, widgets and wallpaper.\n\nhttps://www.youtube.com/watch?v=ma-DGvCajWM Google Now Launcher With the Google Now Launcher, you get the right information, at just the right time. Get it on Google Play. http://goo.gl/nmWJem",
          1406925450
        ],
        [
          "From long road trips to long business meetings, your busy life can take a toll on your battery. Dim your screen brightness setting for a quick way to conserve power. #AndroidTricks Timeline Photos",
          1404396013
        ]
      ],
      "dates_start": 1428055143,
      "dates_end": 1495370455,
      "likes_avg": 400,
      "likes_stdev": 252,
      "comments_avg": 71,
      "comments_stdev": 70,
      "shares_avg": 34,
      "shares_stdev": 32
    },
    {
      "number": 6,
      "important": [
        "show",
        "celebr",
        "love",
        "photo",
        "famili",
        "android",
        "happi",
        "holiday",
        "timelin",
        "access"
      ],
      "common": [
        "4thofjuly",
        "android",
        "family",
        "fans",
        "friends",
        "happy",
        "happy holidays",
        "holiday",
        "nom",
        "nom nom"
      ],
      "messages": [
        [
          "Have your nougat and climb it too. Happy #DessertDay, #Android fans! Timeline Photos",
          1476460805
        ],
        [
          "Happy #4thOfJuly! 07.04_Android_4thofJuly.mp4",
          1467637249
        ],
        [
          "Nom nom nom. Happy #NationalDonutDay! Timeline Photos",
          1464963391
        ],
        [
          "Happy #JellyBeanDay!! Remember this? #FBF Timeline Photos",
          1461339002
        ],
        [
          "Happy #PandaDay! Timeline Photos",
          1458142382
        ],
        [
          "Happy #NationalFroyoDay! Timeline Photos",
          1454769002
        ],
        [
          "Happy holidays from the #Android family to yours! Timeline Photos",
          1451052006
        ],
        [
          "Who loves cupcakes? Us too. Happy #NationalCupcakeDay! Timeline Photos",
          1450206024
        ],
        [
          "Happy #WorldEmojiDay! We’re celebrating with a little bit of 🎉, some 🎊 and a whole lot of 🎆! Timeline Photos",
          1437135799
        ],
        [
          "Happy #TakeYourDogToWorkDay! We decided to bring our pal with us today. Show us your furry friend 🐶 #Android Timeline Photos",
          1435324714
        ],
        [
          "Happy #SpaceDay! Timeline Photos",
          1430481618
        ],
        [
          "We've always been a bit partial to this holiday ;) Happy #StPatricksDay Timeline Photos",
          1426612721
        ],
        [
          "Whether you're wrapping up your celebration or just getting started, Happy Holidays from the #Android team! Timeline Photos",
          1419526806
        ],
        [
          "Happy #Thanksgiving to our friends in the U.S.! Timeline Photos",
          1417116602
        ],
        [
          "Happy Labor Day to those in the U.S. and Canada! We're big fans of any holiday that makes Sunday feel like Saturday. Enjoy connecting with friends and family. Timeline Photos",
          1409583605
        ],
        [
          "We wish our #Swiss friends a happy Schweizer Nationalfeiertag!, Fête nationale suisse!, Festa nazionale svizzera!, Fiasta \nnaziunala Svizra! Celebrate #Switzerland in every way possible. Timeline Photos",
          1406903885
        ],
        [
          "Happy #4thofJuly, America! Timeline Photos",
          1404475203
        ]
      ],
      "dates_start": 1417197015,
      "dates_end": 1461830139,
      "likes_avg": 694,
      "likes_stdev": 352,
      "comments_avg": 70,
      "comments_stdev": 21,
      "shares_avg": 32,
      "shares_stdev": 16
    },
    {
      "number": 7,
      "important": [
        "androidwear",
        "app",
        "look",
        "android",
        "follow",
        "new",
        "phone",
        "tip",
        "access",
        "join"
      ],
      "common": [
        "android",
        "android wear",
        "apps",
        "check",
        "co",
        "google",
        "one",
        "phone",
        "tips",
        "wear"
      ],
      "messages": [
        [
          "Curious if the groundhog saw its shadow? Ask your #Android phone and the answer awaits. #GroundhogDay 02.02_Android_GroundhogDay_FB.mp4",
          1486047617
        ],
        [
          "https://chat.whatsapp.com/1wyfvQVcevt6bAyYnXnFf3 WhatsApp Android apps &tips WhatsApp Group Invite Follow this link to join",
          1480526645
        ],
        [
          "Follow us on Instagram for a whole new look into #AndroidAdventures and more. \nhttps://goo.gl/znBvFO Google_Instagram_Reveal_TW_A01.mp4",
          1479156960
        ],
        [
          "More notes, less problems. With Evernote, carry notes and lists with you on your #AndroidWear, phone, or computer. https://goo.gl/mT4F5r 11.10_Android_Evernote_FB.mp4",
          1478821935
        ],
        [
          "Tracking down that misplaced phone just got a whole lot easier. Use your #AndroidWear and enjoy the reunion. https://goo.gl/y2cha8 11.02_AndroidWear_FindPhone_FB.mp4",
          1478106037
        ],
        [
          "Competition is in the air. Never miss cheering on your team with the calendar app on Android Wear. Timeline Photos",
          1475327702
        ],
        [
          "8 epic years. Naturally, we're celebrating with some of our favorite treats. #Android Timeline Photos",
          1474722004
        ],
        [
          "#AndroidTip: Simply swipe down to access your flashlight in a flash. Check out other #Android tips & tricks: https://goo.gl/TKkGFo 09.16-#AndroidTip-Flashlight_FB_01.mp4",
          1473950855
        ],
        [
          "My model has grown so big tmro she will be 10 years old",
          1473684932
        ],
        [
          "Let’s make this year one for the books. Who’s ready for another school year? 08.29_Android_BackToSchool.mp4",
          1472476521
        ],
        [
          "An error was detected in the pen Walnut 7 discovered by now, and warn him when you purchase the phone  تم اكتشاف خطأ في قلم النوت 7 اكتشفه الان و احذر منه عند شرائك الهاتف",
          1471804662
        ],
        [
          "Did you know? You can view your #AndroidPay card transaction history in one place. Party time! 08.10_AndroidPay_TransactionHistory_FB.mp4",
          1470928588
        ],
        [
          "Misplaced phone AND it’s on silent? Lock & locate your phone through the Android Device Manager: android.com/phones/tips #AndroidTip",
          1470839252
        ],
        [
          "This town by the Adriatic Sea makes for one breathtaking view. Can you guess where we are? #Android Timeline Photos",
          1469626203
        ],
        [
          "We need a full time freelance android developer having minimum 2 year of experience in making offline plus online application.\n\nA developer having experience in developing  app like APPlock will be preferred first. \n\nWhatsApp contact: 7879787975\nMail: ganimujahid@gmail.com",
          1469305566
        ],
        [
          "We call this one: Robot’s Pose! Choose from several different yoga apps available for #Android to get real poses. #YogaDay https://goo.gl/kJHguv Timeline Photos",
          1466513223
        ],
        [
          "Your commercial inspired us....friends for over 40 years",
          1465335798
        ],
        [
          "I am looking for an Android Developer to join a leading digital agency in Nottingham with experience of Developing mobile applications for a range of clients form SME to Blue-chip. The role pays up to £45K - want to find out more? give me a call 07714 771 601 or email kieron@benchmarkrecruit.co.uk",
          1464083474
        ],
        [
          "May you help me. My facebook android app can not open and show following display.",
          1461663175
        ],
        [
          "Energy-saving Tip: Charge your phone less often by activating Battery Saver. Happy #EarthDay! Timeline Photos",
          1461333571
        ],
        [
          "The latest Android One phone, the @GeneralMobile 5 Plus now on sale in Turkey. Runs on the latest version of Android (Marshmallow) and stays fresh with guaranteed upgrades. http://goo.gl/MnUufv Timeline Photos",
          1461294020
        ],
        [
          "#AndroidTip: Swipe down with two-fingers for quick access to your phone’s settings drawer. 04.24_Nexus5X_DoubleSwipe_TW_03.mp4",
          1460467819
        ],
        [
          "Secure your #Android phone with a pin, password, or even a pattern. Your pick. https://goo.gl/Y139sa Timeline Photos",
          1460042888
        ],
        [
          "To celebrate the International Women’s Day we offer 50% discount on droidcon Italy tickets to all women! \n Droidcon Italy 2016 @ Torino Droidcon Italy III. We are all in it for Android Development & Business in the Android ecosystem The main idea behind all droidcons is to support the Android platform and build up a networking event for developers and companies. We offer high-class talks from different parts of the ecosystem, includ…",
          1457425078
        ],
        [
          "We made a monotone piano. And then we made an album with it. https://goo.gl/tHQ29y\n\nBe together. #NotTheSame Timeline Photos",
          1456501286
        ],
        [
          "Have you checked out our Android Experiments at #MWC16? See all our Android Experiments here: androidexperiments.com Timeline Photos",
          1456387202
        ],
        [
          "Watch the making of \"Monotune\" to see how we made a one-note piano. Be together. #NotTheSame \nhttps://youtu.be/xwls25ooBmY Android: The Making of \"Monotune\" What happens when you take an 88-key piano and strip away all the notes but one? You get a one-of-a-kind \"Monotune\" piano. Check out how we made it and see t...",
          1455714002
        ],
        [
          "A piano has 88 keys. Each one is different. But what if they were all the same? Be together. #NotTheSame\n\nhttps://youtu.be/xLhJIFC8xkY Android: Monotune A piano has 88 keys. Each one is different. But what if they were all the same? To find out, we took apart a piano and reengineered it so that it only plays ...",
          1455583691
        ],
        [
          "In the spirit of Safer Internet Day, check out these four tips for staying safe on Android http://goo.gl/cIEHf2 #SID2016",
          1455033841
        ],
        [
          "Accessibility tip #3: Make text easier to read by adjusting color settings to adapt & reverse colors g.co/tips/colors #ADay4All #GoogleImpactChallenge Timeline Photos",
          1449587579
        ],
        [
          "Accessibility tip #2: Enable TalkBack, a screen reader to help vision-impaired users interact with their phones g.co/tips/talkback #ADay4All #GoogleImpactChallenge Timeline Photos",
          1449510927
        ],
        [
          "In honor of the UN's International Day of People with Disabilities, we will be sharing some accessibility tips over the next few days. \n\nTip #1: Get the BrailleBack app to read and input text on your phone using a braille keyboard g.co/tips/braille #ADay4All #GoogleImpactChallenge Timeline Photos",
          1449172930
        ],
        [
          "Easter eggs have been hiding in every #Android release since 2010. #NatandLo hunt them down: g.co/go/NLeggs A Brief History Of Android Easter Eggs - #NatAndLo Ep 8 SUBSCRIBE: https://goo.gl/CEsJyN | TWEET: http://ctt.ec/dsfTk | #NatandLo Earlier this summer, we made a video about Android’s lawn sculptures and why it nam...",
          1444062923
        ],
        [
          "Get an up close and personal look at the new #Android 6.0 Marshmallow. android.com/marshmallow Timeline Photos",
          1443545807
        ],
        [
          "17 years and almost 3,000 Doodles later, we’re still feeling lucky. #HappyBirthdayGoogle",
          1443358826
        ],
        [
          "ye kon sa phone hai?",
          1440577101
        ],
        [
          "We think this video goes best with some hot chocolate: welcome #AndroidMarshmallow! https://youtu.be/Pct9Hl7l4E4 Android Marshmallow Statue Revealed On August 17th, we unwrapped our latest chewy gooey Android treat, Android 6.0 Marshmallow. Learn more at http://android.com. Discover more about Android by ...",
          1439842557
        ],
        [
          "How many marshmallows can an #Android engineer hold in their mouth and still say \"chubby bunny\"? g.co/go/NLbunny #natandlo Android Marshmallow Chubby Bunny - #NatAndLo In honor of Android Marshmallow (which we made an episode about here: https://goo.gl/qBf9dk) we decided to stuff our mouths with marshmallows and attempt com...",
          1439840149
        ],
        [
          "Campaign for Android 5.0.2 to unfreeze our android phones. After upgrade to 5.0.2 my phone starts to freeze & go \"black\". I m urging those affected users to join in the campaign to unfreeze our android phone.",
          1438468831
        ],
        [
          "Check out our new #AndroidOne arrival in India!  https://goo.gl/FUXxwL Official Google India Blog: Welcoming Lava to the Android One family The goal of Android One is to ensure that more people have high-quality, up-to-date smartphones - and today we move another step towards that goal by welcoming Lava International Limited, one of the fastest growing mobile handset companies in India.",
          1438000204
        ],
        [
          "Android One ဖုန်းတွေ မြန်မာပြည်ကို လာပါပြီ။ အရည်အသွေးမြင့် စမတ်ဖုန်းများကို လူတကာ သုံးစွဲနိုင်စေဖို့  ဒီပရိုဂရမ်ကို ကျွန်တော်တို့ ယမန်နှစ်ကတည်းက စတင်ခဲ့တာပါ။ မနက်ဖြန်မှစပြီး Android One ဖုန်းများကို မြန်မာနိုင်ငံတွင် ချယ်ရီမိုဘိုင်းမှတစ်ဆင့် ဝယ်ယူသုံးစွဲနိုင်ပါပြီ။ http://goo.gl/pukLCU",
          1435073877
        ],
        [
          "Mingalabar! Android One is now available in Myanmar with the new Cherry Mobile One device, running the latest version of #Android. Learn more http://goo.gl/pukLCU",
          1435073778
        ],
        [
          "Google’s annual developer conference kicks off Thursday. Check out this year’s schedule for the latest on all things Android: goo.gl/LCTMD9 #io15",
          1432656009
        ],
        [
          "#TBT to 5 years ago when #Android 2.2 Froyo was introduced -- mmm toppings :) Timeline Photos",
          1432209615
        ],
        [
          "Bawk bawk, petok-petok, caca-racá - we might say it differently, but the dance is universal #DanceLikeAChickenDay Timeline Photos",
          1431604809
        ],
        [
          "Immediately require Sr. Android developers at careers@craterzone.com  employers.indeed.com",
          1429032439
        ],
        [
          "We're searching high and low for Easter eggs of a different kind today. Here's a few clues to help you find this one #Android Timeline Photos",
          1428081077
        ],
        [
          "This one was made for us. #SomethingOnAStickDay #AndroidLollipop Timeline Photos",
          1427550578
        ],
        [
          "Whether you tut, pop, rock or robot, you can find your style and wear what you want with #AndroidWear Android: Wear what you want (party on) Round or square: wear what you want with Android Wear. Be together. Not the same. Learn more at http://android.com/wear. Discover more about Android by follo...",
          1426806167
        ],
        [
          "Round or square: wear what you want with #AndroidWear. Be together. #NotTheSame Android: Wear what you want Round or square: wear what you want with Android Wear. Be together. Not the same. Learn more at android.com/wear Discover more about Android by following us ...",
          1425913484
        ],
        [
          "Up top. Down low. To the side. Grab a friend and give them a high five. #NotTheSame Android: Handshake No matter how you shake it you can’t do it alone. Be together. Not the same. Learn more at http://android.com. Discover more about Android by following us on...",
          1424043816
        ],
        [
          "https://www.youtube.com/watch?v=8rJuD2g9GMY\n\nhttps://play.google.com/store/apps/details?id=com.bigfish.christmascard2lite\n\nGET READY FOR NEW YEAR AND CHRISTMAS\n#newyear #merrychistmas #cards #merrychristmas #app #happyness #android",
          1418399618
        ],
        [
          "FREE Android Class in Pune...\nregister in following link.",
          1418275342
        ],
        [
          "WANT TO BECOME A ANDROID DEVELOPER\nAND GRAB A SIX MONTH WORK EXPERIENCE\nJOIN WITH US imrokraft.com \nmail ur resume to kiren@imrokraft.com",
          1417863224
        ],
        [
          "#Earn Rs-50 and 500MB 3G Bal.\nApp size-1MB\n1.Click on this link\n#Click on http://3557918.earntalktime.com\n\n2. Install the your #recharge #phone number...\nhttp://3557918.earntalktime.com\n\nLatest Android App...!!!✔",
          1417688387
        ],
        [
          "Check out my new Watchface for Android Wear!\nhttps://play.google.com/store/apps/details?id=co.zahaby.momo.planets\nhttps://play.google.com/store/apps/details?id=co.zahaby.momo.tempus\nhttps://play.google.com/store/apps/details?id=co.zahaby.momo.fossil",
          1417295064
        ],
        [
          "Workout, check. Office, check. Home, check. Wherever your day goes, #Android goes with you. #NotTheSame Timeline Photos",
          1414170009
        ],
        [
          "Google is a DIGITAL BULLY!!   Sergey Brin: Respect the efforts of small and indie Android Developers. Dear Google Team,   Android has given a lot of technologists and independent innovators a ray of hope. Because of its openness  and wide spreadness....",
          1413775599
        ],
        [
          "Come join the party. #Android #NotTheSame http://youtu.be/TRmgMe2STL0 Android: And you A few years ago, we thought that phones and tablets and watches (and stuff that hasn’t even been invented yet) would be way more interesting if everyone was ...",
          1413465975
        ],
        [
          "We've taken the wrapper off our new favorite treat: #AndroidLollipop. Have a lick... er, umm look: http://youtu.be/vTxTLyLUjP4 Android Lollipop Statue Unwrapped On October 15th, we took the wrapping off of our latest treat, Android 5.0, Lollipop. Discover more about Android at http://android.com and follow us on: Goo...",
          1413400129
        ],
        [
          "http://smartgad4u.blogspot.in/2014/09/windows-phone-81-vs-android-os.html Smart Phone News: Windows Phone 8.1 VS Android OS",
          1410768595
        ],
        [
          "\"The advent of smartphones and the pace at which we're driving the innovation is really changing how people can access the internet.\" - Sundar Pichai, SVP, Android, Chrome & Apps\n\nAndroid One launch blogpost: http://goo.gl/rb89uv\n\n#AndroidOne  #Android Timeline Photos",
          1410766554
        ],
        [
          "watch this to track your phone \n How to FIND YOUR LOST PHONE TRACK locatYOUR PHONE HELLO .. THIS IS A METHOD TO TRACK YOU LOST ANDROID PHONE.. JUST SEARCH IN GOOGLE ANDROID DEVICE MANAGER NOW LOGIN WITH UR GOOGLE ACCOUNT,, SAME AS LOGGED IN...",
          1410661096
        ],
        [
          "Mirror your Android phone or tablet to the TV with #Chromecast, so you can share photos with everyone in the room instead of huddling around a phone. http://goo.gl/6B3sfI #AndroidTricks Timeline Photos",
          1408638955
        ],
        [
          "Did you miss the news about #AndroidWear from I/O? Don’t fret–we’ve got all the details in under two minutes, right here. Android Wear at Google I/O 2014 Catch everything you need to know about Android Wear from I/O 2014's keynote address, in just two minutes. Learn more about Android Wear at http://android.co...",
          1404848749
        ],
        [
          "Check out \"Android Tips\" - https://play.google.com/store/apps/details?id=com.mk.androidusefultips",
          1404035736
        ],
        [
          "Keep moving with #AndroidWear and get all the information you need for your day in an instant. Check out some of the things Android Wear can do for you. Timeline Photos",
          1403883483
        ],
        [
          "#Android Application Development – Few Things To Begin With :\nhttp://idroidweb.blogspot.com/2014/06/android-application-development-few-things-to-begin-with.html",
          1403000961
        ]
      ],
      "dates_start": 1419679952,
      "dates_end": 1467604033,
      "likes_avg": 299,
      "likes_stdev": 459,
      "comments_avg": 41,
      "comments_stdev": 43,
      "shares_avg": 30,
      "shares_stdev": 60
    },
    {
      "number": 8,
      "important": [
        "sweet",
        "nameandroidn",
        "find",
        "thank",
        "move",
        "follow",
        "name",
        "today",
        "week",
        "access"
      ],
      "common": [
        "android",
        "ideas",
        "ideas names",
        "name",
        "nameandroidn",
        "nameandroidn android",
        "names",
        "naming",
        "submit ideas names android",
        "tip"
      ],
      "messages": [
        [
          "Sometimes I can't be found.\nYou might think it’s because I moved or you misspelled my name.\nBut maybe you’ll find a disco party.\n#Android404 10.26_Android_404_FB.mp4",
          1477496874
        ],
        [
          "We're revealing something sweet today! Follow along here. #NameAndroidN #AndroidNReveal",
          1467292255
        ],
        [
          "Thanks for your submissions. We’ll reveal the new name in a few weeks! #NameAndroidN",
          1465393178
        ],
        [
          "✔✔✔ = 🔥🔥🔥 #NameAndroidN \nandroid.com/N Timeline Photos",
          1465231650
        ],
        [
          "“Brownie” didn’t make it very far. #NameAndroidN android.com/N Timeline Photos",
          1464874711
        ],
        [
          "Naming Tip #3: Vowels are so hot right now. #NameAndroidN\n\nSubmit your ideas for names at android.com/N",
          1464707565
        ],
        [
          "When submitting names, keep the Sweet Spot in mind. #NameAndroidN android.com/n Timeline Photos",
          1464280530
        ],
        [
          "I suggest the name \"NOUGA\" for android N",
          1464081046
        ],
        [
          "Naming Tip #2: Try spelling it sdrawkcab. #NameAndroidN \n\nSubmit your ideas for names at android.com/n",
          1464024821
        ],
        [
          "Naming Tip #1: Say it with an accent. Submit your ideas for names at android.com/n. #NameAndroidN",
          1463776291
        ],
        [
          "See how the pros would #NameAndroidN. Then try for yourself at http://android.com/n",
          1463587615
        ],
        [
          "Go BTS of our new #AndroidMarshmallow sculpture + our tasty naming tradition g.co/go/NLandroidm #natandlo The Android Marshmallow Sculpture + Android’s Tasty Naming Tradition - #NatAndLo Ep 5 How do the Android lawn sculptures get made? Why does Android name their releases after sweet, sugary foods? We attempt to find the answers to these Android ...",
          1439825558
        ],
        [
          "Hey, Android! My name is Gary and I'm a dinosaur! Anyways I drew you this: anyways wanna give me a free phone? Okay good thanks",
          1417479578
        ]
      ],
      "dates_start": 1445601096,
      "dates_end": 1474714545,
      "likes_avg": 202,
      "likes_stdev": 121,
      "comments_avg": 79,
      "comments_stdev": 53,
      "shares_avg": 27,
      "shares_stdev": 22
    },
    {
      "number": 9,
      "important": [
        "androidwear",
        "photo",
        "world",
        "week",
        "watch face",
        "watch",
        "face androidwear",
        "timelin",
        "face",
        "access"
      ],
      "common": [
        "androidwear",
        "androidwear watch",
        "face",
        "face androidwear",
        "faces",
        "time",
        "watch",
        "watch face",
        "watch faces",
        "weekendwear"
      ],
      "messages": [
        [
          "The Willow watch face for #AndroidWear is out of this world 💫✨ Get it for yourself here: https://goo.gl/HqI7J1 Timeline Photos",
          1485885602
        ],
        [
          "There’s an ustwo #AndroidWear watch face with your name on it. Customize your look for each day of the week: https://goo.gl/Xyn2mG 01.12_AndroidWear_UsTwo_FB.mp4",
          1484420422
        ],
        [
          "Wear what you want right on your wrist. New Balance #RunIQ watches powered by #AndroidWear watches make a statement at #CES2017. #AndroidEverywhere Timeline Photos",
          1483641595
        ],
        [
          "It’s the most wonderful 🕒 of the year. Celebrate the season with the #SantaTracker watch face for your #AndroidWear. https://goo.gl/GIC50Y Timeline Photos",
          1482422401
        ],
        [
          "Prefer binary to analog? The #AndroidWear Binary Watch Face is for you. Enjoy: https://goo.gl/xjGX7t Timeline Photos",
          1480438805
        ],
        [
          "You sent in watch faces, and #AndroidWear, Paper Magazine & a panel of fashion experts picked 5 to bring to life. Time for you to find your favorite. https://goo.gl/D4vj0a 10.18_AndroidWear_PaperMag_FB.mp4",
          1477320432
        ],
        [
          "Snap a photo and find a perfectly matching watch face to pair with your outfit using the #AndroidWear Glow watch face. See for yourself: https://goo.gl/Ix2tb4 10.12_AndroidWear_GlowFace.mp4",
          1476385532
        ],
        [
          "“I forgot” is an excuse from the past. Carry your appointments, weather, emails and more on the Bits watch face. https://goo.gl/yveclU Timeline Photos",
          1471622040
        ],
        [
          "Embrace #Caturday with the Nap Cats watch face for #AndroidWear. #WeekendWear https://goo.gl/Sv6wFU Timeline Photos",
          1465650006
        ],
        [
          "Complications made simple with Masque Simplicity’s customizable #AndroidWear watch face to match your #WeekendWear. https://goo.gl/Jh5AGB Timeline Photos",
          1458310959
        ],
        [
          "Kick it old-school with this #AndroidWear Sticker Bombing watch face. #WeekendWear https://goo.gl/gVR8Y7 Timeline Photos",
          1457717253
        ],
        [
          "Hand drawn and customizable #AndroidWear watch faces for the win. #WeekendWear https://goo.gl/fgzbJZ Timeline Photos",
          1457113383
        ],
        [
          "Always know the right time to chat with the Timezone watch face for #AndroidWear. #WeekendWear https://goo.gl/dd8ECm Timeline Photos",
          1456585205
        ],
        [
          "Blast off! Feel like an explorer with the Space and Time watch face for #AndroidWear. #WeekendWear https://goo.gl/2s5emZ Timeline Photos",
          1455901982
        ],
        [
          "Strut your stuff! Match your #AndroidWear watch face with your #WeekendWear getup: https://goo.gl/TSzzlh Timeline Photos",
          1455372004
        ],
        [
          "Get in touch with your clayful side with these #AndroidWear watch faces. #WeekendWear https://goo.gl/blB7mI Timeline Photos",
          1453494318
        ],
        [
          "Never overcook the chicken again. Set and keep cooking times on your wrist with ustwo™ Timer Watch Faces for #AndroidWear. #WeekendWear https://goo.gl/aLWIoY Timeline Photos",
          1452288576
        ],
        [
          "Set a fitness goal for the new year and keep time while you run with @ustwo Timer Watch Faces for #AndroidWear https://goo.gl/hNGYwu Timeline Photos",
          1451755324
        ],
        [
          "We're launching a collection of 9 new #AndroidWear watch faces from top fashion brands so you can #WearWhatYouWant wherever you want http://goo.gl/x45FFB Timeline Photos",
          1450195903
        ],
        [
          "Want to check out different #AndroidWear watch styles? Visit your local Best Buy to find your favorite. Timeline Photos",
          1448381102
        ],
        [
          "Can you crack the Morse code camouflaged on this George Frost watch face by Lulu Frost? #WeekendWear https://goo.gl/7DrGG2 Timeline Photos",
          1447429859
        ],
        [
          "Announcing the #LGWatchUrbane2 – the first #AndroidWear watch capable of making and receiving calls http://goo.gl/nSVSf0 Timeline Photos",
          1447344317
        ],
        [
          "Watch out! This #Halloween watch face for #AndroidWear makes for some spooky #WeekendWear. https://goo.gl/GRtJ2i Timeline Photos",
          1446215724
        ],
        [
          "Foxes, deer and rabbits, oh my! See what appears when you tap the Mysterious Forest #AndroidWear watch face. #WeekendWear https://goo.gl/iRxSjD Timeline Photos",
          1445003771
        ],
        [
          "Stay inspired with words of widsom from the Efva Attling Stockholm \"Time Will Come\" watch face. #WeekendWear https://goo.gl/X5y1dC Timeline Photos",
          1443877209
        ],
        [
          "We're in a #NYFW state of mind. Keep coordinated with our #AndroidWear designer watch face collection #WeekendWear https://goo.gl/0ityjc Timeline Photos",
          1442062812
        ],
        [
          "New #AndroidWear watches launched today from Asus, Huawei, & Motorola --> http://goo.gl/iiZ46u Timeline Photos",
          1441215688
        ],
        [
          "#AndroidWear watches now work with #iPhones. #wearwhatyouwant http://goo.gl/pxGhKA Timeline Photos",
          1441028813
        ],
        [
          "Every day can be #Caturday with the interactive HeyKittyKitty #AndroidWear watch face - just tap to see the kitten play. #WeekendWear https://goo.gl/UnrxOd Timeline Photos",
          1440252010
        ],
        [
          "New #AndroidWear interactive watch faces can change design, reveal more information, or even launch a specific app, all with just a tap. http://goo.gl/rerZgE Timeline Photos",
          1440082403
        ],
        [
          "Sit back & relax with the Muji watch face for #AndroidWear https://goo.gl/fienrY #WeekendWear Timeline Photos",
          1438950598
        ],
        [
          "You’ll always know when he’ll be back with the Terminator Genisys watch face for #AndroidWear https://goo.gl/D4KTWP #WeekendWear Timeline Photos",
          1437746417
        ],
        [
          "Make it a #FancyFriday with Lulu Frost’s #AndroidWear watch face https://goo.gl/WCpM8m #WeekendWear Timeline Photos",
          1437141617
        ],
        [
          "Adorable, elegant or fierce. Wear what you want with new #AndroidWear watch faces from Angry Birds, Bang & Olufsen, Cynthia Rowley, Geox, HelloKitty, Rubik's Cube, Muji and more Timeline Photos",
          1434982339
        ],
        [
          "Keep your #AndroidWear changing with the seasons. Check out the Weather Time watch face #WeekendWear https://goo.gl/GJW2iL Timeline Photos",
          1432301970
        ],
        [
          "#Caturday with the Catchcat #AndroidWear watch face 😻 #WeekendWear http://goo.gl/9iIId5 Timeline Photos",
          1429963207
        ],
        [
          "#AndroidWear now has more than 1,000 different watch faces, and a wider selection of straps so you can #WearWhatYouWant http://goo.gl/bby8hX Timeline Photos",
          1428503032
        ],
        [
          "Enjoy this collection of #AndroidWear watch faces from Google Art Project and some very talented street artists. #WeekendWear http://goo.gl/9tvtDz Timeline Photos",
          1428069985
        ],
        [
          "While your #AndroidWear watch auto updates the time, you can focus on updating your watch face for Spring. #DaylightSavings Timeline Photos",
          1425764138
        ],
        [
          "Your watch, your style, your choice. Here's how to install new watch faces for #AndroidWear: http://goo.gl/ZbpXwr Timeline Photos",
          1419007206
        ],
        [
          "Wear what you want. The latest update to #AndroidWear lets you customize your wearable with dozens of new watch faces, available now on Google Play. http://goo.gl/H8AeQy Timeline Photos",
          1418231286
        ],
        [
          "LG G watch and Samsung Gear Live powered by #AndroidWear are now available for order on Google Play (http://goo.gl/AsfMt7). Get your watch today! Timeline Photos",
          1404745207
        ],
        [
          "Android Wear lets you stay engaged with the people around you by quickly showing you relevant information at the right time, at a glance. The first two watches powered by #AndroidWear, the LG G Watch and the Samsung Gear Live, will be available to order later today. Learn more at android.com/wear Timeline Photos",
          1403723231
        ]
      ],
      "dates_start": 1428164707,
      "dates_end": 1468511835,
      "likes_avg": 340,
      "likes_stdev": 161,
      "comments_avg": 54,
      "comments_stdev": 22,
      "shares_avg": 27,
      "shares_stdev": 24
    },
    {
      "number": 10,
      "important": [
        "music",
        "et",
        "androidtv",
        "googl play",
        "googl",
        "android",
        "need",
        "play",
        "app",
        "access"
      ],
      "common": [
        "android",
        "androidtv",
        "androidwear",
        "app",
        "available",
        "google",
        "google play",
        "mp4",
        "music",
        "play"
      ],
      "messages": [
        [
          "Rock out on #SundayFunday with Google Play Music and #Android. 02.12_AndroidTip_DJ_FB.mp4",
          1487521826
        ],
        [
          "No flags on this play. Huddle up and catch the action on your #AndroidTV with the #FOXSportsGO app at 6:30 ET. No subscription needed, extra nachos encouraged. Timeline Photos",
          1486310402
        ],
        [
          "ANT Music Leaner 2016\n- Displaying sheet music from MIDI (.mid) and Karaoke (.kar) music files\n- Highlighting the piano notes as the music is played back\n- Highlighting the sheet music notes as the music is played back\n- Saving the Sheet Music to PDF file\n- Displaying the note letters (A B C D E F G) next to each note​\n- Selecting which MIDI (.mid) or Karaoke (.kar) Tracks to play\n- Selecting the instruments to use for each MIDI Track\n- Combining MIDI Tracks into two staffs (left hand and right hand) for piano songs\n ANT Music Learner 2016",
          1480251133
        ],
        [
          "A wallpaper says a lot about you. Pick the one that’s the perfect fit using the new Google Wallpapers app. https://goo.gl/HSTvKL 11.08_Android_Wallpaper_FB.mp4",
          1478970025
        ],
        [
          "Introduce the world of VR to your everyday photos. The Sprayscape camera app on Google Play is now available for Android. https://goo.gl/XNw3yz",
          1476286392
        ],
        [
          "New on #Android: Now you can get to your appointments faster because Google Calendar is connected with Google Maps. https://goo.gl/SBFvmL 10.10_Android_MapsCalendarSync_FB.mp4",
          1476111092
        ],
        [
          "Turn your TV into a jukebox. Find your flow with Deezer and never worry about what to play next. Available now on #AndroidTV. Timeline Photos",
          1472658454
        ],
        [
          "Hello Saturday! Relax and enjoy the music by matching your music to your mood. #AndroidTip android.com/phones/tips 08.06_AndroidTip_MatchMood.mp4",
          1470490221
        ],
        [
          "Google failed to provide location services.",
          1469834781
        ],
        [
          "Google Keyboard Tips and Tricks: https://www.youtube.com/playlist?list=PLFZ5H0WGYMk9mYEtSQK7an8l7BOp7OKjH",
          1466975457
        ],
        [
          "The jamstik digital smart guitar is now available for #AndroidTV. Download from Google Play https://goo.gl/xtEQa5 Timeline Photos",
          1464364837
        ],
        [
          "Your Spotify albums, songs and playlists are now available on #AndroidTV. Download from Google Play and start browsing from your living room: https://goo.gl/7d64YJ #io16 Timeline Photos",
          1463601931
        ],
        [
          "Let #AndroidWear be your personal concierge. Your tips from Google are now organized in one handy list.",
          1449160117
        ],
        [
          "Now you can enjoy Showtime Networks on your #Android and #AndroidTV devices. Get a 30 day free trial from Google Play to catch the season premieres of Homeland and The Affair. Also check out HBO NOW, WWE Network and more now available. http://goo.gl/YlaHrY Timeline Photos",
          1443718494
        ],
        [
          "this app is amazing !!!!!!!!:\n the most amazing arabic music instrument app in the world with this app you can play the arabic musics with special quarter flat tunes on your mobile phone it has the qanoon sound and the special string that used in...",
          1442264854
        ],
        [
          "Let’s get this party started. Google Play Music now has free music for all https://goo.gl/vVgerB #PlayAllDay Timeline Photos",
          1435332933
        ],
        [
          "Happy 3rd birthday to our partner-in-content, Google Play! Timeline Photos",
          1425578852
        ],
        [
          "Google Play: https://play.google.com/store/apps/details?id=com.pobylov.compassflashlightmorsefree",
          1418504269
        ],
        [
          "#Android U.S. exclusive: watch the current season of your favorite TV shows for free on the Hulu app on Google Play. http://goo.gl/tHl0sg Timeline Photos",
          1418313326
        ],
        [
          "Here's your chance: Last day to purchase an #AndroidWear device on Google Play and get a $50 Play credit in the U.S. #CyberMonday http://goo.gl/W35jFl Timeline Photos",
          1417453221
        ],
        [
          "FootBall Maniac Wallpapers\n\nDownload Free App from google play store and enjoy full HD live wallpapers of your favourite players on your mobile phone screens\n\nhttps://play.google.com/store/apps/details?id=com.jinglebells.livewallpapers",
          1417424465
        ],
        [
          "Snag the #LGGWatch until Monday for over 50% off on Google Play in US, CAN & UK. #BlackFriday http://goo.gl/dFCP96 Timeline Photos",
          1417189023
        ],
        [
          "Elegantly styled and powered by #AndroidWear, the ASUS #ZenWatch is now available on Google Play. http://goo.gl/OpAOwd Timeline Photos",
          1415985224
        ],
        [
          "The Sony #SmartWatch3, powered by #AndroidWear, is made to fit your lifestyle. Get it now on Google Play: http://goo.gl/2anaFI Timeline Photos",
          1415641303
        ],
        [
          "The LG G Watch R comes full circle, combining timeless design and information that moves with you. Now available on Google Play. #AndroidWear http://goo.gl/tFssFa Timeline Photos",
          1415295597
        ],
        [
          "Say hello to the days where your watch can tell you much more than time. Designed for life, the Sony #SmartWatch3 for #AndroidWear is now available at Verizon, and coming soon on Google Play. http://goo.gl/zXpzg9 Timeline Photos",
          1414073793
        ]
      ],
      "dates_start": 1420879510,
      "dates_end": 1474452183,
      "likes_avg": 405,
      "likes_stdev": 630,
      "comments_avg": 46,
      "comments_stdev": 41,
      "shares_avg": 27,
      "shares_stdev": 30
    },
    {
      "number": 11,
      "important": [
        "androidmwc",
        "androidmwc timelin",
        "photo",
        "explor",
        "come",
        "timelin",
        "see",
        "one",
        "next",
        "access"
      ],
      "common": [
        "android",
        "androidify",
        "androidmwc",
        "barcelona",
        "check",
        "feeling",
        "mwc16",
        "mwc17",
        "mwc17 androidmwc",
        "pins"
      ],
      "messages": [
        [
          "Another one in the books! Hasta luego to #MWC17 - see you next year. 👋 #AndroidMWC Timeline Photos",
          1488466804
        ],
        [
          "The smoothies are cool but the tech is coming in hot at #MWC17. #AndroidMWC Timeline Photos",
          1488434403
        ],
        [
          "We’re having fun exploring other parts of #MWC17 in the Android Global Village. #AndroidMWC Timeline Photos",
          1488373202
        ],
        [
          "No matter where you are, you can customize your #AndroidWear watch face to match your mood. Check it out: https://goo.gl/BNu4Wm #AndroidMWC Timeline Photos",
          1488348006
        ],
        [
          "We’re excited for the newest #AndroidOne device in Turkey. Meet the General Mobile GM6! #AndroidMWC https://goo.gl/4Sqvmi Timeline Photos",
          1488288123
        ],
        [
          "Feeling calm at the #Androidify Zen garden at #AndroidMWC. Join the fun and create your own Androidify character: https://androidify.com/ Timeline Photos",
          1488261602
        ],
        [
          "Pins on pins on pins. Can you pick a favorite? #MWC17 #AndroidMWC Timeline Photos",
          1488196803
        ],
        [
          "Ciao. 你好. Hola. No matter how you say it, Hello from #AndroidMWC. Timeline Photos",
          1488175202
        ],
        [
          "Clean and simple look: Check. The latest updates: Check. Nougat: Check. #Nokia is feeling the #Android love. Welcome to the fam! #AndroidMWC Timeline Photos",
          1488124502
        ],
        [
          "Start spreading the news. The #LGG6 has been optimized so you can get help from the #GoogleAssistant, even with the screen off. #AndroidMWC https://goo.gl/HDTo98 Timeline Photos",
          1488107727
        ],
        [
          "Feeling nostalgic with this #AndroidMWC #tbt. See you soon, Barcelona. Timeline Photos",
          1487871904
        ],
        [
          "That's a wrap from Barcelona and #MWC16! Shout out to all our gold winners of the #AndroidMWC pin collection. Timeline Photos",
          1456412409
        ],
        [
          "At #MWC16? Track down the #AndroidMWC pins while exploring the latest in #mobiletech: android.com/mwc Timeline Photos",
          1456214402
        ],
        [
          "Hello from Barcelona! If you’re at #MWC16 be sure to swing by and say hi! #AndroidMWC Timeline Photos",
          1456124463
        ],
        [
          "¡Hola Barcelona! #androidMWC #MWC15 #NotTheSame Timeline Photos",
          1425277131
        ]
      ],
      "dates_start": 1458757931,
      "dates_end": 1496532293,
      "likes_avg": 545,
      "likes_stdev": 348,
      "comments_avg": 26,
      "comments_stdev": 9,
      "shares_avg": 24,
      "shares_stdev": 36
    },
    {
      "number": 12,
      "important": [
        "use",
        "use androidpay",
        "look",
        "android",
        "season",
        "pay androidpay",
        "pay",
        "phone",
        "androidpay",
        "access"
      ],
      "common": [
        "android",
        "android pay",
        "androidpay",
        "app",
        "enjoy",
        "free",
        "mp4",
        "pay",
        "use",
        "use androidpay"
      ],
      "messages": [
        [
          "#AndroidPay is an option at more places than you think. Just look for the contactless or Android Pay symbol to checkout with your phone. https://goo.gl/nuCEGj 01.18_AndroidPay_Doodles_FB.mp4",
          1486417024
        ],
        [
          "#1 priority during flu season: don’t get sick. Avoid the unnecessary germs by using #AndroidPay at checkout. https://goo.gl/w8jwjf 01.27_AndroidPay_FluSeason.mp4",
          1485799117
        ],
        [
          "Enjoy 15% off your first Mallzee purchase when you pay with #AndroidPay. Download the app to redeem this offer: https://goo.gl/32yWqq Timeline Photos",
          1483020663
        ],
        [
          "Zapłać za bilet #AndroidPay z kartą Mastercard w Multikinie, a dostaniesz drugi bilet i popcorn za darmo!\n\nSzczegóły promocji u kasjera i na http://mastercard.pl/multikino-pay/ Timeline Photos",
          1482418801
        ],
        [
          "10% off your purchase when you pay with Android Pay. Download Android Pay and redeem this offer: https://goo.gl/C6UoTg Timeline Photos",
          1482397203
        ],
        [
          "£5 off your order when you pay with Android Pay. Download Android Pay and redeem this offer. https://goo.gl/XOL7lh Timeline Photos",
          1482249602
        ],
        [
          "Get a £5 hungryhouse credit for your next order when you pay with #AndroidPay. See how to redeem this offer: https://goo.gl/ugA0kU Timeline Photos",
          1481919962
        ],
        [
          "Move freely, breathe deeply, pay easily. You can now use #AndroidPay within the lululemon app. https://goo.gl/PDUsi9 Timeline Photos",
          1481758255
        ],
        [
          "【Android Pay が使えるようになりました】本日から #AndroidPay が国内で利用できるようになりました。ポイントも支払いも 1 つにまとめることができます。 まずは楽天 Edy から。 → https://goo.gl/aFdSlu Timeline Photos",
          1481583602
        ],
        [
          "Uber savings with Uber. Use #AndroidPay and promo code “ANDROID50” in the Uber app to enjoy 50% off your next 5 rides: https://goo.gl/dZSIvh Timeline Photos",
          1481581840
        ],
        [
          "The luck of the Irish meets a simpler way to pay. #AndroidPay now available in Ireland. Download now: https://goo.gl/UlVLP 11.08_AndroidPay_Ireland_04.mp4",
          1481122828
        ],
        [
          "Is Jet.com your one-stop holiday shop? Use #AndroidPay to unlock a $10 credit when you spend over $50. https://goo.gl/nJSKmQ Timeline Photos",
          1481050803
        ],
        [
          "Save big with #AndroidPay and Delivery.com. Enjoy $5 off orders of $15 each day through 12/15. https://goo.gl/xy53Zi Timeline Photos",
          1480365003
        ],
        [
          "Don’t let those last minute Thanksgiving errands get you in a bind. Use #AndroidPay in the Instacart app and enjoy free grocery delivery on orders over $35. https://goo.gl/xT3rp9 Timeline Photos",
          1479834005
        ],
        [
          "#AndroidPay już dostępny w Polsce. Nowy sposób na łatwe i bezpieczne płacenie telefonem. Pobierz teraz: https://goo.gl/KKOj4s 11.10_AndroidPay_Poland_02.mp4",
          1479362426
        ],
        [
          "Enjoy a side of savings with your soup and sandwich. Use #AndroidPay in the Panera Bread app and enjoy a free “You Pick Two,” now through 11/24. https://goo.gl/Gzy2R8 Timeline Photos",
          1479326405
        ],
        [
          "Don’t miss out on this Doordash special. Use #AndroidPay & enjoy F-R-E-E delivery on orders over $15 through November. https://goo.gl/TjVofj Timeline Photos",
          1478185208
        ],
        [
          "The coffee is warm but your wallet is staying cool. It’s the last Monday to enjoy a free cup of coffee from Caffè Nero when you use MasterCard with #AndroidPay. https://goo.gl/6JeFxd Timeline Photos",
          1477281602
        ],
        [
          "MasterCard #AndroidPay users in London: don’t forget that each Monday in October, you can enjoy free transportation on Transport for London. https://goo.gl/6zn2Cu Timeline Photos",
          1476676802
        ],
        [
          "Order’s up! Use #AndroidPay with Grubhub and reap the benefits now through 10/31. https://goo.gl/6BRtVo Timeline Photos",
          1476126005
        ],
        [
          "Who doesn’t love free coffee from Caffè Nero and free travel on Transport for London on a Monday? #AndroidPay MasterCard users, we’re looking at you. Learn more: https://goo.gl/6JeFxd",
          1475467203
        ],
        [
          "Skip the chip reader and stay on-the-go with #AndroidPay. 08.31_AndroidPay vs Chip&Pin_FB_02.mp4",
          1473784796
        ],
        [
          "Get excited! Chase is now available on #AndroidPay. Now let’s get shoppin’. http://goo.gl/uvn2Wg 09.07_AndroidPay_Chase_FB_03.mp4",
          1473247829
        ],
        [
          "Because you can’t have a #LaborDay BBQ without the essentials. Get them faster at Whole Foods Market  with #AndroidPay. Timeline Photos",
          1472824776
        ],
        [
          "Stay cool. Timeline Photos",
          1469279702
        ],
        [
          "Hungry? Grubhub is now available with #AndroidPay. 07.18_AndroidPay_GrubHub.mp4",
          1468849534
        ],
        [
          "You don't have to lift a finger to use #AndroidPay – not even to open the app. https://goo.gl/tLv9la 06.29_AndroidPay_JustTap.mp4",
          1467378038
        ],
        [
          "Now you can use #AndroidPay at stores islandwide for coffee, groceries, meals out and more! https://youtu.be/M0qp6xzVNK4",
          1467079201
        ],
        [
          "Hey Lyft riders! Get $10 off your next ride when you use #AndroidPay. \nhttps://blog.lyft.com/android-pay-1 Timeline Photos",
          1461942653
        ],
        [
          "Enter your info once, and use #AndroidPay to make payments across all your favorite apps: https://goo.gl/jn9cQD",
          1453768323
        ],
        [
          "Get special deals in your favorite apps when you pay with #AndroidPay. Check it out: https://goo.gl/9Abr7v Timeline Photos",
          1450731624
        ],
        [
          "#everykidmatters    Wiggle While You Work!, a project from Ms. Joyce My students need a Hokki stool and three Kore Wobble Chairs to help them to stay focused! Do you remember sitting in class, trying to stay focused? Many of my students struggle with staying focused and have a hard time completing school work due to their lack of focus. My students are...",
          1450497504
        ],
        [
          "You can now use #AndroidPay in your favorite apps Read more: http://goo.gl/2H8juR Timeline Photos",
          1450201623
        ],
        [
          "Double up on gifting and giving this #BlackFriday. We’re donating $2 every time you use #AndroidPay today. All proceeds will go to DonorsChoose.org for the funding of special education projects. #TapPayGive today: https://goo.gl/rDwndd Timeline Photos",
          1448640001
        ],
        [
          "We’re giving $1 every time you use #AndroidPay this holiday season, partnering w/ Google.org and @DonorsChoose.org to fund special education projects. Join us to #TapPayGive: http://goo.gl/T5ik6x Timeline Photos",
          1448377023
        ],
        [
          "#AndroidPay helps you stay on top of your spending, so you can get your latte and that extra biscotti, too. https://goo.gl/1NnFCp Timeline Photos",
          1446740405
        ]
      ],
      "dates_start": 1459930194,
      "dates_end": 1484363549,
      "likes_avg": 342,
      "likes_stdev": 1111,
      "comments_avg": 28,
      "comments_stdev": 20,
      "shares_avg": 19,
      "shares_stdev": 55
    },
    {
      "number": 13,
      "important": [
        "never",
        "androidwear",
        "like",
        "photo",
        "look",
        "take",
        "androidwear timelin",
        "keep",
        "timelin",
        "access"
      ],
      "common": [
        "androidwear",
        "app",
        "google",
        "like",
        "ok",
        "ok google",
        "right",
        "time",
        "watch",
        "wrist"
      ],
      "messages": [
        [
          "Keeping a #NewYears resolution has never been easier - or more stylish. #AndroidWear Timeline Photos",
          1483477202
        ],
        [
          "Take a walk down memory lane with a #tbt retro look for your #AndroidWear. https://goo.gl/pwAOAx Timeline Photos",
          1475765975
        ],
        [
          "OK Google, what’s the weather like? Be #WeekendWear  prepared before heading out with #AndroidWear. Timeline Photos",
          1474821602
        ],
        [
          "Math class will have nothing on you. Go #BacktoSchool in style with #AndroidWear. http://goo.gl/bXLtaj Timeline Photos",
          1473347705
        ],
        [
          "Nothing says Fri-YAY like flowers. What’s blooming on your #AndroidWear? https://goo.gl/XOhP1b Timeline Photos",
          1469193303
        ],
        [
          "Stay hydrated this weekend with the Water Drink Reminder for #AndroidWear. https://goo.gl/rWdh4Y Timeline Photos",
          1466249392
        ],
        [
          "Time has flown since I/O two years ago. Happy second birthday #AndroidWear! #io16 Timeline Photos",
          1463588739
        ],
        [
          "Introducing MODE, snap-and-swap watch bands designed for #AndroidWear http://goo.gl/ynFlPU Timeline Photos",
          1461684104
        ],
        [
          "Just in time. Take $50 off #HuaweiWatch now through 12/22 #GoogleStore #AndroidWear Timeline Photos",
          1450296027
        ],
        [
          "Make your Google account safer with Google Authenticator right on your wrist. #AndroidWear https://goo.gl/GEZJmY Timeline Photos",
          1449854546
        ],
        [
          "Introducing TAG Heuer Connected, the first luxury watch powered by #AndroidWear http://goo.gl/W4W8dO Timeline Photos",
          1447082264
        ],
        [
          "View past convos and respond directly from your watch with the new #Hangouts app on #AndroidWear http://goo.gl/HL9g6f Timeline Photos",
          1439216264
        ],
        [
          "#WeekendWear watch face that counts down to the weekend #meta http://goo.gl/CJuLB4 #AndroidWear Timeline Photos",
          1430493004
        ],
        [
          "Stay connected to the people that matter with the #WhatsApp app on your #Android wearable. #AndroidWear Timeline Photos",
          1410620411
        ],
        [
          "Get recipes right on your wrist with the Allthecooks Recipes App and let out your inner chef. No more flour-coated tablets! #AndroidWear Timeline Photos",
          1408561749
        ],
        [
          "Order delivery from your favorite restaurant using Eat24 right on your watch. #AndroidWear Timeline Photos",
          1406829600
        ],
        [
          "When it’s hardest to hail a cab, your Lyft will be on its way. Grab a ride by saying \"Ok Google, call me a car”. #AndroidWear Timeline Photos",
          1406302046
        ],
        [
          "Get all your questions answered. Just ask questions like \" #OKGoogle, how many calories in an avocado\" or \"OK Google, what time is it in London\" and get a straight answer in seconds. How will voice commands on your wrist make your life easier? #AndroidWear Timeline Photos",
          1405170307
        ]
      ],
      "dates_start": 1418697015,
      "dates_end": 1472697900,
      "likes_avg": 334,
      "likes_stdev": 198,
      "comments_avg": 49,
      "comments_stdev": 21,
      "shares_avg": 18,
      "shares_stdev": 11
    },
    {
      "number": 14,
      "important": [
        "famili",
        "tap",
        "tap pay",
        "store",
        "set",
        "pay",
        "androidpay",
        "easi",
        "join",
        "access"
      ],
      "common": [
        "androidpay",
        "mp4",
        "pay",
        "pay androidpay",
        "tap",
        "tap pay",
        "today",
        "use",
        "use androidpay",
        "way"
      ],
      "messages": [
        [
          "There’s no stopping the #AndroidPay momentum. Now in 10 countries, #Belgium has joined the Tap. Pay. Family. https://goo.gl/I4g9xi 03.08_AndroidPay_Nations_v2.mp4",
          1488974432
        ],
        [
          "Setting up #AndroidPay is as easy as 1,2,3. Then, tap at millions of stores, wherever contactless is accepted. https://goo.gl/1ipru6 02.21_AndroidPay_Steps_FB_02.mp4",
          1488058610
        ],
        [
          "Don’t worry, #AndroidPay makes it easy to grab a last-minute #ValentinesDay gift. Tap. Pay. ❤️. https://goo.gl/H1IDgT Timeline Photos",
          1487034543
        ],
        [
          "Forget fumbling with your wallet. There’s a better way to pay when you’re headed home for the #holidays. With #AndroidPay, just Tap. Pay. 🚗. 12.20_AP_Taxi_FB.mp4",
          1482354025
        ],
        [
          "Tap. Pay. 🎁. The countdown to the #holidays is easier when you pay with your phone & get free gift wrapping at the #ArtistsAndFleas Holiday Market. Timeline Photos",
          1482350942
        ],
        [
          "Accepted at millions of stores around the world, the possibilities are endless with #AndroidPay. Go and get your Tap. Pay. Awesome. on. https://goo.gl/XHzdVJ 11.03_AndroidPay_Emoji_FB.mp4",
          1481983219
        ],
        [
          "Reloading your Dunkin’ Donuts app with #AndroidPay is as easy as Tap. Pay. 🍩 & ☕️. See how you can earn a 100 DDPerks points bonus: https://goo.gl/bKy32e 10.26_AndroidPay_DunkinTap.mp4",
          1479560433
        ],
        [
          "There are 2 ways to Tap. Pay. Yay! In stores and in apps. What’s your favorite way to use #AndroidPay? 09.27_AndroidPay_2WaysToPay.mp4",
          1475155285
        ],
        [
          "Tap. Pay. Vroom. Starting today, get 50% off your next 10 Uber rides when you pay with #AndroidPay. Where are you headed? http://goo.gl/P9JxmM Timeline Photos",
          1473266703
        ],
        [
          "Now, you’re just a tap away from never missing Walgreens Balance Rewards savings and points. Save your rewards card to #AndroidPay and try tapping today. http://goo.gl/iZlfkO 08.17_AndroidPay_Walgreens.mp4",
          1472569524
        ],
        [
          "#AndroidPay is now available in Singapore. Download from @Google Play, add your card and tap to pay at thousands of stores islandwide. http://goo.gl/96hyRC Timeline Photos",
          1467055202
        ],
        [
          "Did you know: When you tap to pay, #AndroidPay sends a virtual account number to keep your card information safe. 06.09_AndroidPay_Encryption.mp4",
          1465996770
        ],
        [
          "1 tap w/ #AndroidPay on your Verizon phone = 1GB of data. 3 taps =  2GB. Get started today: goo.gl/rIkwoD 05.04_Android_TapData.mp4",
          1465491064
        ],
        [
          "Tap. Pay. 🚇.. You can now use #AndroidPay on the @TFL Underground. #io16 Android Pay: Tap. Pay. Ride. You can now use Android Pay everywhere contactless payments are accepted including paying for the Tube, bus and train with Transport for London. Discover mor...",
          1463600133
        ],
        [
          "Calling all Verizon customers! Snag up to 2GB of free data when you tap & pay with #AndroidPay today through June 13. goo.gl/8mpz56 04.14_AndroidPay_2GBData_FB.mp4",
          1460649325
        ],
        [
          "Tap. Pay. 🏠. Be your way to an awesome home w/ #AndroidPay & Houzz. goo.gl/3VFEqt Timeline Photos",
          1459431002
        ],
        [
          "Tap. Pay. ✅ . Check off your shopping list fast & save 💰 w/ #AndroidPay in the Jet app. https://goo.gl/ez1OL4 Timeline Photos",
          1458838820
        ],
        [
          "Tap. Pay. 🎶. Your favorite show is a tap away with #AndroidPay in the Ticketmaster app: https://goo.gl/fTRxkA",
          1457627404
        ],
        [
          "Tap. Pay. 🛏. #AndroidPay is the fastest way to book a spontaneous getaway w/ HotelTonight. https://goo.gl/Qh57Q Timeline Photos",
          1457021102
        ],
        [
          "Tap. Pay. 🍔🍕➡🏠. Get $5 off when you use #AndroidPay to order food with Yelp Eat24: https://goo.gl/EDaUyx Timeline Photos",
          1456335903
        ],
        [
          "Tap. Pay. 🍴. Wine, dine and grab the check in no time when you use #AndroidPay in OpenTable: https://goo.gl/pDkk8u Timeline Photos",
          1455652502
        ],
        [
          "Tap. Pay. 🍞🌽🍓. Make instant payments in Instacart w/ #AndroidPay and get $10 off. https://goo.gl/2Z1LWE Timeline Photos",
          1454096856
        ],
        [
          "Tap, pay, sip at vending machines across the country with #AndroidPay and @CocaCola http://goo.gl/0kHxc5",
          1446843638
        ],
        [
          "The #AndroidPay app is now available on Google Play. Download, add your cards, & tap to pay. https://goo.gl/hiw7wS Timeline Photos",
          1442587339
        ]
      ],
      "dates_start": 1454555852,
      "dates_end": 1480655378,
      "likes_avg": 163,
      "likes_stdev": 76,
      "comments_avg": 31,
      "comments_stdev": 18,
      "shares_avg": 15,
      "shares_stdev": 14
    },
    {
      "number": 15,
      "important": [
        "androidwear",
        "like",
        "photo",
        "weekendwear",
        "week",
        "wrist",
        "weekendwear timelin",
        "keep",
        "timelin",
        "access"
      ],
      "common": [
        "androidwear",
        "androidwear watch",
        "androidwear watch weekendwear",
        "androidwear weekendwear",
        "keep",
        "phone",
        "watch",
        "watch weekendwear",
        "weekend",
        "weekendwear"
      ],
      "messages": [
        [
          "#WeekendWear: Red, white, and blue edition. Which #AndroidWear MODE band are you rocking? 07.02_AndroidWear_ModeRWB.mp4",
          1467464440
        ],
        [
          "The Runwell 5K Trainer for #AndroidWear is like a coach on your wrist, so you can keep your eyes on the prize. #WeekendWear https://goo.gl/LN61W9 Timeline Photos",
          1466769543
        ],
        [
          "Brain at capacity from meetings this week? Audio record your thoughts with #AndroidWear: https://goo.gl/yfcZOu #WeekendWear Timeline Photos",
          1464440408
        ],
        [
          "Less “not today”, more “namaste”. Calm app for #AndroidWear helps you meditate, sleep, relax and much more. #WeekendWear https://goo.gl/M4Za7m Timeline Photos",
          1463232712
        ],
        [
          "Chart the stars this #SpaceDay with the Star Chart app for #AndroidWear. #WeekendWear https://goo.gl/MyhQZ5 Timeline Photos",
          1462544762
        ],
        [
          "Quickly find a getaway for this weekend with Wego on your #AndroidWear watch. #WeekendWear https://goo.gl/W2cc1f Timeline Photos",
          1461936603
        ],
        [
          "Explore more of the great outdoors this weekend with Komoot for #AndroidWear. #WeekendWear https://goo.gl/tjF9Oc Timeline Photos",
          1461420003
        ],
        [
          "“OK Google, what's the weather like this weekend?” ☀ #AndroidWear #WeekendWear Timeline Photos",
          1460134590
        ],
        [
          "Do your grocery shopping in style this weekend with Google Keep on your #AndroidWear watch. #WeekendWear https://goo.gl/4njyv Timeline Photos",
          1459603858
        ],
        [
          "Train your pup this weekend with a whistle on your #AndroidWear watch. #WeekendWear https://goo.gl/v9I3f0 Timeline Photos",
          1458926436
        ],
        [
          "Take on little paper bad guys in this mini space battle when you play PaperCraft on your #AndroidWear watch. #WeekendWear https://goo.gl/Lcffmn Timeline Photos",
          1454158808
        ],
        [
          "Phone armbands are so 2015. Now you can track your run with #GoogleFit using just your #AndroidWear watch. #WeekendWear https://goo.gl/edgfVZ Timeline Photos",
          1452872769
        ],
        [
          "Play games with elves in jetpacks and follow Santa in his journey around the world #WeekendWear https://goo.gl/1kH0rw Timeline Photos",
          1450458007
        ],
        [
          "Start the countdown to the most wonderful time of the year 🎄 #WeekendWear https://goo.gl/SRwRkg Timeline Photos",
          1449269897
        ],
        [
          "“OK Google, do I need an umbrella this weekend?” Check the weather from your wrist with #AndroidWear.  #WeekendWear Timeline Photos",
          1446833322
        ],
        [
          "Swipe up, down, left, right in the SWIP3 game on #AndroidWear. #AndroidExperiments #WeekendWear https://goo.gl/xTsGlk Timeline Photos",
          1445632018
        ],
        [
          "Enjoyed your last meal from Eat24? Order it again from your #AndroidWear watch. #WeekendWear https://goo.gl/DfiPCU Timeline Photos",
          1444406850
        ],
        [
          "Don’t miss your date! #AndroidWear’s at-a-glance appointment reminders help keep you prompt. #WeekendWear Timeline Photos",
          1443186009
        ],
        [
          "Take the party with you. Listen to the iHeartRadio Music Festival channel from your #AndroidWear watch. #WeekendWear Timeline Photos",
          1442592857
        ],
        [
          "Leave the phone at home & track your run w/ RunKeeper & offline GPS on your Sony SmartWatch 3 #WeekendWear https://goo.gl/vmpW9r Timeline Photos",
          1439570097
        ],
        [
          "Stay hands free: travel, house hunting & transit apps with Google Maps #AndroidWear http://goo.gl/eM59HD #WeekendWear Timeline Photos",
          1438352227
        ],
        [
          "Never miss a song. Keep your phone in your pocket & Shazam from your wrist with #AndroidWear https://goo.gl/zAqnxo #WeekendWear Timeline Photos",
          1436536824
        ],
        [
          "With Tennis Racketeering for #AndroidWear, your watch ‘serves’ as the racket and your phone becomes the court https://goo.gl/ivCzSR #WeekendWear Timeline Photos",
          1435926964
        ],
        [
          "New always-on #AndroidWear apps keep info handy for when you're on the go http://goo.gl/W72Abh #WeekendWear Timeline Photos",
          1435326392
        ],
        [
          "Add a personal touch with voice messages on-the-go with Cord Project Inc. for #AndroidWear https://goo.gl/BkFDfj #WeekendWear Timeline Photos",
          1434116267
        ],
        [
          "Going on a summer trip? Learn the local language with Duolingo for #AndroidWear https://goo.gl/GG7x1H #WeekendWear Timeline Photos",
          1433517663
        ],
        [
          "Catch some quality Z’s this weekend with your #AndroidWear. The Sleep as Android app helps you fall asleep, stay asleep and wake up at the optimal time #WeekendWear https://goo.gl/PVkP7 Timeline Photos",
          1432990812
        ],
        [
          "Keep your phone out of the batter with #AndroidWear - here's our fave #ChocolateChipDay #recipe from @allthecooks #WeekendWear https://goo.gl/p5sk7W Timeline Photos",
          1431691219
        ],
        [
          "Keep weekend to-dos within reach with @Wunderlist for #AndroidWear #WeekendWear https://goo.gl/URPKib Timeline Photos",
          1431088505
        ],
        [
          "Venturing into the great outdoors this weekend? Add Compass for #AndroidWear to your packing list #WeekendWear http://goo.gl/EdiIjm Timeline Photos",
          1429285295
        ],
        [
          "Coordinate from head-to-wrist-to-toe with the #AndroidWear DressWatch app #WeekendWear http://goo.gl/NyW4qX Timeline Photos",
          1428674383
        ]
      ],
      "dates_start": 1434687527,
      "dates_end": 1459697023,
      "likes_avg": 236,
      "likes_stdev": 66,
      "comments_avg": 55,
      "comments_stdev": 25,
      "shares_avg": 14,
      "shares_stdev": 6
    },
    {
      "number": 16,
      "important": [
        "googl",
        "access",
        "android"
      ],
      "common": [
        "300",
        "android",
        "disney",
        "disney infinity",
        "disney infinity toy",
        "disney infinity toy box",
        "hiring",
        "infinity",
        "toy",
        "toy box"
      ],
      "messages": [
        [
          "With an #Android pumpkin carving on your doorstep the kids will be yelling, \n“Treat or Treat!” 10.28_Android_PumpkinCarving.mp4",
          1477681744
        ],
        [
          "DISNEY INFINITY: TOY BOX 3.0 Gameplay on Android / Partida del juego DISNEY INFINITY: TOY BOX 3.0 en Android \n》 https://youtu.be/2vteEqm6_lA 《",
          1443469481
        ],
        [
          "#Android > (  #Apple ( #Iphone( #IOS )+ #Ipad + #Iwatch) + #WP )",
          1432839578
        ],
        [
          "Android キャラクター 300 体による「アンドロイド合唱団」初公演！！\n\n2 月 12 日（木）から 15 日（日）の 4 日間、表参道ヒルズの吹き抜け大階段にて、個性あふれる 300 体の Android キャラクターたちが 300 台の Android 搭載スマートフォンやタブレットに入り込み、大合唱を披露します。\n\nデザインが異なる 300 体のキャラクターたちが、様々なメーカーのスマートフォンやタブレットのスピーカーから出される音でハーモニーを生み出します。合唱曲にあわせて動くキャラクターたちに注目ください。\n\n日 時： 2 月 12 日（木）〜 15 日（日）11 時 〜 20 時 \n会 場：表参道ヒルズ ( http://goo.gl/Bb3RSz ) 吹き抜け大階段 Google Japan Blog: 「アンドロイド合唱団」初公演",
          1423784491
        ],
        [
          "icon pack to http://goo.gl/5SJ0nP\n\n#android",
          1418471726
        ],
        [
          "Android Cupcake Fan Art",
          1418309249
        ],
        [
          "RapidValue Hiring! #InfoparkJobfFair2014 #hiring #job #kochi #Kerala #java #Android #iOS #Oracle #Phython",
          1418301367
        ],
        [
          "Apple or Android ? @artbyav",
          1414343987
        ]
      ],
      "dates_start": 1411067364,
      "dates_end": 1450733041,
      "likes_avg": 59,
      "likes_stdev": 127,
      "comments_avg": 7,
      "comments_stdev": 12,
      "shares_avg": 6,
      "shares_stdev": 11
    },
    {
      "number": 17,
      "important": [
        "time",
        "enjoy",
        "take",
        "de",
        "new",
        "access",
        "game",
        "play",
        "next",
        "tri"
      ],
      "common": [
        "android",
        "details",
        "game",
        "google",
        "google store",
        "google store apps details",
        "play",
        "play google",
        "store",
        "traffic"
      ],
      "messages": [
        [
          "The new great game! \nTry and enjoy !!!\nhttps://play.google.com/store/apps/details?id=com.Whitebox.AirH&hl=ru AIR H - Air Hockey time killer",
          1477748841
        ],
        [
          "Take your cooking game to the next level with #GoogleNow. 07.19_Android_ConversationSearch_FB.mp4",
          1468933535
        ],
        [
          "Da uma olhada no canal ai galera canal de game play está apenas no começo curte compartilha e inscreva-se no canal valew galera\n\n Primeira game play para android As Tartarugas ninjas : Lendas",
          1467563475
        ],
        [
          "Sunshine, hot dogs, and a game of catch. It’s definitely #OpeningDay! Timeline Photos",
          1459783802
        ],
        [
          "\"Russian Traffic Flow\"\n\nDrive your car through traffic and enjoy the fast paced, thrilling arcade racing game. Become a best racer and drive through traffic at crazy speeds. Earn points and buy faster cars and upgrades.\n\nFeatures:\n- Beautiful 3D graphics.\n- Easy driving controls.\n- 20 different cars to choose from.\n- Upgrades: handling, speed, braking. \n- Bonus points for close overtakes.\n- Two modes: \"Simulation\" and \"Arcade racing games\".\n- View from the cockpit.\n\n Russian Traffic Flow",
          1452599911
        ],
        [
          "New #game - #Smart #Matches. Who playes helps. #Play and #donate. 1st charity #app! By downloading you donate to #Doctors without #borders. Download, play, share…http://buff.ly/1MvODEm",
          1450871472
        ],
        [
          "ATTENTION!!!! NOW FREE GAME - Orange Ball 2!!! Share with your friends!\nToday FREE Download and INSTALL on Google Play MARKET game\n**************************************************\n Orange Ball 2",
          1441964888
        ],
        [
          "Xpossible game is now free on android",
          1436625719
        ],
        [
          "Play along with us !!!\nSuper popular game LASER!\nhttp://bit.ly/1EaNkKs \n#flintstones #topiary #lumosity #mathwa",
          1430101290
        ],
        [
          "Hi , check out our first game for android . \nIt's very addictive and fun !!! \nWe need YOU to download it and give us feedback (  and rate it high if possible :)   ). \nthis is the link to the game : \nhttps://play.google.com/store/apps/details?id=touchit.co.touchit\n\nThanks!",
          1428524972
        ],
        [
          "Hey Guys,\nCheck Out our new game \"Spiky Jump\"....Very Very Challenging & addictive\nhttps://play.google.com/store/apps/details?id=com.ponkystudios.spikyjump Spiky Jump",
          1426142996
        ],
        [
          "Check out this game on Android: Flying Boy\nhttps://play.google.com/store/apps/details?id=Touch.game",
          1408822300
        ],
        [
          "What #Android games do you enjoy when you have downtime? Timeline Photos",
          1406912410
        ],
        [
          "Hi there, here is a little game we made, for football games. During the match stretch your brain with this cool word game.\n Word Cup 2014 Lite",
          1403096692
        ]
      ],
      "dates_start": 1416746540,
      "dates_end": 1463209502,
      "likes_avg": 55,
      "likes_stdev": 102,
      "comments_avg": 20,
      "comments_stdev": 58,
      "shares_avg": 5,
      "shares_stdev": 8
    },
    {
      "number": 18,
      "important": [
        "use",
        "pleas",
        "lollipop",
        "photo",
        "android",
        "system",
        "phone",
        "timelin",
        "access"
      ],
      "common": [
        "380v",
        "android",
        "aplikacji",
        "gps",
        "itgoo",
        "kurs",
        "kursu",
        "pl",
        "przesyłać nasz adres biuro itgoo",
        "system"
      ],
      "messages": [
        [
          "At #CES2017, Fiat Chrysler is showcasing the next-generation of in-vehicle infotainment system based on #Android. #AndroidEverywhere Timeline Photos",
          1483727272
        ],
        [
          "System failure",
          1468321555
        ],
        [
          "I use the GPS locator and a headache on the BTS Skytrain system , I think, 380v electric shock satellite positioning system GPS.",
          1466522589
        ],
        [
          "The system clock signal losses",
          1453399305
        ],
        [
          "Android please can you advise when you will be fixing the Lollipop Operating system.  This is the most terrible level of service I've ever experienced on a phone.  Maybe tests should be carried out before inflicting a poor unworkable, unuseable and a totally unsatifactory system on your customers.",
          1433238134
        ],
        [
          "Kurs \"Programowanie aplikacji na system Android\"\n\nFirma ITgoo ma przyjemność zaprosić Państwa na kurs programowania w środowisku Qt, pozwalający na tworzenie aplikacji na wszystkie systemy operacyjne, w językach C++, QML i Java. Celem kursu jest napisanie aplikacji działającej na systemie Android, w pełni wykorzystującej możliwości urządzeń mobilnych.\n\nZapraszam na:\nhttps://www.facebook.com/ITgooCentrumInformatykiSC\n\nProgram kursu do pobrania:\nhttp://itgoo.vot.pl/kurs.pdf\n\nChęć uczestnictwa w kursie prosimy przesyłać na nasz adres biuro@itgoo.pl",
          1414170012
        ]
      ],
      "dates_start": 1429920594,
      "dates_end": 1476539028,
      "likes_avg": 98,
      "likes_stdev": 215,
      "comments_avg": 5,
      "comments_stdev": 11,
      "shares_avg": 4,
      "shares_stdev": 6
    },
    {
      "number": 19,
      "important": [
        "benevita fait",
        "francisco",
        "avec nos",
        "boutiqu lign cliquez",
        "command dan",
        "boutiqu lign cliquez icihttppautrotfranciscoacnshopeu",
        "de benevita fait votr",
        "command dan boutiqu lign cliquez",
        "benevita fait votr",
        "benevita"
      ],
      "common": [
        "acnshop",
        "acnshop eu",
        "bientot",
        "boutique",
        "boutique ligne",
        "eu",
        "ligne",
        "pautrotfrancisco",
        "tel",
        "tel 0612544077 bientot"
      ],
      "messages": [
        [
          "bonsoir à tous perdez plus vite du poids avec nos produit minceur:shake_it ! de benevita faites votre commande dans m'a boutique en ligne cliquez ici:http://pautrotfrancisco.acnshop.eu / francisco pautrot tel 0612544077 à bientot !",
          1475164019
        ],
        [
          "passer à  la vitesse superieur avec la fibre de sfr abonnè vous dans m'a boutique en ligne à partir de 11.99 euros par mois click web:http://pautrotfrancisco.acnshop.eu / tel 0612544077 à bientot",
          1469894881
        ],
        [
          "bonjour à tous offrè vous les meuilleurs pour vos cheveux je vous recommande nos produit :aluminè faites  votre commande dans m'a boutique en ligne click:http://pautrotfrancisco.acnshop.eu / cordialement: francisco pautrot tel 0612544077 à bientot !",
          1468977682
        ],
        [
          "perdez plus voduit minceur:shake_it ! de benevita faites votre commande dans m'a boutique en ligne clicks:http://pautrotfrancisco.acnshop.eu /  tel 0612544077 à bientot !",
          1468952092
        ],
        [
          "bonjour à tous  ,venez visitè m'a boutique en ligne , je suis en partenariat avec sfr puis ègalement avec securitas direct faites votre commande dans m'a boutique en ligne cliquez ici:http://pautrotfrancisco.acnshop.eu / cordialement: francisco pautrot tel 0612544077 à bientot !",
          1466723936
        ],
        [
          "bonsoir à tous pour vos soins capilaires , je vous recommande nos produit:aluminè  faites votre commande dans m'a boutique en ligne cliquez ici:http://pautrotfrancisco.acnshop.eu / cordialement: francisco pautrot tel 0612544077 à bientot !",
          1466707882
        ],
        [
          "BONJOUR A TOUS , VOUS AVEZ DE PROBLEME DE POIDS ? NOUS AVONS LA SOLUTIONS POUR VOUS AVEC SHAKE_IT ! DE BENEVITA ON PERDS VITE DU POIDS FAITES VOTRE COMMANDE DANS MA BOUTIQUE EN LIGNE CLIQUEZ ICI:HTTP://PAUTROTFRANCISCO.ACNSHOP.EU / CORDIALEMENT:FRANCISCO PAUTROT TEL 0612544077 A BIENTOT !",
          1466042679
        ],
        [
          "BONJOUR A TOUS VENEZ VISITER MA BOUTIQUE EN LIGNE , JE SUIS EN PARTENARIAT AVEC SFR PUIS EGALEMENT AVEC SECURITAS DIRECT FAITES VOTRE COMMANDE ET PARTAGER CLIQUEZ ICI:HTTP://PAUTROTFRANCISCO.ACNSHOP.EU / CORDIALEMENT:FRANCISCO PAUTROT TEL 0612544077 A BIENTOT !",
          1466038528
        ],
        [
          "BONSOIR A TOUS MINCIR CEST TRES FACILE AVEC NOS PRODUIT MINCEUR /SHAKE_IT ! DE BENEVITA FAITES VOTRE  COMMANDE DANS MA BOUTIQUE EN LIGNE CLIQUEZ ICI:HTTP://PAUTROTFRANCISCO.ACNSHOP.EU / TEL 0612544077 A BIENTOT !",
          1466016139
        ],
        [
          "bonjour à tous  mincir cest tres facile avec nos produit minceur:benevita faites le bon choix de le commandez dans ma boutique en ligne cliquez ici:http://pautrotfrancisco.acnshop.eu / cordialement: francisco pautrot tel 0612544077 à bientot !!!",
          1465959474
        ],
        [
          "bonjour à tous perdez plus vite du poids avec nos produit :benevita faites le bon choix de le commandez dans m'a boutique en ligne cliquez ici:http://pautrotfrancisco.acnshop.eu / cordialement: francisco pautrot tel 0612544077 à bientot !!!",
          1465953313
        ],
        [
          "bonjour à tous , protèger votre maison ou bien votre sociètè ,je vous recommande nos système de securitè avec securitas direct faites votre commande dans m'a boutique en ligne cliquez ici:http://pautrotfrancisco.acnshop.eu / cordialement:francisco pautrot tel 0612544077 à bientot !!!",
          1465951596
        ],
        [
          "bonsoir a tous venez decouvrir ma boutique en ligne je suis en partenariat avec sfr et aussi , faites votre commande dans ma boutique en ligne cliquez ici:http://pautrotfrancisco.acnshop.eu / tel 0612544077 à bientot !",
          1462734011
        ],
        [
          "BONJOUR A TOUS ET TOUTES , VENEZ DECOUVRIR MA BOUTIQUE EN LIGNE , JE SUIS EN PARTENARIAT AVEC SFR ET AUSSI AVEC SECURITAS DIRECT FAITES VOTRE COMMANDE ET PARTAGER CLIQUEZ ICI:HTTP://PAUTROTFRANCISCO.ACNSHOP.EU / CORDIALEMENT:FRANCISCO PAUTROT TEL 0612544077 A BIENTOT !",
          1462331243
        ],
        [
          "BONJOUR A TOUS PERDEZ PLUS VITE DU POIDS AVEC NOS PRODUIT MINCEUR :SHAKE_IT ! DE BENEVITA , FAITES VOTRE COMMANDE DANS MA BOUTIQUE EN LIGNE CLIQUEZ ICI:HTTP://PAUTROTFRANCISCO.ACNSHOP.EU / CORDIALEMENT:FRANCISCO PAUTROT TEL 0612544077 A BIENTOT !",
          1462323750
        ],
        [
          "bonjour à tous pour votre soins capilaires je vous recommande nos produit :aluminè faites votre commande dans ma boutique en ligne cliquez ici:http://pautrotfrancisco.acnshop.eu / cordialement:francisco pautrot tel 0612544077 à bientot !",
          1461895378
        ],
        [
          "bonsoir à tous pour vos soins capilaires je vous recommande nos produit :aluminè faites votre  commande dans ma boutique en ligne cliquez ici:http://pautrotfrancisco.acnshop.eu / cordialement:francisco pautrot tel 0612544077 à bientot !",
          1461438389
        ],
        [
          "bonsoir à tous perdez plus vite du poids ave nos produit minceur shake_it ! de benevita faites votre commande dans ma boutique en ligne liquez ici:http://pautrotfrancisco.acnshop.eu /  francisco pautrot tel 0612544077 à bientot !",
          1461430012
        ],
        [
          "bonjour à tous passer à la vitesse superieur ave la fibre de sfr abonnè vous dans ma boutique en ligne à partir de 11.99 euro cliquez ici:http://pautrotfrancisco.acnshop.eu / cordialement:francisco pautrot tel 0612544077 à bientot !",
          1461390787
        ],
        [
          "bonjour à tous minir cest cest facile avec nos produit minceur :benevita faites votre commande dans ma boutique en ligne cliquez ici:http://pautrotfrancisco.acnsho.eu / tel 0612544077 à bientot !",
          1461368766
        ],
        [
          "bonjour  j'ai le plaisir de vous prèsenter ma boutique en ligne , je suis en partenariat avec sfr puis egalement avec  securitas direct  faites votre commande et partager cliquez ici:http://pautrotfrancisco.acnshop.eu / cordialement: francisco pautrot tel 0612544077 à bientot !",
          1461140638
        ],
        [
          "BONJOUR A TOUS E VOUS INVITE A DECOUVRIR MA BOUTIQUE EN LIGNE JE SUIS EN PARTENARIAT AVEC SFR PUIS EGALEMENT AVEC SFR FAITES VOTRE COMMANDE ET PARTAGER CLIQUEZ ICI:HTTP://PAUTROTFRANCISCO.ACNSHOP.EU / CORDIALEMENT : FRANCISCO PAUTROT TEL 0612544077 A BIENTOT !",
          1460547092
        ],
        [
          "bonsoir à tous venez profiter de nos offres mobile joi pour 24.99 euro par mois illimitè international abonnè vous dans ma boutique en ligne cliquez ici:http://pautrotfrancisco.acnshop.eu / tel 0612544077 à bientot !",
          1460400614
        ],
        [
          "bonjour à tous je vous invite à decouvrir ma boutique en ligne  , je suis en partenariat avec sfr puis egalement avec securitas direct faites votre commande et partager cliquez ici:http://pautrotfrancisco.acnshop.eu / cordialement: francisco pautrot tel 0612544077 à bientot !",
          1460321584
        ],
        [
          "BONJOUR A TOUS PERDEZ PLUS VITE DU POIDS AVEC NOS PRODUIT MINCEUR : SHAKE_IT ! DE BENEVITA FAITES VOTRE COMMANDE DANS MA BOUTIQUE EN LIGNE CLIQUEZ ICI:HTTP://PAUTROTFRANCISCO.ACNSHOP.EU / CORDIALEMENT: FRANCISCO PAUTROT TEL 0612544077 A BIENTOT !",
          1460282657
        ],
        [
          "BONJOUR A TOUS  JE VOUS INVITE A DECOUVRIR MA BOUTIQUE EN LIGNE , JE SUIS EN PARTENARIAT AVEC SFR PUIS EGALEMENT AVEC SECURITAS DIRECT FAITES VOTRE COMMANDE ET PARTAGER CLIQUEZ ICI:HTTP://PAUTROTFRANCISCO.ACNSHOP.EU / CORDIALEMENT: FRANCISCO PAUTROT TEL 0612544077 A BIENTOT!",
          1460281648
        ],
        [
          "PREDEZ PLUS VITE DU POIDS AVEC NOS PRODUIT MINCEUR SHAKE_IT ! DE BENEVITA FAITES VOTRE COMMANDE DANS MA BOUTIQUE EN LIGNE CLIQUEZ ICI:HTTP://PAUTROTRANCISCO.ACNSHOP.EU /  FRANCISCO PAUTROT TEL 0612544077 A BIENTOT !",
          1460127854
        ],
        [
          "bonjour a tous  venez  profiter de nos offres  mobile joi 24.99 euro par mois illimitè international abonnè vous dans ma boutique en ligne cliquez ici:http://pautrotfrancisco.acnshop.eu / cordialement:francisco pautrot tel 0612544077 à bientot !",
          1460119101
        ],
        [
          "BONJOUR A TOUS VENEZ PROFITER DE NOS OFFRES MOBILE JOI POUR 24.99 EU PAR MOIS ILLIMITER INTERNATIONAL ABONNER VOUS DANS MA BOUTIQUE EN LIGNE CLIQUEZ ICI:HTTP://PAUTROTFRANCISCO.ACNSHOP.EU / CORDIALEMENT:  FRANCISCO PAUTROT TEL 061254477 A BIENTOT !",
          1460102630
        ],
        [
          "BONJOUR A TOUS JE VOUS INVITE A DECOUVRIR MA BOUTIQUE EN LIGNE JE SUIS EN PARTENARIAT AVEC SFR  PUIS EGALEMENT AVEC SECURITAS DIRECT FAITES VOTRE COMMANDE ET PARTAGER CLIQUEZ ICI:HTTP://PAUTROTFRANCISCO.ACNSHOP.EU / CORDIALEMENT: FRANCISCO PAUTROT TEL 0612544077 A BIENTOT !",
          1460089816
        ],
        [
          "bonsoir a tous je vous propose de visiter m'a boutique en ligne faites votre commande CLIQUEZ ICI:HTTP://PAUTROTFRANCISCO.ACNSHOP.EU / CORDIALEMENT: FRANCISCO PAUTROT TEL 0612544077  A BIENTOT !",
          1459968023
        ],
        [
          "PERDEZ PLUS VITE DU POIDS AVEC NOS PRODUIT MINCEUR :SHAKE_IT ! DE BENEVITA FAITES VOTRE COMMANDE DANS MA BOUTIQUE EN LIGNE CLIQUEZ ICI:HTTP://PAUTROTFRANCISCO.ACNSHOP.EU /  FRANCISCO PAUTROT TEL 0612544077 A BIENTOT !",
          1459443635
        ],
        [
          "PERDEZ PLUS VITE DU POIDS AVEC NOS PRODUIT :SHAKE_IT ! DE BENEVITA FAITES VOTRE  COMMANDE DANS MA BOUTIQUE EN LIGNE CLIQUEZ ICI:HTTP://PAUTROTFRANCISCO.ACNSHOP.EU / CORDIALEMENT: FRANCISCO PAUTROT TEL 061244077 A BIENTOT !",
          1459439570
        ],
        [
          "sfr et tout saccèlère abonnè vous à la fibre de sfr à partir de 11.99 euro par mois dans ma boutique en ligne cliquez ici:http://pautrotfrancisco.acnshop.eu / cordialement: francisco pautrot tel 0612544077 à bientot à bientot !",
          1459358827
        ],
        [
          "PERDEZ PLUS VITE DU POIDS AVEC NOS PRODUIT MINCEUR SHAKE_IT! DE BENEVITA FAITES LE BON CHOIX DE LE COMMANDEZ DANS MA BOUTIQUE EN LIGNE CLIQUEZ ICI:HTTP://PAUTROTFRANCISCO.ACNSHOP.EU / FRANCISCO PAUTROT TEL 0612544077 A BIENTOT !",
          1459351261
        ],
        [
          "1 CAMBRIOLAGES TOUTES LES 90 SECONDES NE SOYEZ PAS LE PROCHAIN COMMANDEZ SECURITAS DIRECT DANS MA BOUTIQUE EN LIGNE FAITES VOTRE COMMANDE ET PARTAGER CLIQUEZ ICI:HTTP://PAUTROTFRANCISCO.ACNSHOP.EU / CORDIALEMENT: FRANCISCO PAUTROT TEL 0612544077 A BIENTOT !",
          1459274403
        ],
        [
          "BONSOIR A TOUS  PERDEZ PLUS VITE DU POIDS AVEC NOS PRODUIT MINCEUR SHAKE_IT! DE BENEVITA FAITES VOTRE COMMANDE DANS MA  BOUTIQUE EN LIGNE CLIQUEZ ICI:HTTP://PAUTROTFRANCISCO.ACNSHOP. EU / TEL 0612544077 A BIENTOT !",
          1459273565
        ]
      ],
      "dates_start": 1459136709,
      "dates_end": 1466637207,
      "likes_avg": 2,
      "likes_stdev": 1,
      "comments_avg": 1,
      "comments_stdev": 0,
      "shares_avg": 3,
      "shares_stdev": 1
    }
  ]
}