{
  "pagename": "ArjenLucassenOfficial",
  "page_name_displayed": "Ayreon",
  "globalstats": {
    "fan_count": 135233,
    "messages": 578,
    "likes_avg": 691,
    "likes_stdev": 1159,
    "comments_avg": 123,
    "comments_stdev": 350,
    "shares_avg": 92,
    "shares_stdev": 232,
    "graph_uri": "clusters/ArjenLucassenOfficial.png"
  },
  "clusters": [
    {
      "number": 1,
      "important": [
        "sign",
        "aan",
        "music",
        "perform"
      ],
      "common": [
        "author",
        "kill",
        "loudness",
        "loudness war",
        "music",
        "performance author дмитрий гусев trio",
        "powerful",
        "powerful deserve",
        "powerful deserve yu",
        "war"
      ],
      "messages": [
        [
          "My musical treasure :-) ... Just sign it ... :-)",
          1385221407
        ],
        [
          "AUTHOR'S MUSIC IN THE PERFORMANCE OF THE AUTHOR ДМИТРИЙ ГУСЕВ - TRIO",
          1339439142
        ],
        [
          "loudness war kill the music, KILL the loudness war.",
          1334660888
        ],
        [
          "Your music is so powerful, you deserve to be on a Yu-Gi-Oh! card. xD",
          1331859493
        ]
      ],
      "dates_start": 1326017941,
      "dates_end": 1369572523,
      "likes_avg": 22,
      "likes_stdev": 30,
      "comments_avg": 5,
      "comments_stdev": 4,
      "shares_avg": 1,
      "shares_stdev": 0
    },
    {
      "number": 2,
      "important": [
        "hey arjen",
        "back",
        "album",
        "aan",
        "world",
        "ayreon",
        "prog",
        "ani",
        "talk",
        "arjen"
      ],
      "common": [
        "album",
        "arjen",
        "ayreon",
        "fates",
        "fates warning",
        "hey",
        "hey arjen",
        "iona",
        "sky",
        "warning"
      ],
      "messages": [
        [
          "Hey Arjen! I saw in a prog magazine that you were talking with Roine Stolt. What were you talking about? A collaboration perhaps? ;) Any chance for Roine Stolt or Hasse Fröberg from The Flower Kings with Ayreon? =)  The Flower Kings - My Cosmic Lover Album: Back in the World of Adventures",
          1394150592
        ],
        [
          "Hey Arjen! Any chance for Joanne Hogg from Iona with Ayreon?  Iona - Open Sky I am not the copyright holder. The only copyright owner is Iona. Song: Open Sky Artist: Iona Album: Open Sky The album cover was taken from the band's offici...",
          1392165867
        ],
        [
          "Hey Arjen! Since Steven Wilson seems to be going in the retro direction, maybe there's a chance for a collaboration.  Steven Wilson - Luminol Otra obra maestra del genial Steven Wilson,líder de Porcupine Tree, aclamado productor y también parte principal de proyectos como Storm Corrosion, No-Man y ...",
          1390959341
        ],
        [
          "Hey Arjen! You've worked with a lot of Progressive Metal artists, but not Fates Warning. So what do you think of Ray Alder from Fates Warning and Redemption.  Fates Warning - The Eleventh Hour Band: Fates Warning Song: The Eleventh Hour Album: Parallels Year: 1991 Country: U.S.A. Genre: Progressive Metal I didn't find this in good quality on the Yo...",
          1390460155
        ],
        [
          "Hey Arjen, just heard your new song and this came to my mind, hope you like it! :P http://i.imgur.com/7xsEoZM.jpg",
          1382085565
        ],
        [
          "Hey Arjen this is for you :-)",
          1372294441
        ],
        [
          "Hey Arjen, I noticed that all of your Ayreon albums have a lot of folky elements in it. If you're ever looking for new musicians/ instruments in that genre you should consider using one of these guys. Some bands are so unique that you cannot find any other band like it. I think Ayreon and Altan Urag both fit that description very well. Well truth be told: all good things start with an A.\n\nAnyway I'm looking forward to your next Ayreon album. Do you think you can finish it before december so that I can ask it as a christmas present (of red je het al voor pakjesavond)?\n\nVriendelijke groet vanuit het vlakke Flevoland. Temuujin - Altan Urag Temuujin From Blood album",
          1360499384
        ]
      ],
      "dates_start": 1371589065,
      "dates_end": 1394872461,
      "likes_avg": 24,
      "likes_stdev": 31,
      "comments_avg": 3,
      "comments_stdev": 2,
      "shares_avg": 1,
      "shares_stdev": 1
    },
    {
      "number": 3,
      "important": [
        "feel",
        "presal",
        "info",
        "buy",
        "ayreon univers",
        "show",
        "sorri",
        "present",
        "ticket",
        "sold"
      ],
      "common": [
        "ayreon",
        "ayreon universe",
        "ayreon universe shows",
        "http",
        "http www",
        "september",
        "shows",
        "universe",
        "universe shows",
        "www"
      ],
      "messages": [
        [
          "AMAZING... we sold 6000 tickets in only one day, and sold out both Ayreon Universe shows on Friday and Saturday... in the pre-sale! Of course we feel sorry for those who missed out, so fortunately we were able to add a 3rd show on Sunday. You can buy your tickets now, looking forward to seeing you all! http://www.ticketmaster.nl/event/177867?CAMEFROM=013&brand=nl_013web Arjen Lucassen presents AYREON UNIVERSE Main Meer info op www.013.nl",
          1479975191
        ],
        [
          "Hi my friends, here is a reminder that if you subscribe to the Ayreon newsletter http://www.arjenlucassen.com/universe/newsletter/ you will get a mail on Wednesday morning at 7AM CET with a link and the code to the exclusive PRESALE for the Ayreon Universe shows which starts that same day at 10AM CET. And here are the lovely Jansen sisters Irene and Floor talking about the Ayreon Universe shows! Irene and Floor Jansen about the Ayreon Universe shows",
          1479807227
        ],
        [
          "Ayreon Universe live shows Ayreon",
          1479803689
        ],
        [
          "Dear Ayreonauts, if you subscribe to the Ayreon newsletter here http://www.arjenlucassen.com/universe/newsletter/  you will get a special link to buy your tickets for the two Ayreon Universe live shows a full day before general sales begin! www.ayreon.com",
          1479743221
        ],
        [
          "Ayreon Universe Shows Scheduled For September 2017 With Members Of Nightwish, Symphony X, Blind Guardian, KAMELOT And More; Video Announcement. AYREON Universe Shows Scheduled For September 2017 With Members Of NIGHTWISH, SYMPHONY X, BLIND GUARDIAN, KAMELOT And More; Video Announcement Ayreonauts take notice and mark September 15th and 16th of 2017 in your calendars. These are the days that you can experience Ayreon live for the first time ever! Ayreon mastermind Arjen Lucassen has chosen the best songs from the Ayreon albums and Star One to create an exclusive live...",
          1479742018
        ],
        [
          "BEVESTIGD: op 15 & 16 september komt prog-grootheid Ayreon naar 013 voor twee exclusieve shows onder de naam Ayreon Universe. De ticketverkoop start donderdag 24 november om 10.00.\n\nEvents:\n15 september: Ayreon Universe\n16 september: Ayreon Universe\n\nTickets: \n15 september: http://www.013.nl/programma/4369/ayreon\n16 september: http://www.013.nl/programma/4370/ayreon-1 15/16-09 Ayreon Universe",
          1479715520
        ],
        [
          "Finally... AYREON LIVE! Only two shows! Check out my little video here about this once-in-a-lifetime ‘Ayreon Universe’ event, and go to the website for the details: http://www.ayreon.com/universe/ Arjen announces Ayreon Live!",
          1479715200
        ]
      ],
      "dates_start": 1479701239,
      "dates_end": 1479870779,
      "likes_avg": 966,
      "likes_stdev": 861,
      "comments_avg": 163,
      "comments_stdev": 211,
      "shares_avg": 270,
      "shares_stdev": 531
    },
    {
      "number": 4,
      "important": [
        "made",
        "person",
        "bring",
        "machin",
        "avail",
        "anthoni",
        "guilt",
        "record",
        "fan",
        "anthoni lucassen"
      ],
      "common": [
        "arjen",
        "arjen lucassen",
        "guilt",
        "guilt machine",
        "lucassen",
        "lucassen guilt",
        "lucassen guilt machine",
        "machine",
        "pre",
        "vinyl"
      ],
      "messages": [
        [
          "Guilt Machine fans attention! On November 21, at the Record Planet Record Fair in Utrecht, NL, Arjen Anthony Lucassen has made himself available to do a signing session starting at 1PM. \n\nSo bring your Guilt Machine/ Ayreon/ Arjen Anthony Lucassen products and have them personally autographed! ARC Record Planet - The Worlds Biggest Record Fairs",
          1444724757
        ],
        [
          "The limited edition colored Guilt Machine vinyls sold out within a few hours, we are so honored! And completely taken by surprise :-) So today, we're announcing the start of the pre-sale of the regular black vinyl... and for those who missed out first time around .. 200 hand numbered copies on CLEAR VINYL which will be signed by me and Lori!\nhttp://smarturl.it/Guilt-Machine Timeline Photos",
          1436443648
        ],
        [
          "When the limited edition colored Arjen Anthony Lucassen Guilt Machine (Ayreon) vinyls sold out so fast we were overwhelmed by your response!\n\nSo today, we're annoucing the start of the pre-sale of the regular black vinyl.... and... 200 handnumbered copies on CLEAR VINYL which will be autographed by Arjen Lucassen and Lori Linstruth! Mascot Label Group - Arjen Lucassen's Guilt Machine Arjen Lucassen's Guilt Machine artist page",
          1436442970
        ],
        [
          "Wow... we never expected the Guilt Machine limited edition vinyls to sell out so fast, in less than 20 hours they were all gone! Thanks so much to everyone who ordered. But... stay tuned, we may just have a surprise soon for those who were too late :-) Timeline Photos",
          1435320678
        ],
        [
          "Yesss... you can now pre-order the vinyl version of Guilt Machine’s ‘On This Perfect Day’ at this link! Both Lori and me will sign it for you, thanks in advance for buying :-)\n\nhttp://smarturl.it/Guilt-Machine?mc_cid=30e75e33cb&mc_eid=[UNIQID] Mascot Label Group - Arjen Lucassen's Guilt Machine Arjen Lucassen's Guilt Machine artist page",
          1435234533
        ],
        [
          "In case you missed my previous update, tomorrow the pre-sales for the Guilt Machine vinyl start! All colors are limited, so don’t be late :-) Timeline Photos",
          1435150624
        ],
        [
          "Great news, my Guilt Machine album ‘On this Perfect Day’ will finally be released on vinyl! Double LP in three different colors with three bonus tracks, download cards and, available for the first time, shirts. Each color will be limited and are numbered, only available via the Guilt Machine shop. I will sign them for you of course. Pre-sales start next week! \n\nhttps://www.youtube.com/watch?v=2Om8FgC87C8 Arjen Lucassen's Guilt Machine Trailer - On This Perfect Day Promotional trailer for Ayreon mastermind Arjen Lucassen's new project Guilt Machine. Guilt Machine features vocalist Jasper Steverlinck (Arid), drummer Chri...",
          1434707670
        ]
      ],
      "dates_start": 1433592499,
      "dates_end": 1440128894,
      "likes_avg": 250,
      "likes_stdev": 209,
      "comments_avg": 22,
      "comments_stdev": 15,
      "shares_avg": 15,
      "shares_stdev": 18
    },
    {
      "number": 5,
      "important": [
        "label group",
        "job",
        "audio",
        "new",
        "avail",
        "confirm",
        "mascot",
        "new album",
        "group",
        "favorit"
      ],
      "common": [
        "album",
        "ayreon",
        "group",
        "label",
        "label group",
        "lucassen",
        "mascot",
        "mascot label",
        "mascot label group",
        "new"
      ],
      "messages": [
        [
          "Ayreon Confirms Edguy / Avantasia Frontman Tobias Sammet For New Album; Audio Snippet Available. AYREON Confirms EDGUY / AVANTASIA Frontman TOBIAS SAMMET For New Album; Audio Snippet Available Arjen Lucassen is working on a new Ayreon album, scheduled for release in 2017 via Mascot Label Group. He has now confirmed Edguy / Avantasia frontman Tobias Sammet for the record. Lucassen: That's right, it’s my favorite rival Tobias Sammet of Avantasia and Edguy. And what an amazing job he did...",
          1479129804
        ],
        [
          "Ayreon Confirms Guest Solo By Guitarist GUTHRIE GOVAN On New Album AYREON Confirms Guest Solo By Guitarist GUTHRIE GOVAN On New Album Arjen Lucassen is officially working on a new Ayreon album, scheduled for release in 2017 via Mascot Label Group. He has confirmed that guitar icon Guthrie Govan will make a guest appearance on the record. Lucassen: \"This must be one of the best solos I ever had on Ayreon. This...",
          1478792876
        ],
        [
          "Ayreon Confirms Blind Guardian Vocalist HANSI KÜRSCH For New Album; Audio Snippet Available AYREON Confirms BLIND GUARDIAN Vocalist HANSI KÜRSCH For New Album; Audio Snippet Available Arjen Lucassen is officially working on a new Ayreon album, scheduled for release in 2017 via Mascot Label Group. He has now confirmed Bluind Guardian vocalist Hansi Kürsch for the record. Lucassen: \"Not only an extremely powerful singer, but also one of the nicest guys I’ve worked with..\" Vocalists...",
          1478369318
        ],
        [
          "Ayreon Confirms Guest Appearance By Guitarist PAUL GILBERT On New Album AYREON Confirms Guest Appearance By Guitarist PAUL GILBERT On New Album Arjen Lucassen is officially working on a new Ayreon album, scheduled for release in 2017 via Mascot Label Group. He has confirmed guitar legend Paul Gilbert (Mr. Big, Racer X) will make a guest appearance on the record. Lucassen: \"Undoubtedly one of the most influential guitar players in the world....",
          1477496534
        ],
        [
          "Ayreon has found a new label; catalogue to be reissued. AYREON Signs With Mascot Label Group; Complete Catalogue Re-Issued Mascot Label Group is proud to announce the signing of Ayreon, the highly acclaimed project from singer / songwriter / multi-instrumentalist / record producer Arjen Lucassen. The Ayreon catalog, comprising seven studio albums, was released on various digital platforms on April 22nd. Arjen Lucassen a…",
          1461431621
        ],
        [
          "Ayreon have signed to Mascot Label Group! Ayreon sign with Mascot Label Group Project led by Arjen Lucassen sign deal with Mascot Label Group for digital releases",
          1461328824
        ],
        [
          "Hi all, I just signed with Mascot Label Group for Ayreon! For starters, 7 Ayreon albums are now digitally available again, follow this link: http://smarturl.it/Stream-Ayreon Exciting times, more news soon! Stream Ayreon Back Catalogue",
          1461308585
        ]
      ],
      "dates_start": 1462652069,
      "dates_end": 1479592948,
      "likes_avg": 134,
      "likes_stdev": 274,
      "comments_avg": 7,
      "comments_stdev": 16,
      "shares_avg": 7,
      "shares_stdev": 14
    },
    {
      "number": 6,
      "important": [
        "anoth",
        "experi",
        "cd",
        "final",
        "alreadi",
        "post",
        "first",
        "know",
        "acoust",
        "track"
      ],
      "common": [
        "arjen",
        "ayreon",
        "experiment",
        "final",
        "final experiment",
        "finally",
        "vinyl",
        "σήμερα",
        "το",
        "των"
      ],
      "messages": [
        [
          "I meant to post this in another group,\nBut since i already posted it here:\n\nWas just curioused to know - who else prefers the acoustic versions of the first albums?\n\nמסקרן אותי לדעת - מי עוד כאן מעדיף את הביצועים האקוסטיים של הדיסק הראשון על פני המקוריים? Ayreon - The Final Experiment - Waracle (acoustic) Artist: Ayreon Album: The Final Experiment (Semi-Acoustic Bonus CD) Song: Waracle Track: #07",
          1482949545
        ],
        [
          "Τρία χρόνια απο τον θάνατο του Lou Reed! Γενέθλια σήμερα για τους K.K.Downing (ex- Judas Priest) και Scott Weiland (@Stone Stone Temple Pilots, Velvet Revolver, Wildabouts ). Κυκλοφορεί το \"Bomber\" των Official Motörhead, το \"To Mega Therion\" των Celtic Frost , το \"Second Winter\" του Johnny Winter και το \"Levitation\" των Hawkwind. Ντεμπούτο κυκλοφορίες επίσης για τους Rhapsody Of Fire με το \"Legendary Tales\" και Ayreon με το \"The Final Experiment\".\n\n#SanSimera #ThisDayInMusic #bbr #bbrweb Σαν Σήμερα: 27 ΟΚΤΩΒΡΙΟΥ Σαν Σήμερα: 28 ΟΚΤΩΒΡΙΟΥ: Τρία χρόνια απο τον θάνατο του Lou Reed! Γενέθλια σήμερα για τους K. K. Downing (Judas Priest) και Scott Weiland (Stone Temple Pilots, Velvet Revolver, Wildabouts). Κυκλοφορεί το 'Bomber' των Motörhead  το 'To Mega Therion' των Celtic Frost, το 'Second Winter' του Johnny Wi...",
          1477574577
        ],
        [
          "Here is \"The Awareness\", one of my own favorite tracks from The Final (Vinyl?) Experiment. This is where the whole Ayreon saga started. In case you missed it, this album as well as Actual Fantasy will finally be released on vinyl.\n\nGo to www.ayreon.com and pre-order your copy while you can, thanks! Ayreon - The Awereness (The Final Experiment)",
          1469016000
        ],
        [
          "Vinylly! I’m excited to announce that the first two Ayreon albums The Final Experiment and Actual Fantasy are being released on vinyl! Of course there will be regular double black vinyl versions, but also amazing box-sets with lots of extras, just check out my little video here. Go to www.ayreon.com and pre-order your copy while you can, thanks! New Ayreon vinyl",
          1467806543
        ],
        [
          "Finally, Arjen in Argentina !!! XD",
          1387549851
        ],
        [
          "Arjen, there was something bothering me about my previous photo, I had to go to your web page and realice that The Final Experiment was missing. It was wrongly located in my CD display. Now I have my Ayreon collection full...",
          1387401813
        ],
        [
          "It finally came! I know what I'll be doing this weekend :D Super bedankt, Arjen! :))))",
          1383387790
        ],
        [
          "Yes! Finally here! Nice surprise after a stressful day at school. Thanks for the masterpiece Arjen! :)",
          1382982231
        ],
        [
          "Finally !! After working the whole weekend,I can now listend to the new Ayreon Cd. Day of ,My wife went to work :-) Phone is off, No one can disturb me.So here we go ! And Yes Arjen ! Now im Happy. ;-)",
          1382943591
        ]
      ],
      "dates_start": 1379936095,
      "dates_end": 1469311002,
      "likes_avg": 189,
      "likes_stdev": 327,
      "comments_avg": 16,
      "comments_stdev": 26,
      "shares_avg": 19,
      "shares_stdev": 35
    },
    {
      "number": 7,
      "important": [
        "jame",
        "lucassen",
        "arjen lucassen",
        "aan",
        "floor",
        "jame labri",
        "jansen",
        "simon",
        "arjen",
        "floor jansen"
      ],
      "common": [
        "alarion",
        "album",
        "ayreon",
        "destruction",
        "floor",
        "irene",
        "jansen",
        "metal",
        "waves",
        "waves destruction"
      ],
      "messages": [
        [
          "This just in: tuoretta Ayreonia ensiesityksessä. Mukana myös Nightwishista tuttu Floor Jansen ja liuta muita huippulaulajia. Ensiesityksessä uuden Ayreon-rockoopperan avausraita – mukana myös Floor Jansen, James LaBrie ja Simone Simons - Inferno.fi Hollantilaisen multi-instrumentalisti Arjen Lucassen Ayreon-yhtyeen tulevalta eepokselta on julkaistu ensimmäinen musiikkinäyte.",
          1485439371
        ],
        [
          "Ayreon: anche Hansi Kürsch e Floor Jansen sul nuovo album AYREON: anche Hansi Kursch e Floor Jansen sul nuovo album Arjen Lucassen, polistrumentista e mastermind degli AYREON, ha annunciato altri due ospiti per il prossimo album del progetto. Si tratta di Hansi Kursch (BLIND GUARDIAN) e Floor Jansen (NIGHTWISH), che vanno ad aggiungersi agli ospiti già confermati.\r\n\r\nIl nuovo album è previsto per l'anno prossimo ...",
          1478430197
        ],
        [
          "Check out this cool Irene Jansen interview about recording and performing with #Alarion for the Waves of Destruction album, about it being her comeback after twelve years (yes, TWELVE years!!), as well as about her great work with The Theater Equation and Ayreon. \n\nIrene was interviewed on the The Michael Spiggos Melodic Rock Radio Show at Rock Radio UK just before the Alarion album releaseshow at Boerderij Cultuurpodium. Get your album with Irene on vocals here: www.fmls.biz/product/alarion-waves-of-destruction/\n\n------------------------------------------------\nFloor Jansen - Head up High Metal From Finland Prog Metal Zone Prog Bravewords.com IO Pages Progwereld Zware Metalen Lords Of Metal Metalfan.nl Rock Tribune DUTCH STEEL - '80's metal from the Netherlands' compilation Ayreonauts that want an Arjen Lucassen's World Tour ProgNotFrog Floor Jansen Worldwide Floor Jansen Goddess Floor Jansen Lovers #interview #IreneJansen #FloorJansen #Ayreon #TheTheaterEquation #TTE #GaryHughes #TheHumanEquation #THE #WavesOfDestruction #RockRadioUK #Radio #comeback #live #studio #album Irene Jansen interview: Alarion & Waves of Destruction, The Theater Equaton / Ayreon, Gary Hughes Turn of Fate (acoustic) is the eleventh track of the Alarion album 'Waves of Destruction', by Bas Willemsen. Lead & backing vocals by Irene Jansen (Ayreon, S...",
          1471984840
        ],
        [
          "Alarion fronts having a blast!! Feel the energy! What do you think?! Share your thoughts! :) Irene Jansen (Ayreon, Mantra Vega, The Theater Equation) and Paul Glandorf ( A Day's Work, Semistereo) preparing with #Alarion for the Waves of Destruction album releaseparty June 3rd at Boerderij Cultuurpodium - audio captured by compact camera only. :) \n\nReleaseshow tickets: http://cultuurpodiumboerderij.nl/programma/alarion/\nFacebook event: https://www.facebook.com/events/1077585645596909/\n\nDon't miss out on the unique opportunity to witness the full Waves of Destruction album live with these amazing fronts and many special guests, including Erik Laan (keys - Silhouette) and Sophie Zaaijer (violin - Cesair). Alarion is supported by End of the Dream and La-Ventura official bandpage. \nhttp://www.Alarion.eu Alarion fronts Irene Jansen & Paul Glandorf having a BLAST! pr...",
          1463905729
        ],
        [
          "Check this awesome album teaser of the great Irene Jansen (Ayreon, The Theater Equation), also singing @ releaseshow June 3rd @ Boerderij Cultuurpodium as half of the stunning Alarion vocal front! - It has been 2 months since Irene was announced with this video teaser - so it is time to refresh your memories with some great singing! :) \n-->> What do you think of the teaser?\n\nVideo: https://www.youtube.com/watch?v=UhrUxJZtyTc\nAlarion releaseshow: \nhttps://www.facebook.com/events/1077585645596909/\nhttp://cultuurpodiumboerderij.nl/programma/alarion/\nAlarion - Waves of Destruction: album (pre)orders: http://www.fmls.biz/product/alarion-waves-of-destruction/\n\n---------------------------------------------\n#Alarion #IreneJansen #metal #melodic #symphonic #prog #progressive #rock #progmetal #album #WavesOfDestruction After Forever Nightwish Floor Jansen - Head up High Floor Jansen Goddess La-Ventura official bandpageEnd of the Dream Zware Metalen Metalfan.nl WingsOfDeath Dutch women of metal Dutch Metal Ayreon Fans Metal Shock Finland Female Metal Event - FEMME Female Voices of Rock and Metal Symphonic & Gothic Metal Music Symphonic MetaL Progressive Rock/Metal Prog Metal Zone Lords Of Metal Aardschok Irene Jansen: lead vocals on 'Waves of Destruction' by Alarion - guest #4 Video of Irene Jansen (Ayreon, Star One, sister of Floor Jansen of Nightwish), guest lead vocalist on the upcoming album \"Waves of Destruction\" by #Alarion, ...",
          1463674470
        ],
        [
          "Today we present the Official Lyric Video of 'Chains of the Collective', the opening song of the #Alarion album Waves of Destruction with vocals by Damian Wilson of Threshold. A taster of the album and special album releaseshow June 3rd 2016 at Boerderij Cultuurpodium with End of the Dream and La-Ventura official bandpage. The full album will be played live there just this once, so don't miss out! \nEvent: https://www.facebook.com/events/1077585645596909/ Tickets: http://cultuurpodiumboerderij.nl/programma/alarion/ \n\nAlarion plays with a double vocal front of Irene Jansen (Ayreon, The Theater Equation) and Paul Glandorf (Arjen Lucassen (live), Semistereo)\n\n\nVideo made by the great Charlie Feld. \nAlbum mix by Hiddo Frericks at Studio Rockfish, Utrecht, The Netherlands. Album master by Peter Van't Riet at FineTune, Soest, The Netherlands.\n\nMore info: http://www.Alarion.eu\n\nhttps://youtu.be/4haqvwA3Lk8\n\n\n------------------------------------\n#Alarion #album #WavesOfDestruction #lyricvideo  #DamianWilson #IreneJansen #PaulGlandorf #TinekeRoseboom #BenMathot  #ErikLaan #Threshold #Epica #Revamp #Xandria #Ayreon #StarOne  #melodic #metal #rock #prog #progmetal #symphonic #progressivemetal #progressiverock #progrock #guest #vocalist #releaseshow #live #IronMaiden #BlazeBayley   Sonic Cathedral #DeBoerderij Zware Metalen Metalfan.nl PROGRESSIVE ROCK COMMUNITY Progressive Metal : All the Finest Prog Progressive Metal Progressive Rock/Metal Symphonic Metal Power metal HEADSPACE #StarOne Ayreonauts that want an Arjen Lucassen's World Tour IO Pages Aardschok Bravewords.com   The Rocktologist  Ravenheart Music   Metal Injection Metal Underground Damian Wilson Tineke Roseboom Ben Mathot Erik Laan Ronald van Schaik Jeroen Nagel Tom Gorissen Nico Lammers Tineke Roseboom - soprano Alarion - Chains of the Collective | Official lyric video | Vocals: Damian Wilson (Threshold) Official lyric video with lead vocals by Damian Wilson (Threshold, Headspace, Rick Wakeman) of \"Chains of the Collective\" by Alarion, opening song of the alb...",
          1461860652
        ],
        [
          "The news on Irene Jansen's participation on the #Alarion album Waves of Destruction is picking up steam!  Here an example of a great article: vixensffm.nl/?p=15255\n\nGet your album or live releaseshow (with Irene!) ticket now through the Alarion crowdfund campaign: http://igg.me/at/Alarion - and be a part of the project! :)\n\nMore about Irene and her participation through http://www.alarion.eu\n\n#metal #prog #symphonic #melodic #gotic #progressive #progmetal Floor Jansen - Head up High Nightwish Fanpage Metal Injection Metal Hammer Prog Symphonic / Gothic Metal Bands Symphonic MetaL Ravenheart Music Femme Metal Webzine Sonic Cathedral Symphonic & Gothic Metal Music Floor Jansen Goddess Ayreon Alarion, Waves of Destruction, Turn of Fate, Freia Music, Bas Willemsen, Irene Jansen, Floor...",
          1458465623
        ],
        [
          "Paul Glandorf guests on 'Waves of Destruction'!\n\nPaul Glandorf recorded lead & backing vocals on 'Waves of Destruction' as can be seen in the third album teaser. Check it out! -> https://youtu.be/w6JuOGWPgGI\n\nPaul is known as singer in the live band of Arjen Anthony Lucassen of Ayreon (2012), as frontman of Semistereo and of A Day's Work. He has a beautiful voice with a unique and instantly recognizable sound.\n\nPaul recorded great vocals on the track A Life Less Ordinary. Moreover, Paul's vocal style blends beautifully with Damian Wilson's. This enabled Paul to deliver some great backing vocals supporting Damian’s voice on two tracks.\n\nMore on Paul through: http://www.alarion.eu/WavesOfDestruction/Musicians#paul \n\n#Alarion #PaulGlandorf #melodic #metal #rock #prog #progmetal #symphonic #progressivemetal #progressiverock #progrock #guest #vocalist #DamianWilson #Ayreon #ArjenLucassen #ADaysWork #Semistereo Paul Glandorf: lead vocals on 'Waves of Destruction' by Alarion - guest #3 Video of Paul Glandorf (Arjen Lucassen (live), Semistereo, A Day's Work), guest lead & backing vocalist on the upcoming album \"Waves of Destruction\" by #Alar...",
          1456853952
        ],
        [
          "http://www.youtube.com/watch?v=siM9NBGdWT8 amazing Ayreon and FLOOR JANSEN Ayreon - Ride the Comet Ayreon - Ride the Comet (Audio only) Lyrics: [Jorn Lande:] Find your way home, little extremophiles [Floor Jansen:] Fly, beloved sons [Tom Englund:] Find you...",
          1333129359
        ]
      ],
      "dates_start": 1409454732,
      "dates_end": 1495821755,
      "likes_avg": 16,
      "likes_stdev": 10,
      "comments_avg": 2,
      "comments_stdev": 2,
      "shares_avg": 15,
      "shares_stdev": 18
    },
    {
      "number": 8,
      "important": [
        "annek van giersbergen",
        "blind",
        "giersbergen",
        "van",
        "annek",
        "album arjen",
        "jansen",
        "forev",
        "guest",
        "annek van"
      ],
      "common": [
        "album",
        "anneke",
        "anneke van",
        "anneke van giersbergen",
        "ayreon",
        "forever",
        "giersbergen",
        "lucassen",
        "van",
        "van giersbergen"
      ],
      "messages": [
        [
          "\"01011001\" is the seventh studio album by Arjen Anthony Lucassen's long-running Ayreon project. \"01011001\" is the binary representation of the ASCII value of the letter Y.\n\nSeventeen singers in total (including Lucassen himself) contributed to the album, more than any other Ayreon album. Of these, except Lucassen, only Anneke Van Giersbergen (ex- theGathering) and Floor Jansen (After Forever and Nightwish) have sung on previous Ayreon albums: Van Giersbergen on Into the Electric Castle, Jansen on The Dream Sequencer.\n\nIt also stars, among others, Bob Catley from Magnum, Hansi Kürsch from Blind Guardian, Jorn Lande, Jonas Renkse  and Steve Lee from Gotthard  in his final guest appearance before his death in 2010. The album was a commercial and critical success.\n\nFrom \"01011001\", we bring for you today \"We are forever\", an amazing song with two beautiful voices: Anneke Van Giersbergen and Jonas Renkse.\n\n~ Racing heart\n\nhttps://youtu.be/I1tzSvZy4N8 Ayreon - We Are Forever (ft. Jonas Renkse & Anneke van Giersberg) I don't own anything. All rights belong to Ayreon. Ayreon - We Are Forever Album: 01011001 Year: 2008 Guest vocals: Jonas Renkse from Katatonia Anneke van Gi...",
          1464458178
        ],
        [
          "As most of you will know by now, Hail of Bullets are taking a well-deserved break this year, but that doesn't mean we're taking a break from music in general. Apart from both Asphyx (Paul, Martin) and Thanatos (Stephan, Paul) doing live shows all over Europe this year, Ed will be busy with The Gentle Storm (a project featuring Anneke Van Giersbergen and Arjan Ayreon Lucassen)...",
          1424784976
        ],
        [
          "Happy 2015 all! Here are the definite tour dates for The Gentle Storm acoustic tour. So... just Anneke Van Giersbergen, me and a guitar! This may be the only chance to see this (already nervous!) recluse perform live, hope to see you there :-) Timeline Photos",
          1420628665
        ],
        [
          "I’m very proud to present you the front cover of our upcoming The Gentle Storm album with Anneke van Giersbergen! The album title is “The Diary” and the image was made by the very talented Alexandra V Bach. More about the concept soon! Timeline Photos",
          1415106574
        ],
        [
          "I recorded double bass for the very first time in my life with the excellent Hinse Mutter for the new album with Anneke van Giersbergen. What a huge monster sound, can’t believe I didn’t do this years ago! Photos from Ayreon's post",
          1406632170
        ],
        [
          "We recorded cello for the new album with Anneke van Giersbergen, more than ever this time! And as always Maaike delivered the goods :-) Timeline Photos",
          1406023002
        ],
        [
          "Arjen Anthony Lucassen (Ayreon) a révélé son nouveau projet, une collaboration avec Anneke Van Giersbergen. Plus de détails dans les news... Arjen Anthony Lucassen écrit un album avec Anneke Van Giersbergen Arjen Anthony Lucassen, plus connu pour ses projets de metal opera AYREON et STAR ONE a annoncé travailler sur un nouvel album avec la chanteuse Anneke Van Giersbergen.",
          1398163391
        ],
        [
          "Time has come to finally disclose my new project... it will be a collaboration between my favorite female singer Anneke van Giersbergen and me! Expect an epic concept double album, a combination of ‘classical meets metal’ and ‘acoustic folk’. More details later! Timeline Photos",
          1398162145
        ],
        [
          "\\m/ Ayreon with Anneke Van Giersbergen \\m/\nSomething a bit mellower!\n(ZooB) Ayreon - Valley of the Queens Valley of the Queens, from the Ayreon album \"Into the electric castle\".",
          1343207435
        ],
        [
          "Arjen Anthony Lucassen's Ayreon has a long list of guest vocalists! This song features Daniel Gildenlöw (Pain of Salvation), Bob Catley (Magnum), Anneke van Giersbergen (ex The Gathering), Floor Jansen (After Forever), Steve Lee (Gotthard), Jorn Lande (Jorn, Masterplan), Hansi Kursch (Blind Guardian), and Tom Englund (Evergrey) in roughly that order (ZooB) Ayreon - Beneath The Waves Ayreon - Beneath the waves (Audio only) Lyrics: [Beneath The Waves] [Daniel Gindelow:] The water breaks the golden sunrays Silver dances on the wave But a me...",
          1337008359
        ]
      ],
      "dates_start": 1365804058,
      "dates_end": 1437030920,
      "likes_avg": 2093,
      "likes_stdev": 2719,
      "comments_avg": 126,
      "comments_stdev": 213,
      "shares_avg": 155,
      "shares_stdev": 261
    },
    {
      "number": 9,
      "important": [
        "arjen lucassen announc",
        "musician new",
        "theori",
        "ayreon album theori everyth",
        "musician new ayreon",
        "ayreon theori everyth arjen",
        "everyth",
        "nightwish",
        "everyth arjen",
        "theori everyth"
      ],
      "common": [
        "ayreon",
        "ayreon album theory",
        "ayreon album theory everything",
        "ayreon theory everything arjen",
        "ayreon theory everything arjen lucassen",
        "everything",
        "everything arjen lucassen announces",
        "guest",
        "theory",
        "theory everything"
      ],
      "messages": [
        [
          "Of course... it's the magical Troy Donockley (Bad Shepherds, Nightwish) on Uillean pipes and Low Whistle! Congrats JF Bergeron, you win. Here's me introducing Troy:\n\nhttp://www.youtube.com/watch?v=iDhiegQLrDA Troy Donockley to guest on Ayreon The Theory of Everything Arjen Lucassen announces the next musician on the new Ayreon album, The Theory of Everything. It's the magical Troy Donockley (Bad Shepherds, Nightwish) on U...",
          1378033775
        ],
        [
          "No surprises here! Yes... the Prodigy himself... Tommy Karevik from Kamelot and Seventh Wonder in the lead role! Congrats Wolfgang Kuhn, you win. here is Tommy introducing himself and some behind the scenes material.\n\nhttp://www.youtube.com/watch?v=SSsm4JUyF-4 Tommy Karevik to guest on Ayreon The Theory of Everything Arjen Lucassen announces the seventh and final singer on the new Ayreon album, The Theory of Everything. Finally... it's the amazing Tommy Karevik of Kamelot...",
          1377934422
        ],
        [
          "Ah, controversy! No, not Candice, not Judith....it'sssssss.... Sara Squadrani from Ancient Bards... what a discovery! Congrats Isabella Zed, you win. Meet Sara herself and enjoy some of her singing in the studio here:\n\nhttp://youtu.be/yLPWh3GzEbA Sara Squadrani to guest on Ayreon The Theory of Everything Arjen Lucassen announces the next singer on the new Ayreon album, The Theory of Everything. It's the lovely and talented Sara Squadrani from Ancient Bards!",
          1377847714
        ],
        [
          "That was easy! Without a doubt, it's the characteristic voice of John Wetton (Asia, King Crimson, UK) himself! Congrats Henrik Kokholm, you win. Here is me introducing John and some behind the scenes stuff:\n\nhttp://www.youtube.com/watch?v=psrN65MpaOk John Wetton to guest on Ayreon The Theory of Everything Arjen Lucassen announces the next singer on the new Ayreon album, The Theory of Everything. It's the legendary John Wetton (Asia, King Crimson, UK) himself!",
          1377758541
        ],
        [
          "Many good guesses, well done! It's indeed Steve Hackett, the man who was involved in the best Genesis albums and who is still flying the flag for prog! Congrats Landon Strange, you win. Here is what I have to say about Steve: \n\nhttp://youtu.be/rex5nEinjb4 Steve Hackett to guest on Ayreon The Theory of Everything Arjen Lucassen announces the only guest guitar player on the new Ayreon album, The Theory of Everything. It's none other than... Steve Hackett, the man who w...",
          1377679231
        ],
        [
          "Cool, huh? Yes indeed, all the way from Australia: it's the incredible Michael Mills from Toehider! Congrats Andreas Hinterreiter, you win. Here's Michael introducing himself and some extreme silliness :-)\n\nhttp://www.youtube.com/watch?v=8zi0uSw2pn8 Michael Mills to guest on Ayreon Theory of Everything Arjen Lucassen announces the next singer for the new Ayreon album, The Theory of Everything. All the way from Australia... it's the amazing voice of Michael ...",
          1377585403
        ],
        [
          "No doubt about it... of course this was Jordan Rudess! Congrats Pierre Bondat, you win. Here are some words about Jordan:\n\nhttp://www.youtube.com/watch?v=CGZJHYpSozU Jordan Rudess to guest on Ayreon Theory of Everything Arjen Lucassen announces the third keyboard player for new Ayreon album, The Theory of Everything. Yes indeed... it's the virtuoso Jordan Rudess from Dream T...",
          1377352729
        ],
        [
          "Guess that wasn't so hard! Of course... it's the wonderfully distinctive voice of Cristina Scabbia! Congrats Игорь Ройзман, you win. Here's the charismatic lady introducing herself, and some behind the scenes material:\n\nhttp://www.youtube.com/watch?v=DK8d3PURCg0 Cristina Scabbia to guest on Ayreon Theory of Everything Arjen Lucassen announces the next singer for new Ayreon album, The Theory of Everything. It's the lovely and talented Cristina Scabbia of Lacuna Coil!",
          1377241031
        ],
        [
          "Wow...opinions are divided this time, I like it :-) But yeah, I'm proud to announce that it is indeed... the fabulous Rick Wakeman! Congrats Sven Schornstein, you win. Hear me rave about Rick here:\n\nhttp://youtu.be/uSqMrzZxdz0 Rick Wakeman to guest on Ayreon Theory of Everything Arjen Lucassen announces the second guest keyboardist on the new Ayreon album, The Theory of Everything. It's the legendary Rick Wakeman!",
          1377155782
        ],
        [
          "Wow...you guys are good :-) Yes, it was indeed the amazing JB of Grand Magus! Congrats Antti Kovanen - you win. Here is JB introducing himself and some 'behind the scenes' footage: \n\nhttp://www.youtube.com/watch?v=QgdlYvwKzrE&feature=youtu.be JB (Grand Magus) to guest on Ayreon Theory of Everything Arjen Lucassen announces another guest vocalist for new Ayreon album, The Theory of Everything. It's JB of Grand Magus!",
          1377069124
        ],
        [
          "Hmm...I guess 'a few of you' seem to know who this amazing singer is :-) Congrats Jacob Sernheim, you're the randomly chosen winner! So here is a video greeting...from Marco Hietala himself! \n\nhttp://www.youtube.com/watch?v=gEc6ch6mPPw Marco Hietala guests on Ayreon Theory of Everything Arjen Lucassen announces first guest vocalist for new Ayreon album, The Theory of Everything. It's MARCO HIETALA of Nightwish and Tarot.",
          1376466770
        ]
      ],
      "dates_start": 1377023923,
      "dates_end": 1377907808,
      "likes_avg": 943,
      "likes_stdev": 363,
      "comments_avg": 79,
      "comments_stdev": 28,
      "shares_avg": 135,
      "shares_stdev": 74
    },
    {
      "number": 10,
      "important": [
        "photo",
        "let",
        "mind",
        "aan",
        "sourc",
        "preorder",
        "ayreon",
        "go",
        "cover",
        "insid"
      ],
      "common": [
        "ayreon",
        "cover",
        "day",
        "hope",
        "jeff",
        "jeff wayne",
        "man",
        "song",
        "source",
        "wayne"
      ],
      "messages": [
        [
          "let go, the Source will flow\nawaken our senses and assume control\ninside, the Source provides\nnourish our spirit, dominate our minds Ayreon's cover photo",
          1484929082
        ],
        [
          "Pre-order at www.mascotlabelgroup.com/ayreon Ayreon's cover photo",
          1467808583
        ],
        [
          "Awesome David Bowie (Official) cover by Eric Clayton as a bonus track for Ayreon's The Human Equation. Ayreon - Space Oddity (David Bowie cover by Eric Clayton) Audio source is Space Oddity, by Ayreon, from their Day Eleven: Love single. It's a cover of David Bowie's homonymous song, sung by Eric Clayton. All footage...",
          1435763228
        ],
        [
          "https://www.youtube.com/watch?v=Ch494KUV0O0&feature=youtu.be\nwatch out this cover of the best period of Queen (I already see this man before ^^) QUEEN COVER - The Fairy Feller's Master-Stroke (from \"Queen II\") Audio only - http://ow.ly/EVsBX RIP Freddie. I heard this song around 2008, I listened to it over and over again in a carpark and I thought \"Man I really wan...",
          1417017097
        ],
        [
          "I know it`s not perfect but, is great that they not only knew your music, but else tryed to be in tune with your crazy chorus lines! hope you like it! Day Eleven: Love (Ayreon a cappella cover by XIV Hours) From Durham Academy's 6th annual WISER A Cappella Jam. This song comes from Ayreon's concept metal-opera album \"The Human Equation.\" In the song, a man in a ...",
          1392933589
        ],
        [
          "So i did another Ayreon cover :)\nEnjoy ! Ayreon - Day 16: Loser Another cover by me to one of the best Ayreon songs. Enjoy :)",
          1392049723
        ],
        [
          "Man!  What a masterpeace..  Genius at work.. I love this song so much.  Ayreon - 2 13 The Parting Ayreon - 2 13 The Parting The Theory of Everything http://www.facebook.com/Bl4zedxY",
          1391082037
        ],
        [
          "My Cover to Hope!!!\nCheck it Out! Ayreon - Day Seven: Hope (cover) Lots of efforts paid off, first cover recording with Cubase. Hope you'll enjoy it! :)",
          1390849565
        ],
        [
          "Awesome cover",
          1381417957
        ],
        [
          "The Man, The Myth, The Legend!",
          1361506093
        ],
        [
          "speaking of cover songs.. cover this\n Jeff Wayne The War of the Worlds - The Spirit of Man Jeff Wayne The War of the Worlds - The Spirit of Man From Jeff Wayne´s Musical Version of the War of the Worlds. aus Jeff Wayne´s Musik version von Krieg der...",
          1330604794
        ]
      ],
      "dates_start": 1361424639,
      "dates_end": 1446932041,
      "likes_avg": 252,
      "likes_stdev": 619,
      "comments_avg": 10,
      "comments_stdev": 16,
      "shares_avg": 11,
      "shares_stdev": 27
    },
    {
      "number": 11,
      "important": [
        "post",
        "dutch",
        "theater",
        "dvd",
        "ayreon post",
        "theater equat",
        "ayreon theater",
        "also",
        "cours",
        "ayreon theater equat"
      ],
      "common": [
        "album",
        "ayreon",
        "ayreon post",
        "one",
        "photos",
        "photos ayreon",
        "photos ayreon post",
        "post",
        "recorded",
        "still"
      ],
      "messages": [
        [
          "Ayreon's The Theater Equation DVD just entered the Dutch charts at #3 and the German album charts at #12 ! One higher than Paul McCartney, heh heh... Thanks for buying, also in other countries of course! Photos from Ayreon's post",
          1467275445
        ],
        [
          "I just came back from signing thousands of Artbooks/DVDs/Blu-rays at the Century Media office in Germany. Thanks so much to you all for your confidence in pre-ordering, I sincerely hope you will enjoy it! The signed Artbook is sold out now I believe, but you can still order the DVD and the Blu-ray here: https://www.insideoutshop.de/Category/Ayreon_Theater/205/?AFF=AYRTTEMO Photos from Ayreon's post",
          1465288300
        ],
        [
          "The DVD/Blu-ray/CD packages have arrived and they look great, see images! I’m already practicing my signature for the signing, and you can still pre-order. New song-preview on Friday!  https://www.insideoutshop.de/Category/Ayreon_Theater/205/?AFF=AYRTTEMO Photos from Ayreon's post",
          1464773580
        ],
        [
          "Yesss... the Guilt Machine vinyl has arrived and they look great! So... there’s black vinyl and also still a few clear LP’s left, so get them while you can :-)\n\nUSA: http://smarturl.it/gqorm7\nEU: http://smarturl.it/ahbgv0 Photos from Ayreon's post",
          1441699170
        ],
        [
          "We recorded the Epic Rock Choir (who will perform at the Human Equation theater shows) for the The Gentle Storm album, it was AMAZING! Thanks again all of you, till next time :-) Photos from Ayreon's post",
          1414406062
        ],
        [
          "We recorded bass guitar with Johan van Stratum for The Gentle Storm album. Old Stream of Passion times revisited, and Johan got even better! We recorded all his parts in just one afternoon. And of course it wouldn't be complete without the usual batch of silly childish pictures :-) Photos from Ayreon's post",
          1412068753
        ],
        [
          "We’ve been recording piano for The Gentle Storm with Joost van den Broek. Once more this true virtuoso impressed the hell out of me! And yes, we managed to make even more childish pictures than ever... and somehow they are getting more violent too, ha ha! But don’t worry, we still like each other :-) Photos from Ayreon's post",
          1410336443
        ],
        [
          "Due to unforeseen problems we re-recorded the drums for the new project with Anneke in Sandlane Studios. Ed recorded the whole album brilliantly in one day with time to spare, it’s AMAZING! Johan (who will play bass on this album) and Marcela came by too, so we had a little Stream of Passion reunion :-) Photos from Ayreon's post",
          1409045926
        ],
        [
          "Great photo shoot for the new project with Anneke! We were supposed to be serious because of the album concept, but I guess it wasn't in the cards :-) Photos from Ayreon's post",
          1408613474
        ],
        [
          "We recorded percussion with Rob Snijders, who as you may know played drums on Ayreon’s The Dream Sequencer and my solo album. What a groove and creativity, great job! Here are some silly pics again, and we even managed to shoot a not-so-silly one believe it or not! Photos from Ayreon's post",
          1407837942
        ],
        [
          "I’ve been recording violin for a couple of days with Ben Mathot, and as always he did an AMAZING job! The guy is a one man orchestra :-) Here are some ridiculously childish pictures again! Photos from Ayreon's post",
          1407409332
        ]
      ],
      "dates_start": 1403225313,
      "dates_end": 1452911855,
      "likes_avg": 1357,
      "likes_stdev": 530,
      "comments_avg": 46,
      "comments_stdev": 24,
      "shares_avg": 31,
      "shares_stdev": 16
    },
    {
      "number": 12,
      "important": [
        "lucassen",
        "arjen lucassen",
        "se",
        "album human",
        "castl",
        "prog",
        "equat",
        "metal",
        "electr",
        "human equat"
      ],
      "common": [
        "ad",
        "ayreon",
        "castle",
        "earth",
        "electric",
        "electric castle",
        "forever",
        "human",
        "metal",
        "migrator"
      ],
      "messages": [
        [
          "Druga epizode nove sezone \"Hitchhiker’s Guide to Electric Castle\" vodi nas u pozorište, bolje reći, večeras u 21h slušamo prvi čin jednačine teatra. iza jednačine se krije vjerovatno najveći evropski prog metal ludak Arjen Lucassen, čiji je Ayreon prošlog septembra, baš ovih nekih datuma, na pozorišnoj bini izveo uživo album Human Equation (originalno objavljen 2004) sa ulogama horom i orkestrom. Theater Equation, act 1, večeras u 21h, a postavka ovog muzičkog teatra izgledala je ovako: Hitchhiker’s Guide to Electric Castle, 21h: Jednačina teatra, 1 čin | Radio Bruškin - Online radio - Kotor, CG Druga epizode nove sezone Hitchhiker’s Guide to Electric Castle vodi nas u pozorište, bolje reći, večeras u 21h slušamo prvi čin jednačine teatra. iza jednačine se krije vjerovatno najveći evropski prog metal ludak Arjen Lucassen, čiji je Ayreon prošlog septembra, baš ovih nekih datuma, na pozorišno...",
          1474978062
        ],
        [
          "Enjoy a peak behind the scenes in the studio(s) of the recording of Actual Fantasy Revisited, back in 2004. Seems like ages ago... brings back great memories!\n\nhttp://www.arjenlucassen.com/ Ayreon - Actual Fantasy Revisited",
          1471437000
        ],
        [
          "DEBOUTS !! - Ayreon pour tous ! Ayreon - Into the Electric Castle (Part 1) First half of Ayreon's album \"Into the Electric Castle\". Enjoy! ^^ Second part: http://www.youtube.com/watch?v=aRGQF_XVXZI All images are from the CD booklet...",
          1464753680
        ],
        [
          "'Into The Electric Castle' features in Worship Metal's look at 1990's Progressive Metal Albums That Haven't Aged A Day! \\m/\n\n#ProgMetal #ProgRock #WorshipMetal\n\n 8 Classic Progressive Metal Albums That Haven't Aged A Day (Part 2) - Worship Metal Strap yourselves in for a cerebral pasting, here's 8 more classic Progressive Metal monsters that were purpose built to fry your brains!",
          1434736915
        ],
        [
          "This terrified social recluse had to leave the safe haven of the Electric Castle and head to London for the Prog Awards, which were attended by intimidating prog gods like Peter Gabriel and Rick Wakeman. But I had a good reason... I won the Virtuoso Award! I accepted it, even though I’m soooo not a virtuoso (feel free to contradict me *cough cough wink wink*) Prog Awards 2014",
          1410606449
        ],
        [
          "The Theory Of Everything secured the #5 spot on our general Top 10 Albums of 2013 \n\nhttp://wp.me/p23Wzf-5h3 The Age Of Metal Top 10 Albums Of 2013 | The Age of Metal Thank to your votes we have a general top 10 albums of 2013. The bands nominations were based on our writer’s top 15′s albums of 2013, but you had the chance to select the order of that top 10 by voting and supporting your favorite record. So after a week of active voting, here are the results:",
          1387905708
        ],
        [
          "Today it's about the Ayreon story timeline that's right the whole thing.\nI think you can see the genius of storytelling by Arjen Anthony Lucassen here.\nThe timeline of the Ayreon universe spans many billions of years.\nPre-big bang Chaos.                                                             The primoridal condition before the creation of the known universe, where all matter, energy and time exist as one. (Chaos) \nBillions of years ago\n14 billion BC The Big Bang.\nThe first soul, the Universal Migrator is born. It subsequently divides into inumerable individual entities that roam the universe, breathing life among planetary systems. (Dawn of a Million Souls) \n8 billion BC The Flight of the Migrator. \nOne of the migrators traverses space and time in search of an uninhabited planet (Earth) to breathe life into, as virtually experienced later by the Mars Colonist in the Dream Sequencer.\n6 billion BC The Age of Shadows.\nThe Age of Shadows begins on the planet Y. The Forever race's dependence on technology finally renders them slaves to their machines. After this transition, they are granted immortality through science but in the process forget the essence of their being, losing even the ability to feel emotion. (Age of Shadows/We Are Forever) \n5 billion BC M 31. \nIn the Andromeda Galaxy, a migrator passes Y without effect noticing it is already inhabited by the Forever. (Out of the White Hole). Forever seed a passing comet with their own DNA and divert it to follow in the trail of the migrator in an effort to revitalize their race. (Newborn Race, Ride the Comet). \n4 billion BC The Tree of Life. \nThe Migrator reaches Earth and breathes life onto the planet. (To the Solar System). \nMillions of years ago\n65 million BC The Fifth Extinction.\nThe fifth extinction is caused when the Forever's comet collides with Earth. The cataclysm wipes out the dinosaurs which the Forever determine to be a \"lower form of intelligence\". The seed the Forever planted on Earth now waits dormant for the right conditions to flourish. (The Fifth Extinction) \nThousands of years ago\n50,000 BC The Stone Age. \nThe first Humans stand erect. (The First Man on Earth).\nThe dormant Forever DNA blends with the Human gene pool resulting in accelerated mental and cultural development. (Waking Dreams). \n6th century\nAD 584 The Dark Ages.\nAyreon recieves visions from the year 2084 sent back in time in an effort to change humanity's future. Blind all his life and suddenly able to see nothing but horror, Ayreon sets out on his quest to King Arthur's court to sing the visions to the most powerful man on Earth. (The Final Experiment: \"Prologue\", \"The Dawning\", \"King Arthur's Court\", \"Visual Echoes\").\nMerlin overcome by jealousy of the true prophet's powers, deems him evil and untrustworthy and kills him using his magic. (The Final Experiment: \"Merlin's Will and Ayreon's Fate\")\nAyreon, though physically dead, his spirit is now set free to roam the universe and find his new home. (Carried by the Wind) \n8th century\nA Mayan girl observes the Jaguar Temple in Tikal in Central America. (Temple of the Cat) \n16th century\nQueen Elizabeth I of England gives a speech to her troops at Tilbury in preparation for an attack by the Spanish. The English fleet subsequently wins under the command of Sir Francis Drake. The speech is witnessed through the eyes of the queen by the Colonist. (Dragon on the Sea). \n20th century\nAD 1900 Unnatural Selection.\nThe Forever accelerate Human development further, bringing about innovations in science and medicine. (Unnatural Selection). \nAD 1969 The First Moon Landing.\nMr. Lucassen, a pre-incarnation of the Colonist, watches the first Moon landing. (One Small Step) \nAD 1990 The Computer Age.\nForever intervenes with natural human development to accelerate progress in computer science and technology. (Computer Reign, Web of Lies, Connect the Dots).\nAD 1995 Merlin's Prophecy.\nMr. Lucassen releases his CD The Final Experiment, thus fulfilling Merlin's prohpecy and commuicating Ayreon's cautionary visions to a new age. The results of the Final Experiment are thus placed in the hands of contemporary society.\nAD 1998 The Electric Castle Experiment.\nHaving lost their own emotions aeons ago, the Forever race conducts experiments with human emotions. (Computer Eyes?)\n21st century\nAD 2007 Mr. L's Visions.\nMr. L undergoes psychiatric treatment for his visions of Humanity's decline. (The Truth is in Here). \nAD 2012\nThe most likely start date (in some capacity) for the War of 2084.\nAD 2082 The Mars Colonist.\nThe Colonist is born on Mars. (My House on Mars, Back on Planet Earth). \nAD 2084 April 3rd The Time Telapathy Experiment.\nAs the War of 2084 reaches its climax, scientists, in one last desperate attempt to save mankind, commence the final experiment, sending visions of Humanity's future back in time to be picked up by Humans of the past. Unfortunately the experiment is a failure, managing to change online a single line of history. The war reaches its conclusion, destroying virtually all life on Earth. (Prologue, E=mc 2, 2084). \nAD 2084 November 15th The Sixth Extinction.\nThe year of the final war on Earth in which mankind exterminates itself in a nuclear apocalypse. (Waracle, 2084, The Sixth Extinction.)\nAD 2085 Post Apocalypse.\nAll humans having vanished from Earth in the year after the war, Forever now focuses on the Mars Colony's last surviving humans. (2085, To the planet of Red).\n22nd century\nAD 2092 The Human Equation Program.\nIn one of many experiments to learn more about human emotions, Forever plays the Human Equation program in the Mars Colony's Dream Sequencer.\nAD 2112 The Universal Migrator Program.\nThe Mars Colonist plays the Universal Migrator program in the Dream Sequencer and virtually preincarnates to his past lives throughout the ages.\nAD 2112 And Beyond The New Migrator.\nUpon the Mars Colonist's death, his soul is transformed into the New Migrator. He makes for Planet Y on a quest to revitalize the comatose Forever race by ending their dependence on machines and technology and rekindling their capacity for emotion. (New Migrator, Spirit on the Wind, Complete the Circle, The Memory Remains).\nThis information is from the Ayreon Timeline album and the Ayreon wiki, here's the link. \n The Electric Castle Wiki Welcome to The Electric Castle, the encyclopedia and reference for everything Ayreon! What this...",
          1382388750
        ],
        [
          "Today I will write about TV Tropes that is a wiki catalog of the tricks of the trade for writing fiction.\nTropes are devices and conventions that a writer can reasonably rely on as being present in the audience members' minds and expectations.\nLet's see if TV Tropes's got anything about Ayreon?\nYes they have a lot, they also have an article about Progressive Rock.\nHere are a few examples\nAnyone Can Die: The Electric Castle. \"Indeed, some may die.\"\nCloud Cuckoo Lander: The Hippie\nDisappeared Dad: Me's father in The Human Equation; the Colonist's father in Universal Migrator \nEpic Rocking\nFish People: the Forevers \nFunctional Magic: Merlin, the Stonehenge druids.\nGhost in the Machine: \"Me\" in The Human Equation.\nHam-to-Ham Combat: Frequently. But for a particularly awesome example, check out the four-way melee between Tom Eglund, Steve Lee, Daniel Gildenlow and Jorn Lande starting at 3:00 in The Fifth Extinction.                                                                    Mike Baker vs. Devin Townsend in \"Day Sixteen: Loser\"\nHeavy Mithril: They're sci-fi/fantasy.\nHumans Are the Real Monsters: We gave them dreams, and what did they dream?\nI Just Want to Be Normal: Ayreon in the song \"Nature's Dance\". It's understandable.\nIt's All About Me: The barbarian oh so very much.\nMind Screw: Pretty much everything.\nNeoclassical Punk Zydeco Rockabilly: Folk progressive rock pop neoclassical metal.\nProgressive Metal\nRock Opera\nRunning Gag: the many ways Arjen has come up with not to thank his brother.\n13 days to The Theory of Everything\nThere are a lot more here is the link\n Music/Ayreon - Television Tropes & Idioms A description of tropes appearing in Ayreon",
          1381953355
        ],
        [
          "So...you want a sneak peak behind the scenes of the new Ayreon album? :-)\nhttp://www.youtube.com/watch?v=I1N2_YVCGbA Ayreon studio reports - Ben Mathot (violin) Recording session with Ben Mathot (violin). Timelapse footage and a brief outtake from the recent recording session at the Electric Castle.",
          1371537658
        ],
        [
          "Ayreon is a Progressive Metal/Rock band from Netherlands, formed in 1994! (Vishaal)\nhttp://www.youtube.com/watch?v=L6htH064TRY Ayreon - The Castle Hall Only song with lyrics :) Hope you will enjoy this amazing song! At last! you enter the Electric Castle! Here in this vast hall where even shadows fear the li...",
          1348634940
        ],
        [
          "My Cat seems to be inspecting the Newest Addition to my Collection wich happens to be your Old Masterpiece \"Into the Electric Castle\" on Vinyl =) Such an Epic Album. Greetings David",
          1343834012
        ],
        [
          "http://www.youtube.com/watch?v=iUoSi8Gu-5A Ayreon - The Decision Tree (We're Alive) Artist: Ayreon (The Netherlands) Song: The Decision Tree (We're Alive) Album: Into the Electric Castle Year of release: 1998 This is not my music nor my artw...",
          1326833948
        ]
      ],
      "dates_start": 1350827784,
      "dates_end": 1449105628,
      "likes_avg": 206,
      "likes_stdev": 440,
      "comments_avg": 19,
      "comments_stdev": 47,
      "shares_avg": 38,
      "shares_stdev": 92
    },
    {
      "number": 13,
      "important": [
        "track",
        "arjen lucassen",
        "project",
        "allen",
        "epic",
        "opera",
        "player",
        "simon",
        "solo album",
        "solo"
      ],
      "common": [
        "album",
        "arjen",
        "arjen lucassen",
        "first",
        "lucassen",
        "solo",
        "solo album",
        "stewart",
        "stewart bell",
        "track"
      ],
      "messages": [
        [
          "The third track from The Antechamber Of Being, the debut solo album from Citizen Cain's main composer/ keys player Stewart Bell. An epic lucid dreaming themed prog rock opera feat. Arjen Lucassen, Simone Rossetti, Phil Allen and Bekah Comrie.\n\n The Antechamber Of Being - Track 3 - Projections Projections - The third track from Stewart Bell's first solo album entitled The Antechamber Of Being feat. Arjen Lucassen, Simone Rossetti, Bekah Mhairi Comr...",
          1433949585
        ],
        [
          "The third track from Stewart Bell's first solo album entitled The Antechamber Of Being feat. Arjen Anthony Lucassen, Simone Rossetti from The Watch, Bekah Mhairi Comrie & Phil Allen.\n\n Citizen Cain's Stewart Bell - Projections Projections - The third track from Stewart Bell's first solo album entitled The Antechamber Of Being feat. Arjen Lucassen, Simone Rossetti, Bekah Mhairi Comr...",
          1426946052
        ],
        [
          "Really love what you do Arjen, thought I might share a little tribute I did to Ayreon ;) Hope you'll like it\n\n Ayreon - Dawn of a Million Souls (solo cover) Watch in HD! I also included the last chorus and the outro solo. The very beginning of the first solo is sloppy as fuck but whatever... Also, bass is a bit l...",
          1346629738
        ],
        [
          "Yesss, my solo album entered the German album charts as well! Vielen Dank, meine Freunde :-) http://www.charts.de/  charts.de - Musikgeschichte hautnah erleben",
          1336027531
        ],
        [
          "Here are the song titles of my upcoming solo album Lost in the New Real. I sure hope I'll be able to get away with some of these weird titles and controversial topics!\nhttp://www.arjenlucassen.com/content/new-project-arjen-lucassen-solo-album/\n New project – Arjen Lucassen solo album : ArjenLucassen.com I’ve been wanting to record a solo album with just me singing for about 10 years now. But I always seem to come across singers whom I would like to work with, so my last solo attempts have turned into an Ayreon, Star One and Guilt Machine releases instead! But now the time is right and I feel very i...",
          1330938687
        ],
        [
          "Very good guesses...you guys seem to have the same taste in music as me, who would have thought :-) The covers I recorded for the solo album: Pink Floyd - Welcome to the Machine, Led Zeppelin - Battle of Evermore, Alan Parsons Project - Some Other Time, Blue Oyster Cult - Veteran of the Psychic Wars and Frank Zappa: I'm the Slime. Dovid Dobin was the first, congrats!",
          1330679984
        ],
        [
          "Another silly contest, yay! For my solo album I recorded five cover songs, each one from a different band. I'll give you the initials of the bands, and the first person to guess the names of ALL FIVE bands, plus ONE of the songs wins a free CD. \nPF, LZ, APP, BOC, FZ. Post your answers below, and have fun!",
          1330603845
        ],
        [
          "http://www.youtube.com/watch?v=lbc_sk1Zx7M\n\nI am a big fan from arjen and from blade runner, what do I want more? Rutger Hauer on Arjen Lucassen solo album Rutger Hauer is cast as the voice of the narrator on Arjen Lucassen's forthcoming solo album.",
          1329829732
        ],
        [
          "Yeah! The contract is signed...my solo album is scheduled for release by InsideOut / Century Media on 23 April (Europe) and 8 May (USA). The wait has begun...damn, want to share it with you guys!",
          1328778452
        ],
        [
          "Hmm...we need to make these contests harder :-) Check out the link and see the video message from the man himself...Rutger Hauer! http://youtu.be/lbc_sk1Zx7M\n\n Rutger Hauer on Arjen Lucassen solo album Rutger Hauer is cast as the voice of the narrator on Arjen Lucassen's forthcoming solo album.",
          1328279783
        ],
        [
          "Okay everyone...contest time again! The first one to mention the name of this legendary actor in the comments below, will get a free CD. And tomorrow...he will introduce himself :-) \nhttp://www.youtube.com/watch?v=ZmsJd-9y2Ic\n\n Guess the narrator... Who is the narrator who introduces each song on Arjen Lucassen's forthcoming solo album?",
          1328192230
        ],
        [
          "Finally... the narration for my solo album has been recorded! Tomorrow I will put a sample of the voice here on Facebook...the first one here to guess who the actor is gets a free CD :-)",
          1328109545
        ]
      ],
      "dates_start": 1311127375,
      "dates_end": 1385366818,
      "likes_avg": 376,
      "likes_stdev": 420,
      "comments_avg": 103,
      "comments_stdev": 96,
      "shares_avg": 21,
      "shares_stdev": 24
    },
    {
      "number": 14,
      "important": [
        "enjoy",
        "human",
        "album human",
        "anthoni lucassen",
        "second",
        "cd",
        "equat",
        "part",
        "ayreon human",
        "human equat"
      ],
      "common": [
        "album",
        "ayreon",
        "ayreon human",
        "ayreon human equation",
        "com",
        "equation",
        "human",
        "human equation",
        "part",
        "theater"
      ],
      "messages": [
        [
          "ahhhh\nWith - Ayreon, Arjen Anthony Lucassen\n\nWorld Prog-Nation Ayreon - The Human Equation (Part 1) First half of Ayreon's album \"The Human Equation\". Enjoy! :) Second part: http://www.youtube.com/watch?v=X7FfaJr4sHQ All images are from the CD booklet. Trac...",
          1481725567
        ],
        [
          "how many of you lucky bastards got tickets to Ayreon's LIVE concert?\n\nWorld Prog-Nation Ayreon - 01011001 (Part 1) First half of Ayreon's album \"01011001\". Enjoy! ^^ Second part: http://www.youtube.com/watch?v=IdbpyQGWFd4 All images are from the CD booklet Amazing artwork...",
          1480738211
        ],
        [
          "can't wait for Ayreon's new album!\nWith - Arjen Anthony Lucassen\n\nWorld Prog-Nation Ayreon - The Human Equation (Part 1) First half of Ayreon's album \"The Human Equation\". Enjoy! :) Second part: http://www.youtube.com/watch?v=X7FfaJr4sHQ All images are from the CD booklet. Trac...",
          1476700988
        ],
        [
          "Haven't listened to this one in a while. Brilliant work by Arjen Anthony Lucassen!\nWith - Ayreon\n\nWorld Prog-Nation Ayreon - The Human Equation (Part 1) First half of Ayreon's album \"The Human Equation\". Enjoy! :) Second part: http://www.youtube.com/watch?v=X7FfaJr4sHQ All images are from the CD booklet. Trac...",
          1472560283
        ],
        [
          "this album is one of prog's greatest moments!\nwith- Ayreon Ayreon - 01011001 (Part 1) First half of Ayreon's album \"01011001\". Enjoy! ^^ Second part: http://www.youtube.com/watch?v=IdbpyQGWFd4 All images are from the CD booklet Amazing artwork...",
          1451810633
        ],
        [
          "Throwback Thursday! After I recorded on Ayreon's The Human Equation I was interviewed for the local newspaper :D #tbt Mobile Uploads",
          1444321204
        ],
        [
          "Ayreon's Human Equation set for live run, featuring James Labrie, Heather Findlay andAnneke Van Giersbergen... Ayreon’s Human Equation comes to life Ayreon album The Human Equation will come to life as a theatre show in the Netherlands this autumn, starring original vocalist James LaBrie.",
          1429615371
        ],
        [
          "ANNEKE VAN GIERSBERGEN To Replace MIKAEL ÅKERFELDFT For Theater Production Of Ayreon's The Human Equation AlbumAyreon mastermind Arjen Lucassen released The Human Equation album in 2004, and has long been considered one of his best works. A notable difference with its predecessors was that this Ayreon story was neither based in science-fiction nor fantasy, but was instead a realistic tale about emotions. There were...Sat, 06 Dec 2014 08:46:13 GMT ANNEKE VAN GIERSBERGEN To Replace MIKAEL ÅKERFELDFT For Theater Production Of AYREON's The Human Equation Album Ayreon mastermind Arjen Lucassen released The Human Equation album in 2004, and has long been considered one of his best works. A notable difference with its predecessors was that this Ayreon story was neither based in science-fiction nor fantasy, but was instead a realistic tale about emotions. The…",
          1417877498
        ],
        [
          "Ayreon - The Human Equation. Live in the New Luxor Theater, Rotterdam, The Netherlands, September 2015. Mobile Uploads",
          1412784568
        ],
        [
          "Announcing our seventh vocalist who will perform alongside Devon Graves (Agony), Heather Findlay (Love), Magnus Ekwall (Pride), Irene Jansen (Passion), Marcela Bovio (Wife) and Jermain vd Bogt - Wudstik (Best Friend) at Ayreon's The Human Equation Theater Experience.  September 2015. \nInfo: www.thetheaterequation.com \n\nhttp://youtu.be/WPBDKUCtkDc Announcing the Seventh Vocalist Ayreon's The Human Equation Theater Experience is coming to a theater in the Netherlands, September 2015. www.thetheaterequation.com",
          1400763103
        ],
        [
          "And... she is back! (but was she ever gone?) Announcing our third original vocalist to perform live at Ayreon's The Human Equation Theater Experience: check out the video! Announcing Our Third Vocalist Ayreon's The Human Equation Theater Experience.",
          1398699910
        ],
        [
          "Wow. It was ten years ago that we had the pre-release party for Ayreon's The Human Equation. Were you there? Timeline Photos",
          1397898310
        ]
      ],
      "dates_start": 1406770345,
      "dates_end": 1470812261,
      "likes_avg": 194,
      "likes_stdev": 258,
      "comments_avg": 18,
      "comments_stdev": 23,
      "shares_avg": 19,
      "shares_stdev": 27
    },
    {
      "number": 15,
      "important": [
        "guess",
        "musician",
        "instrument",
        "contest",
        "name",
        "real",
        "last",
        "guess musician",
        "guess musician new ayreon album",
        "band"
      ],
      "common": [
        "album",
        "ayreon",
        "ayreon album",
        "contest",
        "guess",
        "guess musician",
        "musician",
        "new",
        "new ayreon",
        "new ayreon album"
      ],
      "messages": [
        [
          "Here's the last guessing contest for now! A real magician, this time...can you name the musician, his current band and the two instruments you hear in this sample?\nhttp://www.youtube.com/watch?v=S92aGFdl7Ec Guess the musician and his instruments - Ayreon Theory of Everything Here is the very last 'guess this musician on the new Ayreon album' contest! A real magician, this time...can you name the musician, his current band and the...",
          1377944496
        ],
        [
          "And finally, the seventh and last vocalist for you to guess! Who is this incredible singer?\n\nhttp://youtu.be/p-NSTJafPDs Guess the vocalist 7 - New Ayreon Theory of Everything Here is the next 'guess this musician on the new Ayreon album' contest! Who is this incredible singer? We'll randomly pick a winner from the right answers on...",
          1377858311
        ],
        [
          "The second female singer... who is this talented young lady singing here?\n\nhttp://www.youtube.com/watch?v=MIbm9WMVHXM Guess the vocalist 6 - New Ayreon Theory of Everything Here is the new 'guess this musician on the new Ayreon album' contest! Who is this talented young lady singing here? We'll randomly pick a winner from the ri...",
          1377769286
        ],
        [
          "It just doesn't stop :-) Here's another renowned prog musician! So... who is this singer?\n\nhttp://youtu.be/IdI3cLWN7AA Guess the vocalist 5 - New Ayreon Theory of Everything Here is the new 'guess this musician on the new Ayreon album' contest! Which renowned prog musician is singing here? We'll randomly pick a winner from the ri...",
          1377686929
        ],
        [
          "More dreams are coming true for me, just listen to this... who is this guitar player?\n\nhttp://youtu.be/-6JGj7pBbMs Guess the guitar player - Ayreon Theory of Everything Here is the new 'guess this musician on the new Ayreon album' contest! Who is this legendary guitar player? We'll randomly pick a winner from the right answe...",
          1377599254
        ],
        [
          "Okay...be prepared for a stunning performance! Who is this singer?\n\nhttp://youtu.be/SIP74WyBFYc Guess the vocalist 4 - New Ayreon Theory of Everything Here is the new 'guess this musician on the new Ayreon album' contest! Who is this stunning vocalist? We'll randomly pick a winner from the right answers on ...",
          1377508179
        ],
        [
          "Third and last keyboard player to guess... but definitely not the least! So... who played this spine-chilling synthesizer solo?\n\nhttp://youtu.be/3XZEGiXhEaM Guess the keyboard player 3 - Ayreon Theory of Everything Here is the new 'guess this musician on the new Ayreon album' contest. This is the last keyboard player to guess... but definitely not the least! So... who p...",
          1377249244
        ],
        [
          "And here is the first female singer... which lovely lady sings here?\n\nhttp://www.youtube.com/watch?v=aZVMzGgSQ_A Guess the vocalist 3 - New Ayreon Theory of Everything Here is the new 'guess this musician on the new Ayreon album' contest! It's a female singer this time, so... which lovely lady is singing here? We'll randoml...",
          1377163416
        ],
        [
          "Watch out, new contests coming at you every day now! Here is the second keyboard player. Who is playing piano and synthesizer here?\n\nhttp://www.youtube.com/watch?v=e_TQwf6sceU&feature=youtu.be Guess the keyboard player 2 -Ayreon Theory of Everything Here is the new 'guess this musician on the new Ayreon album' contest! Here is the second keyboard player. Who is playing piano and synthesizer here? We'll r...",
          1377076495
        ],
        [
          "Mystery Ayreon guest number 3... who is this singer on the new Ayreon? The answer tomorrow, good luck! \nhttp://www.youtube.com/watch?v=MHGrie0G8pQ&feature=youtu.be Guess the vocalist 2 - Ayreon Theory of Everything Here is the second 'guess this vocalist on the new Ayreon album' contest! So...who is this singer? We'll randomly pick a winner from the right answers on Fac...",
          1376992991
        ],
        [
          "Here is the second 'guess this musician on the new Ayreon album' contest! So...who is this legendary keyboard player? We'll randomly pick a winner from the right answers here on Facebook and send some goodies. The answer will be tomorrow, hope you like it! \n\nhttp://www.youtube.com/watch?v=nOv2Rt4-4VM Guess the keyboard player 1 -Ayreon Theory of Everything Here is the second 'guess this musician on the new Ayreon album' contest! So...who is this legendary keyboard player? We'll randomly pick a winner from the r...",
          1376902935
        ],
        [
          "Here is the first 'guess this musician on the new Ayreon album' contest! So...who is this singer? We'll randomly pick a winner from the right answers here on Facebook and send some goodies. The answer will be tomorrow...enjoy! \n\nhttp://www.youtube.com/watch?v=9ysGXzUykNE Guess the vocalist 1 - Ayreon \"The Theory of Everything\" Here is the first 'guess this musician on the new Ayreon album' contest! So...who is this singer? We'll randomly pick a winner from the right answers on Face...",
          1376384549
        ],
        [
          "Finally...I'm basically ready with the new Ayreon album! Just in time for a release this year, I'm happy to say. So...expect the 'guess this musician on the new Ayreon' contest to start any time now :-)",
          1375955743
        ]
      ],
      "dates_start": 1376672973,
      "dates_end": 1377802692,
      "likes_avg": 834,
      "likes_stdev": 783,
      "comments_avg": 602,
      "comments_stdev": 202,
      "shares_avg": 90,
      "shares_stdev": 69
    },
    {
      "number": 16,
      "important": [
        "lost new",
        "new real",
        "ayreon theori",
        "make",
        "new",
        "concept album",
        "real",
        "fan",
        "concept",
        "cant"
      ],
      "common": [
        "album",
        "arjen",
        "com",
        "lost",
        "lost new",
        "lost new real",
        "lucassen",
        "new",
        "new real",
        "real"
      ],
      "messages": [
        [
          "Arjen Anthony Lucassen Lost In The New Real It's A Real Outstanding Concept Album & Magnificent Artwork & Thanks For Makeing Such Wonderful Music From Your Fan Mark In Phoenix Arizona In North America Now I Can't Wate For New Ayreon The Theory Of Everything",
          1381639195
        ],
        [
          "Contest time again :-) The first one here to guess at least 10 band references in the video clip of Pink Beatles in a Purple Zeppelin, wins a rare Pink Beatles promotional single! \nhttp://www.youtube.com/watch?v=Wx3by7ZaaZA Pink Beatles in a Purple Zeppelin Pink Beatles in a Purple Zeppelin by Arjen Anthony Lucassen from the album \"Lost in the New Real\" (2012) 3D Beetle-Zeppelin-Cloud sequences by JALO Album Art...",
          1340716087
        ],
        [
          "The groovy video clip for Pink Beatles in a Purple Zeppelin is up! Hope you'll enjoy this amazing flight, peace and cosmic love to you all! :-) \n\nhttp://www.youtube.com/watch?v=Wx3by7ZaaZA Pink Beatles in a Purple Zeppelin Pink Beatles in a Purple Zeppelin by Arjen Anthony Lucassen from the album \"Lost in the New Real\" (2012) 3D Beetle-Zeppelin-Cloud sequences by JALO Album Art...",
          1340183956
        ],
        [
          "It's AMAZING how many good reactions and reviews my solo album got, way beyond my wildest expectations! Thanks all :-) Here's a link to some of the many positive online reviews we found so far. http://www.arjenlucassen.com/content/reviews-lost-in-the-new-real/\n Reviews – Lost in the New Real : ArjenLucassen.com LadyObscure.com (5/5)MetalReviews.com (92/100 and 89/100)The Metal Pit (10/10)Ultimate Guitar (9/10)Power of Metal DK (94/100)Scratch the Surface Webzine (9/10)Sea of Tranquility (4,5/5 and 5/5)Get Ready to Rock UK (4,5/5)Imhotep  (5/6)Power of Metal (94/100)MT Media/Amazon.com customer reviews (4/5...",
          1338456351
        ],
        [
          "Hi all, just letting you know that my new solo album is streamed here for a week: \nhttp://www.guitarworld.com/arjen-lucassen-streaming-new-album-lost-new-real\n\n Arjen Lucassen Streaming New Album, 'Lost In The New Real' | Guitar World Last week, Dutch multi-instrumentalist Arjen Lucassen released his new album, Lost In The New Real, an epic concept album that spilled over into a ...",
          1337328657
        ],
        [
          "Another little peek behind the scenes of Lost in the New Real: some of the guest musicians!\nhttp://www.youtube.com/watch?v=MShQmgpvtNE\n Lost in the New Real Guest Musicians This short video introduces you to some of the guest musicians appearing on Arjen Lucassen's new solo album, \"Lost in the New Real.\" Visit http://store.arjen...",
          1334828492
        ],
        [
          "http://www.metalfan.nl/reviews.php?id=7260 Metalfan.nl Review: Arjen Anthony Lucassen - Lost In the New Real Nederlands Metal E-Zine!",
          1334483363
        ],
        [
          "Finally...here's a FULL SONG for you from my new solo album! Very curious to read your thoughts :-)\n\nhttp://www.youtube.com/watch?v=zHNaw_hkEeU\n Lost in the New Real - Full song preview Full song preview from Arjen Lucassen's new solo album, Lost in the New Real. The song is the final track on CD-1, and called....wait for it...\"LOST IN THE N...",
          1334237375
        ],
        [
          "Hi friends of Arjen, Lori here...in case anyone missed it, here's a new video where Arjen explains the concept behnid his new solo album: http://www.youtube.com/watch?v=LZMDWdkFf9g The concept behind Arjen Lucassen's 'Lost in the New Real' Arjen Lucassen talks about the concept behind his new solo album, \"Lost in the New Real.\" Signed preorders are available at http://store.arjenlucassen.com/ne...",
          1333564116
        ],
        [
          "Thanks for all the birthday wishes, 52 years old now...damn! And I enjoyed reading all your nice comments on the new album trailer, glad so many of you have such a broad taste :-) Here's more of me babbling about the concept. \nhttp://www.youtube.com/watch?v=LZMDWdkFf9g\n The concept behind Arjen Lucassen's 'Lost in the New Real' Arjen Lucassen talks about the concept behind his new solo album, \"Lost in the New Real.\" Signed preorders are available at http://store.arjenlucassen.com/ne...",
          1333449952
        ],
        [
          "Okay then...this is a scary moment...the trailer of my new solo album! All ME, lots of ME :-)\nhttp://www.youtube.com/watch?v=hVJSvW80CyU\n Arjen Lucassen's Lost in the New Real Trailer Trailer for Arjen Lucassen's forthcoming solo album, \"Lost in the New Real.\" To be released by InsideOut / Century Media on 23 April (Europe) and 8 May (USA)...",
          1332929821
        ],
        [
          "Finally...you can pre-order my new solo album in our store now! With lots of goodies if you're fast :-) And tomorrow we will feature the trailer with the previews, I'm already nervous...\nhttp://store.arjenlucassen.com/newreal.html\n\n\n ArjenLucassen.com Store - Lost in the New Real preorders The official Arjen Lucassen store.",
          1332841344
        ],
        [
          "Lost in the New Real album cover Lost in the New Real",
          1329993043
        ],
        [
          "The solo album frontcover artwork, the album title, the cast...and some music! \nhttp://www.youtube.com/watch?v=dURitBUQsXs Arjen Lucassen's Lost in the New Real cover poster See the poster made from the cover artwork of Arjen Lucassen's forthcoming solo album, Lost in the New Real. To be released by Inside Out Music on 23 April (...",
          1329988534
        ]
      ],
      "dates_start": 1325726468,
      "dates_end": 1350650714,
      "likes_avg": 534,
      "likes_stdev": 491,
      "comments_avg": 115,
      "comments_stdev": 120,
      "shares_avg": 123,
      "shares_stdev": 170
    },
    {
      "number": 17,
      "important": [
        "pleas send",
        "musician",
        "messag",
        "person",
        "person messag",
        "allen",
        "complet",
        "guest musician",
        "far",
        "one"
      ],
      "common": [
        "arjenlucassen",
        "arjenlucassen com",
        "arjenlucassen com ay8",
        "com ay8",
        "message",
        "send",
        "www",
        "www arjenlucassen",
        "www arjenlucassen com",
        "www arjenlucassen com ay8"
      ],
      "messages": [
        [
          "Well, that was easy... of course it’s the one and only Sir Russell Allen completing the cast! And once again he proves he’s up there with the best. The winner is Foteini Elric, please send me a personal message here. One more musician to guess after this, you can listen to the guest musicians so far here: http://www.arjenlucassen.com/ay8/ Timeline Photos",
          1482232681
        ],
        [
          "Yes of course.... this is indeed the insurmountable Tommy Karevik of Kamelot and Seventh Wonder... amazing, huh? He already brought me to tears on Theory of Everything, but this really exceeds my wildest expectations, he’s definitely showing his full potential here! The winner is Kaitlin Kino, please send me a personal message here. You can listen to the guest musicians so far here: http://www.arjenlucassen.com/ay8/ Timeline Photos",
          1481887080
        ],
        [
          "Wait for it... this is actually the amazing Marcel Coenen! He already proved to me how good he is with the Theater Equation, but this solo is beyond good... He recorded this last week right before my eyes in my studio, otherwise I would have never believed it! The winner is Stefan Kessels, please send me a personal message here. Stay tuned for more, and listen to the guest musicians so far here: http://www.arjenlucassen.com/ay8/ Marcel Coenen Marcel Coenen Timeline Photos",
          1481282282
        ],
        [
          "Absolutely, this is of course Zaher Zorgati from the great Tunisian band Myrath. I’ve enjoyed Myrath for years, so I’m glad to have Zaher on my album. I’m sorry to say it’s just a small part this time, but the future is wide open! The winner is Julian Hahn, please send me a personal message here. Stay tuned for more, and listen to the guest musicians so far here: http://www.arjenlucassen.com/ay8/ Timeline Photos",
          1481023021
        ],
        [
          "Yes indeed... it’s the great Mark Kelly from the mighty Marillion! I really love the wonderful melodies and the dreamy sound, I’m honored to have Mark on the album! The winner is Terje Tiberius Mork, please send me a personal message here. Stay tuned for more next week, and listen to the guest musicians so far here: http://www.arjenlucassen.com/ay8/ Timeline Photos",
          1480677480
        ],
        [
          "Oh yes indeed, it’s Nils K. Rue from the fantastic Norwegian band Pagan’s Mind! I’ve been wanting to work with Nils for years, I’m glad it finally happened. Great job, Nils! The winner is Denisa Varcholova, please send me a personal message here. Stay tuned for more in a few days, and listen to the guest musicians so far here: http://www.arjenlucassen.com/ay8/ Timeline Photos",
          1480416140
        ],
        [
          "You’re so right, it’s indeed the mighty Michael Eriksen of the great Circus Maximus! Cool voice huh? So great to finally work with him, and we had so much fun :-) The winner is Sarah Miranda, please send me a personal message here. Stay tuned for more, and listen to the guest musicians so far here: http://www.arjenlucassen.com/ay8/ Michael Eriksen sings on the new Ayreon album",
          1479208680
        ],
        [
          "That's right, it’s my favorite rival Tobias Sammet of Avantasia and Edguy. And what an amazing job he did! I’m thrilled to have finally found the perfect role for him on an Ayreon album. The winner is Mike Sarlo, please send me a personal message here. More musicians to guess next week! Listen to the guest musicians so far here: http://www.arjenlucassen.com/ay8/ Timeline Photos",
          1478862661
        ],
        [
          "Yes indeed, this is the amazing Guthrie Govan (The Aristocrats, Steven Wilson)! Lori and I got tears in our eyes when we heard it for the first time... He’s undoubtedly one of the hottest guitar players in the world at the moment, and I’m honored to have him on my album! The winner is Mark David Perry, please send me a personal message here. Listen to the previous musicians here: http://www.arjenlucassen.com/ay8/ Timeline Photos",
          1478607001
        ],
        [
          "No doubt about it, it’s indeed the monumental Hansi Kürsch from Blind Guardian! Not only an extremely powerful singer, but also one of the nicest guys I’ve worked with. The winner is Erik Hoffmann, please send me a personal message here. More musicians to guess next week! Follow the PROGress here: http://www.arjenlucassen.com/ay8/ Timeline Photos",
          1478251514
        ],
        [
          "Haha, controversy! But... indeed it’s the amazing Floor Jansen of Nightwish! (Photo by Andrea Beckers) And once again she managed to impress me, this was undoubtedly the best recording session I ever did with her. The winner is Mike Platvoet, please send me a personal message here. Listen to the guest musicians so far here: http://www.arjenlucassen.com/ay8/ Floor Jansen sings on the new Ayreon album",
          1477998983
        ],
        [
          "Many good guesses, indeed it’s the incredible Paul Gilbert! Undoubtedly one of the most influential guitar players in the world, so you can imagine how honored I am to have him on this album. The winner is Hasan Arsin, please send me a personal message here. Another singer to guess this week! Follow the PROGress here: http://www.arjenlucassen.com/ay8/ Timeline Photos",
          1477384961
        ],
        [
          "Way too easy again, of course it’s the enchanting Simone Simons of the mighty Epica! I’m so glad that this time I could give her a much bigger part than she had on 01011001, she did an amazing job! The winner is Jeremy A Lasda, please send me a message here. More musicians to guess next week! Follow the PROGress here: http://www.arjenlucassen.com/ay8/ Timeline Photos",
          1477037982
        ],
        [
          "Well that was clearly quite easy again, indeed it’s Tommy Rogers of the amazing Between the Buried and Me! I totally love his solo albums as Thomas Giles, and I’m really excited having him on this album. The winner is Cecil Palmer, please send me a message here. Next singer to guess in a few days! Follow the PROGress here: http://www.arjenlucassen.com/ay8/ Timeline Photos",
          1476780304
        ],
        [
          "I know, that was an easy one to start with! Of course it was the amazing James LaBrie. I’m so proud having his warm emotive voice on Ayreon again! The winner is Andreas Berglund, please send me a personal message here. Next week there will be more singers to guess. You can follow the PROGress of the new album here on this special page we made: http://www.arjenlucassen.com/ay8/ James Labrie Timeline Photos",
          1476434191
        ]
      ],
      "dates_start": 1477343421,
      "dates_end": 1481067906,
      "likes_avg": 2124,
      "likes_stdev": 965,
      "comments_avg": 127,
      "comments_stdev": 65,
      "shares_avg": 254,
      "shares_stdev": 148
    },
    {
      "number": 18,
      "important": [
        "lucassen",
        "que",
        "arjen lucassen",
        "ayreon",
        "de ayreon",
        "metal",
        "la",
        "fan",
        "del",
        "de"
      ],
      "common": [
        "arjen",
        "ayreon",
        "de",
        "de ayreon",
        "del",
        "el",
        "en",
        "la",
        "lucassen",
        "que"
      ],
      "messages": [
        [
          "Atentos Fans de Ayreon!!! Rocknight - Ayreon anuncia fecha para su nuevo disco Fans de  AYREON, les comentamos que uno de los proyectos mas ambiciosos del Metal Progresivo ya tiene fecha de salida este 2017, una vez más bajo la tutela del multi instrumentista, cantante, compositor y productor Arjen Lucassen, cerebro de este proyecto.",
          1485793489
        ],
        [
          "Nada mejor para cerrar el día que el primer adelanto del nuevo disco de Ayreon de Arjen Lucassen ¡AYREON estrena primer single de su próximo disco! | PowerMetal.cl AYREON reveló la lista de temas de su nuevo disco “The Source” que saldrá a la venta el 28 de Abril, y junto con esto presentó un primer sencillo titulado “The Day That The World Breaks Down”, canción que abre el disco en donde se contempla los detrás de cámara del álbum.",
          1485476338
        ],
        [
          "James Labrie (Dream Theater), Floor Jansen (Nightwish), Simone Johanna Maria Simons Official (Epica) y Hansi Kürsch (Blind Guardian) son algunos de los vocalistas que participarán en \"The Source\", el nuevo álbum de Ayreon. Lee todos los detalles en el enlace 👇 Detalles sobre 'The Source' de AYREON | METAL TOWER Finalmente... presentamos la portada y el título del nuevo álbum de Ayreon, la portada fue hecha por el impresionante Yann Soetre, él creó todo el arte del nuevo álbum y dicho arte inspiró enormemente durante el proceso creativo de escribir este álbum.",
          1485444631
        ],
        [
          "¡Tenemos portada para lo nuveo de Ayreon! Arjen Lucassen presenta portada animada para el próximo álbum de AYREON | PowerMetal.cl Como ya sabemos, Arjen Anthony Lucassen se encuentra preparando su próxima ópera progresiva con AYREON, es por eso que acaba de anunciar que ese trabajo llevará por nombre “The Source“, además, dentro de la poca información que se maneja aún sobre el disco, Lucassen ha liberado un adelanto de las gr...",
          1484845527
        ],
        [
          "\"Mi rival favorito\", así anunció Arjen Anthony Lucassen al líder de Avantasia para el próximo álbum de Ayreon. \n¡Escúchalo aquí! Arjen Lucassen contará con Tobias Sammet en lo nuevo de AYREON | PowerMetal.cl “Sí! es mi rival favorito, Tobias Sammet de AVANTASIA y EDGUY“. Así anunció Arjen Lucassen a su nuevo invitado para el próximo trabajo de AYREON, que se espera sea lanzado durante el próximo año. El personaje del alemán será “El Capitán”.",
          1478867389
        ],
        [
          "Os traemos, en exclusiva, la reseña de \"Unprecedented\" el debut en solitario de Marcela Bovio que saldrá a la luz el próximo 23 de septiembre. \nUn proyecto alejado del metal sinfónico que ha hecho hasta ahora en grupos como Stream of Passion, The Gentle Storm o Ayreon Marcela Bovio presenta su debut en solitario, Unprecedented Escuchamos en exclusiva Unprecedented, el debut en solitario de Macela Bovio, que saldrá a la venta el próximo 23 de septiembre",
          1473868479
        ],
        [
          "[noticias] Arjen Anthony Lucassen reeditará el material de Ayreon a través de Mascot Group [noticias] Arjen Lucassen reeditará el material de Ayreon a través de Mascot Group - GoetiaMedia El sello Mascot Label Group ha anunciado el fichaje de Ayreon, el proyecto del músico Arjen Lucassen. Junto lanzarán toda la discografia de la banda en varias plataformas digitales este mismo mes. Se trata de los 7 discos de estudio de Ayreon, las operas de rock que arrancaron en 1995 con “The Final Experiment”. En …",
          1461581092
        ],
        [
          "I´m the chain around your neck...\n\nAyreon Day 3: Pain - Ayreon [Sub español] Día 3: Dolor del albúm \"The Human Equation\" de Ayreon. -Devin Towsend como Ira -James LaBrie como Yo -Devon Graves como Agonía -Heather Findlay como Amor Gra...",
          1461084542
        ],
        [
          "Iced Earth – Dante’s Inferno \nCONCERTO MOON – Struggle To The Death \nWarlock A Touch of Evil \nDepressive Age – Beyond Illusions \nBruce Dickinson – Sacred Cowboys \nResurrection Kings – Who Did You Run To? \nImmorgon – Svartheme \nTony MacAlpine – Violent Machine \nAyreon – Comatose \nDevin Townsend – Stars \nBon Jovi – Lay Your Hands On Me (Live '89) \nWISDOM – Marching For Liberty \nShining (SWE) - Låt oss ta allt från varandra \nHITTEN – Don’t Be Late \nDream Theater – The Gift of Music \nAxel Rudi Pell – The King of Fools \nStreet Vipers – Wild Ride \nGloryhammer – Rise of The Chaos Wizards \nPhantasma – Let It Die \nWolfhorde – Fimbulver \nRAVENSIRE – Temple At The End of the World \nDivided Multitude - Demise \nPaco Ventura Black Moon - Buscando la Luz El Octavo Dia 06-12-15 Escucha y descarga los episodios de Podcast de El Octavo Día gratis. ICED EARTH – Dante’s Inferno CONCERTO MOON – Struggle To The Death WARLOCK – A Touch of Evil DEPRESSIVE AGE – Beyond Illusions BRUCE DIC... Programa: Podcast de El Octavo Día. Canal: El Octavo Día. Tiempo: 03:02:17 Subido 07/12 a l…",
          1449474550
        ],
        [
          "James LaBrie interpretará THE HUMAN EQUATION, de Ayreon, en directo, el próximo mes de septiembre, en Holanda. James LaBrie interpretará THE HUMAN EQUATION, de Ayreon, en directo Los días 18 al 20 de septiembre, aquellos que se desplacen al Nieuwe Luxor Theater, en Rotterdam (y tengan entrada, ya que solo quedan para un único día), tendrán la suerte de presenciar el espectáculo musical The Theater Equation, basado en el álbum de Ayreon, The Human Equation, publicado en 2004. Está claro que muchos discos de… [  113 more words. ]",
          1429726279
        ],
        [
          "Hoy se cumplen 7 años de la publicación del 7º álbum de estudio de Ayreon, titulado 01011001. (Hiscio)\n\nUno de sus mejores trabajos, en esta obra conceptual se narra la historia de una raza alienígena tecnológicamente muy avanzada llamada Forever, que vive en el planeta Y (01011001, en binario) y que, habiendo llegado a su límite evolutivo, decide enviar su ADN a a la Tierra mediante un cometa para empezar de nuevo.\n\nAge of Shadows es el tema de apertura del álbum, con las voces de Floor Jansen y Anneke Van Giersbergen, entre otras. Ayreon: Age Of Shadows (Tension Music Video) Again Ayreon. Again Tension. This time I used \"heavier\" song \"Age Of Shadows\". Brothers and sisters sing that there comes a century of shades and color leave...",
          1422188644
        ],
        [
          "Repasamos la escena del Rock y Metal Progresivo del 2000 hasta hoy en este nuevo artículo, en el que además os dejamos nuestra lista de 15 temas elegidos a razón de uno por año ¿Cuál sería la vuestra? ¡Queremos saberlo!\n\nAyreon– And The Druids Turned To Stone\nNeurosis– A Sun That Never Sets\nAgalloch - The Official Page– You Were But A Ghost In My Arms\nOpeth– Death Whispered A Lullaby\nOrphaned Land – Halo Dies (The Wrath Of God)\nGonin-Ish – Muge No Hito\nTool– Rosetta Stoned\nPorcupine Tree – My Ashes\nThe Tangent– The Full Gamut\nmaudlin of the Well – Rose Quartz Turning Glass\nSeventh Wonder – The Angelmaker\nSteven Wilson - Official page – Index\nMotorpsycho – Through The Veil\nRiverside – We Got Used To Us\nANATHEMA - official band page – Anathema \n\nPodéis escuchar la lista en este enlace: \nhttp://www.youtube.com/watch?v=Puc_-mAc6d0&list=PLYcGg4fI8KO4DN7FnQNzhQfW_8og_5bz_&feature=share&index=7\n\nY Aquí tenéis el artículo:\n\nhttp://www.metalcry.com/el-progresivo-de-hoy-un-repaso-del-2000-en-adelante/#more-79848 Metalcry.com :: Tu Web de Rock y Metal – EL PROGRESIVO DE HOY: UN REPASO DEL 2000 EN ADELANTE Soy un gran fan del rock y el metal progresivo: no es ningún secreto. Este estilo nos ha dejado obras inolvidables durante décadas y aún a día de hoy sigue sorprendiendo y presentando, en mi opinión, algunos de los trabajos más excitantes e interesantes de la escena. Se suele decir que ya no se hace…",
          1404869836
        ],
        [
          "Una de musica: sabia Ud. que Bruse Bruce Dickinson grabó un tema llamado \"Into the black hole\" con el grupo Ayreon",
          1391134679
        ],
        [
          "Review del último disco de Ayreon, descubre todos los detalles!!\r\n\r\nhttp://www.metalcry.com/newspost/ayreon-the-theory-of-everything/ Timeline Photos",
          1385550501
        ],
        [
          "\\m/ Ayreon \\m/\n(ZooB) Ayreon - Day Eight: School Día ocho: Escuela del albúm The Human Equation de Ayreon James LaBrie :::::::::::::::::::::::::::::: Yo Mikael Åkerfeldt ::::::::::::::::::::::::::: Miedo Er...",
          1348494558
        ]
      ],
      "dates_start": 1400701529,
      "dates_end": 1485751874,
      "likes_avg": 42,
      "likes_stdev": 65,
      "comments_avg": 3,
      "comments_stdev": 5,
      "shares_avg": 5,
      "shares_stdev": 8
    },
    {
      "number": 19,
      "important": [
        "lucassen ayreon",
        "lucassen",
        "arjen lucassen",
        "sourc",
        "ayreon",
        "el",
        "de",
        "arjen",
        "music",
        "arjen lucassen ayreon"
      ],
      "common": [
        "2013",
        "arjen",
        "arjen lucassen",
        "arjenlucassen",
        "ayreon",
        "com",
        "http",
        "lucassen",
        "official",
        "store"
      ],
      "messages": [
        [
          "El proyecto musical de Arjen Lucassen, Ayreon presenta el primer adelanto de su nuevo trabajo \"The Source\" Ayreon lanza el primer adelanto de “The Source” El proyecto musical de Arjen Lucassen, Ayreon presenta el primer adelanto de su nuevo trabajo “The Source”.",
          1485511961
        ],
        [
          "Hi Ayreonauts! The Gentle Storm preorders are now officially underway in the ArjenLucassen store. We've got all the versions of the album some cool bundles. You can find it all at http://store.arjenlucassen.com ArjenLucassen.com Store - Official Arjen Lucassen merchandise The official Arjen Lucassen store.",
          1424690312
        ],
        [
          "Arjen Lucassen ( Ayreon) picked up the Virtuoso award at this years Prog Magazine Progressive Music Awards 2014. Check out a video of his acceptance!\n Arjen Lucassen: 2014 Virtuoso Breaking news, in-depth reviews, exclusive interviews and videos from the world's leading progressive rock magazine.",
          1412241036
        ],
        [
          "Man, this award thing was one of the scariest things I’ve ever endured! And I’m sure it shows on the little video here, I could hardly speak... It takes a LOT to drag this humble recluse out of the safe haven of the Electric Castle, but of course this was just too much of an honor to pass up. And Damian and Anneke rule! Thanks to Jerry as well.\n\nhttp://prog.teamrock.com/videos/2014-09-30/arjen-lucassen-2014-virtuoso Arjen Lucassen: 2014 Virtuoso Breaking news, in-depth reviews, exclusive interviews and videos from the world's leading progressive rock magazine.",
          1412240816
        ],
        [
          "A pioneer of stunning musicianship? It just had to be Arjen Lucassen (Ayreon) taking home the Virtuoso award this year! #ProgAwards2014",
          1410466446
        ],
        [
          "Interview with Arjen Lucassen \n\nEnglish\nhttp://www.rockmetalmagazine.com/en/048.html\n\nEspañol \nhttp://www.rockmetalmagazine.com/es/048.html",
          1393637770
        ],
        [
          "Hey Ayreonauts, if you've wondered what the hell was up with the goggles I'm wearing on the Ayreon album photos, check this cool interview with Arjen Anthony Lucassen\n\nhttp://www.youtube.com/watch?v=G-MPUEhA3QU&feature=youtu.be&t=25m38s Lady Obscure with Arjen Lucassen!!! I had an amazing chat with Arjen Lucassen.... Again!!!",
          1389645112
        ],
        [
          "Complete and updated collection of all my items involving Arjen Lucassen",
          1385289616
        ],
        [
          "Playing Bass with Arjen Lucassen!!! Thanks Arjen what an honuor!!!",
          1382853578
        ],
        [
          "Finally...the Ayreon vinyls of Human Equation and Universal Migrator 1 + 2 have arrived in our store and they look and sound amazing! You can order them here, and if you like I'll sign them for you: \nhttp://store.arjenlucassen.com/ayreon.html ArjenLucassen.com Store - Official Arjen Lucassen merchandise The official Arjen Lucassen store.",
          1351846321
        ],
        [
          "Arjen Lucassen has officially started work on a brand new Ayreon album, and has decided to reveal this through a little home movie where you can hear snippets of the work in progress: Arjen Lucassen announces a new AYREON for 2013 In this little home movie, Arjen Lucassen reveals what his next project (due in 2013) will be. It's going to be an AYREON!",
          1350473425
        ],
        [
          "Arjen Lucassen új Ayreon albumon dolgozik\nhttp://www.rockbook.hu/content/arjen-lucassen-uj-ayreon-albumon-dolgozik Arjen Lucassen új Ayreon albumon dolgozik | Rockbook A holland gitáros/zeneszerző Arjen Lucassen egy új Ayreon album munkálataiba fogott, amely várhatóan 2013-ban jelenik meg...",
          1349895662
        ],
        [
          "Wanna know what my next project is? Here's a peek behind the scenes! http://www.youtube.com/watch?v=D776GI1qYwI Arjen Lucassen announces a new AYREON for 2013 In this little home movie, Arjen Lucassen reveals what his next project (due in 2013) will be. It's going to be an AYREON!",
          1349773913
        ],
        [
          "New Ayreon! \n\n Arjen Lucassen announces a new AYREON for 2013 In this little home movie, Arjen Lucassen reveals what his next project (due in 2013) will be. It's going to be an AYREON!",
          1349772387
        ],
        [
          "To everyone who has been asking me about this, the Human Equation 2CD+DVD is available again in our shop! You can see a little video there too of what it looks like now.\nhttp://store.arjenlucassen.com/ayreon.html#the ArjenLucassen.com Store - Official Arjen Lucassen merchandise The official Arjen Lucassen store.",
          1346832256
        ]
      ],
      "dates_start": 1348620611,
      "dates_end": 1424068802,
      "likes_avg": 386,
      "likes_stdev": 679,
      "comments_avg": 47,
      "comments_stdev": 100,
      "shares_avg": 60,
      "shares_stdev": 185
    },
    {
      "number": 20,
      "important": [
        "lucassen",
        "news",
        "del",
        "album",
        "sourc",
        "arjen lucassen",
        "ayreon",
        "la",
        "due",
        "album sourc"
      ],
      "common": [
        "album",
        "ayreon",
        "de",
        "il",
        "la",
        "le",
        "lucassen",
        "metal",
        "nuovo",
        "per"
      ],
      "messages": [
        [
          "#News - Gli Ayreon hanno ufficializzato la tracklist del nuovo album \"The Source\", ecco i dettagli. Ayreon: ufficializzata la tracklist di \"Source\" Arjen Lucassen ha annunciato la tracklist ufficiale del prossimo imminente album targato Ayreon; \"The Source\" sarà composto da due dischi entrambi...",
          1485262527
        ],
        [
          "Una notizia inaspettata per i fan degli Ayreon! La band per la prima volta dal vivo per due date! News - Ayreon: per la prima volta nella storia, la band annuncia due date dal vivo Per la prima volta in assoluto, la band di Arjen Lucassen annuncia uno show dal vivo in Olanda. ",
          1479717239
        ],
        [
          "Le casting du prochain album d'Ayreon s’allonge, puisque Tobias Sammet, le leader d'Edguy et Avantasia, sera de la partie ! Tobias Sammet (EDGUY, AVANTASIA) sera sur le prochain album d'AYREON - RADIO METAL",
          1479126795
        ],
        [
          "E' Tobias Sammet degli Avantasia ed Edguy il settimo ospite alla voce del nuovo album degli Ayreon!\n#ayreon #tobiassammet #avantasia #edguy Ayreon: anche Tobias Sammet (Avantasia, Edguy) sul nuovo album Tobias Sammet, il leader di Avantasia e Edguy, è stato annunciato come settimo ospite del prossimo album degli Ayreon in...",
          1478864341
        ],
        [
          "Un altro grande chitarrista sul nuovo album degli Ayreon: Guthrie Govan (Official)! Ayreon: anche Guthrie Govan sul nuovo album Arjen Lucassen prosegue con le anticipazioni sulle guest-star che parteciperanno alle registrazioni del nuovo concept album targato Ayreon. La nuova release sarà pubblicata nel Marzo 2017 per Mascot Label Group. Lucassen ha confermato la partecipazione del chitarrista Guthrie Govan Il geniale e poli...",
          1478770021
        ],
        [
          "[Nouvelle] Ayreon - Une voix très connue s'ajoute pour le prochain album, mais serez-vous capable de trouver le prochain guitariste dans le nouvel extrait ?\n\nNouveau défi lancé par Arjen Lucassen !\n\nhttp://www.metaluniverse.net/nouvelles.php?id_nouvelle=28322 Ayreon: Une voix très connue s'ajoute pour le prochain album, mais serez-vous capable de trouver le prochain guitariste ? Le groupe rock/metal/mélodique opéra Ayreon sortira son nouvel album en 2017 sur...",
          1478549461
        ],
        [
          "Ayreon: annunciati nuovi ospiti per il nuovo album AYREON: annunciati nuovi ospiti per il nuovo album Il polistrumentista olandese Arjen Lucassen ha annunciato dei nuovi ospiti per il prossimo album del progetto AYREON, che uscirà nel 2017 su Mascot Records.\r\n\r\nOltre a James LaBrie (DREAM THEATER) e Tommy Rodgers (BETWEEN THE BURIED AND ME), sono stati infatti confermati Simone Simons (EPICA) e Paul...",
          1477462817
        ],
        [
          "Arjen Lucassen est en ce moment même en train de concevoir le prochain album d'Ayreon prévu pour 2017 ! AYREON : un nouvel album pour 2017 - RADIO METAL",
          1475772015
        ],
        [
          "Iniziamo la settimana con un bel po’ di novità discografiche in uscita il 17 Giugno, tra poco più di 10 giorni! \\m/\nGojira, Nails, The Answer, Ayreon: http://emp.me/Ibc I nuovi album Metal e Hard Rock in uscita Venerdì 17 Giugno",
          1465223658
        ],
        [
          "ACTU AYREON - Après notre bonjour de ce matin, nouveau post consacré à Ayreon qui vient de dévoiler une vidéo live pour la chanson « Day Two: Isolation » qui apparaît sur son nouveau CD/DVD live. AYREON dévoile une vidéo live pour la chanson \"Day Two: Isolation\" - RADIO METAL",
          1464762113
        ],
        [
          "Daísa Munhoz, Manu Saggioro e Leandro Erba começando a tirar uma música da banda Ayreon. Essa aí vai estar provavelmente nos próximos shows do Soulspell. Não percam! :)\nhttps://youtu.be/JcTmziXo9L4 SOULSPELL: LEANDRO, DAÍSA E MANUELA - (MAKING OF DE TRIBUTO AO AYREON) Leandro Erba, Daísa Munhoz e Manuela Saggioro começam os ensaios de uma música do projeto Ayreon para o novo tributo do Soulspell Metal Opera. Aguardem os ví...",
          1444041122
        ],
        [
          "We play Ayreon this week in Noche de Rock - http://www.ivoox.com/991-beardfish-xix-aniversario-audios-mp3_rf_4735189_1.html 991 - Beardfish - XIX Aniversario Esta semana cumplimos 19 años en antena y nos permitimos un programa . Programa: Noche de Rock. Canal: Noche de Rock. Tiempo: 04:17:04. Subido 08/07 a las 10:45:11 4735189",
          1436349626
        ],
        [
          "De toutes les apparitions LIVE de Floor Jansen en tant que guest (hors Nightwish, ReVamp et After Forever), laquelle vous a le plus plu / marqué ? Pour vous aider, jetez un coup d’œil à notre page récapitulative...\n\nhttp://revamp-france.com/?page_id=154\n\nAyreon Adrenaline Mob  Delain Epica KAMELOT MaYaN Mfvf Metalfemalevoicesfest Soilwork tarjaofficial, ...",
          1411285263
        ],
        [
          "Ayreon being played this week in NdR - http://www.ivoox.com/917-ayreon-sierra-nevada-audios-mp3_rf_2808040_1.html 917 - Ayreon - Sierra Nevada Presentamos esta semana la nueva magna obra de Arjen Lucassen como Ayr. Programa: Noche de Rock. Canal: Noche de Rock. Tiempo: 02:21:41. Subido 07/02 a las 00:31:21 2808040",
          1391727027
        ],
        [
          "And a review of the new album, still on La Grosse Radio Métal, and still for the French speaking fans! Ayreon - The Theory of Everything - Chronique - La Grosse Radio Metal - Ecouter du Metal -... Will we ever understand...? Il y a tant de choses à dire, alors pas où commencer ? Par la fin peu-être, à l'image de ces premières paroles ainsi ...",
          1382372597
        ],
        [
          "Interview with a french website about the forthcoming new album \"The Theory Of Evertything\"! Ayreon poursuit sa quete de la theorie du tout Arjen Lucassen ne se lasse décidément pas de son projet fêtiche Ayreon. Avec \"The Theory Of Everything\", Ayreon signe l'un de ses meilleurs albums.",
          1382102570
        ],
        [
          "Una de mis bandas preferidas",
          1337591945
        ]
      ],
      "dates_start": 1399564373,
      "dates_end": 1488551054,
      "likes_avg": 22,
      "likes_stdev": 26,
      "comments_avg": 3,
      "comments_stdev": 4,
      "shares_avg": 2,
      "shares_stdev": 2
    },
    {
      "number": 21,
      "important": [
        "guess",
        "well",
        "guitar",
        "musician",
        "album guess",
        "hey",
        "say",
        "next",
        "last",
        "play"
      ],
      "common": [
        "album",
        "ayreon",
        "ayreon album",
        "guess",
        "guess singer",
        "new",
        "new ayreon",
        "new ayreon album",
        "new ayreon album guess",
        "singer"
      ],
      "messages": [
        [
          "The last guessing game! So yeah... this dude was apparently brave enough to play some guitar as well next to all these amazing guitar gods... Kind of an anti-climax I’d say. You can guess who it is... but hey, who cares? :-) New Ayreon album: guess the last musician # 5",
          1482405480
        ],
        [
          "Guess the LAST singer #12! And so it’s come to this... after this amazing all-star cast, the album wouldn’t be complete without this world class singer. Can you guess even before listening? New Ayreon album: guess the LAST singer #12",
          1482146280
        ],
        [
          "Guess the singer #11. Holy crap... ladies and gentlemen... I present you – in my opinion - one of the best singers in the world right now... Here it goes! New Ayreon album: guess the singer #11",
          1481800080
        ],
        [
          "Guess the musician #4. Brace yourself for this guitar solo, I was blown away... tears in my eyes, really! Can you guess who this is? New Ayreon album: guess the musician #4",
          1481195400
        ],
        [
          "Guess the singer #10. For those of you who know him and his unique band, this will not be difficult! New Ayreon album: guess the singer #10",
          1480936620
        ],
        [
          "Guess the musician #3. It’s prog time! Which keyboard player plays this beautiful atmospheric synthesizer solo? Dream away! New Ayreon album: guess the musician #3",
          1480590780
        ],
        [
          "Time to get back to the guessing game, did you miss it as much as I did? :-) Guess the singer #9. Who is this powerhouse with the mighty, distinctive voice? New Ayreon album: guess the singer #9",
          1480331880
        ],
        [
          "Guess the singer #8. Who is this amazing singer? No clues this time... good luck guessing and most of all... enjoy! New Ayreon album: guess the singer #8",
          1479121920
        ],
        [
          "Guess the singer #7. This is the first time this powerful and distinctive voice has been on an Ayreon album. Who is this mighty metal icon? New Ayreon album: guess the singer #7",
          1478776380
        ],
        [
          "Guess the musician #2. This must be one of the best solos I ever had on Ayreon... who is this guitar player, perfectly merging emotion, virtuosity and melody coupled with a great sound? New Ayreon album: guess the musician #2",
          1478517240
        ],
        [
          "Guess the singer #6. Who is this huge unmistakable voice, sounding majestic as ever? New Ayreon album: guess the singer #6",
          1478171580
        ],
        [
          "Time to guess singer #5! Who is this remarkable lady blowing us away with her all-powerful vocals? New Ayreon album: guess the singer #5",
          1477912320
        ],
        [
          "Here is singer #4 on the new Ayreon album... who is this extraordinary talent? Brace yourselves... and prepare to be AMAZED! New Ayreon album: guess the singer #4",
          1477559340
        ],
        [
          "Let’s make it a bit harder... this time you have a guitar player to guess! Who is this virtuoso playing this mind-blowing solo on the new Ayreon album? New Ayreon album: Guess guitar player #1",
          1477301571
        ],
        [
          "Guess singer #3 on the new Ayreon album! Who is this lovely lady with the beautiful voice? Enjoy! New Ayreon album: guess the singer #3",
          1476954600
        ],
        [
          "It’s time to guess singer #2! A singer I haven’t worked with before. Good luck and I hope you enjoy it! New Ayreon album: guess the singer #2",
          1476694707
        ],
        [
          "Yesssss, the guessing game has started again! Your chance to win some goodies and hear some (demo) snippets of the new Ayreon album. Who is this singer? Instructions are in the video. Good luck and I hope you enjoy the music so far! New Ayreon album - Guess the singer #1",
          1476348360
        ]
      ],
      "dates_start": 1477265538,
      "dates_end": 1481177348,
      "likes_avg": 1252,
      "likes_stdev": 412,
      "comments_avg": 1126,
      "comments_stdev": 472,
      "shares_avg": 238,
      "shares_stdev": 148
    },
    {
      "number": 22,
      "important": [
        "gentl storm",
        "hope enjoy",
        "instrument",
        "time",
        "gentl",
        "mill",
        "talk",
        "updat",
        "storm",
        "master"
      ],
      "common": [
        "arjen",
        "diary",
        "gentle",
        "gentle storm",
        "gentle version",
        "http",
        "storm",
        "storm version",
        "version",
        "video"
      ],
      "messages": [
        [
          "Oh no... here’s the very last behind-the-scenes update of the The Gentle Storm recording sessions! This time we focus on some of the ‘exotic’ instruments and the mastering. Hope you enjoyed our updates, till next time!\n\nhttp://youtu.be/9TPfiBkbrA0 The Gentle Storm = Behind the Scenes update 13 = Exotic instruments Arjen presents Jack Pisters (Coral and Sitar) Remco Helbers (Surbahar) Nathanael van Zuylen (Tablas) and Mike Mills (Irish Bouzouki) and talks about recordin...",
          1439542338
        ],
        [
          "Here is behind-the-scenes update #12 of The Gentle Storm recording sessions. Two amazing musicians whom you already know from Ayreon...  Maaike Peterse on cello and Ben Mathot on violin!\n\nhttps://www.youtube.com/watch?v=8PCwFJmP-rk The Gentle Storm - Behind the Scenes update 12 - cello and violin Arjen presents Maaike Peterse (cello) and Ben Mathot (violin) and talks about recording their parts for THE DIARY. Outtakes from Maaike's and Ben's recording...",
          1438246887
        ],
        [
          "Here is The Gentle Storm – Behind the Scenes update 11 for you! It’s about the orchestral instruments French horn (Jenneke de Jonge) and double bass (Hinse Mutter), first time I recorded these fine instruments.\n\nhttp://youtu.be/AInFitMMqLs The Gentle Storm = Behind the Scenes update 11= Orchestral instruments Arjen introduces you to Jenneke de Jonge (French Horn) and Hinse Mutter (Double Bass) and talks about recording their parts for THE DIARY. Want to know more ...",
          1435571491
        ],
        [
          "Time for behind-the-scenes update #10... the mighty Joost van den Broek (aka LUL) on Grand Piano! \n\nhttps://www.youtube.com/watch?v=MN6swBneT9E The Gentle Storm = Behind the Scenes update 10 = Joost van den Broek - Piano Arjen introduces you to Joost van den Broek and talks about recording the piano parts for THE DIARY. Joost's piano playing is featured on the \"Gentle\" CD of ...",
          1434456522
        ],
        [
          "It’s been a while, but we’re back with some more cool The Gentle Storm behind-the-scenes updates for you! Here’s one about recording the amazing percussion, played by my friend and Ayreon veteran Rob Snijders.\n\nhttps://www.youtube.com/watch?v=L0tR5c-FqLs The Gentle Storm - Behind the scenes update 9 - Rob Snijders - Percussion Arjen introduces you to Rob Snijders and talks about recording the percussion instruments for THE DIARY. Rob's percussion is featured on the \"Gentle\" CD of T...",
          1433928942
        ],
        [
          "Wow... what an amazing live band The Gentle Storm has become, I’m proud of them! Really impressive, so tight and such great stage presence. Here is a video captured by the band themselves on GoPro cameras, and featuring sound taken directly from the mixing desk. Enjoy! \n\nhttps://www.youtube.com/watch?v=_qpseRKIYuE&feature=youtu.be THE GENTLE STORM - The Storm (OFFICIAL LIVE VIDEO) THE GENTLE STORM - The Storm (OFFICIAL LIVE VIDEO). Taken from the album \"The Diary\". Inside Out Music 2015.",
          1429274222
        ],
        [
          "A special CD for the collectors out there – we still have some “The Gentle Storm Exclusive Tour CDs” left, and they’re now available in our Web shops! \n\nArjen's webstore: store.arjenlucassen.com\nAnneke's webstore: www.annekevangiersbergen.com/shop\n\nYou can listen to a sampler here:\n\nhttps://youtu.be/9fu0BJdqxp4 Arjen and Anneke's The Gentle Storm Exclusive Tour CD A special CD for the collectors out there – we still have some “The Gentle Storm Exclusive Tour CDs” left, and they’re now available in our Web shops. Arjen'...",
          1428919201
        ],
        [
          "Finally... here is the full video clip of Shores of India! For me the most adventurous track on “The Diary’. I’ve always liked oriental melodies and I’m especially proud of the chorus. Anneke did an amazing job singing this complex song, both technically and emotionally. Obviously we had a lot of fun dressing up and I absolutely didn’t mind being pampered by those hot belly dancers :-) Oh, this was the first time I held this instrument (tanpura borrowed from the Indian embassy!) in my hands, so be ‘gentle’ with me! https://youtu.be/nY0Y1AwOyw0\nFor Germany: http://www.metal-hammer.de/video-audio/premieren/article710428 THE GENTLE STORM - Shores Of India (OFFICIAL VIDEO) THE GENTLE STORM - Shores Of India (OFFICIAL VIDEO). Order here: http://smarturl.it/thediaryIOMshop Taken from the album \"The Diary\". Inside Out Music 2015.",
          1427202666
        ],
        [
          "Wanna see Anneke as an enchanting Indian goddess, and me being pampered by my harem of belly dancers? Here’s a sneak peek for you of the upcoming video clip of The Gentle Storm’s “Shores of India”, storm version!\n\nAyreon webstore: www.store.arjenlucassen.com\n\nhttps://www.youtube.com/watch?v=p5jNYk9XxO4&feature=youtu.be THE GENTLE STORM - Shores Of India (Teaser) THE GENTLE STORM - Shores Of India (Teaser). Order here: http://smarturl.it/thediaryIOMshop http://smarturl.it/thediaryITUNES http://smarturl.it/thediaryAMAZ...",
          1426514117
        ],
        [
          "Review: The Gentle Storm - The Diary\n\nThe Gentle Storm is de nieuwe band van Arjen Anthony Lucassen en Anneke Van Giersbergen. Al in 1998 werkten de twee muzikanten samen op Into The Electric Castle van Ayreon. Daarna bleven ze bijdragen leveren aan elkaars werk en was het dan ook een kwe... #TheGentleStorm #InsideOutMusic The Gentle Storm - The Diary  ",
          1426498394
        ],
        [
          "We just got the The Gentle Storm CDs, vinyls and shirts from the record company and... it all looks AMAZING! Here is a little video where I show you in my usual clumsy way what it all looks like, sorry for the shameless plugs :-)\n\nhttps://www.youtube.com/watch?v=uksGzmYPnEk THE DIARY different versions explained by Arjen The Gentle Storm album THE DIARY is available in 3 different versions. In this video, Arjen shows you all three, and explains the differences between them. T...",
          1426070929
        ],
        [
          "Wanna hear a track from The Diary already? We’ve uploaded the gentle version of ‘Shores of India’ for you! This song really shines in its acoustic setting. It feels like an emotional journey, also because of the many exotic instruments. It’s very different from the much more bombastic and orchestral ‘storm’ version, which you’ll soon find out when we release the next big video clip! \n\nhttps://soundcloud.com/officialinsideoutmusic/the-gentle-storm-shores-of-india-gentle-version/s-t4nSO THE GENTLE STORM - Shores Of India (Gentle Version) THE GENTLE STORM - Shores Of India (Gentle Version). Get this track here: http://smarturl.it/thediaryITUNES http://smarturl.it/thediaryAMAZONMP3 Taken from the album \"The Diary\". Inside Out Music 201",
          1425911671
        ],
        [
          "Vers van de pers: The Gentle Storm, de nieuwe Nederlandse all-starband met a.o. Anneke Van Giersbergen en Arjen Lucassen (Ayreon), lanceert vandaag de eerste videoclip bij het conceptalbum 'The Diary' (release 23 maart)! THE GENTLE STORM - Heart Of Amsterdam (OFFICIAL VIDEO) THE GENTLE STORM - Heart Of Amsterdam (OFFICIAL VIDEO). Order here: http://smarturl.it/thediaryIOMshop http://smarturl.it/thediaryITUNES http://smarturl.it/t...",
          1425052275
        ],
        [
          "Wanna see Anneke fearlessly cavorting through Amsterdam sporting a 17th-century dress and wig? Here is the official video for the track “Heart of Amsterdam.” You'll also see nearly all of the musicians who played on “The Diary” rocking out with Anneke in a rehearsal room. \n\nhttp://youtu.be/2q2Wx5H6wkg\n\nFor Germans:\nhttp://www.muzu.tv/the-gentle-storm/heart-of-amsterdam-official-video-video/2367067/\n\nAnd if you missed the last update, Preorders for the diary are going strong at http://store.arjenlucassen.com THE GENTLE STORM - Heart Of Amsterdam (OFFICIAL VIDEO) THE GENTLE STORM - Heart Of Amsterdam (OFFICIAL VIDEO). Order here: http://smarturl.it/thediaryIOMshop http://smarturl.it/thediaryITUNES http://smarturl.it/t...",
          1425042275
        ],
        [
          "Arjen Lucassen (Ayreon) und Anneke van Giersbergen (Ex-The Gathering) wurden mit Rock/Metal bekannt. Jetzt gehen sie mit ihrem neuen Projekt The Gentle Storm ganz neue Wege. Und haben exklusiv für uns einen ihrer Songs unplugged eingespielt. \n\nViel Spaß beim Anhören! Ein sanfter Sturm: The Gentle Storm Mit ihrem Mix aus Weltmusik, afrikanischen Klängen und Folk wollen The Gentle Storm die Charts ganz sanft im Sturm erobern.",
          1424774594
        ],
        [
          "Hi Ayreonauts It's time for Guess the Musician! Here's a music clip from one of the songs on the new album by The Gentle Storm. The violinist is none other than Ayreon alumnus Ben Mathot. But who is this amazing Dutch guitarist furiously trading solos with him? The answer will be revealed very soon in the video for this track. Until then, have fun guessing! First person to guess right will receive a little gift.\n\nhttps://soundcloud.com/officialinsideoutmusic/the-gentle-storm-guitar-player-guessing-snippet/s-2ryJT THE GENTLE STORM - Guitar Player Guessing (Snippet) This sample from the forthcoming album by The Gentle Storm features an amazing Dutch guitar player, furiously battling it out with violinist Ben Mathot. His identity will be revealed soon in the video",
          1424626257
        ],
        [
          "Below is The Gentle Storm tracklist of The Diary that so many of you have been asking for! Oh, the pre-sales in my own webshop start soon :-)\n\nCD1 : Gentle\n\n1] Endless Sea (gentle version) 05:59\n2] Heart of Amsterdam (gentle version) 06:36\n3] The Greatest Love (gentle version) 04:08\n4] Shores of India (gentle version) 06:40\n5] Cape of Storms (gentle version) 05:28\n6] The Moment (gentle version) 06:08\n7] The Storm (gentle version) 05:56\n8] Eyes of Michiel (gentle version) 03:56\n9] Brightest Light (gentle version) 04:46\n10] New Horizons (gentle version) 05:24\n11] Epilogue: The Final Entry (gentle version) 02:02\n\n CD2: Storm\n\n1] Endless Sea (storm version) 05:53\n2] Heart of Amsterdam (storm version) 06:37\n3] The Greatest Love (storm version) 03:57\n4] Shores of India (storm version) 06:24\n5] Cape of Storms (storm version) 05:32\n6] The Moment (storm version) 06:10\n7] The Storm (storm version) 05:58\n8] Eyes of Michiel (storm version) 04:00\n9] Brightest Light (storm version) 04:54\n10] New Horizons (storm version) 05:25\n11] Epilogue: The Final Entry (storm version) 02:03 Timeline Photos",
          1423821751
        ],
        [
          "Here is the Behind the Scenes YouTube update No. 5. It’s Anneke talking about that giant hippie dude... me! And lots of behind-the-scenes studio footage of me playing various instruments. Watch till the end :-) \n\nhttp://youtu.be/sXhX1h0TLz8 Gentle Storm Behind the Scenes update 5 - Arjen Lucassen, Multi-instrumentalist In this behind-the-scenes update, Anneke van Giersbergen talks about what it was like working with Arjen on The Gentle Storm album THE DIARY, and a glimpse a...",
          1423567414
        ],
        [
          "Scary moment... the very first song preview of The Gentle Storm! Here are two lyric videos for the same track: Endless Sea. Two very different versions: the acoustic (gentle) and the heavy (storm) version. Hope you enjoy them, please let me know!\n \nSTORM VERSION\nhttp://prog.teamrock.com/news/2015-01-20/gentle-storm-lucassen-giersbergen-endless-sea-diary\n\nGENTLE VERSION\nhttp://youtu.be/ml-v1bgMJDQ\n\nFor Germans:\nSTORM VERSION\nhttp://www.metal-hammer.de/video-audio/premieren/article685351\nGENTLE VERSION\nhttp://www.muzu.tv/the-gentle-storm/endless-sea-lyric-video-storm-version-video/2352549/ THE GENTLE STORM - Endless Sea (Lyric Video - Storm Version) THE GENTLE STORM - Endless Sea (Lyric Video - Storm Version). Taken from the album \"The Diary\". Century Media Records / Inside Out Music 2015.",
          1421759063
        ]
      ],
      "dates_start": 1423336066,
      "dates_end": 1433588249,
      "likes_avg": 692,
      "likes_stdev": 592,
      "comments_avg": 50,
      "comments_stdev": 81,
      "shares_avg": 89,
      "shares_stdev": 131
    },
    {
      "number": 23,
      "important": [
        "day",
        "song",
        "ayreonaut",
        "break",
        "world",
        "thank",
        "day world",
        "mani",
        "video",
        "littl"
      ],
      "common": [
        "album",
        "ayreon",
        "breaks",
        "day",
        "day world",
        "day world breaks",
        "new",
        "source",
        "world",
        "world breaks"
      ],
      "messages": [
        [
          "Here’s a little heartfelt ‘thank you’ from me to you for your many inspiring reactions to the video and song The Day That The World Breaks Down! https://youtu.be/oFuMKdrzPqU Thanks Ayreonauts!",
          1486042080
        ],
        [
          "NEW VIDEO: Ayreon – The Day That The World Breaks Down\n\n\"Mastermind Arjen Anthony Lucassen did it again with Ayreon: a brand new album called ‘The Source’ including 12 guest singers! It’s the ninth studio album from Ayreon, to be released on April 28, 2017. Ayreon - The Day That The World Breaks Down (video) New video from the Dutch progressive metal/rock opera project 'Ayreon' called 'The Day That The World Breaks Down'. Taken form the album 'The Source'.",
          1485787799
        ],
        [
          "Wow... over a 100.000 views on YouTube within just a few days! And we were so afraid this track would be waaaay too long in these turbulent days. You are the best crowd a musician could wish for, thanks for your many positive comments! And... lots of kudos to Lori A. Linstruth, who single-handedly created this entire clip! https://youtu.be/oFuMKdrzPqU The Day that the World Breaks Down - FINAL",
          1485698401
        ],
        [
          "ARJEN LUCASSEN is set to release the next chapter of the Ayreon Saga – The Source - on April 28th  Watch the brand new video for the 13 minute epic ‘The Day The World Breaks Down’ here: \nhttp://planetmosh.com/ayreon-announces-new-album-the-source-ft-james-labrie-dream-theater-simone-simons-epica-floor-jansen-nightwish-more/ AYREON announces new album ‘The Source’ ft James LaBrie (Dream Theater), Simone Simons (Epica), Floor Jansen (Nightwish) + More AYREON announces new album 'The Source'. ARJEN LUCASSEN to release the next chapter of the Ayreon Sage - 'The Source' on April 28th.",
          1485553559
        ],
        [
          "HRHMAG.COM -  Ayreon UNLEASHES 13-MINUTE EPIC\n\nDutch multi-instrumentalist Arjen Lucassen - aka Ayreon - has revealed the hotly anticipated video for new single The Day That The World Breaks Down. AYREON UNLEASHES 13-MINUTE EPIC Dutch multi-instrumentalist Arjen Lucassen - aka Ayreon - has revealed the hotly anticipated video for new single The Day That The World Breaks Down.\r\n\r\nThe 13-minute epic is lifted from new long player The Source (due April 28) featuring an array of guest including James LaBrie (Dream Theater), Sim...",
          1485529389
        ],
        [
          "Dutch multi-instrumentalist Arjen Lucassen aka Ayreon has revealed his much anticipated new video ‘The Day The World Broke Free’ taken from the new album ‘The Source’ and features an array of guest including James LaBrie (Dream Theater), Simone Simons (Epica), Floor Jansen (Nightwish) plus many more. The Day that the World Breaks Down - FINAL https://youtu.be/oFuMKdrzPqU",
          1485522154
        ],
        [
          "Wow... the record company Mascot just sent me the first pre-order update of the new Ayreon album The Source... truly amazing! Thanks so much for the support and the confidence. In case you missed it, you can check out the first video clip of the new album here: https://youtu.be/oFuMKdrzPqU The Day that the World Breaks Down - FINAL",
          1485520950
        ],
        [
          "Ayreon is back with style! Watch a video for the 13-minute prog epic \"The Day That The Word Breaks Down\" from the upcoming album \"The Source.\" The song includes all 11 singers, including James LaBrie, Russell Allen, Floor Jansen, Simone Johanna Maria Simons Official, Tommy Karevik, and more.\n\nFor greatness head over to: http://www.prog-sphere.com/news/ayreon-new-song-from-the-source/ AYREON Release 13-minute Epic from Upcoming Album \"The Source\" Watch a video for \"\"The Day That The World Breaks Down,\" a new song from Ayreon taken from the upcoming album \"The Source\" out on April 28th.",
          1485517679
        ],
        [
          "Here's a taste of the upcoming Ayreon album featuring me, James Labrie from Dream Theater, Hansi Kursch from Blind Guardian, Floor Jansen from Nightwish, Tommy Rogers from Between The Buried And Me, the list goes on..\nArjen Anthony Lucassen gave me free rein to do whatever I liked, so I really went to town on this! You're gonna love it - \nhttps://youtu.be/oFuMKdrzPqU The Day that the World Breaks Down - FINAL",
          1485485977
        ],
        [
          "Нещо ново и свръхграндиозно от Ayreon! С участието на Томи Каревик (KAMELOT), Симоне Симънс (Epica), Тобиас Замет (Avantasia), Ханзи Кюрш (Blind Guardian) и още куп страхотни музиканти! Ayreon - The Day That The World Breaks Down - The Source (2017) \"The Day That The World Breaks Down\" from the new Ayreon album \"The Source\" featuring ALL 11 main guest singers. You can pre-order THE SOURCE here: http://ww...",
          1485455474
        ],
        [
          "Revenim cu vești bune despre îndrăgitul proiect muzical Ayreon și noul lor album! Noua piesă Ayreon a fost lansată Bijuteria coroanei scenei olandeze de progressive metal, proiectul muzical Ayreon, a lansat astăzi o nouă piesă. The Day That The World Breaks Down este pr",
          1485453216
        ],
        [
          "Ayreon has a 13 minute monster of a track online featuring  James LaBrie (Dream Theater), Simone Simons (Epica), and Floor Jansen (Nightwish).\n\nhttp://www.metalunderground.com/news/details.cfm?newsid=131147 Ayreon Releases First New Track From 'The Source' Metal News: New Track 'The Day That The World Breaks Down' Streaming From Ayreon",
          1485446812
        ],
        [
          "Dit najaar speelt progrock grootheid Ayreon 3 uitverkochte shows in 013. Vandaag maakt hij de eerste details rond zijn nieuwe album bekend in de onderstaande video. The Day that the World Breaks Down - FINAL",
          1485443116
        ],
        [
          "Arjen Lucassen libera el single \"The Day that the World Breaks\", adelanto de \"The Source\", nuevo y esperado album de la banda Ayreon Ayreon - The Day That The World Breaks Down - The Source (2017) \"The Day That The World Breaks Down\" from the new Ayreon album \"The Source\" featuring ALL 11 main guest singers. You can pre-order THE SOURCE here: http://ww...",
          1485442840
        ],
        [
          "Check out the new incredible 13 minute video from Arjen Anthony Lucassen and Ayreon.\nhttp://progreport.com/ayreon-day-world-breaks-official-video/ Ayreon - \"The Day that the World Breaks Down\" (Official Video) - The... The Source will be released worldwide on April 28, 2017",
          1485442797
        ],
        [
          "Primo brano online dal nuovo album degli Ayreon! Ecco a voi \"The Day That The World Breaks Down\"! Anteprima – Ayreon: il nuovo brano “The Day That The World Breaks Down” in streaming Gli Ayreon pubblicheranno il loro nuovo album The Source il 28 aprile 2017. Oggi abbiamo il piacere di presentarvi il primo brano estratto dall’album, in anteprima streaming. Si tratta della lunga suite di 13 minuti dal titolo “The Day That The World Breaks Down“.",
          1485441996
        ],
        [
          "Ayreon stellen den neuen Song 'The Day That The World Breaks Down' vor: Ayreon feiern 'The Day That The World Breaks Down'-Premiere AYREON veröffentlichen am 28. April ihr neues Album \"The Source\" und packen als ersten Vor...",
          1485440282
        ],
        [
          "To celebrate the announcement that the new Ayreon album will be titled The Source, and released through Mascot Label Group on April 28, check out the new video for 13-minute epic The Day That The World Breaks Down. The new double-disc concept album features an array of guests including Dream Theater's James Labrie, Between The Buried And Me's Thomas Giles Music, Epica's Simone Simons, Nightwish's Floor Jansen, Tobias Sammet and Symphony X's Russell Allen. The band will perform three exclusive live performances of what's being billed as 'The Ayreon Universe' at Tilburg's 03 in September... The Day that the World Breaks Down - FINAL",
          1485439216
        ],
        [
          "#News - Ora è possibile ascoltare il primo singolo dal prossimo album degli Ayreon intitolato \"When the World Breaks Down\" Ayreon: primo singolo estratto da \"The Source\" Gli Ayreon hanno diffuso il primo singolo intitolaro \"The Day The World Breaks Down\", ad oggi scoltabile solamente tramite questo link su spotify. Il...",
          1485435576
        ],
        [
          "As many of you requested, here is the track list for the new Ayreon album ‘The Source’! Oh, and prepare for a BIG update this Thursday :-)\n\nCD1:\n\nChronicle 1: The 'Frame\n\n1. The Day That The World Breaks Down\n2. Sea Of Machines\n3. Everybody Dies\n\nChronicle 2: The Aligning Of The Ten\n\n4. Star Of Sirrah\n5. All That Was\n6. Run! Apocalypse! Run!\n7. Condemned To Live\n\nCD2:\n\nChronicle 3: The Transmigration\n\n8. Aquatic Race\n9. The Dream Dissolves\n10. Deathcry Of A Race\n11. Into The Ocean\n\nChronicle 4: The Rebirth\n\n12. Bay Of Dreams\n13. Planet Y Is Alive!\n14. The Source Will Flow\n15. Journey To Forever\n16. The Human Compulsion\n17. March Of The Machines\n\nDVD:\nVideoclips: Everybody Dies, Star Of Sirrah, Run! Apocalypse! Run! and The Day That The World Breaks Down\nInterviews\nBehind The Scenes\n5.1 Audio Mix Timeline Photos",
          1485259803
        ]
      ],
      "dates_start": 1485359209,
      "dates_end": 1485676702,
      "likes_avg": 400,
      "likes_stdev": 881,
      "comments_avg": 35,
      "comments_stdev": 75,
      "shares_avg": 49,
      "shares_stdev": 106
    },
    {
      "number": 24,
      "important": [
        "lucassen",
        "album",
        "great",
        "ayreon",
        "anthoni lucassen",
        "anthoni",
        "mastermind",
        "part",
        "arjen",
        "check"
      ],
      "common": [
        "album",
        "anthony",
        "anthony lucassen",
        "arjen",
        "arjen anthony",
        "arjen anthony lucassen",
        "ayreon",
        "de",
        "http",
        "lucassen"
      ],
      "messages": [
        [
          "Check out this great track from our acclaimed 3-CD opus 'The Clockwork Fable', featuring Ayreon mastermind Arjen Anthony Lucassen! Prog out with your log out! 🍻 The Lamplighter (Parts IX-XIII), by Gandalf's Fist from the album The Clockwork Fable",
          1469377982
        ],
        [
          "I was blown away when I first heard it!\nWith - Ayreon, Arjen Anthony Lucassen\n\nWorld Prog-Nation Ayreon - Universal Migrator - Part 2: Flight of the Migrator Second part of Ayreon's Universal Migrator, \"Flight of the Migrator\". First part: http://www.youtube.com/watch?v=aKL3Zu53Raw All images are scans from the CD...",
          1468578909
        ],
        [
          "Pure genius !\nWith - Ayreon, Arjen Anthony Lucassen Ayreon - The Theory of Everything Phase IV: Unification Full album playlist: http://www.youtube.com/watch?v=xnPKmbK8P64&list=PLZhgXMk_2eGqxM6G98BD_Gx4bcSPD15lt \"Phase IV: Unification\" from Ayreon's album \"The Theo...",
          1467112708
        ],
        [
          "My Best 10: Ayreon!!!\n\n#Best10\n#Ayreon\n#MoreNowhereReviewsTeam\n\nhttp://morenowherereviews.com/2016/06/23/my-best-10-ayreon My Best 10: Ayreon Με ηγέτη τον Arjen Anthony Lucassen και με μια πλειάδα μουσικών και τραγουδιστών να τον πλαισιώνουν σε κάθε album, οι Ayreon μας έχουν χαρίσει μερικές από τις σημαντικότερες στιγμές της σύγχρονης p…",
          1466691074
        ],
        [
          "Fans of Ayreon, Ambeon, Guilt Machine, The Gentle Storm, Stream of Passion, and of course, The Theater Equation might be interested in knowing what the playlist of Arjen Anthony Lucassen's life might be like! If so, well, we're here to help!\n\nhttp://www.musicalypse.net/playlist-of-my-life-arjen-anthony-lucassen-ayreon-stream-of-passion-the-gentle-storm-2016/ PLAYLIST OF MY LIFE: Arjen Anthony Lucassen (Ayreon, Stream of Passion, The Gentle Storm), 2016 There are a lot of legendary female vocalists that come out of the Netherlands, but what about the legendary men? The first name that popped into our mind was none other than Arjen Lucassen, the ma…",
          1464682263
        ],
        [
          "Happy Birthday Arjen Anthony Lucassen  (Genius)\nWith - Ayreon Ayreon - The Theory of Everything Full Album CD 1 Ayreon - The Theory of Everything CD 1",
          1459671035
        ],
        [
          "WTM287 - SHARE - T: The New York Times Style Magazine - Daily Mail - The Japan Times - Le Monde.fr - The Guardian - The Huffington Post - O Globo - L'Obs - El País - LIKE World Top Musicians -\nFor our new friends, fans and followers\n :-) :-) YOU MUST TELL US HOW CAN WE DESCRIBE HIM :-) :-)\nIt is very difficult to say something of an artist of the category of Arjen Anthony Lucassen  - Ayreon for the simple reason that almost everyone knows him. \nAwesome Mastermind of many amazing projects involving many excellent musicians? Genius Musician? GOD Musician? \nFor our next post about Arjen :-) :-) YOU MUST TELL US HOW CAN WE DESCRIBE HIM :-) :-) \nWhether you know him or you were sleeping the last 5 years enjoy watching \nThe Gentle Storm - Heart Of Amsterdam (OFFICIAL VIDEO) https://youtu.be/2q2Wx5H6wkg\nAll his links http://WorldTopMusicians.com/Arjen-Anthony-Lucassen.html\nLIKE his page and ours too :-) Arjen Anthony Lucassen",
          1453857627
        ],
        [
          "So, we are about to start a final mixing process for our next album soon (details will follow). \nMeanwhile, due to a multiply requests, here's a preview from recordings for a song titled \"Eternal Child\", including a fragment of a brilliant guitar solo by maestro Arjen Anthony Lucassen ( Ayreon , Star One, ect.) in person, straight from his studio. \n\nWhat do you think ? Soul Enema with Arjen Lucassen - Eternal Child recordings preview",
          1446905398
        ],
        [
          "This is what Arjen Anthony Lucassen, creator of Ayreon and our favorite composer has to say about our video of Mediterranian Sundance!\nListen to it here! : http://youtu.be/6Pn6AifTxrs Mobile Uploads",
          1441095835
        ],
        [
          "\"The fact is that the duo of van Giersbergen and Lucassen make an excellent team\" (85/100) #review\n\n The Gentle Storm - \"The Diary\" (2015) Label: Inside Out Music Review by Tony Cannella Arjen Anthony Lucassen is never one to stay silent for long. The guy has so much music in him that he has carved out an iconic career for himself. Fr...",
          1427274493
        ],
        [
          "H. P. Lovecraft passed away on March 15th 1937. \n\n78 years to the day later, ANTHROPIA pays tribute to him and releases \"Non-Euclidean Spaces\", concept album based on Cthulhu Mythos, featuring Arjen Anthony Lucassen (Ayreon, Star One, The Gentle Storm) and Edu Falaschi (ex-Angra, Almah). Artwork by David Demaret (official).\n\nIt is available on all digital platforms, and on Digipak on our site Adarca : http://lc.cx/jCW\n\nHere is the opening track of the album, to give you an idea of the first steps of Randolph Carter's journey. Enjoy!\n\nPS: For our Kickstarter backers : we send the last pre-orders tomorrow, you should receive it soon :)\n--------\n\nH.P. Lovecraft s'est éteint le 15 mars 1937.\n\n78 ans plus tard, jour pour jour, Anthropia lui rend hommage et sort \"Non-Euclidean Spaces\", concept album basé sur le mythe de Cthulhu, avec Arjen Lucassen (Ayreon, Star One, The Gentle Storm) et Edu Falaschi (ex-Angra, Almah). Artwork par David Demaret.\n\nL'album est disponible sur toutes les plateformes numériques et en Digipak sur notre site Adarca : http://lc.cx/jCW\n\nVoici l'opening track de l'album, pour vous donner une idée du début de voyage de Randolph Carter. Bonne écoute!\n\nPS : Pour nos backers de Kickstarter : nous envoyons les dernières précommandes demain, réception très bientôt donc :) ANTHROPIA - Strange Aeons & The Melancholy of R.C. (Non-Euclidean Spaces) ANTHROPIA - Strange Aeons & The Melancholy of R.C. (Non-Euclidean Spaces) Featuring Arjen Anthony Lucassen Band : ANTHROPIA Album : Non-Euclidean Spaces Song...",
          1426435864
        ],
        [
          "Here is \"Credits\", the single of the new ANTHROPIA album \"Non-Euclidean Spaces\" based on H. P. Lovecraft's writings, featuring Arjen Anthony Lucassen (Ayreon, Star One, The Gentle Storm,…) and Edu Falaschi (ex-Angra, Almah).\n\nIt's the only song of the album that get off Cthulhu Mythos a bit, drawing a parallel with cinema to conclude the album : we all have a role to play on Earth, even if it's sometimes about self-sacrifice for the good of mankind, as Randolph Carter experiments in this concept album… It's also the most accessible song of the album, and we hope that you'll appreciate its \"in-your-face\" and groovy side!\n\nEnjoy and share, thanks!\n\n-----\n\nVoici \"Credits\", le single du nouvel album d'Anthropia \"Non-Euclidean Spaces\", basé sur les écrits de Lovecraft, et avec Arjen Lucassen (Ayreon, Star One, The Gentle Storm,…) et Edu Falaschi (ex-Angra, Almah).\n\nC'est le seul titre qui s'éloigne un peu du Mythe de Cthulhu en proposant un parallèle avec le 7ème art pour conclure l'album : Nous avons tous notre rôle à jouer sur cette Terre, même si parfois il s'agit de se sacrifier dans l'ombre pour le bien de l'humanité, à l'image de Randolph Carter dans ce concept album… C'est le morceau le plus accessible de l'album, et on espère que vous apprécierez son côté \"groovy\" et pêchu !\n\nMerci pour le partage! ANTHROPIA - Credits (Non-Euclidean Spaces) Featuring Arjen Anthony Lucassen Band : ANTHROPIA Album : Non-Euclidean Spaces Song : Credits (Hugues Lefebvre) ©2015 Anthropia Please visit our Kickstarter ...",
          1425313457
        ],
        [
          "Here it is! Prog-Watch Episode 108, featuring Ayreon! If you don't know Ayreon, you need to check this one out! A must for all Proggers!\n\n Prog-Watch - Prog-Watch Episode 108 - Ayreon (Pt. 1) The brain-child of Dutch guitar virtuoso and composer Arjen Anthony Lucassen, Ayreon is a band that all Proggers should appreciate! The guest lists on the albums read like a “who's who” of Prog and European heavy rock, which is a testimony to the quality of this stuff! The albums themselves also hav…",
          1410303790
        ],
        [
          "The Citizen Cain Solo Projects - Stewart Bell announces the first guest vocalist,  Arjen Anthony Lucassen, for his upcoming album \"The Antechamber Of Being\". Pre-order now at www.citizencain.nl/shop to help fund the final stages of this project.\nhttp://youtu.be/8KPje_4Lgy0 \"The Antechamber Of Being\" Guest Vocalist Promo 1 The first of the Citizen Cain solo projects, Stewart Bell's \"The Antechamber Of Being\", is nearing completion. You can now pre-order the album at http://www....",
          1399715002
        ],
        [
          "Markus from the omega tau podcast visited me earlier this\nyear to talk about my music: composition, recording,\ninvolvement of guests and mastering. The result is a 2.5-hour\nconversation with some interspersed music, which you can find here:\nhttp://omegataupodcast.net/2014/02/142-making-ayreons-music/\n 142 – Making Ayreon’s Music In this episode we talk with Arjen Anthony Lucassen, the man behind Ayreon about his music. We discuss about composition, instruments, recor",
          1393842606
        ],
        [
          "Arjen Anthony Lucassen, will be doing an AMA exclusive to /r/progmetal today at 10am EST, 4pm CET. http://www.reddit.com/r/progmetal ProgMetal: Reddit Progressive Metal Community reddit: the front page of the internet",
          1391348387
        ],
        [
          "Myself with three amazing gifts - three Ayreon albums signed by Arjen Anthony Lucassen",
          1389809937
        ],
        [
          "Arjen Anthony Lucassen's\r\n\"The Theory of Everything\"\r\nIS IN THA HOUSE ! ! !",
          1382701081
        ],
        [
          "\\m/ Ayreon \\m/\nBruce is guest vocalist on this song by Arjen Anthony Lucassen\n(ZooB) Ayreon - 05. Into the Black Hole (Universal Migrator Part II: Flight of the Migrator) Fifth song of the album.",
          1344320416
        ],
        [
          "A day in the exciting life of this social-recluse-hippie-nerd :-)\n\nhttp://www.youtube.com/watch?v=G9U2RXOq6KI&feature=youtu.be\n Arjen Lucassen - Video Portrait 2012 This video portrait about the Dutch composer, multi-instrumentalist, vocalist and producer Arjen Anthony Lucassen (1960) was shot in and around his home in t...",
          1338887037
        ],
        [
          "From Frist Album! It's veeery Good!\n Anthony - 01 - Wrong side of the street ( Pools of sorrow waves of joy) The first song on the solo album from Arjen Anthony Lucassen.",
          1329332181
        ]
      ],
      "dates_start": 1375261476,
      "dates_end": 1462572531,
      "likes_avg": 343,
      "likes_stdev": 1077,
      "comments_avg": 7,
      "comments_stdev": 12,
      "shares_avg": 13,
      "shares_stdev": 18
    },
    {
      "number": 25,
      "important": [
        "advanc",
        "let",
        "dutch",
        "aan",
        "voor",
        "met",
        "nieuw",
        "artist",
        "need",
        "en"
      ],
      "common": [
        "album",
        "ayreon",
        "de",
        "een",
        "en",
        "het",
        "met",
        "op",
        "van",
        "voor"
      ],
      "messages": [
        [
          "Warning... shameless self-promotion! The Metropole Orchestra (who’ve worked with Steve Vai and Within Temptation amongst many others) want to record with an artist, and they are letting the people choose who it will be. So check out the list here https://www.mo.nl/met/ and do what you need to do :-) Sorry for the Dutch... Thanks in advance! Metropole Orkest - Met We zeggen het vaak, Metropole Orkest is er voor iedereen! We spelen alles, behalve klassieke muziek. Denk aan pop, jazz en filmmuziek maar ook aan dance, hiphop, rock en wereldmuziek. Om te bewijzen dat Metropole Orkest dit allemaal kan spelen én omdat we graag samenwerken met nieuw en gevestigd tal...",
          1486734027
        ],
        [
          "De playlist is deze keer zorgvuldig uitgekozen door onze bijna (6-2) 92 jarige  trouwe luisteraarster van Prog Non Stop met muziek van o.a. John Wetton, Jethro Tull,  Antimatter, Jadis,  Opeth en Ayreon\ndus luister via www.prognonstop.com of www.rtvfavoriet.nl.\nvanaf 19.00 uur tot 20.00 uur,\nVoor de actuele playlist en meer kijk op: http://www.prognonstop.com/playlists/\nVeel luisterplezier gewenst namens Cisca de Jong Prog Non Stop Proggeschiedenis op radio Favoriet FM.",
          1486285837
        ],
        [
          "Preview van nieuwe Ayreon\n\nDaags nadat Ayreon de cover en tracklist onthulde van het nieuwe album The Source, staat ook de eerste song online. Via Spotify is albumopener The Day That The World Breaks Down te beluisteren, maar als je verder leest hebben we hem ook voor je ingesloten. Het nieuwe album is wederom een dubbel-cd geworden, waarop ondermeer James LaBrie, Tobias Sammet, Floor Jansen, Russell Allen, Simone Simons en Hansi Kürsch te horen zijn. Op de bonus-dvd staan videoclips voor de nummers Everybody Dies, Star Of Sara ..... Preview van nieuwe Ayreon | Metalfan.nl  ",
          1485427204
        ],
        [
          "Ayreons nieuwe album\n\nThe Source is de titel van het nieuwe, negende Ayreon-album. Op de opvolger voor het ruim drie jaar oude The Theory of Everything zul je, in tegenstelling tot de meeste eerdere albums, juist veel bekende stemmen terughoren. James LaBrie, Simone Simons, Michael Mills, Floor Jansen, Hansi Kürsch, Russell Allen en Tommy Karevik keren namelijk terug. Paul Gilbert, Guthrie Govan en Marcel Coenen leveren gitaarsolo's op het album, terwijl Mark Kelly juist een keyboardsolo heeft ingespeeld. Wanneer The ..... Ayreons nieuwe album | Metalfan.nl  ",
          1484830177
        ],
        [
          "Arjen Anthony Lucassen heeft twee liveconcerten aangekondigd in Poppodium 013 waarin het beste van Ayreon live zal gebracht worden met maar liefst 16 gastzangers en 8 gastmuzikanten. Maar laten we de man misschien best even zelf aan het woord. Ayreon Live in 013 te Tilburg op 15 en 16 september 2017 – Amped-Up 0 Ayreon Live in 013 te Tilburg op 15 en 16 september 2017 Posted on november 21, 2016 by Rotthier Peter Arjen Lucassen heeft twee liveconcerten aangekondigd waarin het beste van Ayreon live zal gebracht worden met maar liefst 16 gastzangers en 8 gastmuzikanten. Maar laten we de man misschien best e...",
          1479720072
        ],
        [
          "Ayreon geeft eenmalig enkele shows\n\nOnder de noemer Ayreon Universe gaat Arjen Lucassen op 15 en 16 september twee unieke liveshows geven in Poppodium 013 in Tilburg. Hij heeft hiervoor de beste Ayreon-songs uitgekozen, aangevuld met nummers van zijn Star One albums. Dit optreden zal Lucassen echter niet alleen doen: Hij heeft vele van de muzikanten van zijn albums uitgenodigd voor deze show. Maar liefst zestien vocalisten zullen meewerken, te weten Floor Jansen (Nightwish), Russell Allen (Symphony X), Damian Wilson (Threshold), ..... Ayreon geeft eenmalig enkele shows | Metalfan.nl  ",
          1479718090
        ],
        [
          "Nieuw Ayreon-album in de maak\n\nVolgend jaar is het weer genieten voor Ayreon-fans. Arjen Lucassen heeft de laatste tijd weer heel veel sciencefiction gekeken en met zangers en zangeressen gesproken. In het diepste geheim heeft hij in zijn Electric Castle hard gewerkt aan een nieuw Ayreon-album, maar nu is het dan eindelijk bekendgemaakt. Als je verder leest zie je alvast een previewtje. Meer informatie volgt binnenkort, zo wordt op het einde beloofd. ..... Nieuw Ayreon-album in de maak | Metalfan.nl  ",
          1475747700
        ],
        [
          "Stream of Passion stopt\n\nGroot nieuws uit het Stream Of Passion kamp: de band gaat er mee stoppen! Na elf jaar en vier studioalbums vinden de dame en heren het tijd voor verandering. Stream Of Passion werd in 2005 opgericht door Arjen Lucassen, nadat hij met zangeres Marcela Bovio had samengewerkt op het Ayreon-album The Human Equation. Lucassen verliet de band na het debuutalbum Embrace The Storm, maar gaf zijn zegen aan de band om door te gaan. Inmiddels heeft Stream Of Passion vier albums uitgebracht, waarvan het twe ..... Stream Of Passion stopt | Metalfan.nl  ",
          1459934802
        ],
        [
          "Kalender: Tom S. Englund (Evergrey)\n\nVandaag (maandag 14 december) viert Tom S. Englund zijn 42ste verjaardag. De Zweed is vooral bekend als zanger/gitarist van de progmetalband Evergrey. Daarnaast leverde de vocalist onder meer een gastbijdrage aan het Ayreon-album 01011001 en diverse cd's van Nightrage. Ter ere van Tom Englunds verjaardag delen we vandaag de door hem geschreven Evergrey-track A Touch Of Blessing uit 2004. Evergrey-\"A Touch of Blessing\" This is a video from the melodic metal band Evergrey. Most of my videos are death metal but this one I decided to put up to show what else I am into. Enjoy!",
          1450117365
        ],
        [
          "Kalender: Joost van den Broek (ex-After Forever)\n\nVandaag viert Joost van den Broek, docent aan het Conservatorium van Amsterdam, zijn 33ste verjaardag. Ondanks zijn jonge leeftijd is de kans groot dat je een of meer albums in de kast hebt staan waarbij de naam van Van den Broek bij de credits vermeld staat. Het bekendst is hij onder metalfans als de voormalige toetsenist en co-songwriter van After Forever. Verder werkte Joost als toetsenist, orkestleider, engineer of producent mee aan albums van onder meer Ayreon, Cirrha Niva, Epica, HDK, MaYaN, Nemesea, PYRAMAZE, ReVamp, Star One, Stream of Passion, Sun Caged, The Gentle Storm en Xandria. Een indrukwekkend rijtje en we zijn benieuwd wat daar allemaal nog bij gaat komen. Ter ere van Van den Broeks verjaardag delen we vandaag de videoclip van Energize Me, een van de bekendste songs die hij schreef en opnam met After Forever. Van harte proficiat, Joost van den Broek!\n\nhttps://www.youtube.com/watch?v=fjm4BrNAf6s AFTER FOREVER - Energize Me (OFFICIAL VIDEO) Official music video for After Forever's \"Energize Me.\" Order at: http://smarturl.it/AF-ST-NB Subscribe to Nuclear Blast: http://bit.ly/subs-nb-yt ORDER AT N...",
          1436805703
        ],
        [
          "It's almost Christmas! Meaning it's almost time for A Winter Evening With Stream of Passion :) An extended, Stream of Passion show extravaganza with acoustic songs, surprises and an amazing bunch of guests:\n\n- Daniël de Jongh (Textures)\n- Irene Jansen (Ayreon, The Theater Equation)\n- George Oosthoek (ex Orphanage (band))\n- Valerio Recenti (my propane)\n- Joost Van Den Broek (ex After Forever, The Gentle Storm)\n- Lotus Sin (Sin7sinS)\n\nTickets are going fast!! Got yours yet? :) A WINTER EVENING WITH STREAM OF PASSION IV",
          1419267273
        ],
        [
          "!! PRIJSVRAAG !! WIN KAARTEN !!\nWe verloten 3 x 2 kaarten voor de show van aanstaande zondag met Ancient Bards, Eve's Fall, La-Ventura en The Saturnine.\n\nHet Italiaanse Ancient Bards speelt een heerlijke catchy mix van symfonische metal en powermetal. Solo's gieren je om de oren en de bassdrum ratelt non-stop op hoog tempo door. Op de bombastische koorpartijen steelt de krachtige popstem van zangeres Sara Squadrani de absolute show. Net zoals ze dat ook deed op de laatste plaat van Ayreon, The Theory of Everything.\n\nHoe kan je deze kaarten winnen?\nAncient Bards speelt voor het eerst in Nederland, en dus ook Arnhem. Maar het is niet voor het eerst dat deze band al eens in aanraking kwam met Arnhem. Bekijk hun onderstaande videoclip aandachtig en zoek naar dit Arnhemse element. Stuur het goede antwoord in een privébericht naar de facebookpagina van Willemeen en de winnaars worden zaterdagmiddag bekend gemaakt!! ANCIENT BARDS - THROUGH MY VEINS [Official Live Videoclip] Follow us on Facebook: https://www.facebook.com/ancientbards THROUGH MY VEINS Official Live VideoClip [VIDEO HQ - AUDIO LQ] Guest voice Gian Maria Vannoni (h...",
          1415815398
        ],
        [
          "Robert Soeterboek, zanger van oa Wicked Sensation, Thomsen - Unbroken, Silver dollar en Lead Balloon, stond model voor Michael. Hij heeft ook meegewerkt aan de Ayreon projecten van Arjen Lucassen en zong tijdens een benefietvoorstelling voor het Daniel de Hoed met de muziekvereniging Concordia.\nEen veelzijdig man dus. Dit jaar heeft hij het voortouw genomen tijdens het organiseren van Blokhut Live. \n\nDeze 6e editie vind 6 september plaats in Baroeg Rotterdam! Met bands als Rebelstar, Torekini, DEO en Vandale.\n Wicked Sensation - Lonely Is The Night Wicked Sensation - 09 Lonely Is The Night",
          1408765915
        ],
        [
          "Due to the limited number of tickets available, we will have a pre-registration so Ayreon fans get first option on seats. Keep your eyes here for more info!\n\nGezien er slechts een beperkt aantal tickets beschikbaar is, zullen we een voor-registratie in het leven roepen om Ayreon fans de eerste keuze op stoelen te geven. Hou deze page in de gaten voor meer informatie!",
          1392758856
        ],
        [
          "Drumkit Ed Warby te koop (alleen voor Nederland). Schitterende Sonor SQ2 drumkit (shell set) Schitterende Sonor SQ2 drumkit (shell set) in Muziek en -instrumenten, Muziekinstrumenten, Slagwerk en drums | eBay",
          1386320550
        ],
        [
          "Finally is here in Mexico! Thanks to Arjen, Lori and all the Ayreon Crew// Finalmente esta aquí en México! Gracias a Arjen, Lori y a todos en Ayreon",
          1385083168
        ],
        [
          "Arjen, van harte bedankt voor de nieuwe sound en het interessante thema van je nieuwe album. Deze prijkt nu tezamen met mijn andere acht favoriete albums aan de muur. Cheers!",
          1383994096
        ],
        [
          "https://www.youtube.com/watch?v=_NfnSgYqM4M 'Niet normaal dit!' - HOLLAND'S GOT TALENT Amira is wel een beetje zenuwachtig, ze heeft nog nooit voor zo'n groot publiek gestaan. Ze zingt de sterren van de hemel en krijgt een staande ovatie. De ju...",
          1383150416
        ],
        [
          "Beste CD ooit!! Zeker het geld waard! Alleen maar kwaliteit muziekanten en vocalisten die dan nog samen werken met Lucassen! Ayreon heeft muziek voor mij verpest! Er is niks wat zo goed is als Ayreon :P!!",
          1382699998
        ],
        [
          "For the Dutch fans, pre-order the new Ayreon album - “The Theory Of Everything” at bol.com and win a visit to Arjen's studio! See the videoclip here:\n\nhttp://www.bol.com/nl/p/theory-of-everything/9200000020129062/?promo=rock-alternative_304_ES-4-muziek-rock&alternative-1214_B5__1_9200000020129062 bol.com | Theory Of Everything, Ayreon | Muziek Win een bezoek aan de studio van Ayreon! Bestel nu het nieuwe album van Ayreon Theory Of Everything, stuur je bestelbevestiging door naar prijsvraag@bol.com (inclusief je telefoonnummer) en misschien win jij een bezoekje aan de studio van",
          1381135103
        ],
        [
          "http://www.youtube.com/watch?v=ZoglLID3R9E Ik vind dit best mooi, Arjen! :D Doet me wat aan David Bowie's Hunky Dory denken, op de een of andere manier! Die zangeres komt me trouwens bekend voor, qua stemgeluid. Doet zij toevallig mee op \"Final Experiment\"?? Anthony - Escape (official promo video) Music video from his first solo album",
          1355576226
        ],
        [
          "Deze songtekst staat in zilveren letters op onze muur!",
          1335503713
        ]
      ],
      "dates_start": 1377649980,
      "dates_end": 1472840172,
      "likes_avg": 101,
      "likes_stdev": 173,
      "comments_avg": 14,
      "comments_stdev": 24,
      "shares_avg": 8,
      "shares_stdev": 12
    },
    {
      "number": 26,
      "important": [
        "hear",
        "let",
        "yet",
        "timelin photo",
        "would",
        "best",
        "real",
        "like",
        "wow",
        "one"
      ],
      "common": [
        "2015",
        "album",
        "anneke",
        "february",
        "http",
        "photos",
        "thanks",
        "timeline",
        "timeline photos",
        "www"
      ],
      "messages": [
        [
          "Wow... you all voted me up to NUMBER ONE in just one day, you are truly the best! Thanks so much. Now let’s try to stay up there, okay? So if you would like to hear Ayreon record with a real Orchestra and you haven’t voted yet, here’s your chance :-) https://www.mo.nl/met/ Timeline Photos",
          1486815541
        ],
        [
          "Yep... it’s that tall hippie dude with the spiky hair... MEEEEEEEEE! Thanks for all the compliments, glad you like it. All joking and modesty aside, I’m kinda proud of it :-) So... that was it for the guessing game, I really enjoyed it! Thanks for your many heartwarming reactions. Happy Holidays! You can (re)listen to all the guest musicians here: http://www.arjenlucassen.com/ay8/ Timeline Photos",
          1482491880
        ],
        [
          "There seems to be some confusion about the different formats of The Theater Equation DVD/Blu-ray/CDs, so Lori made a clear info-graphic for you. Oh, and when you order, FIRST fill up your shopping basket and THEN create an account. The signed version should still be in your cart. Hope that clears it up, thanks in advance for buying! https://www.insideoutshop.de/Category/Ayreon_Theater/205/?AFF=AYRTTEMO Timeline Photos",
          1463984466
        ],
        [
          "As always I’m curious to your thoughts... which WELL-KNOWN singer would you most like to hear on a new album of mine? It’s okay if I already worked with him/her. ONLY ONE NAME please, thanks! Timeline Photos",
          1437473816
        ],
        [
          "A big thanks to everyone who came to see Anneke and me on our acoustic tour! It was truly an emotional roller coaster ride for this hermit. The 11 shows went very well and lots of venues were actually sold out, the audiences were absolutely fantastic and gave us the warmest welcome we could wish for. The chemistry between Anneke, me and the crowd felt just perfect. However ... I’m afraid this doesn't necessarily mean I’m going to take up touring again. I’m not sure yet if the advantages (seeing the crowd’s happy faces, meeting them and of course the playing) outweigh the disadvantages (travelling, lack of sleep, endless waiting, back pain and anxiety). I must say that Anneke definitely pulled me through this, she’s so positive and optimistic and a true professional! And of course the enthusiastic reactions of the audiences helped too, I’m truly honored and moved. In the end I’m glad I did it, and am actually kinda proud of myself :-) I hope you will all enjoy The Gentle Storm album and the upcoming shows! Timeline Photos",
          1425737927
        ],
        [
          "It's really happening... Anneke and I are leaving for the acoustic tour tomorrow, exciting! So sorry if we don’t play near you... But looking forward to seeing all of you who can come! Quite nervous as well though, it’s been a long time since this recluse played live. Here are the tour dates again:\n\nFebruary 17 2015 - Planetarium, Budapest HU \nFebruary 18 2015 - Bronx, Istanbul TR \nFebruary 19 2015 - Hard Rock Cafe, Bucharest RO \nFebruary 20 2015 - Modern Theatre, Sofia BU \nFebruary 21 2015 - Traffic Club, Rome IT\nFebruary 22 2015 - K17, Berlin DE \nFebruary 23 2015 - Nosturi, Helsinki FI\nFebruary 25 2015 - Lo-Fi, Milan IT \nFebruary 26 2015 - Locomotive, Bologna IT \nFebruary 27 2015 - Hybrydy, Warsaw, PL \nFebruary 28 2015 - Blue Note, Poznan PL Timeline Photos",
          1423998602
        ],
        [
          "Anneke and I just got home from a successful promo tour in Europe, where (thankfully!) we saw a lot of enthusiastic journalists with happy faces :-) And of course , a big thanks to all of you for all your positive comments on the Endless Sea video and song – so glad to see you enjoy it! https://www.youtube.com/watch?v=iPE3j6Gg_r4 Expect lots of Youtube updates, videos and song previews very soon. Timeline Photos",
          1422016257
        ],
        [
          "I know it’s been pretty quiet here lately, but starting January we will be driving you absolutely nuts with The Gentle Storm video clips, audio clips and Youtube updates all the way up to the release in March! Happy holidays and season’s greetings :-) Timeline Photos",
          1419434043
        ],
        [
          "Don’t ask me how she did it... but somehow Anneke managed to convince this total recluse to join her (as a special guest) for some acoustic shows in February! If anyone else had asked I would have turned them down flat, but to share the stage with Anneke is something I simply couldn’t refuse. I’m slightly nervous of course, but strangely excited at the same time. Hope to see you there! Timeline Photos",
          1417266993
        ],
        [
          "“The Gentle Storm” concept album will be a double CD, with the same songs on each CD but in VERY different, contrasting arrangements. CD1, the “Gentle”album, will be all acoustic and folky with lots of exotic instruments. CD2, the “Storm”album, will be an all-out, bombastic orchestral metal album. Of course there are plenty of progressive elements mixed in as well. Questions? Ask away! Timeline Photos",
          1412935201
        ],
        [
          "I recorded an AMAZING multitude of woodwinds with my friend Jeroen Goossens this week for The Gentle Storm, more than ever! What an enrichment of the album, thanks again Jeroen. And this time no silly pictures, but we did find a trippy way to show off Jeroen’s magical array of instruments! Timeline Photos",
          1411115210
        ],
        [
          "Yesterday I recorded quite a lot of French Horn for the new album with Anneke. What an amazing epic instrument it is, well done Jenneke! Timeline Photos",
          1405673821
        ],
        [
          "The new project with Anneke is progressing VERY well indeed, we’re both excited about it!  We’re recording guide vocals now and promise more details soon :-) Timeline Photos",
          1399278834
        ],
        [
          "Hey Ayreonauts, I have no idea yet myself but I'm very curious what music you would like to hear from me next! So please give your opinion here, thanks in advance :-)\r\nhttp://www.easypolls.net/poll.html?p=529f2159e4b0d613f1330a72 Timeline Photos",
          1386161324
        ],
        [
          "All hell is breaking loose! The album also just entered the album charts in Germany # 21, Austria # 37, Finland # 28, Switzerland # 41, Belgium Wallonia # 37 and Belgium Flemish # 58! More to come. Thank you all for the great support, it's amazing! Timeline Photos",
          1383823111
        ],
        [
          "Our friends at Amazon MP3 are featuring The Theory of Everything for $6.99: http://smarturl.it/theoryof_amazon Timeline Photos",
          1383344424
        ],
        [
          "Thanks to everyone who has picked up The Theory of Everything. \r\n\r\nIf you don't have it yet, get it from one of these fine retailers: http://smarturl.it/theoryofeverything Timeline Photos",
          1383332525
        ],
        [
          "Yeah I finally got the CD.. A lot earlier than I expected.\r\ngreat to come back home and see what's on the table =]",
          1383086230
        ],
        [
          "I got the highly intelligent job of cutting the address labels for the pre-orders :-) I recognize so many names... thanks all for buying --- heartwarming!\r\n\r\nhttp://store.arjenlucassen.com/preorders.html Timeline Photos",
          1380537517
        ],
        [
          "Finally... the (signed) pre-orders have started in our store! Please spread the word.. thanks in advance :-) \r\nhttp://store.arjenlucassen.com/preorders.html Timeline Photos",
          1380103537
        ],
        [
          "Here's the new front cover, painted again by Ayreon-veteran Jef Bertels! Timeline Photos",
          1378377848
        ],
        [
          "Recording all kinds of amazing flutes with Jeroen Goossens again...such fun! Timeline Photos",
          1372918359
        ],
        [
          "Sorry that there have been so few updates from me lately...working hard on the new Ayreon album! I just started writing the lyrics and I decided on the album title. It's called... 'The Theory of Everything\" Won't tell you what it's about yet though! Timeline Photos",
          1364293199
        ],
        [
          "I can't decide....HELP!  Which shirt would you choose, the white or the black one? Timeline Photos",
          1331286976
        ],
        [
          "A photo from the archive.. More and other (concert) photos, drawings and paintings can be found at my page Addik Creations. Do visit / like and comment if you like. Thanks in advance. Your sincerely   Addik Creations Arjen Lucassen and Lori Linstruth\nStream of Passion ft. Ayreon\n\n26-01-2006 P60, Amstelveen\n\nMore photos, drawings, paintings visit : Addik Creations\n\"http://www.facebook.com/AddikCreations\"",
          1327789437
        ]
      ],
      "dates_start": 1364120986,
      "dates_end": 1440941179,
      "likes_avg": 2335,
      "likes_stdev": 1667,
      "comments_avg": 430,
      "comments_stdev": 995,
      "shares_avg": 206,
      "shares_stdev": 293
    },
    {
      "number": 27,
      "important": [
        "ayreon theori",
        "theori",
        "album theori",
        "taken",
        "everyth",
        "taken album",
        "theori everyth",
        "album theori everyth",
        "ayreon ayreon",
        "track"
      ],
      "common": [
        "album",
        "arjen",
        "ayreon",
        "ayreon theory",
        "ayreon theory everything",
        "everything",
        "http",
        "theory",
        "theory everything",
        "www"
      ],
      "messages": [
        [
          "Ayreon AYREON - The Theory Of Everything (Album Track) AYREON - The Theory Of Everything (Album Track). Taken from the album \"The Theory Of Everything\". InsideOut Music 2013. Pre-order now: http://smarturl.it/ayr...",
          1487187205
        ],
        [
          "#TheTheoryOfEverything\n#Ayreon\n#Proggers\nAyreon Ayreon - The Theory of Everything Phase I: Singularity \"Phase I: Singulatiry\" from Ayreon's album \"The Theory of Everything\", for those who want the full story experience :) Full album playlist: http://www.youtub...",
          1461084519
        ],
        [
          "Just watched the trailer of one of our great minds of the century, Stephen Hawking called 'The Theory of Everything' :-) comes close to your masterpiece Arjen.\n\nGives a nice ring to the title\n The Theory of Everything - Official Trailer (Universal Pictures) HD The Official Trailer for The Theory of Everything In Cinemas New Year's Day, 2015 http://www.thetheoryofeverythingmovie.co.uk Subscribe to our channel - http...",
          1420578187
        ],
        [
          "Hey Arjen!\n\nI recorded a piano cover of most of Phase 1: Singularity of The Theory of Everything... I love the album, and listen to it all the time - such a wonderful album!\nIt would mean a lot to me if you saw the cover.\n\nLove your music!\n\nEliav Ayreon - The Theory Of Everything (Piano Cover) This is my cover of the first part (most of Phase 1: Singularity) of Ayreon's new amazing album, The Theory Of Everything. 00:00 Prologue: The Blackboard 01:...",
          1394804403
        ],
        [
          "Hi Ayreonauts, here is a big list of world-wide reviews on the last Ayreon album that I've found so far. All positive of course, he he :-) Thanks and let me know if I missed any!\n\nhttp://www.arjenlucassen.com/content/ayreon-the-theory-of-everything-reviews/ Ayreon The Theory of Everything Reviews : ArjenLucassen.com uberrock.co.ukhttp://www.uberrock.co.uk/cd-reviews/31-november-cd/9823–ayreon-the-theory-of-everything-insideout-music.html",
          1385725341
        ],
        [
          "Ayreon: The Theory of Everything (Review) http://www.elladooscurodelaluna.com/ayreon-the-theory-of-everything-review/ Ayreon: The Theory of Everything (Review) AYREON: The Theory of Everything InsideOut Music, 2013 8/10   A lo largo de la historia del Rock nos hemos encontrado con diversos tipos de artistas y fórmulas. Los hay que se conforman con sacar discos iguales, los hay que …",
          1385539658
        ],
        [
          "Hello, Arjen. Hope everything is fine = )\n\nI'm passing here to congratulate you because the new album is amazing, I'm fascinated AND to make a little self marketing letting you know the review I wrote (in portuguese) for The Theory of Everything.\n\nSucess!\n\n Resenhando: Ayreon - The Theory of Everything | Hardmetal Brasil",
          1384957759
        ],
        [
          "Here's the Ayreon promo made by the US office of Inside Out Music! http://youtu.be/TPfsn46HTbM AYREON - The Theory Of Everything Trailer with DVD interview footage! AYREON - The Theory Of Everything Trailer with DVD interview footage! Taken from the album \"The Theory Of Everything\". InsideOut Music 2013. Pre-order now: h...",
          1384718797
        ],
        [
          "My official review of your latest masterpiece Arjen, you should be damn proud of yourself, my friend!  (Re-uploaded and re-posted due to typos in the credits) Ayreon - \"The Theory of Everything\" Album Review Is \"The Theory of Everything\" a work of mastery, or an unfocused mess of delusional madness?",
          1383954761
        ],
        [
          "Hey everyone! Please check out my cover of the song Patterns from 'The Theory of Everything'...Thanks!\n\n Ayreon - Patterns (Guitar Cover) Guitar cover of the song Patterns from Ayreon's latest release 'The Theory of Everything'! Composed by Arjen Anthony Lucassen Transcribed by ear",
          1383558334
        ],
        [
          "Get The Theory of Everything here: http://smarturl.it/theoryofeverything Ayreon's cover photo",
          1383332155
        ],
        [
          "Couple of other nice reviews on \"Theory of Everything\":\n\nhttp://www.metalfan.nl/reviews.php?id=7890 (DUTCH)\n\nhttp://www.rockportaal.nl/ayreon-thetheory-of-everything (DUTCH)\n\nhttp://www.metal-temple.com/site/catalogues/entry/reviews/cd_3/a_2/ayreon-the-theory-of.htm\n\nhttp://metalmouth.net/2013/10/ayreon-the-theory-of-everything/\n\nand a WIKI page with a lot of links etc\n\nhttp://en.wikipedia.org/wiki/The_Theory_of_Everything_(album) Album Review: AYREON The Theory of Everything - Metal Injection You know what the metal world needs more of? Musicals. I'm not saying that ironically either. Sure, we have plenty of prog bands putting out concept albums, but cool as these records many be, the story themselves are not the focus of the album. Ayreon mastermind Arjen Anthony Lucassen has resurrecte...",
          1383215850
        ],
        [
          "Greetings Ayreonauts!\n\nPlease enjoy Metal Exile's review of \"The Theory of Everything.\" This album is one amazing journey!\n\n Ayreon Ayreon – The Theory of Everything – InsideOutMusic   By John Knowles               This is certainly the year of the Prog-rock ensemble-cast concept album. 2013 has so far seen the...",
          1383024756
        ],
        [
          "Here is our humble opinion of your new masterpiece \n*hint *hint Strongest contender for album of the year 2013\n\nhttp://wp.me/p23Wzf-4OF Ayreon – The Theory Of Everything (2013) | The Age of Metal Arjen Lucassen‘s Ayreon new album The Theory Of Everything is one of the most complete musical pieces that I had the pleasure to listen and now write about this year. First this album cannot and should not be taking lightly, you must listen to the whole 42 tracks (And, yes that is a reference from T...",
          1382723368
        ],
        [
          "“Every single record by Ayreon is a display of cleverness and skill at their purest. “The Theory Of Everything” is simply flawless and Lucassen is a goddamn genius”. ‘The Theory Of Everything’ review by Metal Skunk: AYREON - The Theory of Everything (InsideOut) Capisco che il concetto di metal opera possa risultare antipatico e che venga considerato sinonimo di indigeribile boria sonora. Capisco pure che, come approccio alla composizione di un determinato...",
          1382527284
        ],
        [
          "The record company organized signing sessions for me this week in three Dutch record shops. Here is the link: \n\nhttp://www.insideoutmusic.com/newsdetailed.aspx?IdNews=13536&IdCompany=8 INSIDE OUT MUSIC - Ayreon: : Meet & Greet and exclusive 7\" EP On October 28th 2013, the glorious new Ayreon album \"The Theory of Everything\" will be released. To celebrate this fantastic release, Arjen Lucassen confirmed three \"Meet & Greet\" sessions: <b>Friday October 25th</b> VelVet Breda (Start: 17:30) <",
          1382336046
        ],
        [
          "arjen, YOU are genius !! :) i am waiting for my copy of album and shirt, but i found on youtube full album...it is bad, that somebody put it on internet, but it is awesome, because i finally hear full songs, and they are so amazing...and this, this is my favourite phase :)  Ayreon - Phase III: Entanglement (HQ) Band: Ayreon Album: The Theory of Everything (2013) CD2: Phase III: Entanglement Arjen Lucassen's Official Website: http://www.arjenlucassen.com Tracklist fo...",
          1382172720
        ],
        [
          "http://www.metalfan.nl/reviews.php?id=7890 Metalfan.nl Review: Ayreon - The Theory Of Everything Nederlands Metal E-Zine!",
          1382127139
        ],
        [
          "Ayreon\n\"The Theory of Everything\" (Album Track) \n16.10.13 - Inside Out Music AYREON - The Theory Of Everything (Album Track) AYREON - The Theory Of Everything (Album Track). Taken from the album \"The Theory Of Everything\". InsideOut Music 2013. Pre-order now: http://smarturl.it/ayr...",
          1382034344
        ],
        [
          "The record company posted a sample from the new Ayreon album on Youtube today, hope you will enjoy it! \n\nhttp://youtu.be/3E98C5BcXnE AYREON - The Theory Of Everything (Album Track) AYREON - The Theory Of Everything (Album Track). Taken from the album \"The Theory Of Everything\". InsideOut Music 2013. Pre-order now: http://smarturl.it/ayr...",
          1381932943
        ],
        [
          "\"The Theory of Everything\" Review online @ Stormbringer.at! Cheers!\n\nhttp://www.stormbringer.at/reviews.php?id=9822 STORMBRINGER-Review: AYREON - The Theory Of Everything (CD) Rezension von The Theory Of Everything von AYREON(CD).",
          1381836658
        ],
        [
          "Here's one of the first (German) reviews of the new Ayreon album. Not a bad start! \nOriginal German\nhttp://www.cdstarts.de/kritiken/113430-Ayreon-The-Theory-Of-Everything.html\n\nEnglish (Google Translate)\nhttp://bit.ly/GVAPsC Ayreon - The Theory Of Everything - Musik und Videos | CDstarts.de Ayreon - The Theory Of Everything - Musik und Videos - Kritiken, Berichte und Infos (CDs, DVDs und mehr)",
          1381565491
        ],
        [
          "Troy Donockley who I am really looking forward to hear on (The Theory of Everything) is an English composer and multi-instrumentalist.\nHe hasn't only played with Nightwish but also with Iona, Mostly Autumn, Magenta, Kompendium and The Bad Shepherds, that is a band that plays punk songs with traditional folk instruments.\nThe band was formed by the comedian Adrian Edmondson who was a member of spoof rock band Bad News that made a cover of Queen's Bohemian Rhapsody and an album that was produced by Brian May of Queen.\n21 days to The Theory of Everything\n Bad News 14 - Bohemian Rhapsody \"Bohemian Rhapsody\". From the Bad News self-titled album. The album was produced by Brian May from Queen.",
          1381258487
        ],
        [
          "Scary moment... here's the trailer for the new Ayreon album :-) Hope you enjoy it! \n\nhttp://www.youtube.com/watch?v=V7QL2DXc4do New Ayreon album trailer -- The Theory of Everything Trailer for the new Ayreon album, The Theory of Everything. For more info, see www.arjenlucassen.com",
          1381224687
        ],
        [
          "Wel done, many good answers again! Congrats Esther Huetinck, indeed... it's Keith Emerson, have a look here! \n\nhttp://www.youtube.com/watch?v=IErJbYVqY0Y Keith Emerson guests on new Ayreon album Arjen Lucassen announces first guest keyboardist for new Ayreon album, The Theory of Everything. It's Keith Emerson, from the iconic prog band Emerson, Lake ...",
          1376987731
        ],
        [
          "Yeah...looks like I couldn't control myself again...the new Ayreon will be another double album! http://www.progrockmag.com/news/ayreon-return-will-be-double-arjen-lucassen/?fb_action_ids=511937838863369&fb_action_types=og.likes&fb_source=aggregation&fb_aggregation_id=288381481237582 Ayreon Return Will Be Double - Arjen Lucassen | News | Prog Magazine Mastermind Arjen completes demos for The Theory Of Everything, with release planned for end of the year",
          1364886321
        ],
        [
          "SRM #93 i butik nu!\n\nSRM har gjort ett exklusivt hemmabesök hos King Diamond i Texas och hälsar på hos den kreative eremiten Arjen Lucassen i Holland. Dessutom personporträtt på Sabatons sångare Joakim Brodén och intervjuer med Joe Bonamassa, Cult, Flower Kings, Grand Magus, Six Feet Under, Kee Marcello, Kill Devil Hill, Crystal Viper, Great White, Evil Masquerade, Shadowside, End Of September, Miasmic Theory och mycket, mycket mer. King Diamond, Sabaton, Ayreon, The Flower Kings, Evil Masquerade, End of September",
          1337078695
        ]
      ],
      "dates_start": 1361727574,
      "dates_end": 1416226028,
      "likes_avg": 494,
      "likes_stdev": 872,
      "comments_avg": 41,
      "comments_stdev": 78,
      "shares_avg": 98,
      "shares_stdev": 265
    },
    {
      "number": 28,
      "important": [
        "track",
        "rock",
        "black",
        "se",
        "week",
        "hard",
        "progress",
        "taken",
        "metal",
        "follow"
      ],
      "common": [
        "10",
        "2013",
        "ayreon",
        "com",
        "http",
        "http www",
        "metal",
        "prog",
        "top",
        "www"
      ],
      "messages": [
        [
          "W zakładce YouTube można zobaczyć co mi grało w minionym tygodniu. Nowy zestaw w każdy poniedziałek. Archiwalne listy na moim kanale YouTube i blogu.\n\nYouTube tab is about music I was listening to last week. Refreshed every Monday. Archives can be found on my YouTube Channel and blog.\n\nhttps://www.youtube.com/channel/UCdEHICezJwgLLQtg0Fomstw/playlists\nTydzień/ Week of: 13.02-19.02.2017\n\nUtwory pochodzą z następujących wydawnictw/The tracks are taken from following records:\n\nUtwory pochodzą z następujących wydawnictw/The tracks are taken from following records:\n\nMotorfingers - 2016 - Goldfish Motel - IT (hard rock)\nPsychotron - 2016 - Lethal Paralysis - BD (thrash metal)\nLightless Moor - 2016 - Hymn For The Fallen - IT (gothic/doom metal)\nDrengskapur / SZARLEM - 2016 - Ritual Split - DE (black metal)\nCaptain Crimson - 2016 - Remind - SE (rock)\nCREST OF DARKNESS  - 2016  - Welcome The Dead NO (black/death metal)\nSound Storm - 2016 - Vertigo - IT (symphonic power metal)\nINSISION - 2016 - Terminal Reckoning - SE (brutal death metal)\nHard Reset - 2016 - Machinery & Humanity - IT (rock)\nÉohum - 2016 - Ealdfaeder EP - CA (black doom metal)\nGruesome - 2016 - Dimensions Of Horror EP - USA (death metal)\nAngertea - 2016 - Snakes in Blossom - HU (progressive metal)\nGrotesque Ceremonium - 2016 - Demonic Inquisition - TR (death metal)\nThroes - 2016 - This Viper Womb - AU (avantgarde black metal)\nShining Line Official – 2016 - Shining Line - IT (hard rock)\nAyreon - 2013 - The Theory of Everything - NL (progressive metal/rock)\nOfficial Motörhead - 1990 - Welcome To The Beartrap - UK (rock'n'roll)\nInferno - 2017 - Genética Humana - ES (thrash metal)\nMist Of Misery - 2016 - Absence - SE (symphonic black metal)\nSHADOWDREAM - 2016 - The Sunsettlers Motel - RS (Dark Ambient/Neoclassical/Jazz)\nBurial Hordes - 2016 - Extinction EP - GR (black death metal)\nLångfinger - 2016 - Crossyears - SE (heavy rock)",
          1486379555
        ],
        [
          "Prog.Metal.Madness! kicks off again this Monday the 30th at 9pm on Ridge Radio with another two hours of top choice prog and tech metal tracks for lovers of all things in the fringe metal scenes! Another variety of styles this week come from the likes of Shattered Skies, Mandroid Echostar, Construct Paradise, Counter-World Experience, Ayreon, Dark Tranquillity, Black Peaks, RIVIẼRE, ATLANTIS CHRONICLES, HAKEN, Make Way For Man, A Sense of Gravity and loads loads more! [  43 more words ]\n\nhttp://progmetalmadness.com/2017/01/27/pmm-show-update-18/ PMM – Show Update! Prog.Metal.Madness! kicks off again this Monday the 30th at 9pm on Ridge Radio with another two hours of top choice prog and tech metal tracks for lovers of all things in the fringe metal scenes! A…",
          1485550890
        ],
        [
          "Gli olandesi Ayreon pubblicano Actual Fantasy revisited nel 1996. Lo stile della band è composito, tra heavy metal, musica classica, progressive rock e folk. AYREON - Stranger From Within (OFFICIAL VIDEO) AYREON - Stranger From Within (OFFICIAL VIDEO). Taken from the album \"Actual Fantasy Revisited\". Inside Out Music 1996.",
          1468330102
        ],
        [
          "/load newpodcast.exe\n\nIt's time for an episode! This week, there's a lot on Noyan and Eden's plate, with new music and music byproducts from Oddland (!), Orphaned Land, Mephistopheles (!), Jimmy Pitts and Equipoise, Imperium Dekadenz official, Drudkh (Official), INQUISITION Official, Periphery, Gojira (just a clip), Hadal Maw, Iron Maiden, Exotype and Ayreon. \n\nThen, the two discuss the split between Obscura and Fountainhead and its continuing echoes, a fascinating article about natural language analysis and metal, Insomnium cancelling a show in Turkey and the recent trend of sexual assaults in metal festivals.\n\nFinally, the two dive deep into the complicated and divisive discography of none other than In Flames, a once great metal band which is...not so great nowadays. Regardless, their role in the history of metal is undisputed and some of their albums are absolute masterpieces.\n\nAs always, thank you so much for listening! We appreciate you all very much.\n\nhttp://www.heavyblogisheavy.com/2016/07/11/38-were-not-even-trying/ 38 – We’re Not Even Trying I actually enjoyed the \"don't really bother to put stuff in the description\" format as it makes my life easier,…",
          1468235609
        ],
        [
          "Yesss... you can now pre-order the Theater Equation DVD/Blu-ray! Pre-order now and I’ll ruin... eh, grace it with my autograph ;-) Thanks in advance for buying and I hope you will enjoy it!\nhttps://www.insideoutshop.de/Category/Ayreon_Theater/205/?AFF=AYRTTEMO Ayreon Theater Inside Out Music was born out of a genuine passion for progressive Rock and Metal. Quite simply, we are dedicated to developing progressive music as a genre by releasing the best acts that the genre has to offer.",
          1463726790
        ],
        [
          "Good news... both albums of my Star One project are finally available on vinyl! They are limited, so you better be fast. You can order your copies and find more info here: http://www.blood-\nmusic.com/store Blood Music Inside Out Music Symphony X Threshold Dan Swanö Nightwish Ed Warby Shadow Gallery Damian Wilson Russell Allen Timeline Photos",
          1444387261
        ],
        [
          "Star One (Ayreon) vinyl, Strapping Young Lad repress vinyl, Negură Bunget repress vinyl, and Psycroptic 50% off sale (24 hours only!) is now LIVE!\n\nGood luck to everyone and huge thanks in advance. :) Blood Music",
          1444220080
        ],
        [
          "Playlist Time To Rock #173 02-09-2015\n\nGus G  - What lies below\nBLIKSEM - Crawling in the dirt #kleihard\nRonnie James Dio - We rock\nAyreon - Vigil/Isolation\nOfficial Motörhead - Victory or die\nW.A.S.P. Nation (Official) - Last runaway\nPrimal Fear - King for a day\nAudrey Horne - Boy wonder\nOfficial SteelHeart Band - Sheila #rauweouwe\nRichie Sambora - Rest in peace/Church of desire\nMichael Katon / Rob Orlemans - Red moon rising/Fried jalepenõs\nIron Maiden - If eternity should fail #albumvandemaand\nJEWEL_OFFICIAL - These boots are made for walking #metalcover",
          1441221392
        ],
        [
          "For you my dear Arjen and for all Ayreon Fans I made this (I am a huge fan of yours, your music is brilliant, respect for what ye did for us):\nAYREON: Beneath the Waves [Official] | 1080p\nEnjoy, Like and Subscribe for more! This official song of Ayreon can be found on HD only on my channel! Honor your name, Arjen with this HD song!\n AYREON: Beneath the Waves [Official] | 1080p BAND: Ayreon Country of origin: Netherlands Location: Waalwijk, North Brabant Status: On hold Formed in: 1994 Years active: 1994-present Genre: Progressive M...",
          1428900633
        ],
        [
          "Artist: Devin Townsend Project\nSong: Juular\nAlbum: Deconstruction\nGenre: Progressive metal\nFFO: Devin Townsend, \"Strapping Young Lad\", Ayreon DEVIN TOWNSEND PROJECT - Juular (OFFICIAL VIDEO) DEVIN TOWNSEND PROJECT - Juular (OFFICIAL VIDEO). Taken from the album \"Deconstruction\", Inside Out Music, 2011. Director : David Brodsky & Devin Townsend An...",
          1427240077
        ],
        [
          "Etwas Musik für den Sonntag - zum Schwelgen und Genießen. Citizen Cain´s Stewart Bell hat ein vortreffliches progressives Konzeptwerk, eine Rock Oper, unter gesanglicher Mithilfe von Ayreon und Grace & Legend, vorgelegt. Ein Bilderbuch gibt es hierzu auch. Lest unser Review: \n\nhttp://www.streetclip.tv/magazine/details/reviews/article/citizen-cain-s-stewart-bell-the-antechamber-of-bei/ CITIZEN CAIN`S STEWART BELL - The Antechamber Of Being Part I 2014 (Eigenproduktion) - Stil: Prog Rock",
          1423993668
        ],
        [
          "http://rockcultura-david.blogspot.com.es/2014/12/ayreon-y-el-pintor-holandes-rembrandt.html Rock, Heavy y Cultura: Historia, Literatura y Mitos: AYREON Y EL PINTOR HOLANDÉS REMBRANDT",
          1419707139
        ],
        [
          "https://www.youtube.com/watch?v=p3uZ9vLKjWk\nDoes arjen know of this superb band and it's singer? Alogia -- Elegia Balcanica -- (Official Video 2013) HD Prvi singl sa predstojeceg albuma \"Elegia Balcanica\" ! ! ! Out in September 2014 on MINER RECORDS ! ! ! ~ ELEGIA BALCANICA ~ U mislima i rečima u svakom kora...",
          1418424999
        ],
        [
          "I was just informed that the 2nd Star One album 'Victims of the Modern Age' is now also available on vinyl! Heavy stuff :-)\n\nhttps://www.facebook.com/BlooodMusic/photos/a.797206370336692.1073741945.165101886880480/797679246956071 Blood Music Blood Music is extremely pleased once again to present to its roster, the cosmic creations of Arjen Anthony Lucassen's Star One!\n\nWe will also be presenting the band's brilliant sophomore album \"Victims of the Modern Age\" on vinyl for the first time in history, utilizing the double-album limited edition version!\n\n8 years after the smash debut of \"Space Metal,\" Arjen (Ayreon) erupted unexpectedly with yet another beautifully epic sci-fi work, creating even deeper and darker sounds on \"Victims,\" while utilizing the same Star One team as the debut - guest vocalists Dan Swanö (Edge of Sanity), Russell Allen(Symphony X), Floor Jansen (ReVamp) and more!\n\nThe album will see its first publication on wax through us in 2015.\n\nListen here:\n\nhttp://www.youtube.com/watch?v=3iw5up7xtbo",
          1414741896
        ],
        [
          "Yessss... Star One is finally available on vinyl!\n\nhttps://www.facebook.com/BlooodMusic/photos/a.797206370336692.1073741945.165101886880480/797206373670025 Blood Music Blood Music is extremely proud to present to its roster, the epic stylings of Arjen Anthony Lucassen's Star One!\n\nWe will be presenting the band's excellent debut album \"Space Metal\" on vinyl for the first time in history, utilizing the double-album limited edition version!\n\nBased on a concept that was initially developed by the Ayreon frontman and Bruce Dickinson of Iron Maiden, Bruce ultimately left the project.  Mr. Lucassen forged on, bringing on loads of guest vocalists to complete the epic sci-fi work.  Vocalists include Dan Swanö (Edge of Sanity), Russell Allen (Symphony X), Floor Jansen (ReVamp) and more!\n\nThis is brand new territory for us, and we're excited to venture into the world of epic metal with one of the absolute kings of the genre.\n\nThe album will see its first publication on wax through us in 2015.\n\nListen here:\n\nhttp://www.youtube.com/watch?v=fAfTq4ZtC5s",
          1414587370
        ],
        [
          "Looking for new Prog this weekend?  Check out my podcast Prog-Watch!  I've featured Overhead, Haken, Moon Safari, Big Big Train, Nine Stones Close, Bigelf, IQ and Ayreon!  Next Tuesday we feature Scotland's Comedy Of Errors!  If you like something to look at while listening, we also have slideshow videos on the Prog-Watch Youtube channel!  If you like Prog-Watch stop by the Facebook page and give us a \"Like\".  Thanks! \n Prog-Watch Prog-Watch is a bi-weekly podcast dedicated to bringing the listener contemporary Progressive Rock music from around the world. Your big, hairy host, the “Prog-Squatch” wanders the woods of the world, beats the bushes, and digs in the dirt to bring the best Prog back for YOU! With the occasional gue…",
          1411227124
        ],
        [
          "Stranger from with in music video is playing NOW on Heavy Metal Television \\m/",
          1395507791
        ],
        [
          "http://www.youtube.com/watch?v=uT3SBzmDxGk let these two join in your next project Arjen ;)\n 2CELLOS - Thunderstruck [OFFICIAL VIDEO] http://www.facebook.com/2Cellos http://www.twitter.com/stjepanhauser http://www.twitter.com/lukasulic 2CELLOS Luka Sulic and Stjepan Hauser playing their arr...",
          1393170537
        ],
        [
          "Is this official? http://userserve-ak.last.fm/serve/500/94218465/Child%2Bof%2BEcstasy.jpg",
          1391726884
        ],
        [
          "Thanks so much to all of you voting The Theory of Everything # 4 in the Prog Magazine top 10 best albums! I'm very proud to boast about even more year-lists featuring The Theory of Everything here :-) Please let my ego know if I missed any! \n\nJordan Rudess (Dream Theater) top 10: http://top2013.roadrunnerrecords.com/topten/jordan-rudess/#commentstop\nMarcus Siepen (Blind Guardian) top 10: http://nuclearblastuk.tumblr.com/post/70584486119/marcus-siepen-from-blind-guardian-tells-us-his-top-10 \nAngry Metal Guy top 10: http://www.angrymetalguy.com/angry-metal-guys-top-10ish-o-2013/\nMetal Wani top 10: http://www.metalwani.com/2013/12/top-8-progressive-rockmetal-albums-of.html\nMetalholic top 10:  http://bit.ly/GHYGUS\nProg Spere top 10: http://www.prog-sphere.com/specials/top-10-of-2013/\nPopMatters top 10: http://www.popmatters.com/feature/176942-the-best-progressive-rock-and-metal-of-2013/P1/\nKenshin Mizuhura top 6: http://www.youtube.com/watch?v=lbSZ6P-mgaY \nDPRP top 15: http://www.dprp.net/wp/radio/?p=735\nLagrosseradio top 10: http://www.lagrosseradio.com/metal/webzine-metal/actu-metal/p8168-le-big-very-best-of-metal-2013-de-la-grosse-radio.html\nProgarchy best of 2013:  http://progarchy.com/2013/12/02/my-best-of-must-owns-of-2013/\nWhiskey Soda: http://www.whiskey-soda.de/story.php?id=33833\nMetal Wani top 10: http://www.metalwani.com/2013/12/matties-top-10-metal-albums-of-2013.html \nAmarok Prog top 10: http://www.amarokprog.net/articles_226_0.html\nLady Obscure top 3: http://www.ladyobscure.com/general/obscure-no-more-the-2013-lady-obscure-music-awards/\nManofmuchmetal top 20: http://manofmuchmetal.wordpress.com/2013/12/27/album-of-the-year-2013-number-12/\nProg Metal Zone top 50: http://www.progmetalzone.com/2013/prog-metal-zone-2013-top-50-albums-2/\nMetalfan top 10: http://www.metalfan.nl/other.php?id=60\nMetal Obsession top 10 editor: http://www.metalobsession.net/2013/12/23/anwar-rizks-best-albums-of-2013/\nSara Letourneau top 10: http://saraletourneau.wordpress.com/2013/12/22/my-top-10-albums-of-2013/\nMy Global Mind editor: http://myglobalmind.com/2013/12/18/top-5-rock-metal-albums-2013-staff-picks-myglobalmind-online-magazine/\nMetal Shock top 3 editor: http://metalshockfinland.com/2014/01/02/top-metal-albums-of-2013-by-metal-shock-finland-staff/\nZephyrs Odem top 5 editor: http://www.zephyrs-odem.de/top-5/olaf/\nMetalforever top 10 editor: http://metalforever.info/article.php?id=29934\nMetal Injection top 14 editor: http://www.metalinjection.net/lists/best-of-2013/cary-gs-top-14-albums-of-2013\nThe Shaman'sblog top 30: http://theshamansblog.com/2013/12/26/the-shamans-blog-aoty-2013-top-30-albumes-de-estudio-del-30-al-21/\nProgshine top 30: http://www.progshine.net/2014/01/progshines-best-2013-albums-results.html\nThe Age of Metal top 10: http://www.opinionstage.com/polls/2180193#2180193\nBlack Wind Metal top 10 editor: http://blackwindmetal.com/kylies-top-albums-of-2013/\nRickterscalerockradio top 20: http://www.rickterscalerockradio.com/\nMetal Kaoz top 10 editor: http://www.metalkaoz.com/kaoz-articles/11680-metal-kaoz-editors-top10-albums-for-2013.html \nMetal Revolution top 10 editor: http://metal-revolution.com/page.php?33",
          1389960836
        ],
        [
          "hi arjen, my vinyl progressive rock collection it would totally incomplete without ayreon albums! thanks for released you music in this format..and of course! thanks for you great music!! GENIOUS!!!",
          1385832486
        ],
        [
          "Didn't know whether to buy 'The theory of everything' or a ticket for the Dream Theater show in Madrid next year. Well, you know... you only live once, dont' you? ;) And I didn't even have to think of an alibi after buying you album, Arjen: my wife also loved it from the very first listen :v Congrats, I have no doubt it's the prog album of the year; anyway, you got many reasons to feel very proud of it, man. Thanks for being a prog master and keep rockin' !!!",
          1385713775
        ],
        [
          "Metal Kaoz audio Interview w/ Arjen: Ayreon - Arjen Lucassen (audio) Metal Kaoz - Metal webzine with album reviews, interviews, live reports, unsigned bands, underground bands. metal books",
          1384870047
        ],
        [
          "Hi all, sorry for the shameless self-promotion... but the Prog Awards are coming, see below... you know what to do :-) Thanks in advance!  Vote Now In The Prog Readers' Poll For 2013! | News | Prog Magazine Who was top of your progs in 2013? Tell us here…",
          1384525053
        ],
        [
          "http://www.progstreaming.com/_wb/pages/play-album.php?activeAlbum=00553%20-%20Ayreon%20-%20The%20Theory%20Of%20Everything. The new Ayreon is now at Progstreaming, for only one week! Tell the world and 'like' it if you do! progstreaming Progstreaming is a website where everyone can listen to the latest progressive rock releases in their entirety, from the moment of a record’s release onwards for a maximum of two months. Progstreaming unites listeners and artists. Listeners will discover new music and artists will have a unique oppo...",
          1382949800
        ],
        [
          "Metal Kaoz Album Review: Ayreon - The Theory Of Everything Metal Kaoz - Metal webzine with album reviews, interviews, live reports, unsigned bands, underground bands. metal books",
          1382365588
        ],
        [
          "http://www.metalkaoz.com/metal-news/11266-ayreon-extract-of-title-track-streaming.html AYREON: Extract Of Title Track Streaming Metal Kaoz - Metal webzine with album reviews, interviews, live reports, unsigned bands, underground bands. metal books",
          1381970239
        ],
        [
          "Heavy Metal News (17/10/2013): Ayreon posts 'The Theory of Everything' title track for streaming. Orchid releases 'The Mouths of Madness' video. Heavy Metal News - October 17, 2013 AYREON: 'The Theory Of Everything' Title Track Available For Streaming ORCHID: 'The Mouths Of Madness' Video Released",
          1381960020
        ],
        [
          "http://www.metalkaoz.com/metal-news/11190-ayreon-post-official-trailer-for-new-album.html AYREON Post Official Trailer For New Album Metal Kaoz - Metal webzine with album reviews, interviews, live reports, unsigned bands, underground bands. metal books",
          1381245520
        ],
        [
          "Your speech is metal? Visit our new facebook page and check it out for news, infos, videos, photos and connect globally with each other. Mano cornuta! The Global Authority Of Metal In metal we trust!\nVisit www.gaom.tv",
          1345631927
        ]
      ],
      "dates_start": 1379261296,
      "dates_end": 1449292375,
      "likes_avg": 185,
      "likes_stdev": 379,
      "comments_avg": 12,
      "comments_stdev": 25,
      "shares_avg": 8,
      "shares_stdev": 24
    },
    {
      "number": 29,
      "important": [
        "jame",
        "offici",
        "theater",
        "aan",
        "dream",
        "happi",
        "dream theater",
        "ayreon",
        "jame labri",
        "labri"
      ],
      "common": [
        "ayreon",
        "com",
        "dvd",
        "equation",
        "james",
        "james labrie",
        "labrie",
        "theater",
        "theater equation",
        "van"
      ],
      "messages": [
        [
          "Brave History October 27th, 2016 - Judas Priest, Scott Weiland, Lou Reed, ANGEL, Official Motörhead, Celtic Frost, AC/DC, Ayreon, RHAPSODY, Dream Theater, Kittie, Whiplash, Devin Townsend, Sister Sin, And More!. Brave History October 27th, 2016 - JUDAS PRIEST, SCOTT WEILAND, LOU REED, ANGEL, MOTÖRHEAD, CELTIC FROST, AC/DC, AYREON, RHAPSODY, DREAM THEATER, KITTIE, WHIPLASH, DEVIN TOWNSEND, SISTER SIN, And More! Happy 65th Birthday Kenneth \"K. K.\" Downing, Jr. (JUDAS PRIEST) - October 27th, 1951 R.I.P. Scott Weiland (STONE TEMPLE PILOTS, VELVET REVOLVER) (October 27th, 1967 - December 3rd, 2015) R.I.P. Lewis Allan \"Lou\" Reed (March 2nd, 1942 – October 27th, 2013) Happy 41st Birthday ANGEL’s Angel - October…",
          1477570465
        ],
        [
          "Dream Theater's James Labrie to guest on the new Ayreon album... Dream Theater’s LaBrie confirmed for Ayreon album Dream Theater singer James LaBrie joins Between The Buried And Me’s Tommy Rogers as a guest vocalist on Ayreon’s upcoming album.",
          1476887649
        ],
        [
          "Ayreon Confirm Dream Theater Frontman James Labrie For Next Album; Audio Teaser Featuring Mystery Singer #2 Streaming. AYREON Confirm DREAM THEATER Frontman JAMES LABRIE For Next Album; Audio Teaser Featuring Mystery Singer #2 Streaming Arjen Lucassen is officially working on a new Ayreon album, scheduled for release in 2017 via Mascot Label Group. He recently confirmed Dream Theater frontman James LaBrie's participation on the new record and has posted an audio teaser inviting fans to guess the identity of the vocalist.  Labrie wi...",
          1476794708
        ],
        [
          "Ayreon Releases 'The Theater Equation' DVD/Blu-Ray Package. Ayreon Releases 'The Theater Equation' DVD/Blu-Ray Package In September 2015, over the course of four sold-out shows, Ayreon's legendary progressive rock concept album, The Human Equation, was brought to life as a full-blown musical production at the Nieuwe Luxor theater in Rotterdam.  ",
          1469798685
        ],
        [
          "As unlikely as it seemed back when \"The Human Equation\" was originally released, one of Ayreon's epic rock operas has finally gotten the live treatment. Ayreon: The Theater Equation | Reviews @ Ultimate-Guitar.com As unlikely as it seemed back when \"The Human Equation\" was originally released, one of Ayreon's epic rock operas has finally gotten the live treatment.",
          1466505758
        ],
        [
          "Ayreon Streaming “Day Eleven: Love” Video From Upcoming The Theater Equation Release Featuring Dream Theater’s James Labrie. AYREON Streaming “Day Eleven: Love” Video From Upcoming The Theater Equation Release Featuring DREAM In September 2015, over the course of four sold-out shows, Ayreon's legendary progressive rock concept album, The Human Equation, was brought to life as a full-blown musical production at the Nieuwe Luxor theater in Rotterdam. This limited run of performances was witnessed by die-hard fans from acro...",
          1465214012
        ],
        [
          "Here is another song preview of the Theater Equation, hope you like it! I’m sure you’ll agree with me that all the musicians did an AMAZING job, I’m impressed. I’m off to Germany to start signing! \nhttps://youtu.be/VRyX-lEGbfQ\nJames Labrie; Marcela Bovio Jermain van der Bogt Mike Toehider Magnus Ekwall Irene Houkes-Jansen Heather Findlay Anneke Van Giersbergen Devon Graves Ed Warbie Johan Van Stratum Marcel Coenen Jeroen Goossens Ben Mathot Maaike Cellist Peterse Joost Van Den Broek Pieter Kop Leon Dona Dick Zwart Ruth En Petra Jochems Nico Mac Stad Taz de Hoogh René Luijt Brett Caldas-Lima Jose Gallardo Katinka Van Der Harst Nienke Verboom Lisette Marije Jan Willem Ketelaers Radina Dimcheva Els Prins Laura Guldemond Thina Chat Official AYREON - Day eleven: Love (OFFICIAL VIDEO) AYREON - Day eleven: Love (live in Rotterdam in September 2015) (OFFICIAL VIDEO). Taken from the live release \"The Theater Equation\". InsideOutMusic 2016.",
          1464951600
        ],
        [
          "Live taste of Ayreon…\n\nhttp://goo.gl/XWBaLG Ayreon reveal Day Two: Isolation live performance View Ayreon’s performance of Day Two: Isolation from The Theater Equation DVD",
          1464760113
        ],
        [
          "Full video clip for the track \"Isolation\" from the Ayreon live dvd - The Theater Equation, featuring James Labrie.\nhttp://progreport.com/ayreon-day-two-isolation-theater-equation-dvd/ Ayreon - Day Two: Isolation (From Theater Equation DVD) - The Prog Report Full clip from the upcoming Theater Equation DVD",
          1464387115
        ],
        [
          "'Day Two: Isolation', taken from the Ayreon live package 'The Theater Equation' out 17th June 2016! AYREON - Day Two: Isolation (OFFICIAL VIDEO) AYREON - Day Two: Isolation (OFFICIAL VIDEO). Taken from the DVD \"The Theater Equation\". Inside Out Music 2016.",
          1464345405
        ],
        [
          "Gli Ayreon ci deliziano con un primo estratto dal nuovo DVD \"The Theater Equation\" che uscirà il mese prossimo.\n#ayreon #thetheaterequation Ayreon: una preview dal DVD \"The Theater Equation\" Gli Ayreon hanno pubblicato poco fa il video di \"Day Two: Isolation\", prima preview del nuovo DVD \"The Theater Equation\". Gli Ayreon pubblicheranno il 17...",
          1464343880
        ],
        [
          "Surprise... here’s a full song preview from the Theater Equation for you! Damn... I’m so proud of all these musicians, truly amazing... You can pre-order signed copies here, thanks in advance! https://www.insideoutshop.de/Category/Ayreon_Theater/205/?AFF=AYRTTEMO The Theater Equation - Day 2: Isolation",
          1464342491
        ],
        [
          "Ayreon tarjoilee pian konsertti-dvd:tä, jolla ovat hommat – kuinkas muuten – isollaan. Ayreonilta Dream Theater -solistilla varustettu konsertti-dvd, neliminuuttinen traileri... Massiivisista ja vielä massiivisemmista teema-albumikokonaisuuksistaan tunnettu hollantilaisprojekti Ayeron julkaisee live-dvd/blu-rayn. Kesäkuun 17. ilmestyvä The Theater Equation sisältää kokonaisuudessaan levyn The …",
          1463110913
        ],
        [
          "Check out the new trailer for Ayreon's star-studded The Theatre Equation live... Ayreon issue trailer for The Theatre Equation live film View teaser for Arjen Lucassen and co's upcoming DVD release",
          1463041265
        ],
        [
          "New trailer for the upcoming Ayreon  Arjen Anthony Lucassen featuring James Labrie  http://progreport.com/ayreon-theater-equation-dvd-trailer-released/ Ayreon 'The Theater Equation' DVD Trailer released - The Prog Report Trailer for DVD release due out on June 17th.",
          1462969900
        ],
        [
          "And here is the full trailer for the Theater Equation DVD/Blu-ray, hope you like it so far! The SIGNED pre-orders start next week Friday, May 20, and are being sold exclusively by the InsideOut webshop this time instead of our own store. I’m actually driving to to their German warehouse just to sign them for you all. InsideOut will be shipping worldwide from their European shop, and I’ll share the link when the time comes, never fear! :-) Oh, and the Blu-ray and DVD are region free (a lot of you will be wondering about that, I’m sure!) Theater Equation full trailer",
          1462964400
        ],
        [
          "Finally, here is a little taste of the upcoming DVD/Blu-ray of The Theater Equation! A big thanks to all the musicians and everyone involved, amazing job! Theater Equation teaser",
          1461859620
        ],
        [
          "Ayreon sortira le vendredi 17 juin 2016 son nouveau DVD The Theater Equation [Sortie] AYREON: The Theater Equation Retrouvez nos actualités, chroniques et interviews sur musicwaves.fr",
          1460369509
        ],
        [
          "The Theater Equation komt in juni op dvd\n\nVorig jaar vonden er vier speciale voorstellingen plaats in het Nieuwe Luxor theater in Rotterdam. In september kwam het album The Human Equation van Ayreon tot leven onder de noemer The Theater Equation, waarbij een groot deel van de originele zangers van het album hun rol live kwamen vertolken. Ondermeer James LaBrie, Marcela Bovio, Heather Findlay en Devon Graves keerden terug, terwijl Anneke Van Giersbergen inviel voor Mikael Åkerfeldt en Jermain van der Bogt de plek van Arjen Lucassen innam ..... The Theater Equation komt in juni op dvd | Metalfan.nl  ",
          1460202801
        ],
        [
          "Good news! 'The Theater Equation’ will be available June 17th as a deluxe artbook version including blu-ray, 2DVD’s & 2CD’s, as well as a special edition 2CD & DVD digipak, standalone blu-ray & digital download. We'll keep you updated about the pre-sales! Timeline Photos",
          1460118290
        ],
        [
          "Happy holidays and an amazing 2016! Sorry for not having posted here for so long, I’m working feverishly on the Theater Equation DVD/Blu-ray. We hope to release before the summer, fingers crossed! Here’s another silly doggie pic :-) Timeline Photos",
          1450780705
        ],
        [
          "Thanks to all of you who came to the AMAZING Human Equation theater shows, hope you enjoyed it as much as I did! And for those who unfortunately couldn’t be there, I have some good news... we filmed it for a DVD :-) Epic Rock Choir Anneke Van Giersbergen Marcela Bovio Wudstik Heather Findlay James Labrie Aardschok Arrow Classic Rock Toehider Saviour Machine Marcel Coenen Ed Warby Jeroen Goossens Stream of Passion Maaike Peterse Dream Theater Timeline Photos",
          1442918882
        ],
        [
          "Steven Wilson and Heather Findlay (Ayreon's Theater Equation) \n\n~Porcupine666 Mobile Uploads",
          1442765986
        ],
        [
          "We had a wonderful evening at Ayreon's The Theater Equation in Rotterdam. \n\n~Porcupine666 Mobile Uploads",
          1442697640
        ],
        [
          "In case you missed it, my Ayreon album The Human Equation will be performed live in the theater next week. The first 3 shows sold out within days, so they added a 4th show on Saturday 19 September -- tickets are still available! More info at www.thetheaterequation.com -- hope to see you soon The Theater Equation Epic Rock Choir Anneke Van Giersbergen Marcela Bovio Wudstik Heather Findlay James Labrie Aardschok Arrow Classic Rock Timeline Photos",
          1441962181
        ],
        [
          "In one month James Labrie, Heather Findlay, Devon Graves, Marcela Bovio, Jermain van der Bogt, Anneke van Giersbergen,  Magnus Ekwall, Eric Clayton, Irene Jansen and Mike Mills and many others will hit the stage in Rotterdam for Ayreon's The Human Equation theater experience. Only a few seats left for this once in a lifetime show!! The Theater Equation - One More Month!! Find tickets here: Try-out show 6 September: www.bibelot.net The Theater Equation 18, 19, 20 September: www.thetheaterequation.com",
          1439922395
        ],
        [
          "Good news... the first three shows for The Theater Equation sold out so fast, that another show was added on Saturday the 19th of September! Tickets are available now through www.thetheaterequation.com\nThe cast is complete: Anneke van Giersbergen has been cast as Fear and Mike Mills will take on the role of Rage/Father. Check out the show's trailer: https://www.youtube.com/watch?v=aODy4Q1SaPk The Theater Equation Official Trailer The Theater Equation - Official Trailer 18, 19 & 20 September 2015 Luxor Theater, Rotterdam http://www.thetheaterequation.com/ http://shadowfreaks.com/athete...",
          1427712896
        ],
        [
          "Hey guys, stoked to let you know that I'll be playing Devin Townsend and Mike Baker's parts in the stage production of the Ayreon album \"The Human Equation\"\n\n\"The Theater Equation\" will run for 4 very special performances in Rotterdam in September, and features James LaBrie from Dream Theater, Anneke van Giersbergen, Heather Findlay, lots and lots of amazing talent. \nThe characters \"Rage\" (originally Devin Townsend on the album), and \"Father\" (originally the late, great Mike Baker from Shadow Gallery) will be combined into one part. This is the second \"Father\" role in the Ayreon canon for me!!\n\n3 of the 4 shows are sold out, you can still get tickets for the last show here if you're lucky! \n\nhttps://ntk.ticketmatic.com/production.php?a=m1lmh1VAgcM&p=i8K0ZKVpWHA&s=fZ77JU6tAK8&l=nl\n\nI'd now like to open the floor to you people for hilarious comebacks for when people say I've got \"big shoes to fill\" (*hint - a shoe is pretty much a \"toe hider\") Mobile Uploads",
          1426252294
        ],
        [
          "Tickets go on sale today at 19.00 CEST! Use this link: https://www.eventim.nl/Tickets.html?affiliate=ENL&erid=1278147&action=tickets&doc=artistPages/tickets&fun=artist&language=en\n\n Do you have questions? Please email The Theater Equation team: thetheaterequation@gmail.com \n\nor visit their Facebook page: www.facebook.com/thetheaterequation Timeline Photos",
          1414222787
        ],
        [
          "I just learned that ticket sales for The Human Equation  Theater Experience start on October 25, 2014 at 19.00 CET! The word is that they will sell out very quickly. Eric Clayton joins James LaBrie, Heather Findlay, Marcela Bovio, Devon Graves, Irene Jansen, Magnus Ekwall and Wudstik who replaces me as Best Friend. Only two more names will be announced. Check http://www.facebook.com/thetheaterequation regularly for updates! Timeline Photos",
          1412764566
        ],
        [
          "For ticket info check out the Nieuwe Luxor Theater website page for The Theater Equation (Dutch and English). Ticket buying instructions will follow soon! -- Arjen Anthony Lucassen, Ayreon The Theater Equation - Met o.a. James LaBrie, Devon Graves, Marcela Bovio en Jermain van der Bogt Binnenkort: Nieuwe Luxor Theater, vr 18 september - zo 20 september, vanaf € 45,00. Reserveer uw kaarten on-line en kies zelf uw stoel!",
          1411760230
        ],
        [
          "As I told you last week, my former manager Yvette is working on a theater production of The Human Equation with many original vocalists called @The Theater Equation. The ‘Epic Rock Choir’ supports these vocalists on stage. If you want to join this choir, you can audition for it. They will rehearse once a month in Dordrecht, the Netherlands, so you have to live close enough to attend. For full details, check the website: www.epicrockchoir.com or www.thetheaterequation.com Timeline Photos",
          1401864002
        ],
        [
          "As you may have already heard, my former manager Yvette Boertje is adapting The Human Equation for the theater! There will be three shows in September 2015 in the Netherlands, featuring many musicians of the original cast. I won’t be performing myself (being a recluse and all), but I am involved in this behind the scenes as an advisor. Check www.facebook.com/thetheaterequation  or www.thetheaterequation.com  for more information, hope to see you there! Timeline Photos",
          1401275540
        ],
        [
          "Be sure to check out The Theater Equation, a project that brings The Human Equation to the theater next year -- http://www.thetheaterequation.com",
          1399457144
        ]
      ],
      "dates_start": 1425989582,
      "dates_end": 1472298407,
      "likes_avg": 906,
      "likes_stdev": 1289,
      "comments_avg": 83,
      "comments_stdev": 117,
      "shares_avg": 215,
      "shares_stdev": 428
    },
    {
      "number": 30,
      "important": [
        "let",
        "well",
        "preorder",
        "hey",
        "get",
        "show",
        "say",
        "come",
        "peopl",
        "littl"
      ],
      "common": [
        "album",
        "ayreon",
        "ayreon album",
        "com",
        "http",
        "new",
        "new album",
        "new ayreon",
        "new ayreon album",
        "toehider"
      ],
      "messages": [
        [
          "The record company sent me a map that shows all the countries where people pre-ordered the new Ayreon album, wow... Thank you world! But hey... come on Greenland, what’s up? Little disappointed in Kyrgyzstan as well I have to say :-) Anyway, time to shamelessly plug the video again, let’s get it over 200.000 views, yeah! https://youtu.be/oFuMKdrzPqU Timeline Photos",
          1486388881
        ],
        [
          "Deep breath... you can watch the first full track and behind-the-scenes video of the new Ayreon album here on Youtube! https://youtu.be/oFuMKdrzPqU Damn... I’m nervous and excited at the same time... We’ve been hyping this album like crazy, so expectations are high! Here’s the teaser. \n\nAnd oh... the pre-sales have started :-) Ayreon - TDTTWBD - Teaser",
          1485439201
        ],
        [
          "Tracklisting revealed for upcoming Ayreon album The Source.  More info to come.\nhttp://progreport.com/ayreon-releases-tracklisting-new-album/ Ayreon releases tracklisting for new album The Source - The Prog Report New album The Source features a number of guest stars.",
          1485272387
        ],
        [
          "All right, we've got a new Ayreon album incoming, and there are a ludicrous number of guest vocalists on this one! http://www.metalunderground.com/news/details.cfm?newsid=130951 Ayreon Reveals New Album Title & Artwork Metal News: New Album Title And Artwork Announced By Ayreon",
          1484843096
        ],
        [
          "New Ayreon front cover and title! Ayreon",
          1484839841
        ],
        [
          "Finally... I present you the front cover and the title of the new Ayreon album! The cover was made by the amazing Yann Souetre, he created all the artwork for the new album. Yann’s art inspired me enormously in the creative process of writing this album. These cool motion effects were done by David Letelier. Hope you like it as much as I do! http://www.arjenlucassen.com/img/ts_gif_400.gif www.arjenlucassen.com",
          1484827800
        ],
        [
          "Ayreon- Artwork For Forthcoming Album Revealed AYREON- Artwork For Forthcoming Album Revealed Arjen Lucassen is working on a new Ayreon album, scheduled for release in 2017 via Mascot Label Group. He has checked in with the following update: \"This is Planet Alpha! Created by the amazing Yann Souetre for the artwork of the new Ayreon album. We'll be showing you more very...",
          1484589730
        ],
        [
          "This is Planet Alpha! Created by the amazing Yann Souetre for the artwork of the new Ayreon album. We'll be showing you more very soon :-) Ayreon's cover photo",
          1484309993
        ],
        [
          "Ayreon Confirms TOEHIDER Vocalist MICHAEL MILLS For New Album AYREON Confirms TOEHIDER Vocalist MICHAEL MILLS For New Album Arjen Lucassen is officially working on a new Ayreon album, scheduled for release in 2017 via Mascot Label Group. He has confirmed Toehider frontman Michael Mills for the record: Lucassen: \"Oh yes... this is indeed the amazing Michael Mills of Toehider! He is absolutely one of my heroes, I’m really....",
          1477766925
        ],
        [
          "Oh yes... this is indeed the amazing Michael Mills of Toehider! He is absolutely one of my heroes, I’m really excited to work with this genius again. The winner is Till Löhrmann, please send me a message here. Here is Michael introducing himself, trying to be serious but failing hopelessly! Michael Mills on the new Ayreon album",
          1477643160
        ],
        [
          "Finally, my friends... a new Ayreon album is in the making! Here is a little teaser for you. Ayreon announcement",
          1475745480
        ],
        [
          "I dare you... watch this video at your own risk, it may cost you money!\nwww.arjenlucassen.com Ayreon - Better Call Arjen",
          1470225600
        ],
        [
          "#HappyBirthdayAnnekeVanGiersbergen\n#Proggers\nAyreon Ayreon...Comatose.. Ayreon...Comatose Album 01011001 disc 1 ...Y..track 2",
          1457396736
        ],
        [
          "Ayreon, Mr L ! Chibi !",
          1448459438
        ],
        [
          "Metal Opera Project Melted Space Streaming New Album In Full; Features Members Of Morbid Angel, Dark Tranquillity, Ayreon And More.\n\nMelted Space, the new metal opera forged by French composer Pierre le Pape and featuring a massive cast of luminaries from across the metal world, release its debut album, The Great Lie, today through Sensory Records. A full album stream can be found below.\n\nThe Great Lie debut features internationally...Fri, 16 Oct 2015 17:51:24 GMT Metal Opera Project MELTED SPACE Streaming New Album In Full; Features Members Of MORBID ANGEL, DARK TRANQUILLITY, AYREON And More Melted Space, the new metal opera forged by French composer Pierre le Pape and featuring a massive cast of luminaries from across the metal world, release its debut album, The Great Lie, today through Sensory Records. A full album stream can be found below. The Great Lie debut features international…",
          1445196478
        ],
        [
          "Awesome preformance by Bruce Dickinson of Iron Maiden!\nWith- Ayreon 05. Into the Black Hole Artist: Ayreon Album: The Universal Migrator (2000) - Part 2 - The Flight of the Migrator Vocalist: Bruce Dickinson",
          1437825713
        ],
        [
          "Mabe this is something for a new album :)  This Nerdy Japanese Girl Is A Better Drummer Than You Will Ever Be Senri Kawaguchi is only 16 but she is an absolute beast behind the kit.",
          1415557382
        ],
        [
          "Inspired by 'Across the rainbow bridge' \nMy favourite album!",
          1395244113
        ],
        [
          "Arjan in een Videogame?  The Birdcage Be a part of the first album visualized as a video game - featuring today's leading Rock/Metal artists (Guns N' Roses, Evanescence, Within Temptation, and more)",
          1394130184
        ],
        [
          "Please allow me to promote my friend Michael Mills who sang on my last Ayreon album. Maybe you would like to help fund his new album? Watch the video here, I couldn't stop laughing! http://pozible.com/toehider \n What Kind of Creature Am I? by Mike Toehider, Mitch Booth, Mike Solo and Andrew Saltmarsh I need your help to release the new Toehider album!!",
          1391767974
        ],
        [
          "Promo in London and Berlin went FANTASTIC and I had a great time... everyone seem to love \"Broken Crown Halo\", <3\n\nSo I came back to Milan checked my mail and my friend  Arjen Anthony Lucassen kindly sent me the link to a video of a song I sung for his Ayreon project!\n\nLove to be part of it all!! Check it out and (if you didn't already) get \"The Theory of Everything\" NOW! \n\nAND tomorrow... more IMPORTANT surprises... you'd better stay supertuned!!!\n\n\n AYREON - The Parting (featuring CRISTINA SCABBIA of Lacuna Coil!) AYREON - The Parting (Edit). Featuring guest vocals: Cristina Scabbia (Lacuna Coil) and Michael Mills (Toehider) . Buy now: http://smarturl.it/ayreonIOM | ht...",
          1391704316
        ],
        [
          "Did you know Cristina Scabbia Official appeared on the new Ayreon album (along with a collection of all-star progressive metal/rock artists)? \n\nHere's a clip from the record, which our friends at Inside Out Music released last year:\nhttp://www.youtube.com/watch?v=MyWNIsg3eQ4 AYREON - The Parting (featuring CRISTINA SCABBIA of Lacuna Coil!) AYREON - The Parting (Edit). Featuring guest vocals: Cristina Scabbia (Lacuna Coil) and Michael Mills (Toehider) . Buy now: http://smarturl.it/ayreonIOM | ht...",
          1391547532
        ],
        [
          "I mixed the amazing guide-vocals that @Wilmer sang for the Theory of Everything. These are the versions we sent to the singers so they could learn their parts. Check it out and enjoy!\n\nPHASE 1: https://www.youtube.com/watch?v=lwNvdIFen6c\nPHASE 2: https://www.youtube.com/watch?v=9OemFxb6exc\nPHASE 3: https://www.youtube.com/watch?v=cruD4KBVmYo\nPHASE 4: https://www.youtube.com/watch?v=aGv7AZ5sFyo Ayreon - Phase I: Singularity (Vocals by Wilmer Waarbroek) Vocals by Wilmer Waarbroek Music by Arjen A. Lucassen Lyrics by Arjen A. Lucassen and Lori Linstruth Recorded and mixed by Arjen Lucassen at The Electric Cas...",
          1387362806
        ],
        [
          "Hey Mr Lucassen, here I was thinking I had already heard everything related to your work ... and BOOOM! I see this version of \"Comatose\" http://youtu.be/m1PTfJJiupw (Particularly enjoyed that!  Great voice you have!) Ayreon - Comatose (guide vocals by Arjen Lucassen) This is the guide vocals version of the song \"Comatose\" from limited edition of 2008 Ayreon's album \"01011001\", performed by Arjen Lucassen instead of Jorn a...",
          1387001122
        ],
        [
          "The discovery of the age... Michael Mills! \"Only one thing left to do...\" check out his amazing band Toehider :-) Toehider Got my hands on the Ayreon \"Theory of Everything\" art book today, and tried to copy Sara Squadrani - Ancient Bards photo. My eyeball is literally popping out of my head at how amazing this book is.",
          1384459121
        ],
        [
          "Wow... even more chart entries this week for the new Ayreon album! Added are: Norway # 26, Sweden # 46, Swedish Hardrock chart # 3 and # 19 on the Billboard Heatseekers Chart in the USA! Takk, tack and cheers :-)",
          1384258156
        ],
        [
          "Soooo coooool! Congratulations from italy. \"As soon you'll show them you're a genius\"",
          1383938371
        ],
        [
          "Finally German postal service managed to deliver my bundle of the new album. :D",
          1382991136
        ],
        [
          "For all those who asked: the new Ayreon album is finally available for pre-order on iTunes. Here’s a link: http://smarturl.it/ayreontoe_itunes",
          1382443850
        ],
        [
          "The new Ayreon album has 4 long 'epics' of about 20 minutes. But for the CDs I had to divide them into a certain amount of tracks. So... how many tracks do you think 'The Theory of Everything' has? :-)",
          1378458096
        ],
        [
          "We finished recording drums for the new Ayreon album. As expected Ed Warby did an AMAZING job again! Drum recording with Ed Warby for Ayreon 7",
          1370246400
        ],
        [
          "Couldn't agree more!! And am anxiously awaiting new merchandise for the new album..",
          1369068199
        ],
        [
          "Many good guesses, I wouldn't have known myself! The instrument is an Irish Bouzouki, check it out on my website. It's played by an Australian multi-instrumentalist I recently 'discovered' on Youtube by the name of Mike Mills. And he's an amazing singer as well! Here's a link to a track from his band Toehider. https://www.youtube.com/watch?v=lpMrLTwC804 Toe Hider - Toehider Toehider by Toe Hider.",
          1359629630
        ],
        [
          "Ayreon\n\nAtte. Mortem (Fundador) Ayreon - The Dream Sequencer A trippy cosmic start to a good progressive album.",
          1358521469
        ],
        [
          "Andi Deris (Helloween) rules!\n\n 04.To the Quasar Artist: Ayreon Album: The Universal Migrator (2000) - Part 2 - The Flight of the Migrator Vocalist: Andi Deris",
          1348591303
        ],
        [
          "http://www.youtube.com/watch?v=ROdxZ4owKrQ&feature=relmfu\n\nI'm a geek-musician ^^ !!! Ayreon: Sail Away To Avalon (Elder Scrolls Tribute Skyrim Music Video) http://www.youtube.com/watch?v=LGSpRWtu2FU Click here to watch Star One (Ayreon) - Sandrider (Dune Games Tribute Music Video) Ayreon: Sail Away To Avalon (El...",
          1341647556
        ],
        [
          "The video for my new track \"E-Police\" is up! We made it in collaboration with the Machinima Youtube channel. Hope you like it! http://youtu.be/nBFHkTA2B_o\n Arjen Lucassen: E-Police Music Video (Ayreon / Solo Album Musical Machinima) http://youtu.be/ROdxZ4owKrQ Click here to watch Ayreon: Skyrim Music Video Arjen Lucassen: E-Police Music Video (Ayreon / Solo Album Musical Machinima) Arjen...",
          1335433397
        ],
        [
          "http://youtu.be/V6VGFBepOnE Ayreon - To The Quasar - HQ From \"The Universal Migrator Part II: Flight Of The Migrator\" Album. Lyrics: Within a distant nebula in the Taurus zodiac I hear the wailing of a star, the w...",
          1329357217
        ],
        [
          "http://www.youtube.com/watch?v=TLhpqc__kVI Ayreon Time line Back on planet earth lyrics. Ayreon Timeline Back On Planet Earth! Lyrics!! Enjoy And leave a comment below!",
          1325556661
        ]
      ],
      "dates_start": 1361168852,
      "dates_end": 1467533016,
      "likes_avg": 1005,
      "likes_stdev": 1688,
      "comments_avg": 94,
      "comments_stdev": 181,
      "shares_avg": 162,
      "shares_stdev": 408
    }
  ]
}