{
  "pagename": "ArjenLucassenOfficial",
  "page_name_displayed": "Ayreon",
  "globalstats": {
    "fan_count": 136476,
    "messages": 381,
    "likes_avg": 1181,
    "likes_stdev": 1368,
    "comments_avg": 214,
    "comments_stdev": 450,
    "shares_avg": 163,
    "shares_stdev": 298,
    "graph_uri": "clusters/ArjenLucassenOfficial.png"
  },
  "clusters": [
    {
      "number": 1,
      "important": [
        "equat",
        "theater",
        "shop",
        "dvd hope",
        "subtitl",
        "live",
        "check"
      ],
      "summary": [
        "And here is the full trailer for the Theater Equation DVD/Blu-ray, hope you like it so far!",
        "Thanks to all of you who came to the AMAZING Human Equation theater shows, hope you enjoyed it as much as I did!",
        "Here is another song preview of the Theater Equation, hope you like it!",
        "Good news... the first three shows for The Theater Equation sold out so fast, that another show was added on Saturday the 19th of September!",
        "Surprise... here’s a full song preview from the Theater Equation for you!"
      ],
      "common": 0,
      "messages": [
        [
          "Hi Arjen, I loved The Theater Equation so much that I immediately began working on the Italian subtitles translation for my own personal use :) I already did 12 days! What do you think would be the legal status of putting them online as unofficial subtitles?",
          1466259577
        ],
        [
          "Here is another song preview of the Theater Equation, hope you like it! I’m sure you’ll agree with me that all the musicians did an AMAZING job, I’m impressed. I’m off to Germany to start signing! \nhttps://youtu.be/VRyX-lEGbfQ\nJames Labrie; Marcela Bovio Jermain van der Bogt Mike Toehider Magnus Ekwall Irene Houkes-Jansen Heather Findlay Anneke Van Giersbergen Devon Graves Ed Warbie Johan Van Stratum Marcel Coenen Jeroen Goossens Ben Mathot Maaike Cellist Peterse Joost Van Den Broek Pieter Kop Leon Dona Dick Zwart Ruth En Petra Jochems Nico Mac Stad Taz de Hoogh René Luijt Brett Caldas-Lima Jose Gallardo Katinka Van Der Harst Nienke Verboom Lisette Marije Jan Willem Ketelaers Radina Dimcheva Els Prins Laura Guldemond Thina Chat Official. AYREON - Day eleven: Love (OFFICIAL VIDEO) AYREON - Day eleven: Love (live in Rotterdam in September 2015) (OFFICIAL VIDEO). Taken from the live release \"The Theater Equation\". InsideOutMusic 2016.",
          1464951600
        ],
        [
          "Surprise... here’s a full song preview from the Theater Equation for you! Damn... I’m so proud of all these musicians, truly amazing... You can pre-order signed copies here, thanks in advance! https://www.insideoutshop.de/Category/Ayreon_Theater/205/?AFF=AYRTTEMO. The Theater Equation - Day 2: Isolation.",
          1464342491
        ],
        [
          "Sorry to bother you again! But I got many mails from people who mistakenly ordered an unsigned copy of the Theater Equation DVD/Blu-ray. I agree it’s quite unclear. Please check if your order says ‘signed’ and if this is not the case, change your order and contact: shop@insideout.de Thanks! Oh... full song preview soon :-)",
          1464175949
        ],
        [
          "There seems to be some confusion about the different formats of The Theater Equation DVD/Blu-ray/CDs, so Lori made a clear info-graphic for you. Oh, and when you order, FIRST fill up your shopping basket and THEN create an account. The signed version should still be in your cart. Hope that clears it up, thanks in advance for buying! https://www.insideoutshop.de/Category/Ayreon_Theater/205/?AFF=AYRTTEMO. Timeline Photos.",
          1463984466
        ],
        [
          "And here is the full trailer for the Theater Equation DVD/Blu-ray, hope you like it so far! The SIGNED pre-orders start next week Friday, May 20, and are being sold exclusively by the InsideOut webshop this time instead of our own store. I’m actually driving to to their German warehouse just to sign them for you all. InsideOut will be shipping worldwide from their European shop, and I’ll share the link when the time comes, never fear! :-) Oh, and the Blu-ray and DVD are region free (a lot of you will be wondering about that, I’m sure!) Theater Equation full trailer.",
          1462964400
        ],
        [
          "Finally, here is a little taste of the upcoming DVD/Blu-ray of The Theater Equation! A big thanks to all the musicians and everyone involved, amazing job! Theater Equation teaser.",
          1461859620
        ],
        [
          "Good news! 'The Theater Equation’ will be available June 17th as a deluxe artbook version including blu-ray, 2DVD’s & 2CD’s, as well as a special edition 2CD & DVD digipak, standalone blu-ray & digital download. We'll keep you updated about the pre-sales! Timeline Photos.",
          1460118290
        ],
        [
          "Happy holidays and an amazing 2016! Sorry for not having posted here for so long, I’m working feverishly on the Theater Equation DVD/Blu-ray. We hope to release before the summer, fingers crossed! Here’s another silly doggie pic :-) Timeline Photos.",
          1450780705
        ],
        [
          "Thanks to all of you who came to the AMAZING Human Equation theater shows, hope you enjoyed it as much as I did! And for those who unfortunately couldn’t be there, I have some good news... we filmed it for a DVD :-) Epic Rock Choir Anneke Van Giersbergen Marcela Bovio Wudstik Heather Findlay James Labrie Aardschok Arrow Classic Rock Toehider Saviour Machine Marcel Coenen Ed Warby Jeroen Goossens Stream of Passion Maaike Peterse Dream Theater. Timeline Photos.",
          1442918882
        ],
        [
          "In case you missed it, my Ayreon album The Human Equation will be performed live in the theater next week. The first 3 shows sold out within days, so they added a 4th show on Saturday 19 September -- tickets are still available! More info at www.thetheaterequation.com -- hope to see you soon The Theater Equation Epic Rock Choir Anneke Van Giersbergen Marcela Bovio Wudstik Heather Findlay James Labrie Aardschok Arrow Classic Rock. Timeline Photos.",
          1441962181
        ],
        [
          "Good news... the first three shows for The Theater Equation sold out so fast, that another show was added on Saturday the 19th of September! Tickets are available now through www.thetheaterequation.com\nThe cast is complete: Anneke van Giersbergen has been cast as Fear and Mike Mills will take on the role of Rage/Father. Check out the show's trailer: https://www.youtube.com/watch?v=aODy4Q1SaPk. The Theater Equation Official Trailer. The Theater Equation - Official Trailer 18, 19 & 20 September 2015 Luxor Theater, Rotterdam http://www.thetheaterequation.com/ http://shadowfreaks.com/athete...",
          1427712896
        ],
        [
          "Tickets go on sale today at 19.00 CEST! Use this link: https://www.eventim.nl/Tickets.html?affiliate=ENL&erid=1278147&action=tickets&doc=artistPages/tickets&fun=artist&language=en\n\n Do you have questions? Please email The Theater Equation team: thetheaterequation@gmail.com \n\nor visit their Facebook page: www.facebook.com/thetheaterequation. Timeline Photos.",
          1414222787
        ],
        [
          "I just learned that ticket sales for The Human Equation  Theater Experience start on October 25, 2014 at 19.00 CET! The word is that they will sell out very quickly. Eric Clayton joins James LaBrie, Heather Findlay, Marcela Bovio, Devon Graves, Irene Jansen, Magnus Ekwall and Wudstik who replaces me as Best Friend. Only two more names will be announced. Check http://www.facebook.com/thetheaterequation regularly for updates! Timeline Photos.",
          1412764566
        ],
        [
          "As I told you last week, my former manager Yvette is working on a theater production of The Human Equation with many original vocalists called @The Theater Equation. The ‘Epic Rock Choir’ supports these vocalists on stage. If you want to join this choir, you can audition for it. They will rehearse once a month in Dordrecht, the Netherlands, so you have to live close enough to attend. For full details, check the website: www.epicrockchoir.com or www.thetheaterequation.com. Timeline Photos.",
          1401864002
        ],
        [
          "As you may have already heard, my former manager Yvette Boertje is adapting The Human Equation for the theater! There will be three shows in September 2015 in the Netherlands, featuring many musicians of the original cast. I won’t be performing myself (being a recluse and all), but I am involved in this behind the scenes as an advisor. Check www.facebook.com/thetheaterequation  or www.thetheaterequation.com  for more information, hope to see you there! Timeline Photos.",
          1401275540
        ]
      ],
      "dates_start": 1420336185,
      "dates_end": 1467433558,
      "likes_avg": 1803,
      "likes_stdev": 1406,
      "comments_avg": 168,
      "comments_stdev": 124,
      "shares_avg": 442,
      "shares_stdev": 541
    },
    {
      "number": 2,
      "important": [
        "album",
        "thank",
        "annek",
        "tour",
        "concept",
        "acoust",
        "doubl"
      ],
      "summary": [
        "In the end I’m glad I did it, and am actually kinda proud of myself :-) I hope you will all enjoy The Gentle Storm album and the upcoming shows!",
        "I’m very proud to present you the front cover of our upcoming The Gentle Storm album with Anneke van Giersbergen!",
        "I recorded double bass for the very first time in my life with the excellent Hinse Mutter for the new album with Anneke van Giersbergen.",
        "Happy New Year from me, Lori and of course Hoshi... the true ruler of the Electric Castle :-) Timeline Photos.",
        "Dear Ayreonauts, thanks so much to all of you for making The Theory of Everything such a success!"
      ],
      "common": 0,
      "messages": [
        [
          "Yep... it’s that tall hippie dude with the spiky hair... MEEEEEEEEE! Thanks for all the compliments, glad you like it. All joking and modesty aside, I’m kinda proud of it :-) So... that was it for the guessing game, I really enjoyed it! Thanks for your many heartwarming reactions. Happy Holidays! You can (re)listen to all the guest musicians here: http://www.arjenlucassen.com/ay8/ Timeline Photos.",
          1482491880
        ],
        [
          "A big thanks to everyone who came to see Anneke and me on our acoustic tour! It was truly an emotional roller coaster ride for this hermit. The 11 shows went very well and lots of venues were actually sold out, the audiences were absolutely fantastic and gave us the warmest welcome we could wish for. The chemistry between Anneke, me and the crowd felt just perfect. However ... I’m afraid this doesn't necessarily mean I’m going to take up touring again. I’m not sure yet if the advantages (seeing the crowd’s happy faces, meeting them and of course the playing) outweigh the disadvantages (travelling, lack of sleep, endless waiting, back pain and anxiety). I must say that Anneke definitely pulled me through this, she’s so positive and optimistic and a true professional! And of course the enthusiastic reactions of the audiences helped too, I’m truly honored and moved. In the end I’m glad I did it, and am actually kinda proud of myself :-) I hope you will all enjoy The Gentle Storm album and the upcoming shows! Timeline Photos.",
          1425737927
        ],
        [
          "It's really happening... Anneke and I are leaving for the acoustic tour tomorrow, exciting! So sorry if we don’t play near you... But looking forward to seeing all of you who can come! Quite nervous as well though, it’s been a long time since this recluse played live. Here are the tour dates again:\n\nFebruary 17 2015 - Planetarium, Budapest HU \nFebruary 18 2015 - Bronx, Istanbul TR \nFebruary 19 2015 - Hard Rock Cafe, Bucharest RO \nFebruary 20 2015 - Modern Theatre, Sofia BU \nFebruary 21 2015 - Traffic Club, Rome IT\nFebruary 22 2015 - K17, Berlin DE \nFebruary 23 2015 - Nosturi, Helsinki FI\nFebruary 25 2015 - Lo-Fi, Milan IT \nFebruary 26 2015 - Locomotive, Bologna IT \nFebruary 27 2015 - Hybrydy, Warsaw, PL \nFebruary 28 2015 - Blue Note, Poznan PL. Timeline Photos.",
          1423998602
        ],
        [
          "Happy 2015 all! Here are the definite tour dates for The Gentle Storm acoustic tour. So... just Anneke Van Giersbergen, me and a guitar! This may be the only chance to see this (already nervous!) recluse perform live, hope to see you there :-) Timeline Photos.",
          1420628665
        ],
        [
          "Don’t ask me how she did it... but somehow Anneke managed to convince this total recluse to join her (as a special guest) for some acoustic shows in February! If anyone else had asked I would have turned them down flat, but to share the stage with Anneke is something I simply couldn’t refuse. I’m slightly nervous of course, but strangely excited at the same time. Hope to see you there! Timeline Photos.",
          1417266993
        ],
        [
          "I’m very proud to present you the front cover of our upcoming The Gentle Storm album with Anneke van Giersbergen! The album title is “The Diary” and the image was made by the very talented Alexandra V Bach. More about the concept soon! Timeline Photos.",
          1415106574
        ],
        [
          "“The Gentle Storm” concept album will be a double CD, with the same songs on each CD but in VERY different, contrasting arrangements. CD1, the “Gentle”album, will be all acoustic and folky with lots of exotic instruments. CD2, the “Storm”album, will be an all-out, bombastic orchestral metal album. Of course there are plenty of progressive elements mixed in as well. Questions? Ask away! Timeline Photos.",
          1412935201
        ],
        [
          "I recorded double bass for the very first time in my life with the excellent Hinse Mutter for the new album with Anneke van Giersbergen. What a huge monster sound, can’t believe I didn’t do this years ago! Photos from Ayreon's post.",
          1406632170
        ],
        [
          "We recorded cello for the new album with Anneke van Giersbergen, more than ever this time! And as always Maaike delivered the goods :-) Timeline Photos.",
          1406023002
        ],
        [
          "Yesterday I recorded quite a lot of French Horn for the new album with Anneke. What an amazing epic instrument it is, well done Jenneke! Timeline Photos.",
          1405673821
        ],
        [
          "The new project with Anneke is progressing VERY well indeed, we’re both excited about it!  We’re recording guide vocals now and promise more details soon :-) Timeline Photos.",
          1399278834
        ],
        [
          "Time has come to finally disclose my new project... it will be a collaboration between my favorite female singer Anneke van Giersbergen and me! Expect an epic concept double album, a combination of ‘classical meets metal’ and ‘acoustic folk’. More details later! Timeline Photos.",
          1398162145
        ],
        [
          "Dear Ayreonauts, thanks so much to all of you for making The Theory of Everything such a success! Anyone with the patience to sit through 4 epic 20+ minute tracks in one sitting without their head exploding deserves an AMAZING 2014. Happy New Year from me, Lori and of course Hoshi... the true ruler of the Electric Castle :-) Timeline Photos.",
          1388662633
        ],
        [
          "All hell is breaking loose! The album also just entered the album charts in Germany # 21, Austria # 37, Finland # 28, Switzerland # 41, Belgium Wallonia # 37 and Belgium Flemish # 58! More to come. Thank you all for the great support, it's amazing! Timeline Photos.",
          1383823111
        ],
        [
          "Our friends at Amazon MP3 are featuring The Theory of Everything for $6.99: http://smarturl.it/theoryof_amazon. Timeline Photos.",
          1383344424
        ],
        [
          "Thanks to everyone who has picked up The Theory of Everything. \r\n\r\nIf you don't have it yet, get it from one of these fine retailers: http://smarturl.it/theoryofeverything. Timeline Photos.",
          1383332525
        ],
        [
          "I got the highly intelligent job of cutting the address labels for the pre-orders :-) I recognize so many names... thanks all for buying --- heartwarming!\r\n\r\nhttp://store.arjenlucassen.com/preorders.html. Timeline Photos.",
          1380537517
        ],
        [
          "Finally... the (signed) pre-orders have started in our store! Please spread the word.. thanks in advance :-) \r\nhttp://store.arjenlucassen.com/preorders.html. Timeline Photos.",
          1380103537
        ],
        [
          "Many good answers, excellent! Indeed... the meaning of life... 42 :-) Here's the tracklist! Timeline Photos.",
          1378469580
        ],
        [
          "The new Ayreon album has 4 long 'epics' of about 20 minutes. But for the CDs I had to divide them into a certain amount of tracks. So... how many tracks do you think 'The Theory of Everything' has? :-)",
          1378458096
        ],
        [
          "Here's the new front cover, painted again by Ayreon-veteran Jef Bertels! Timeline Photos.",
          1378377848
        ],
        [
          "Recording all kinds of amazing flutes with Jeroen Goossens again...such fun! Timeline Photos.",
          1372918359
        ],
        [
          "Sorry that there have been so few updates from me lately...working hard on the new Ayreon album! I just started writing the lyrics and I decided on the album title. It's called... 'The Theory of Everything\" Won't tell you what it's about yet though! Timeline Photos.",
          1364293199
        ]
      ],
      "dates_start": 1374385718,
      "dates_end": 1424419206,
      "likes_avg": 3287,
      "likes_stdev": 1786,
      "comments_avg": 233,
      "comments_stdev": 151,
      "shares_avg": 307,
      "shares_stdev": 326
    },
    {
      "number": 3,
      "important": [
        "album",
        "record",
        "ayreon",
        "amaz",
        "toehid",
        "hey"
      ],
      "summary": [
        "Finally... I present you the front cover and the title of the new Ayreon album!",
        "Tomorrow we’ll post the new lyric video for ‘Everybody Dies’ from the new Ayreon album ‘The Source’ for you!",
        "In case you missed it, you can check out the first video clip of the new album here: https://youtu.be/oFuMKdrzPqU.",
        "Wow... the record company Mascot just sent me the first pre-order update of the new Ayreon album The Source... truly amazing!",
        "The cover was made by the amazing Yann Souetre, he created all the artwork for the new album."
      ],
      "common": 0,
      "messages": [
        [
          "Tomorrow we’ll post the new lyric video for ‘Everybody Dies’ from the new Ayreon album ‘The Source’ for you! It’s an amazing flight through sight and sound :-) \n\nJust to tease you a little, here are a few stills from the clip! Timeline Photos.",
          1487764921
        ],
        [
          "The record company sent me a map that shows all the countries where people pre-ordered the new Ayreon album, wow... Thank you world! But hey... come on Greenland, what’s up? Little disappointed in Kyrgyzstan as well I have to say :-) Anyway, time to shamelessly plug the video again, let’s get it over 200.000 views, yeah! https://youtu.be/oFuMKdrzPqU. Timeline Photos.",
          1486388881
        ],
        [
          "Wow... the record company Mascot just sent me the first pre-order update of the new Ayreon album The Source... truly amazing! Thanks so much for the support and the confidence. In case you missed it, you can check out the first video clip of the new album here: https://youtu.be/oFuMKdrzPqU. The Day that the World Breaks Down - FINAL.",
          1485520950
        ],
        [
          "Finally... I present you the front cover and the title of the new Ayreon album! The cover was made by the amazing Yann Souetre, he created all the artwork for the new album. Yann’s art inspired me enormously in the creative process of writing this album. These cool motion effects were done by David Letelier. Hope you like it as much as I do! http://www.arjenlucassen.com/img/ts_gif_400.gif. www.arjenlucassen.com.",
          1484827800
        ],
        [
          "Finally, my friends... a new Ayreon album is in the making! Here is a little teaser for you. Ayreon announcement.",
          1475745480
        ],
        [
          "As always I’m curious to your thoughts... which WELL-KNOWN singer would you most like to hear on a new album of mine? It’s okay if I already worked with him/her. ONLY ONE NAME please, thanks! Timeline Photos.",
          1437473816
        ],
        [
          "Inspired by 'Across the rainbow bridge' \nMy favourite album!",
          1395244113
        ],
        [
          "Please allow me to promote my friend Michael Mills who sang on my last Ayreon album. Maybe you would like to help fund his new album? Watch the video here, I couldn't stop laughing! http://pozible.com/toehider \n. What Kind of Creature Am I? by Mike Toehider, Mitch Booth, Mike Solo and Andrew Saltmarsh. I need your help to release the new Toehider album!!",
          1391767974
        ],
        [
          "Hey Ayreonauts, I have no idea yet myself but I'm very curious what music you would like to hear from me next! So please give your opinion here, thanks in advance :-)\r\nhttp://www.easypolls.net/poll.html?p=529f2159e4b0d613f1330a72. Timeline Photos.",
          1386161324
        ],
        [
          "Wow... even more chart entries this week for the new Ayreon album! Added are: Norway # 26, Sweden # 46, Swedish Hardrock chart # 3 and # 19 on the Billboard Heatseekers Chart in the USA! Takk, tack and cheers :-)",
          1384258156
        ],
        [
          "Finally German postal service managed to deliver my bundle of the new album. :D",
          1382991136
        ],
        [
          "For all those who asked: the new Ayreon album is finally available for pre-order on iTunes. Here’s a link: http://smarturl.it/ayreontoe_itunes.",
          1382443850
        ],
        [
          "So...you want a sneak peak behind the scenes of the new Ayreon album? :-)\nhttp://www.youtube.com/watch?v=I1N2_YVCGbA. Ayreon studio reports - Ben Mathot (violin) Recording session with Ben Mathot (violin). Timelapse footage and a brief outtake from the recent recording session at the Electric Castle.",
          1371537658
        ],
        [
          "We finished recording drums for the new Ayreon album. As expected Ed Warby did an AMAZING job again! Drum recording with Ed Warby for Ayreon 7.",
          1370246400
        ],
        [
          "Couldn't agree more!! And am anxiously awaiting new merchandise for the new album..",
          1369068199
        ]
      ],
      "dates_start": 1371170464,
      "dates_end": 1467688289,
      "likes_avg": 1548,
      "likes_stdev": 1819,
      "comments_avg": 543,
      "comments_stdev": 1262,
      "shares_avg": 288,
      "shares_stdev": 573
    },
    {
      "number": 4,
      "important": [
        "singer",
        "guess",
        "album guess",
        "voic",
        "guitar",
        "ladi",
        "away",
        "sound",
        "good",
        "time"
      ],
      "summary": [
        "New Ayreon album: guess the singer #9 Guess the singer #8.",
        "New Ayreon album: guess the singer #8 Guess the singer #7.",
        "New Ayreon album: guess the musician #2 Guess the singer #6.",
        "New Ayreon album: guess the singer #7 Guess the musician #2.",
        "New Ayreon album - Guess the singer #1"
      ],
      "common": 0,
      "messages": [
        [
          "The last guessing game! So yeah... this dude was apparently brave enough to play some guitar as well next to all these amazing guitar gods... Kind of an anti-climax I’d say. You can guess who it is... but hey, who cares? :-) New Ayreon album: guess the last musician # 5.",
          1482405480
        ],
        [
          "Guess the LAST singer #12! And so it’s come to this... after this amazing all-star cast, the album wouldn’t be complete without this world class singer. Can you guess even before listening? New Ayreon album: guess the LAST singer #12.",
          1482146280
        ],
        [
          "Guess the singer #11. Holy crap... ladies and gentlemen... I present you – in my opinion - one of the best singers in the world right now... Here it goes! New Ayreon album: guess the singer #11.",
          1481800080
        ],
        [
          "Guess the musician #4. Brace yourself for this guitar solo, I was blown away... tears in my eyes, really! Can you guess who this is? New Ayreon album: guess the musician #4",
          1481195400
        ],
        [
          "Guess the singer #10. For those of you who know him and his unique band, this will not be difficult! New Ayreon album: guess the singer #10.",
          1480936620
        ],
        [
          "Guess the musician #3. It’s prog time! Which keyboard player plays this beautiful atmospheric synthesizer solo? Dream away! New Ayreon album: guess the musician #3",
          1480590780
        ],
        [
          "Time to get back to the guessing game, did you miss it as much as I did? :-) Guess the singer #9. Who is this powerhouse with the mighty, distinctive voice? New Ayreon album: guess the singer #9",
          1480331880
        ],
        [
          "Guess the singer #8. Who is this amazing singer? No clues this time... good luck guessing and most of all... enjoy! New Ayreon album: guess the singer #8",
          1479121920
        ],
        [
          "Guess the singer #7. This is the first time this powerful and distinctive voice has been on an Ayreon album. Who is this mighty metal icon? New Ayreon album: guess the singer #7",
          1478776380
        ],
        [
          "Guess the musician #2. This must be one of the best solos I ever had on Ayreon... who is this guitar player, perfectly merging emotion, virtuosity and melody coupled with a great sound? New Ayreon album: guess the musician #2",
          1478517240
        ],
        [
          "Guess the singer #6. Who is this huge unmistakable voice, sounding majestic as ever? New Ayreon album: guess the singer #6",
          1478171580
        ],
        [
          "Time to guess singer #5! Who is this remarkable lady blowing us away with her all-powerful vocals? New Ayreon album: guess the singer #5",
          1477912320
        ],
        [
          "Here is singer #4 on the new Ayreon album... who is this extraordinary talent? Brace yourselves... and prepare to be AMAZED! New Ayreon album: guess the singer #4",
          1477559340
        ],
        [
          "Let’s make it a bit harder... this time you have a guitar player to guess! Who is this virtuoso playing this mind-blowing solo on the new Ayreon album? New Ayreon album: Guess guitar player #1",
          1477301571
        ],
        [
          "Guess singer #3 on the new Ayreon album! Who is this lovely lady with the beautiful voice? Enjoy! New Ayreon album: guess the singer #3",
          1476954600
        ],
        [
          "It’s time to guess singer #2! A singer I haven’t worked with before. Good luck and I hope you enjoy it! New Ayreon album: guess the singer #2",
          1476694707
        ],
        [
          "Yesssss, the guessing game has started again! Your chance to win some goodies and hear some (demo) snippets of the new Ayreon album. Who is this singer? Instructions are in the video. Good luck and I hope you enjoy the music so far! New Ayreon album - Guess the singer #1",
          1476348360
        ]
      ],
      "dates_start": 1477265538,
      "dates_end": 1481177348,
      "likes_avg": 1252,
      "likes_stdev": 412,
      "comments_avg": 1126,
      "comments_stdev": 472,
      "shares_avg": 238,
      "shares_stdev": 148
    },
    {
      "number": 5,
      "important": [
        "amaz",
        "photo",
        "guitar",
        "tommi",
        "michael",
        "yes",
        "mark",
        "mighti",
        "wonder",
        "great"
      ],
      "summary": [
        "Stay tuned for more next week, and listen to the guest musicians so far here: http://www.arjenlucassen.com/ay8/ Timeline Photos.",
        "Stay tuned for more, and listen to the guest musicians so far here: http://www.arjenlucassen.com/ay8/ Timeline Photos.",
        "Stay tuned for more, and listen to the guest musicians so far here: http://www.arjenlucassen.com/ay8/ Michael Eriksen sings on the new Ayreon album.",
        "Listen to the guest musicians so far here: http://www.arjenlucassen.com/ay8/ Timeline Photos.",
        "Stay tuned for more in a few days, and listen to the guest musicians so far here: http://www.arjenlucassen.com/ay8/ Timeline Photos."
      ],
      "common": 0,
      "messages": [
        [
          "Well, that was easy... of course it’s the one and only Sir Russell Allen completing the cast! And once again he proves he’s up there with the best. The winner is Foteini Elric, please send me a personal message here. One more musician to guess after this, you can listen to the guest musicians so far here: http://www.arjenlucassen.com/ay8/ Timeline Photos.",
          1482232681
        ],
        [
          "Yes of course.... this is indeed the insurmountable Tommy Karevik of Kamelot and Seventh Wonder... amazing, huh? He already brought me to tears on Theory of Everything, but this really exceeds my wildest expectations, he’s definitely showing his full potential here! The winner is Kaitlin Kino, please send me a personal message here. You can listen to the guest musicians so far here: http://www.arjenlucassen.com/ay8/ Timeline Photos.",
          1481887080
        ],
        [
          "Wait for it... this is actually the amazing Marcel Coenen! He already proved to me how good he is with the Theater Equation, but this solo is beyond good... He recorded this last week right before my eyes in my studio, otherwise I would have never believed it! The winner is Stefan Kessels, please send me a personal message here. Stay tuned for more, and listen to the guest musicians so far here: http://www.arjenlucassen.com/ay8/ Marcel Coenen Marcel Coenen. Timeline Photos.",
          1481282282
        ],
        [
          "Absolutely, this is of course Zaher Zorgati from the great Tunisian band Myrath. I’ve enjoyed Myrath for years, so I’m glad to have Zaher on my album. I’m sorry to say it’s just a small part this time, but the future is wide open! The winner is Julian Hahn, please send me a personal message here. Stay tuned for more, and listen to the guest musicians so far here: http://www.arjenlucassen.com/ay8/ Timeline Photos.",
          1481023021
        ],
        [
          "Yes indeed... it’s the great Mark Kelly from the mighty Marillion! I really love the wonderful melodies and the dreamy sound, I’m honored to have Mark on the album! The winner is Terje Tiberius Mork, please send me a personal message here. Stay tuned for more next week, and listen to the guest musicians so far here: http://www.arjenlucassen.com/ay8/ Timeline Photos.",
          1480677480
        ],
        [
          "Oh yes indeed, it’s Nils K. Rue from the fantastic Norwegian band Pagan’s Mind! I’ve been wanting to work with Nils for years, I’m glad it finally happened. Great job, Nils! The winner is Denisa Varcholova, please send me a personal message here. Stay tuned for more in a few days, and listen to the guest musicians so far here: http://www.arjenlucassen.com/ay8/ Timeline Photos.",
          1480416140
        ],
        [
          "You’re so right, it’s indeed the mighty Michael Eriksen of the great Circus Maximus! Cool voice huh? So great to finally work with him, and we had so much fun :-) The winner is Sarah Miranda, please send me a personal message here. Stay tuned for more, and listen to the guest musicians so far here: http://www.arjenlucassen.com/ay8/ Michael Eriksen sings on the new Ayreon album.",
          1479208680
        ],
        [
          "That's right, it’s my favorite rival Tobias Sammet of Avantasia and Edguy. And what an amazing job he did! I’m thrilled to have finally found the perfect role for him on an Ayreon album. The winner is Mike Sarlo, please send me a personal message here. More musicians to guess next week! Listen to the guest musicians so far here: http://www.arjenlucassen.com/ay8/ Timeline Photos.",
          1478862661
        ],
        [
          "Yes indeed, this is the amazing Guthrie Govan (The Aristocrats, Steven Wilson)! Lori and I got tears in our eyes when we heard it for the first time... He’s undoubtedly one of the hottest guitar players in the world at the moment, and I’m honored to have him on my album! The winner is Mark David Perry, please send me a personal message here. Listen to the previous musicians here: http://www.arjenlucassen.com/ay8/ Timeline Photos.",
          1478607001
        ],
        [
          "No doubt about it, it’s indeed the monumental Hansi Kürsch from Blind Guardian! Not only an extremely powerful singer, but also one of the nicest guys I’ve worked with. The winner is Erik Hoffmann, please send me a personal message here. More musicians to guess next week! Follow the PROGress here: http://www.arjenlucassen.com/ay8/ Timeline Photos.",
          1478251514
        ],
        [
          "Haha, controversy! But... indeed it’s the amazing Floor Jansen of Nightwish! (Photo by Andrea Beckers) And once again she managed to impress me, this was undoubtedly the best recording session I ever did with her. The winner is Mike Platvoet, please send me a personal message here. Listen to the guest musicians so far here: http://www.arjenlucassen.com/ay8/ Floor Jansen sings on the new Ayreon album.",
          1477998983
        ],
        [
          "Oh yes... this is indeed the amazing Michael Mills of Toehider! He is absolutely one of my heroes, I’m really excited to work with this genius again. The winner is Till Löhrmann, please send me a message here. Here is Michael introducing himself, trying to be serious but failing hopelessly! Michael Mills on the new Ayreon album.",
          1477643160
        ],
        [
          "Many good guesses, indeed it’s the incredible Paul Gilbert! Undoubtedly one of the most influential guitar players in the world, so you can imagine how honored I am to have him on this album. The winner is Hasan Arsin, please send me a personal message here. Another singer to guess this week! Follow the PROGress here: http://www.arjenlucassen.com/ay8/ Timeline Photos.",
          1477384961
        ],
        [
          "Way too easy again, of course it’s the enchanting Simone Simons of the mighty Epica! I’m so glad that this time I could give her a much bigger part than she had on 01011001, she did an amazing job! The winner is Jeremy A Lasda, please send me a message here. More musicians to guess next week! Follow the PROGress here: http://www.arjenlucassen.com/ay8/ Timeline Photos.",
          1477037982
        ],
        [
          "Well that was clearly quite easy again, indeed it’s Tommy Rogers of the amazing Between the Buried and Me! I totally love his solo albums as Thomas Giles, and I’m really excited having him on this album. The winner is Cecil Palmer, please send me a message here. Next singer to guess in a few days! Follow the PROGress here: http://www.arjenlucassen.com/ay8/ Timeline Photos.",
          1476780304
        ],
        [
          "I know, that was an easy one to start with! Of course it was the amazing James LaBrie. I’m so proud having his warm emotive voice on Ayreon again! The winner is Andreas Berglund, please send me a personal message here. Next week there will be more singers to guess. You can follow the PROGress of the new album here on this special page we made: http://www.arjenlucassen.com/ay8/ James Labrie. Timeline Photos.",
          1476434191
        ],
        [
          "Message speaks for itself….",
          1378493599
        ]
      ],
      "dates_start": 1449448159,
      "dates_end": 1496930866,
      "likes_avg": 1934,
      "likes_stdev": 1058,
      "comments_avg": 116,
      "comments_stdev": 69,
      "shares_avg": 229,
      "shares_stdev": 155
    },
    {
      "number": 6,
      "important": [
        "ayreon",
        "univers",
        "sale",
        "live",
        "jansen",
        "deri",
        "import",
        "album"
      ],
      "summary": [
        "Check out my little video here about this once-in-a-lifetime ‘Ayreon Universe’ event, and go to the website for the details: http://www.ayreon.com/universe/ Arjen announces Ayreon Live!",
        "Dear Ayreonauts, if you subscribe to the Ayreon newsletter here http://www.arjenlucassen.com/universe/newsletter/  you will get a special link to buy your tickets for the two Ayreon Universe live shows a full day before general sales begin!",
        "Hi my friends, here is a reminder that if you subscribe to the Ayreon newsletter http://www.arjenlucassen.com/universe/newsletter/ you will get a mail on Wednesday morning at 7AM CET with a link and the code to the exclusive PRESALE for the Ayreon Universe shows which starts that same day at 10AM CET.",
        "Ayreon Universe live shows.",
        "Irene and Floor Jansen about the Ayreon Universe shows."
      ],
      "common": 0,
      "messages": [
        [
          "This is Planet Alpha! Created by the amazing Yann Souetre for the artwork of the new Ayreon album. We'll be showing you more very soon :-) Ayreon's cover photo.",
          1484309993
        ],
        [
          "AMAZING... we sold 6000 tickets in only one day, and sold out both Ayreon Universe shows on Friday and Saturday... in the pre-sale! Of course we feel sorry for those who missed out, so fortunately we were able to add a 3rd show on Sunday. You can buy your tickets now, looking forward to seeing you all! http://www.ticketmaster.nl/event/177867?CAMEFROM=013&brand=nl_013web. Arjen Lucassen presents AYREON UNIVERSE. Main Meer info op www.013.nl.",
          1479975191
        ],
        [
          "Hi my friends, here is a reminder that if you subscribe to the Ayreon newsletter http://www.arjenlucassen.com/universe/newsletter/ you will get a mail on Wednesday morning at 7AM CET with a link and the code to the exclusive PRESALE for the Ayreon Universe shows which starts that same day at 10AM CET. And here are the lovely Jansen sisters Irene and Floor talking about the Ayreon Universe shows! Irene and Floor Jansen about the Ayreon Universe shows.",
          1479807227
        ],
        [
          "Ayreon Universe live shows. Ayreon.",
          1479803689
        ],
        [
          "Dear Ayreonauts, if you subscribe to the Ayreon newsletter here http://www.arjenlucassen.com/universe/newsletter/  you will get a special link to buy your tickets for the two Ayreon Universe live shows a full day before general sales begin! www.ayreon.com.",
          1479743221
        ],
        [
          "Finally... AYREON LIVE! Only two shows! Check out my little video here about this once-in-a-lifetime ‘Ayreon Universe’ event, and go to the website for the details: http://www.ayreon.com/universe/ Arjen announces Ayreon Live!",
          1479715200
        ],
        [
          "Showing my baby girl the real important things in life! :)",
          1385405281
        ],
        [
          "Soooo coooool! Congratulations from italy. \"As soon you'll show them you're a genius\"",
          1383938371
        ],
        [
          "Andi Deris (Helloween) rules!\n\n. 04.To the Quasar. Artist: Ayreon Album: The Universal Migrator (2000) - Part 2 - The Flight of the Migrator Vocalist: Andi Deris.",
          1348591303
        ],
        [
          "http://youtu.be/V6VGFBepOnE. Ayreon - To The Quasar - HQ. From \"The Universal Migrator Part II: Flight Of The Migrator\" Album. Lyrics: Within a distant nebula in the Taurus zodiac I hear the wailing of a star, the w...",
          1329357217
        ]
      ],
      "dates_start": 1372958897,
      "dates_end": 1493170440,
      "likes_avg": 1047,
      "likes_stdev": 1224,
      "comments_avg": 126,
      "comments_stdev": 191,
      "shares_avg": 212,
      "shares_stdev": 459
    },
    {
      "number": 7,
      "important": [
        "congrat",
        "guest",
        "introduc",
        "ayreon",
        "troy",
        "sara",
        "michael",
        "tommi",
        "chosen"
      ],
      "summary": [
        "Arjen Lucassen announces the next singer on the new Ayreon album, The Theory of Everything.",
        "Arjen Lucassen announces the next singer for the new Ayreon album, The Theory of Everything.",
        "Arjen Lucassen announces the next musician on the new Ayreon album, The Theory of Everything.",
        "Arjen Lucassen announces the seventh and final singer on the new Ayreon album, The Theory of Everything.",
        "Arjen Lucassen announces the second guest keyboardist on the new Ayreon album, The Theory of Everything."
      ],
      "common": 0,
      "messages": [
        [
          "Of course... it's the magical Troy Donockley (Bad Shepherds, Nightwish) on Uillean pipes and Low Whistle! Congrats JF Bergeron, you win. Here's me introducing Troy:\n\nhttp://www.youtube.com/watch?v=iDhiegQLrDA. Troy Donockley to guest on Ayreon The Theory of Everything. Arjen Lucassen announces the next musician on the new Ayreon album, The Theory of Everything. It's the magical Troy Donockley (Bad Shepherds, Nightwish) on U...",
          1378033775
        ],
        [
          "No surprises here! Yes... the Prodigy himself... Tommy Karevik from Kamelot and Seventh Wonder in the lead role! Congrats Wolfgang Kuhn, you win. here is Tommy introducing himself and some behind the scenes material.\n\nhttp://www.youtube.com/watch?v=SSsm4JUyF-4 Tommy Karevik to guest on Ayreon The Theory of Everything. Arjen Lucassen announces the seventh and final singer on the new Ayreon album, The Theory of Everything. Finally... it's the amazing Tommy Karevik of Kamelot...",
          1377934422
        ],
        [
          "Ah, controversy! No, not Candice, not Judith....it'sssssss.... Sara Squadrani from Ancient Bards... what a discovery! Congrats Isabella Zed, you win. Meet Sara herself and enjoy some of her singing in the studio here:\n\nhttp://youtu.be/yLPWh3GzEbA. Sara Squadrani to guest on Ayreon The Theory of Everything. Arjen Lucassen announces the next singer on the new Ayreon album, The Theory of Everything. It's the lovely and talented Sara Squadrani from Ancient Bards!",
          1377847714
        ],
        [
          "That was easy! Without a doubt, it's the characteristic voice of John Wetton (Asia, King Crimson, UK) himself! Congrats Henrik Kokholm, you win. Here is me introducing John and some behind the scenes stuff:\n\nhttp://www.youtube.com/watch?v=psrN65MpaOk. John Wetton to guest on Ayreon The Theory of Everything. Arjen Lucassen announces the next singer on the new Ayreon album, The Theory of Everything. It's the legendary John Wetton (Asia, King Crimson, UK) himself!",
          1377758541
        ],
        [
          "Many good guesses, well done! It's indeed Steve Hackett, the man who was involved in the best Genesis albums and who is still flying the flag for prog! Congrats Landon Strange, you win. Here is what I have to say about Steve: \n\nhttp://youtu.be/rex5nEinjb4. Steve Hackett to guest on Ayreon The Theory of Everything. Arjen Lucassen announces the only guest guitar player on the new Ayreon album, The Theory of Everything. It's none other than... Steve Hackett, the man who w...",
          1377679231
        ],
        [
          "Cool, huh? Yes indeed, all the way from Australia: it's the incredible Michael Mills from Toehider! Congrats Andreas Hinterreiter, you win. Here's Michael introducing himself and some extreme silliness :-)\n\nhttp://www.youtube.com/watch?v=8zi0uSw2pn8. Michael Mills to guest on Ayreon Theory of Everything. Arjen Lucassen announces the next singer for the new Ayreon album, The Theory of Everything. All the way from Australia... it's the amazing voice of Michael ...",
          1377585403
        ],
        [
          "No doubt about it... of course this was Jordan Rudess! Congrats Pierre Bondat, you win. Here are some words about Jordan:\n\nhttp://www.youtube.com/watch?v=CGZJHYpSozU. Jordan Rudess to guest on Ayreon Theory of Everything. Arjen Lucassen announces the third keyboard player for new Ayreon album, The Theory of Everything. Yes indeed... it's the virtuoso Jordan Rudess from Dream T...",
          1377352729
        ],
        [
          "Guess that wasn't so hard! Of course... it's the wonderfully distinctive voice of Cristina Scabbia! Congrats Игорь Ройзман, you win. Here's the charismatic lady introducing herself, and some behind the scenes material:\n\nhttp://www.youtube.com/watch?v=DK8d3PURCg0. Cristina Scabbia to guest on Ayreon Theory of Everything. Arjen Lucassen announces the next singer for new Ayreon album, The Theory of Everything. It's the lovely and talented Cristina Scabbia of Lacuna Coil!",
          1377241031
        ],
        [
          "Wow...opinions are divided this time, I like it :-) But yeah, I'm proud to announce that it is indeed... the fabulous Rick Wakeman! Congrats Sven Schornstein, you win. Hear me rave about Rick here:\n\nhttp://youtu.be/uSqMrzZxdz0. Rick Wakeman to guest on Ayreon Theory of Everything. Arjen Lucassen announces the second guest keyboardist on the new Ayreon album, The Theory of Everything. It's the legendary Rick Wakeman!",
          1377155782
        ],
        [
          "Wow...you guys are good :-) Yes, it was indeed the amazing JB of Grand Magus! Congrats Antti Kovanen - you win. Here is JB introducing himself and some 'behind the scenes' footage: \n\nhttp://www.youtube.com/watch?v=QgdlYvwKzrE&feature=youtu.be. JB (Grand Magus) to guest on Ayreon Theory of Everything. Arjen Lucassen announces another guest vocalist for new Ayreon album, The Theory of Everything. It's JB of Grand Magus!",
          1377069124
        ],
        [
          "Hmm...I guess 'a few of you' seem to know who this amazing singer is :-) Congrats Jacob Sernheim, you're the randomly chosen winner! So here is a video greeting...from Marco Hietala himself! \n\nhttp://www.youtube.com/watch?v=gEc6ch6mPPw. Marco Hietala guests on Ayreon Theory of Everything. Arjen Lucassen announces first guest vocalist for new Ayreon album, The Theory of Everything. It's MARCO HIETALA of Nightwish and Tarot.",
          1376466770
        ]
      ],
      "dates_start": 1377023923,
      "dates_end": 1377907808,
      "likes_avg": 942,
      "likes_stdev": 363,
      "comments_avg": 79,
      "comments_stdev": 28,
      "shares_avg": 135,
      "shares_stdev": 74
    },
    {
      "number": 8,
      "important": [
        "arjen",
        "album",
        "real",
        "lucassen",
        "solo",
        "lost",
        "store"
      ],
      "summary": [
        "Lost in the New Real.",
        "Arjen Lucassen's Lost in the New Real Trailer.",
        "Lost in the New Real album cover.",
        "Cover of Arjen's upcoming solo album, Lost in the New Real.",
        "Trailer for Arjen Lucassen's forthcoming solo album, \"Lost in the New Real.\""
      ],
      "common": 0,
      "messages": [
        [
          "Hi all, just letting you know that my new solo album is streamed here for a week: \nhttp://www.guitarworld.com/arjen-lucassen-streaming-new-album-lost-new-real\n\n. Arjen Lucassen Streaming New Album, 'Lost In The New Real' | Guitar World. Last week, Dutch multi-instrumentalist Arjen Lucassen released his new album, Lost In The New Real, an epic concept album that spilled over into a ...",
          1337328657
        ],
        [
          "Another little peek behind the scenes of Lost in the New Real: some of the guest musicians!\nhttp://www.youtube.com/watch?v=MShQmgpvtNE\n. Lost in the New Real Guest Musicians. This short video introduces you to some of the guest musicians appearing on Arjen Lucassen's new solo album, \"Lost in the New Real.\" Visit http://store.arjen...",
          1334828492
        ],
        [
          "Finally...here's a FULL SONG for you from my new solo album! Very curious to read your thoughts :-)\n\nhttp://www.youtube.com/watch?v=zHNaw_hkEeU\n. Lost in the New Real - Full song preview. Full song preview from Arjen Lucassen's new solo album, Lost in the New Real. The song is the final track on CD-1, and called....wait for it...\"LOST IN THE N...",
          1334237375
        ],
        [
          "Hi friends of Arjen, Lori here...in case anyone missed it, here's a new video where Arjen explains the concept behnid his new solo album: http://www.youtube.com/watch?v=LZMDWdkFf9g. The concept behind Arjen Lucassen's 'Lost in the New Real' Arjen Lucassen talks about the concept behind his new solo album, \"Lost in the New Real.\" Signed preorders are available at http://store.arjenlucassen.com/ne...",
          1333564116
        ],
        [
          "Thanks for all the birthday wishes, 52 years old now...damn! And I enjoyed reading all your nice comments on the new album trailer, glad so many of you have such a broad taste :-) Here's more of me babbling about the concept. \nhttp://www.youtube.com/watch?v=LZMDWdkFf9g\n. The concept behind Arjen Lucassen's 'Lost in the New Real' Arjen Lucassen talks about the concept behind his new solo album, \"Lost in the New Real.\" Signed preorders are available at http://store.arjenlucassen.com/ne...",
          1333449952
        ],
        [
          "Okay then...this is a scary moment...the trailer of my new solo album! All ME, lots of ME :-)\nhttp://www.youtube.com/watch?v=hVJSvW80CyU\n. Arjen Lucassen's Lost in the New Real Trailer. Trailer for Arjen Lucassen's forthcoming solo album, \"Lost in the New Real.\" To be released by InsideOut / Century Media on 23 April (Europe) and 8 May (USA)...",
          1332929821
        ],
        [
          "Finally...you can pre-order my new solo album in our store now! With lots of goodies if you're fast :-) And tomorrow we will feature the trailer with the previews, I'm already nervous...\nhttp://store.arjenlucassen.com/newreal.html\n\n\n. ArjenLucassen.com Store - Lost in the New Real preorders. The official Arjen Lucassen store.",
          1332841344
        ],
        [
          "Here are the song titles of my upcoming solo album Lost in the New Real. I sure hope I'll be able to get away with some of these weird titles and controversial topics!\nhttp://www.arjenlucassen.com/content/new-project-arjen-lucassen-solo-album/\n New project – Arjen Lucassen solo album : ArjenLucassen.com. I’ve been wanting to record a solo album with just me singing for about 10 years now. But I always seem to come across singers whom I would like to work with, so my last solo attempts have turned into an Ayreon, Star One and Guilt Machine releases instead! But now the time is right and I feel very i...",
          1330938687
        ],
        [
          "A blog about the making of the Cover Art of \"Lost in The New Real\". Should be interesting for all of you, Lucassen fans! ----  k'plá! THE ART OF CLAUDIO BERGAMIN: Arjen Lucassen - \"Lost in the New Real\" Cover Art.",
          1330083164
        ],
        [
          "Lost in the New Real album cover. Lost in the New Real.",
          1329993043
        ],
        [
          "Cover of Arjen's upcoming solo album, Lost in the New Real.",
          1329992850
        ],
        [
          "The solo album frontcover artwork, the album title, the cast...and some music! \nhttp://www.youtube.com/watch?v=dURitBUQsXs. Arjen Lucassen's Lost in the New Real cover poster. See the poster made from the cover artwork of Arjen Lucassen's forthcoming solo album, Lost in the New Real. To be released by Inside Out Music on 23 April (...",
          1329988534
        ]
      ],
      "dates_start": 1330255492,
      "dates_end": 1334773847,
      "likes_avg": 558,
      "likes_stdev": 521,
      "comments_avg": 123,
      "comments_stdev": 127,
      "shares_avg": 117,
      "shares_stdev": 178
    },
    {
      "number": 9,
      "important": [
        "ayreon",
        "arjen",
        "review",
        "album",
        "rock",
        "metal",
        "und"
      ],
      "summary": [
        "Trailer for the new Ayreon album, The Theory of Everything.",
        "New Ayreon album trailer -- The Theory of Everything.",
        "Ayreon – The Theory Of Everything (2013) | The Age of Metal.",
        "Ayreon: The Theory of Everything (Review) http://www.elladooscurodelaluna.com/ayreon-the-theory-of-everything-review/ Ayreon: The Theory of Everything (Review) AYREON: The Theory of Everything InsideOut Music, 2013 8/10   A lo largo de la historia del Rock nos hemos encontrado con diversos tipos de artistas y fórmulas.",
        "Arjen Lucassen about the mastering of AYREON \"The Theory Of Everything\" Check out the amazing AYREON \"The Theory Of Everything\", mastered by Brett Caldas-Lima at Tower Studio (www.towerstudio.net)."
      ],
      "common": 0,
      "messages": [
        [
          "Just watched the trailer of one of our great minds of the century, Stephen Hawking called 'The Theory of Everything' :-) comes close to your masterpiece Arjen.\n\nGives a nice ring to the title\n. The Theory of Everything - Official Trailer (Universal Pictures) HD. The Official Trailer for The Theory of Everything In Cinemas New Year's Day, 2015 http://www.thetheoryofeverythingmovie.co.uk Subscribe to our channel - http...",
          1420578187
        ],
        [
          "Just got my hands at my 'Theory of Everything' CD + DVD!\r\nAbsolutely amazing, it blows every piece of my mind!\r\n\r\nPS: smile Arjen, you're at Rio de Janeiro - Brazil  :D",
          1386153741
        ],
        [
          "Hi Ayreonauts, here is a big list of world-wide reviews on the last Ayreon album that I've found so far. All positive of course, he he :-) Thanks and let me know if I missed any!\n\nhttp://www.arjenlucassen.com/content/ayreon-the-theory-of-everything-reviews/ Ayreon The Theory of Everything Reviews : ArjenLucassen.com. uberrock.co.ukhttp://www.uberrock.co.uk/cd-reviews/31-november-cd/9823–ayreon-the-theory-of-everything-insideout-music.html.",
          1385725341
        ],
        [
          "Ayreon: The Theory of Everything (Review) http://www.elladooscurodelaluna.com/ayreon-the-theory-of-everything-review/ Ayreon: The Theory of Everything (Review) AYREON: The Theory of Everything InsideOut Music, 2013 8/10   A lo largo de la historia del Rock nos hemos encontrado con diversos tipos de artistas y fórmulas. Los hay que se conforman con sacar discos iguales, los hay que ….",
          1385539658
        ],
        [
          "I've got my copy of \"The Theory Of Everything\"!!!! Arjen you rules!!!! (y)",
          1385301651
        ],
        [
          "Hello, Arjen. Hope everything is fine = )\n\nI'm passing here to congratulate you because the new album is amazing, I'm fascinated AND to make a little self marketing letting you know the review I wrote (in portuguese) for The Theory of Everything.\n\nSucess!\n\n. Resenhando: Ayreon - The Theory of Everything | Hardmetal Brasil.",
          1384957759
        ],
        [
          "I'm (artistically) blushing now, Cristina! And the feeling is totally mutual :-)  Cristina Scabbia. I am in (artistic) love with Arjen Lucassen. Not only it was a pleasure and a honor to work with him (and the awesome musicians he collaborated with for his latest record as AYREON \"The Theory of Everything\") but I also met a new and extraordinary friend.\nThank you Arjen, from the bottom of my heart (and you guys go get your copy now :))! \\m/",
          1384956065
        ],
        [
          "Here's the Ayreon promo made by the US office of Inside Out Music! http://youtu.be/TPfsn46HTbM. AYREON - The Theory Of Everything Trailer with DVD interview footage! AYREON - The Theory Of Everything Trailer with DVD interview footage! Taken from the album \"The Theory Of Everything\". InsideOut Music 2013. Pre-order now: h...",
          1384718797
        ],
        [
          "Ok Ayreonauts. So as you may have noticed (especially if you watched the DVD) this new AYREON album features a lot of true magician-ship (Troy), keyboard wizardry (Jordan), obedient high-fiving (Hoshi) and other Jedi mind-tricks (myself)... But there's another person who has been pulling a lot of strings on this record from the shadows of his black Tower Studio, sorcering the dark arts of mastering and audio manipulation; my good friend the dark Lord Brett Caldas-Lima. Although I'm back to pretty much hating his bald guts again (I guess his Sith mastery over my mind is slowly starting to faint), I reckon that I truly felt very safe in his expert hands during the last stages of the mixing and mastering phases and believe he well deserved a big shout-out. I really thought I was a perfectionist, but I think I've found my master here... (pun intended) So you know what you have to do. http://youtu.be/XDRqQuqt45U. Arjen Lucassen about the mastering of AYREON \"The Theory Of Everything\" Check out the amazing AYREON \"The Theory Of Everything\", mastered by Brett Caldas-Lima at Tower Studio (www.towerstudio.net). Featuring members of Nightwish,...",
          1384696050
        ],
        [
          "The discovery of the age... Michael Mills! \"Only one thing left to do...\" check out his amazing band Toehider :-) Toehider. Got my hands on the Ayreon \"Theory of Everything\" art book today, and tried to copy Sara Squadrani - Ancient Bards photo. My eyeball is literally popping out of my head at how amazing this book is.",
          1384459121
        ],
        [
          "My official review of your latest masterpiece Arjen, you should be damn proud of yourself, my friend!  (Re-uploaded and re-posted due to typos in the credits) Ayreon - \"The Theory of Everything\" Album Review. Is \"The Theory of Everything\" a work of mastery, or an unfocused mess of delusional madness?",
          1383954761
        ],
        [
          "Couple of other nice reviews on \"Theory of Everything\":\n\nhttp://www.metalfan.nl/reviews.php?id=7890 (DUTCH)\n\nhttp://www.rockportaal.nl/ayreon-thetheory-of-everything (DUTCH)\n\nhttp://www.metal-temple.com/site/catalogues/entry/reviews/cd_3/a_2/ayreon-the-theory-of.htm\n\nhttp://metalmouth.net/2013/10/ayreon-the-theory-of-everything/\n\nand a WIKI page with a lot of links etc\n\nhttp://en.wikipedia.org/wiki/The_Theory_of_Everything_(album) Album Review: AYREON The Theory of Everything - Metal Injection. You know what the metal world needs more of? Musicals. I'm not saying that ironically either. Sure, we have plenty of prog bands putting out concept albums, but cool as these records many be, the story themselves are not the focus of the album. Ayreon mastermind Arjen Anthony Lucassen has resurrecte...",
          1383215850
        ],
        [
          "Got the album in the mail today!  All the extra mediabook goodies were awesome!!! Ayreon's \"The Theory of Everything\" - Special Mediabook Edition Unboxing. I unbox the latest Ayreon masterpiece, right before your eyes for your utmost pleasure! In this video, we also learn a valuable lesson about knives.",
          1383171792
        ],
        [
          "Greetings Ayreonauts!\n\nPlease enjoy Metal Exile's review of \"The Theory of Everything.\" This album is one amazing journey!\n\n. Ayreon. Ayreon – The Theory of Everything – InsideOutMusic   By John Knowles               This is certainly the year of the Prog-rock ensemble-cast concept album. 2013 has so far seen the...",
          1383024756
        ],
        [
          "Here is our humble opinion of your new masterpiece \n*hint *hint Strongest contender for album of the year 2013\n\nhttp://wp.me/p23Wzf-4OF. Ayreon – The Theory Of Everything (2013) | The Age of Metal. Arjen Lucassen‘s Ayreon new album The Theory Of Everything is one of the most complete musical pieces that I had the pleasure to listen and now write about this year. First this album cannot and should not be taking lightly, you must listen to the whole 42 tracks (And, yes that is a reference from T...",
          1382723368
        ],
        [
          "“Every single record by Ayreon is a display of cleverness and skill at their purest. “The Theory Of Everything” is simply flawless and Lucassen is a goddamn genius”. ‘The Theory Of Everything’ review by Metal Skunk: AYREON - The Theory of Everything (InsideOut) Capisco che il concetto di metal opera possa risultare antipatico e che venga considerato sinonimo di indigeribile boria sonora. Capisco pure che, come approccio alla composizione di un determinato...",
          1382527284
        ],
        [
          "The record company organized signing sessions for me this week in three Dutch record shops. Here is the link: \n\nhttp://www.insideoutmusic.com/newsdetailed.aspx?IdNews=13536&IdCompany=8 INSIDE OUT MUSIC - Ayreon: : Meet & Greet and exclusive 7\" EP. On October 28th 2013, the glorious new Ayreon album \"The Theory of Everything\" will be released. To celebrate this fantastic release, Arjen Lucassen confirmed three \"Meet & Greet\" sessions: <b>Friday October 25th</b> VelVet Breda (Start: 17:30) <",
          1382336046
        ],
        [
          "The record company posted a sample from the new Ayreon album on Youtube today, hope you will enjoy it! \n\nhttp://youtu.be/3E98C5BcXnE. AYREON - The Theory Of Everything (Album Track) AYREON - The Theory Of Everything (Album Track). Taken from the album \"The Theory Of Everything\". InsideOut Music 2013. Pre-order now: http://smarturl.it/ayr...",
          1381932943
        ],
        [
          "Here's one of the first (German) reviews of the new Ayreon album. Not a bad start! \nOriginal German\nhttp://www.cdstarts.de/kritiken/113430-Ayreon-The-Theory-Of-Everything.html\n\nEnglish (Google Translate)\nhttp://bit.ly/GVAPsC. Ayreon - The Theory Of Everything - Musik und Videos | CDstarts.de. Ayreon - The Theory Of Everything - Musik und Videos - Kritiken, Berichte und Infos (CDs, DVDs und mehr)",
          1381565491
        ],
        [
          "Scary moment... here's the trailer for the new Ayreon album :-) Hope you enjoy it! \n\nhttp://www.youtube.com/watch?v=V7QL2DXc4do. New Ayreon album trailer -- The Theory of Everything. Trailer for the new Ayreon album, The Theory of Everything. For more info, see www.arjenlucassen.com.",
          1381224687
        ],
        [
          "For the Dutch fans, pre-order the new Ayreon album - “The Theory Of Everything” at bol.com and win a visit to Arjen's studio! See the videoclip here:\n\nhttp://www.bol.com/nl/p/theory-of-everything/9200000020129062/?promo=rock-alternative_304_ES-4-muziek-rock&alternative-1214_B5__1_9200000020129062. bol.com | Theory Of Everything, Ayreon | Muziek. Win een bezoek aan de studio van Ayreon! Bestel nu het nieuwe album van Ayreon Theory Of Everything, stuur je bestelbevestiging door naar prijsvraag@bol.com (inclusief je telefoonnummer) en misschien win jij een bezoekje aan de studio van.",
          1381135103
        ],
        [
          "Wel done, many good answers again! Congrats Esther Huetinck, indeed... it's Keith Emerson, have a look here! \n\nhttp://www.youtube.com/watch?v=IErJbYVqY0Y. Keith Emerson guests on new Ayreon album. Arjen Lucassen announces first guest keyboardist for new Ayreon album, The Theory of Everything. It's Keith Emerson, from the iconic prog band Emerson, Lake ...",
          1376987731
        ],
        [
          "Yeah...looks like I couldn't control myself again...the new Ayreon will be another double album! http://www.progrockmag.com/news/ayreon-return-will-be-double-arjen-lucassen/?fb_action_ids=511937838863369&fb_action_types=og.likes&fb_source=aggregation&fb_aggregation_id=288381481237582. Ayreon Return Will Be Double - Arjen Lucassen | News | Prog Magazine. Mastermind Arjen completes demos for The Theory Of Everything, with release planned for end of the year.",
          1364886321
        ]
      ],
      "dates_start": 1375313809,
      "dates_end": 1393014234,
      "likes_avg": 703,
      "likes_stdev": 911,
      "comments_avg": 53,
      "comments_stdev": 81,
      "shares_avg": 116,
      "shares_stdev": 283
    },
    {
      "number": 10,
      "important": [
        "ayreon cov",
        "merciless",
        "howdi",
        "control",
        "pre",
        "provid",
        "day",
        "hope"
      ],
      "summary": [
        "Not to be taken too seriou... So i did another Ayreon cover :)\nEnjoy !",
        "Enjoy :) My Cover to Hope!!!",
        "Another cover by me to one of the best Ayreon songs.",
        "Ayreon's cover photo.",
        "Ayreon."
      ],
      "common": 0,
      "messages": [
        [
          "let go, the Source will flow\nawaken our senses and assume control\ninside, the Source provides\nnourish our spirit, dominate our minds. Ayreon's cover photo.",
          1484929082
        ],
        [
          "New Ayreon front cover and title! Ayreon.",
          1484839841
        ],
        [
          "Pre-order at www.mascotlabelgroup.com/ayreon. Ayreon's cover photo.",
          1467808583
        ],
        [
          "Howdy pardners, here is a silly little cover track for ya’ll called El Paso that Wilmer and I recorded some time ago just for fun. Not to be taken too seriously! It’s kind of a tribute to my father, who died 20 years ago, he totally loved the 1959 original of Marty Robbins and used to play it for us all the time. Video by Robin van Leijen, Wilmer Waarbroek on backing vocals and Ed Warby on drums. Enjoy... yee-haw! \n\nhttps://youtu.be/m7nS3IzBD10. El Paso, mercilessly butchered by Arjen Lucassen and friends. Howdy pardners, here is a silly little cover track for ya’ll called El Paso that Wilmer and I recorded some time ago just for fun. Not to be taken too seriou...",
          1459252980
        ],
        [
          "So i did another Ayreon cover :)\nEnjoy ! Ayreon - Day 16: Loser. Another cover by me to one of the best Ayreon songs. Enjoy :)",
          1392049723
        ],
        [
          "My Cover to Hope!!!\nCheck it Out! Ayreon - Day Seven: Hope (cover) Lots of efforts paid off, first cover recording with Cubase. Hope you'll enjoy it! :)",
          1390849565
        ],
        [
          "Get The Theory of Everything here: http://smarturl.it/theoryofeverything. Ayreon's cover photo.",
          1383332155
        ],
        [
          "Awesome cover.",
          1381417957
        ]
      ],
      "dates_start": 1386093127,
      "dates_end": 1475026844,
      "likes_avg": 1262,
      "likes_stdev": 1954,
      "comments_avg": 55,
      "comments_stdev": 82,
      "shares_avg": 102,
      "shares_stdev": 185
    },
    {
      "number": 11,
      "important": [
        "storm",
        "gentl",
        "version",
        "updat",
        "arjen",
        "video",
        "van",
        "start"
      ],
      "summary": [
        "Here’s a sneak peek for you of the upcoming video clip of The Gentle Storm’s “Shores of India”, storm version!",
        "Outtakes from Maaike's and Ben's recording... Here is The Gentle Storm – Behind the Scenes update 11 for you!",
        "Oh no... here’s the very last behind-the-scenes update of the The Gentle Storm recording sessions!",
        "THE GENTLE STORM - Shores Of India (Gentle Version) THE GENTLE STORM - Shores Of India (Gentle Version).",
        "Here is the official video for the track “Heart of Amsterdam.” You'll also see nearly all of the musicians who played on “The Diary” rocking out with Anneke in a rehearsal room."
      ],
      "common": 0,
      "messages": [
        [
          "A question for all you creative Ayreonauts who like making music videos! Do you want to make a video for Ayreon? \n\nIt’s for a gentle, atmospheric track called “The Source Will Flow” from the new album. \n\nIf you're interested, please email us at: ayreonvideo@mascotlabelgroup.com \n\nDon't hesitate to ask us anything. We'll need to see some videos you’ve done before, and obviously we will send you the song (which we'll trust you to keep top secret) and give you some ideas about what we're looking for. \n\nWe’ll feature the best videos on our YouTube channel, and of course you’ll get some exclusive goodies in return! Ayreon - Video contest.",
          1486472521
        ],
        [
          "Oh no... here’s the very last behind-the-scenes update of the The Gentle Storm recording sessions! This time we focus on some of the ‘exotic’ instruments and the mastering. Hope you enjoyed our updates, till next time!\n\nhttp://youtu.be/9TPfiBkbrA0. The Gentle Storm = Behind the Scenes update 13 = Exotic instruments. Arjen presents Jack Pisters (Coral and Sitar) Remco Helbers (Surbahar) Nathanael van Zuylen (Tablas) and Mike Mills (Irish Bouzouki) and talks about recordin...",
          1439542338
        ],
        [
          "Here is behind-the-scenes update #12 of The Gentle Storm recording sessions. Two amazing musicians whom you already know from Ayreon...  Maaike Peterse on cello and Ben Mathot on violin!\n\nhttps://www.youtube.com/watch?v=8PCwFJmP-rk. The Gentle Storm - Behind the Scenes update 12 - cello and violin. Arjen presents Maaike Peterse (cello) and Ben Mathot (violin) and talks about recording their parts for THE DIARY. Outtakes from Maaike's and Ben's recording...",
          1438246887
        ],
        [
          "Here is The Gentle Storm – Behind the Scenes update 11 for you! It’s about the orchestral instruments French horn (Jenneke de Jonge) and double bass (Hinse Mutter), first time I recorded these fine instruments.\n\nhttp://youtu.be/AInFitMMqLs. The Gentle Storm = Behind the Scenes update 11= Orchestral instruments. Arjen introduces you to Jenneke de Jonge (French Horn) and Hinse Mutter (Double Bass) and talks about recording their parts for THE DIARY. Want to know more ...",
          1435571491
        ],
        [
          "Time for behind-the-scenes update #10... the mighty Joost van den Broek (aka LUL) on Grand Piano! \n\nhttps://www.youtube.com/watch?v=MN6swBneT9E. The Gentle Storm = Behind the Scenes update 10 = Joost van den Broek - Piano. Arjen introduces you to Joost van den Broek and talks about recording the piano parts for THE DIARY. Joost's piano playing is featured on the \"Gentle\" CD of ...",
          1434456522
        ],
        [
          "It’s been a while, but we’re back with some more cool The Gentle Storm behind-the-scenes updates for you! Here’s one about recording the amazing percussion, played by my friend and Ayreon veteran Rob Snijders.\n\nhttps://www.youtube.com/watch?v=L0tR5c-FqLs. The Gentle Storm - Behind the scenes update 9 - Rob Snijders - Percussion. Arjen introduces you to Rob Snijders and talks about recording the percussion instruments for THE DIARY. Rob's percussion is featured on the \"Gentle\" CD of T...",
          1433928942
        ],
        [
          "Wow... what an amazing live band The Gentle Storm has become, I’m proud of them! Really impressive, so tight and such great stage presence. Here is a video captured by the band themselves on GoPro cameras, and featuring sound taken directly from the mixing desk. Enjoy! \n\nhttps://www.youtube.com/watch?v=_qpseRKIYuE&feature=youtu.be. THE GENTLE STORM - The Storm (OFFICIAL LIVE VIDEO) THE GENTLE STORM - The Storm (OFFICIAL LIVE VIDEO). Taken from the album \"The Diary\". Inside Out Music 2015.",
          1429274222
        ],
        [
          "A special CD for the collectors out there – we still have some “The Gentle Storm Exclusive Tour CDs” left, and they’re now available in our Web shops! \n\nArjen's webstore: store.arjenlucassen.com\nAnneke's webstore: www.annekevangiersbergen.com/shop\n\nYou can listen to a sampler here:\n\nhttps://youtu.be/9fu0BJdqxp4. Arjen and Anneke's The Gentle Storm Exclusive Tour CD. A special CD for the collectors out there – we still have some “The Gentle Storm Exclusive Tour CDs” left, and they’re now available in our Web shops. Arjen'...",
          1428919201
        ],
        [
          "Finally... here is the full video clip of Shores of India! For me the most adventurous track on “The Diary’. I’ve always liked oriental melodies and I’m especially proud of the chorus. Anneke did an amazing job singing this complex song, both technically and emotionally. Obviously we had a lot of fun dressing up and I absolutely didn’t mind being pampered by those hot belly dancers :-) Oh, this was the first time I held this instrument (tanpura borrowed from the Indian embassy!) in my hands, so be ‘gentle’ with me! https://youtu.be/nY0Y1AwOyw0\nFor Germany: http://www.metal-hammer.de/video-audio/premieren/article710428. THE GENTLE STORM - Shores Of India (OFFICIAL VIDEO) THE GENTLE STORM - Shores Of India (OFFICIAL VIDEO). Order here: http://smarturl.it/thediaryIOMshop Taken from the album \"The Diary\". Inside Out Music 2015.",
          1427202666
        ],
        [
          "Wanna see Anneke as an enchanting Indian goddess, and me being pampered by my harem of belly dancers? Here’s a sneak peek for you of the upcoming video clip of The Gentle Storm’s “Shores of India”, storm version!\n\nAyreon webstore: www.store.arjenlucassen.com\n\nhttps://www.youtube.com/watch?v=p5jNYk9XxO4&feature=youtu.be. THE GENTLE STORM - Shores Of India (Teaser) THE GENTLE STORM - Shores Of India (Teaser). Order here: http://smarturl.it/thediaryIOMshop http://smarturl.it/thediaryITUNES http://smarturl.it/thediaryAMAZ...",
          1426514117
        ],
        [
          "We just got the The Gentle Storm CDs, vinyls and shirts from the record company and... it all looks AMAZING! Here is a little video where I show you in my usual clumsy way what it all looks like, sorry for the shameless plugs :-)\n\nhttps://www.youtube.com/watch?v=uksGzmYPnEk. THE DIARY different versions explained by Arjen. The Gentle Storm album THE DIARY is available in 3 different versions. In this video, Arjen shows you all three, and explains the differences between them. T...",
          1426070929
        ],
        [
          "Wanna hear a track from The Diary already? We’ve uploaded the gentle version of ‘Shores of India’ for you! This song really shines in its acoustic setting. It feels like an emotional journey, also because of the many exotic instruments. It’s very different from the much more bombastic and orchestral ‘storm’ version, which you’ll soon find out when we release the next big video clip! \n\nhttps://soundcloud.com/officialinsideoutmusic/the-gentle-storm-shores-of-india-gentle-version/s-t4nSO. THE GENTLE STORM - Shores Of India (Gentle Version) THE GENTLE STORM - Shores Of India (Gentle Version). Get this track here: http://smarturl.it/thediaryITUNES http://smarturl.it/thediaryAMAZONMP3 Taken from the album \"The Diary\". Inside Out Music 201.",
          1425911671
        ],
        [
          "Wanna see Anneke fearlessly cavorting through Amsterdam sporting a 17th-century dress and wig? Here is the official video for the track “Heart of Amsterdam.” You'll also see nearly all of the musicians who played on “The Diary” rocking out with Anneke in a rehearsal room. \n\nhttp://youtu.be/2q2Wx5H6wkg\n\nFor Germans:\nhttp://www.muzu.tv/the-gentle-storm/heart-of-amsterdam-official-video-video/2367067/\n\nAnd if you missed the last update, Preorders for the diary are going strong at http://store.arjenlucassen.com. THE GENTLE STORM - Heart Of Amsterdam (OFFICIAL VIDEO) THE GENTLE STORM - Heart Of Amsterdam (OFFICIAL VIDEO). Order here: http://smarturl.it/thediaryIOMshop http://smarturl.it/thediaryITUNES http://smarturl.it/t...",
          1425042275
        ],
        [
          "Hi Ayreonauts It's time for Guess the Musician! Here's a music clip from one of the songs on the new album by The Gentle Storm. The violinist is none other than Ayreon alumnus Ben Mathot. But who is this amazing Dutch guitarist furiously trading solos with him? The answer will be revealed very soon in the video for this track. Until then, have fun guessing! First person to guess right will receive a little gift.\n\nhttps://soundcloud.com/officialinsideoutmusic/the-gentle-storm-guitar-player-guessing-snippet/s-2ryJT. THE GENTLE STORM - Guitar Player Guessing (Snippet) This sample from the forthcoming album by The Gentle Storm features an amazing Dutch guitar player, furiously battling it out with violinist Ben Mathot. His identity will be revealed soon in the video.",
          1424626257
        ],
        [
          "Below is The Gentle Storm tracklist of The Diary that so many of you have been asking for! Oh, the pre-sales in my own webshop start soon :-)\n\nCD1 : Gentle\n\n1] Endless Sea (gentle version) 05:59\n2] Heart of Amsterdam (gentle version) 06:36\n3] The Greatest Love (gentle version) 04:08\n4] Shores of India (gentle version) 06:40\n5] Cape of Storms (gentle version) 05:28\n6] The Moment (gentle version) 06:08\n7] The Storm (gentle version) 05:56\n8] Eyes of Michiel (gentle version) 03:56\n9] Brightest Light (gentle version) 04:46\n10] New Horizons (gentle version) 05:24\n11] Epilogue: The Final Entry (gentle version) 02:02\n\n CD2: Storm\n\n1] Endless Sea (storm version) 05:53\n2] Heart of Amsterdam (storm version) 06:37\n3] The Greatest Love (storm version) 03:57\n4] Shores of India (storm version) 06:24\n5] Cape of Storms (storm version) 05:32\n6] The Moment (storm version) 06:10\n7] The Storm (storm version) 05:58\n8] Eyes of Michiel (storm version) 04:00\n9] Brightest Light (storm version) 04:54\n10] New Horizons (storm version) 05:25\n11] Epilogue: The Final Entry (storm version) 02:03. Timeline Photos.",
          1423821751
        ],
        [
          "Here is the Behind the Scenes YouTube update No. 5. It’s Anneke talking about that giant hippie dude... me! And lots of behind-the-scenes studio footage of me playing various instruments. Watch till the end :-) \n\nhttp://youtu.be/sXhX1h0TLz8. Gentle Storm Behind the Scenes update 5 - Arjen Lucassen, Multi-instrumentalist. In this behind-the-scenes update, Anneke van Giersbergen talks about what it was like working with Arjen on The Gentle Storm album THE DIARY, and a glimpse a...",
          1423567414
        ],
        [
          "Anneke and I just got home from a successful promo tour in Europe, where (thankfully!) we saw a lot of enthusiastic journalists with happy faces :-) And of course , a big thanks to all of you for all your positive comments on the Endless Sea video and song – so glad to see you enjoy it! https://www.youtube.com/watch?v=iPE3j6Gg_r4 Expect lots of Youtube updates, videos and song previews very soon. Timeline Photos.",
          1422016257
        ],
        [
          "Scary moment... the very first song preview of The Gentle Storm! Here are two lyric videos for the same track: Endless Sea. Two very different versions: the acoustic (gentle) and the heavy (storm) version. Hope you enjoy them, please let me know!\n \nSTORM VERSION\nhttp://prog.teamrock.com/news/2015-01-20/gentle-storm-lucassen-giersbergen-endless-sea-diary\n\nGENTLE VERSION\nhttp://youtu.be/ml-v1bgMJDQ\n\nFor Germans:\nSTORM VERSION\nhttp://www.metal-hammer.de/video-audio/premieren/article685351\nGENTLE VERSION\nhttp://www.muzu.tv/the-gentle-storm/endless-sea-lyric-video-storm-version-video/2352549/ THE GENTLE STORM - Endless Sea (Lyric Video - Storm Version) THE GENTLE STORM - Endless Sea (Lyric Video - Storm Version). Taken from the album \"The Diary\". Century Media Records / Inside Out Music 2015.",
          1421759063
        ],
        [
          "I know it’s been pretty quiet here lately, but starting January we will be driving you absolutely nuts with The Gentle Storm video clips, audio clips and Youtube updates all the way up to the release in March! Happy holidays and season’s greetings :-) Timeline Photos.",
          1419434043
        ],
        [
          "I recorded an AMAZING multitude of woodwinds with my friend Jeroen Goossens this week for The Gentle Storm, more than ever! What an enrichment of the album, thanks again Jeroen. And this time no silly pictures, but we did find a trippy way to show off Jeroen’s magical array of instruments! Timeline Photos.",
          1411115210
        ]
      ],
      "dates_start": 1415682108,
      "dates_end": 1444667269,
      "likes_avg": 1106,
      "likes_stdev": 1028,
      "comments_avg": 68,
      "comments_stdev": 82,
      "shares_avg": 99,
      "shares_stdev": 123
    },
    {
      "number": 12,
      "important": [
        "metal",
        "album",
        "ayreon",
        "arjen",
        "offici",
        "video",
        "band",
        "review"
      ],
      "summary": [
        "Ayreon - Everybody Dies (Official Lyric Video) Deep breath... you can watch the first full track and behind-the-scenes video of the new Ayreon album here on Youtube!",
        "http://store.arjenlucassen.com/ayreon.html#the.",
        "~ ELEGIA BALCANICA ~ U mislima i rečima u svakom kora... Stranger from with in music video is playing NOW on Heavy Metal Television \\m/ http://www.youtube.com/watch?v=uT3SBzmDxGk let these two join in your next project Arjen ;)\n 2CELLOS - Thunderstruck [OFFICIAL VIDEO] http://www.facebook.com/2Cellos http://www.twitter.com/stjepanhauser http://www.twitter.com/lukasulic 2CELLOS Luka Sulic and Stjepan Hauser playing their arr... Hey, Arjen!",
        "http://www.metalkaoz.com/metal-news/11190-ayreon-post-official-trailer-for-new-album.html.",
        "Brace yourself for Armageddon... here is 'Everybody Dies', the first lyric video for the new Ayreon album 'The Source'!"
      ],
      "common": 0,
      "messages": [
        [
          "Brace yourself for Armageddon... here is 'Everybody Dies', the first lyric video for the new Ayreon album 'The Source'! You can watch the full video on YouTube: https://youtu.be/fUSoR4EdyIo\n\nOn vocals: Mike Toehider, Tommy Karevik, Tommy Giles Rogers, Jr., Russell Allen, Hansi Kürsch, Michael Eriksen, Tobias Sammet and Floor Jansen. Awesome video made by Wayne Joyner! Ayreon - Everybody Dies (Official Lyric Video)",
          1487858447
        ],
        [
          "Deep breath... you can watch the first full track and behind-the-scenes video of the new Ayreon album here on Youtube! https://youtu.be/oFuMKdrzPqU Damn... I’m nervous and excited at the same time... We’ve been hyping this album like crazy, so expectations are high! Here’s the teaser. \n\nAnd oh... the pre-sales have started :-) Ayreon - TDTTWBD - Teaser.",
          1485439201
        ],
        [
          "I dare you... watch this video at your own risk, it may cost you money!\nwww.arjenlucassen.com. Ayreon - Better Call Arjen.",
          1470225600
        ],
        [
          "'Into The Electric Castle' features in Worship Metal's look at 1990's Progressive Metal Albums That Haven't Aged A Day! \\m/\n\n#ProgMetal #ProgRock #WorshipMetal\n\n. 8 Classic Progressive Metal Albums That Haven't Aged A Day (Part 2) - Worship Metal. Strap yourselves in for a cerebral pasting, here's 8 more classic Progressive Metal monsters that were purpose built to fry your brains!",
          1434736915
        ],
        [
          "Hi Ayreonauts! The Gentle Storm preorders are now officially underway in the ArjenLucassen store. We've got all the versions of the album some cool bundles. You can find it all at http://store.arjenlucassen.com. ArjenLucassen.com Store - Official Arjen Lucassen merchandise. The official Arjen Lucassen store.",
          1424690312
        ],
        [
          "https://www.youtube.com/watch?v=p3uZ9vLKjWk\nDoes arjen know of this superb band and it's singer? Alogia -- Elegia Balcanica -- (Official Video 2013) HD. Prvi singl sa predstojeceg albuma \"Elegia Balcanica\" ! ! ! Out in September 2014 on MINER RECORDS ! ! ! ~ ELEGIA BALCANICA ~ U mislima i rečima u svakom kora...",
          1418424999
        ],
        [
          "Stranger from with in music video is playing NOW on Heavy Metal Television \\m/",
          1395507791
        ],
        [
          "http://www.youtube.com/watch?v=uT3SBzmDxGk let these two join in your next project Arjen ;)\n 2CELLOS - Thunderstruck [OFFICIAL VIDEO] http://www.facebook.com/2Cellos http://www.twitter.com/stjepanhauser http://www.twitter.com/lukasulic 2CELLOS Luka Sulic and Stjepan Hauser playing their arr...",
          1393170537
        ],
        [
          "Hey, Arjen! Because some other people are recommending singers to you, I thought that I could do the same. Daniel Heiman, a Swedish singer, known for lending his voice to two Lost Horizon albums, is just one of the best voices here on earth. He can sing as high as Michael Mills, but with another tone, a more dramatical one (what does not mean he is better than Michael, who could, anyway?). The song is a little bit cheesy at the beginning, but if you have the time, please listen to it as a whole. Especially the ending is wonderful. I hope you enjoy! :D  . Lost Horizon - Highlander (The One) Epic masterpiece by Mighty Swedish Progressive Metal band - Lost Horizon Support their work by purchasing the albums and spreading the word: 2001] Awakening ...",
          1392224935
        ],
        [
          "Hey Arjen! Any chance for Joanne Hogg from Iona with Ayreon?  Iona - Open Sky. I am not the copyright holder. The only copyright owner is Iona. Song: Open Sky Artist: Iona Album: Open Sky The album cover was taken from the band's offici...",
          1392165867
        ],
        [
          "Is this official? http://userserve-ak.last.fm/serve/500/94218465/Child%2Bof%2BEcstasy.jpg.",
          1391726884
        ],
        [
          "Hey Arjen! You've worked with a lot of Progressive Metal artists, but not Fates Warning. So what do you think of Ray Alder from Fates Warning and Redemption.  Fates Warning - The Eleventh Hour. Band: Fates Warning Song: The Eleventh Hour Album: Parallels Year: 1991 Country: U.S.A. Genre: Progressive Metal I didn't find this in good quality on the Yo...",
          1390460155
        ],
        [
          "Metal Kaoz audio Interview w/ Arjen: Ayreon - Arjen Lucassen (audio) Metal Kaoz - Metal webzine with album reviews, interviews, live reports, unsigned bands, underground bands. metal books.",
          1384870047
        ],
        [
          "http://www.metalkaoz.com/metal-news/11190-ayreon-post-official-trailer-for-new-album.html. AYREON Post Official Trailer For New Album. Metal Kaoz - Metal webzine with album reviews, interviews, live reports, unsigned bands, underground bands. metal books.",
          1381245520
        ],
        [
          "http://www.youtube.com/watch?v=ZoglLID3R9E Ik vind dit best mooi, Arjen! :D Doet me wat aan David Bowie's Hunky Dory denken, op de een of andere manier! Die zangeres komt me trouwens bekend voor, qua stemgeluid. Doet zij toevallig mee op \"Final Experiment\"?? Anthony - Escape (official promo video) Music video from his first solo album.",
          1355576226
        ],
        [
          "Finally...the Ayreon vinyls of Human Equation and Universal Migrator 1 + 2 have arrived in our store and they look and sound amazing! You can order them here, and if you like I'll sign them for you: \nhttp://store.arjenlucassen.com/ayreon.html. ArjenLucassen.com Store - Official Arjen Lucassen merchandise. The official Arjen Lucassen store.",
          1351846321
        ],
        [
          "To everyone who has been asking me about this, the Human Equation 2CD+DVD is available again in our shop! You can see a little video there too of what it looks like now.\nhttp://store.arjenlucassen.com/ayreon.html#the. ArjenLucassen.com Store - Official Arjen Lucassen merchandise. The official Arjen Lucassen store.",
          1346832256
        ],
        [
          "Your speech is metal? Visit our new facebook page and check it out for news, infos, videos, photos and connect globally with each other. Mano cornuta! The Global Authority Of Metal. In metal we trust!\nVisit www.gaom.tv.",
          1345631927
        ],
        [
          "http://www.youtube.com/watch?v=ROdxZ4owKrQ&feature=relmfu\n\nI'm a geek-musician ^^ !!! Ayreon: Sail Away To Avalon (Elder Scrolls Tribute Skyrim Music Video) http://www.youtube.com/watch?v=LGSpRWtu2FU Click here to watch Star One (Ayreon) - Sandrider (Dune Games Tribute Music Video) Ayreon: Sail Away To Avalon (El...",
          1341647556
        ],
        [
          "It's AMAZING how many good reactions and reviews my solo album got, way beyond my wildest expectations! Thanks all :-) Here's a link to some of the many positive online reviews we found so far. http://www.arjenlucassen.com/content/reviews-lost-in-the-new-real/\n Reviews – Lost in the New Real : ArjenLucassen.com. LadyObscure.com (5/5)MetalReviews.com (92/100 and 89/100)The Metal Pit (10/10)Ultimate Guitar (9/10)Power of Metal DK (94/100)Scratch the Surface Webzine (9/10)Sea of Tranquility (4,5/5 and 5/5)Get Ready to Rock UK (4,5/5)Imhotep  (5/6)Power of Metal (94/100)MT Media/Amazon.com customer reviews (4/5...",
          1338456351
        ],
        [
          "The video for my new track \"E-Police\" is up! We made it in collaboration with the Machinima Youtube channel. Hope you like it! http://youtu.be/nBFHkTA2B_o\n. Arjen Lucassen: E-Police Music Video (Ayreon / Solo Album Musical Machinima) http://youtu.be/ROdxZ4owKrQ Click here to watch Ayreon: Skyrim Music Video Arjen Lucassen: E-Police Music Video (Ayreon / Solo Album Musical Machinima) Arjen...",
          1335433397
        ]
      ],
      "dates_start": 1347726168,
      "dates_end": 1438766330,
      "likes_avg": 470,
      "likes_stdev": 903,
      "comments_avg": 72,
      "comments_stdev": 154,
      "shares_avg": 95,
      "shares_stdev": 232
    },
    {
      "number": 13,
      "important": [
        "lucassen",
        "arjen",
        "album",
        "damn",
        "phase",
        "ayreon",
        "project",
        "solo"
      ],
      "summary": [
        "Rutger Hauer is cast as the voice of the narrator on Arjen Lucassen's forthcoming solo album.",
        "Arjen Lucassen új Ayreon albumon dolgozik\nhttp://www.rockbook.hu/content/arjen-lucassen-uj-ayreon-albumon-dolgozik.",
        "A little glimpse into the everyday world of Arjen Lucassen, as he tries to quietly write songs for his new project, but is constantly thwarted by an overly-i... Yesss, my solo album entered the German album charts as well!",
        "Arjen Lucassen announces a new AYREON for 2013.",
        "http://www.youtube.com/watch?v=lbc_sk1Zx7M\n\nI am a big fan from arjen and from blade runner, what do I want more?"
      ],
      "common": 0,
      "messages": [
        [
          "The third track from The Antechamber Of Being, the debut solo album from Citizen Cain's main composer/ keys player Stewart Bell. An epic lucid dreaming themed prog rock opera feat. Arjen Lucassen, Simone Rossetti, Phil Allen and Bekah Comrie.\n\n. The Antechamber Of Being - Track 3 - Projections. Projections - The third track from Stewart Bell's first solo album entitled The Antechamber Of Being feat. Arjen Lucassen, Simone Rossetti, Bekah Mhairi Comr...",
          1433949585
        ],
        [
          "Interview with Arjen Lucassen \n\nEnglish\nhttp://www.rockmetalmagazine.com/en/048.html\n\nEspañol \nhttp://www.rockmetalmagazine.com/es/048.html.",
          1393637770
        ],
        [
          "I mixed the amazing guide-vocals that @Wilmer sang for the Theory of Everything. These are the versions we sent to the singers so they could learn their parts. Check it out and enjoy!\n\nPHASE 1: https://www.youtube.com/watch?v=lwNvdIFen6c\nPHASE 2: https://www.youtube.com/watch?v=9OemFxb6exc\nPHASE 3: https://www.youtube.com/watch?v=cruD4KBVmYo\nPHASE 4: https://www.youtube.com/watch?v=aGv7AZ5sFyo. Ayreon - Phase I: Singularity (Vocals by Wilmer Waarbroek) Vocals by Wilmer Waarbroek Music by Arjen A. Lucassen Lyrics by Arjen A. Lucassen and Lori Linstruth Recorded and mixed by Arjen Lucassen at The Electric Cas...",
          1387362806
        ],
        [
          "Complete and updated collection of all my items involving Arjen Lucassen.",
          1385289616
        ],
        [
          "Playing Bass with Arjen Lucassen!!! Thanks Arjen what an honuor!!!",
          1382853578
        ],
        [
          "Arjen Lucassen új Ayreon albumon dolgozik\nhttp://www.rockbook.hu/content/arjen-lucassen-uj-ayreon-albumon-dolgozik. Arjen Lucassen új Ayreon albumon dolgozik | Rockbook. A holland gitáros/zeneszerző Arjen Lucassen egy új Ayreon album munkálataiba fogott, amely várhatóan 2013-ban jelenik meg...",
          1349895662
        ],
        [
          "Wanna know what my next project is? Here's a peek behind the scenes! http://www.youtube.com/watch?v=D776GI1qYwI. Arjen Lucassen announces a new AYREON for 2013. In this little home movie, Arjen Lucassen reveals what his next project (due in 2013) will be. It's going to be an AYREON!",
          1349773913
        ],
        [
          "New Ayreon! \n\n. Arjen Lucassen announces a new AYREON for 2013. In this little home movie, Arjen Lucassen reveals what his next project (due in 2013) will be. It's going to be an AYREON!",
          1349772387
        ],
        [
          "Damn...what's a guy have to do to get some privacy around here?\n\nhttp://www.youtube.com/watch?v=uGa6o3BzmsE. Arjen Lucassen starts composing new project. A little glimpse into the everyday world of Arjen Lucassen, as he tries to quietly write songs for his new project, but is constantly thwarted by an overly-i...",
          1345716196
        ],
        [
          "Yesss, my solo album entered the German album charts as well! Vielen Dank, meine Freunde :-) http://www.charts.de/  charts.de - Musikgeschichte hautnah erleben.",
          1336027531
        ],
        [
          "http://www.youtube.com/watch?v=lbc_sk1Zx7M\n\nI am a big fan from arjen and from blade runner, what do I want more? Rutger Hauer on Arjen Lucassen solo album. Rutger Hauer is cast as the voice of the narrator on Arjen Lucassen's forthcoming solo album.",
          1329829732
        ],
        [
          "Yeah! The contract is signed...my solo album is scheduled for release by InsideOut / Century Media on 23 April (Europe) and 8 May (USA). The wait has begun...damn, want to share it with you guys!",
          1328778452
        ],
        [
          "Hmm...we need to make these contests harder :-) Check out the link and see the video message from the man himself...Rutger Hauer! http://youtu.be/lbc_sk1Zx7M\n\n. Rutger Hauer on Arjen Lucassen solo album. Rutger Hauer is cast as the voice of the narrator on Arjen Lucassen's forthcoming solo album.",
          1328279783
        ]
      ],
      "dates_start": 1330672515,
      "dates_end": 1392583948,
      "likes_avg": 559,
      "likes_stdev": 741,
      "comments_avg": 82,
      "comments_stdev": 115,
      "shares_avg": 91,
      "shares_stdev": 198
    },
    {
      "number": 14,
      "important": [
        "ayreon",
        "guess",
        "young ladi",
        "contest",
        "keyboard play",
        "vocalist",
        "second"
      ],
      "summary": [
        "Guess the vocalist 1 - Ayreon \"The Theory of Everything\" Here is the first 'guess this musician on the new Ayreon album' contest!",
        "Here is the new 'guess this musician on the new Ayreon album' contest.",
        "Here is the new 'guess this musician on the new Ayreon album' contest!",
        "Here is the second 'guess this vocalist on the new Ayreon album' contest!",
        "We'll randomly pick a winner from the r... Here is the first 'guess this musician on the new Ayreon album' contest!"
      ],
      "common": 0,
      "messages": [
        [
          "Here's the last guessing contest for now! A real magician, this time...can you name the musician, his current band and the two instruments you hear in this sample?\nhttp://www.youtube.com/watch?v=S92aGFdl7Ec. Guess the musician and his instruments - Ayreon Theory of Everything. Here is the very last 'guess this musician on the new Ayreon album' contest! A real magician, this time...can you name the musician, his current band and the...",
          1377944496
        ],
        [
          "And finally, the seventh and last vocalist for you to guess! Who is this incredible singer?\n\nhttp://youtu.be/p-NSTJafPDs. Guess the vocalist 7 - New Ayreon Theory of Everything. Here is the next 'guess this musician on the new Ayreon album' contest! Who is this incredible singer? We'll randomly pick a winner from the right answers on...",
          1377858311
        ],
        [
          "The second female singer... who is this talented young lady singing here?\n\nhttp://www.youtube.com/watch?v=MIbm9WMVHXM. Guess the vocalist 6 - New Ayreon Theory of Everything. Here is the new 'guess this musician on the new Ayreon album' contest! Who is this talented young lady singing here? We'll randomly pick a winner from the ri...",
          1377769286
        ],
        [
          "It just doesn't stop :-) Here's another renowned prog musician! So... who is this singer?\n\nhttp://youtu.be/IdI3cLWN7AA. Guess the vocalist 5 - New Ayreon Theory of Everything. Here is the new 'guess this musician on the new Ayreon album' contest! Which renowned prog musician is singing here? We'll randomly pick a winner from the ri...",
          1377686929
        ],
        [
          "More dreams are coming true for me, just listen to this... who is this guitar player?\n\nhttp://youtu.be/-6JGj7pBbMs. Guess the guitar player - Ayreon Theory of Everything. Here is the new 'guess this musician on the new Ayreon album' contest! Who is this legendary guitar player? We'll randomly pick a winner from the right answe...",
          1377599254
        ],
        [
          "Okay...be prepared for a stunning performance! Who is this singer?\n\nhttp://youtu.be/SIP74WyBFYc. Guess the vocalist 4 - New Ayreon Theory of Everything. Here is the new 'guess this musician on the new Ayreon album' contest! Who is this stunning vocalist? We'll randomly pick a winner from the right answers on ...",
          1377508179
        ],
        [
          "Third and last keyboard player to guess... but definitely not the least! So... who played this spine-chilling synthesizer solo?\n\nhttp://youtu.be/3XZEGiXhEaM. Guess the keyboard player 3 - Ayreon Theory of Everything. Here is the new 'guess this musician on the new Ayreon album' contest. This is the last keyboard player to guess... but definitely not the least! So... who p...",
          1377249244
        ],
        [
          "And here is the first female singer... which lovely lady sings here?\n\nhttp://www.youtube.com/watch?v=aZVMzGgSQ_A Guess the vocalist 3 - New Ayreon Theory of Everything. Here is the new 'guess this musician on the new Ayreon album' contest! It's a female singer this time, so... which lovely lady is singing here? We'll randoml...",
          1377163416
        ],
        [
          "Watch out, new contests coming at you every day now! Here is the second keyboard player. Who is playing piano and synthesizer here?\n\nhttp://www.youtube.com/watch?v=e_TQwf6sceU&feature=youtu.be. Guess the keyboard player 2 -Ayreon Theory of Everything. Here is the new 'guess this musician on the new Ayreon album' contest! Here is the second keyboard player. Who is playing piano and synthesizer here? We'll r...",
          1377076495
        ],
        [
          "Mystery Ayreon guest number 3... who is this singer on the new Ayreon? The answer tomorrow, good luck! \nhttp://www.youtube.com/watch?v=MHGrie0G8pQ&feature=youtu.be. Guess the vocalist 2 - Ayreon Theory of Everything. Here is the second 'guess this vocalist on the new Ayreon album' contest! So...who is this singer? We'll randomly pick a winner from the right answers on Fac...",
          1376992991
        ],
        [
          "Here is the second 'guess this musician on the new Ayreon album' contest! So...who is this legendary keyboard player? We'll randomly pick a winner from the right answers here on Facebook and send some goodies. The answer will be tomorrow, hope you like it! \n\nhttp://www.youtube.com/watch?v=nOv2Rt4-4VM. Guess the keyboard player 1 -Ayreon Theory of Everything. Here is the second 'guess this musician on the new Ayreon album' contest! So...who is this legendary keyboard player? We'll randomly pick a winner from the r...",
          1376902935
        ],
        [
          "Here is the first 'guess this musician on the new Ayreon album' contest! So...who is this singer? We'll randomly pick a winner from the right answers here on Facebook and send some goodies. The answer will be tomorrow...enjoy! \n\nhttp://www.youtube.com/watch?v=9ysGXzUykNE. Guess the vocalist 1 - Ayreon \"The Theory of Everything\" Here is the first 'guess this musician on the new Ayreon album' contest! So...who is this singer? We'll randomly pick a winner from the right answers on Face...",
          1376384549
        ],
        [
          "Finally...I'm basically ready with the new Ayreon album! Just in time for a release this year, I'm happy to say. So...expect the 'guess this musician on the new Ayreon' contest to start any time now :-)",
          1375955743
        ]
      ],
      "dates_start": 1376672973,
      "dates_end": 1377802692,
      "likes_avg": 834,
      "likes_stdev": 782,
      "comments_avg": 602,
      "comments_stdev": 202,
      "shares_avg": 90,
      "shares_stdev": 69
    },
    {
      "number": 15,
      "important": [
        "album",
        "arjen",
        "zeppelin",
        "lucassen",
        "reddit",
        "video",
        "progmet",
        "anthoni"
      ],
      "summary": [
        "Pink Beatles in a Purple Zeppelin by Arjen Anthony Lucassen from the album \"Lost in the New Real\" (2012) 3D Beetle-Zeppelin-Cloud sequences by JALO Album Art... A day in the exciting life of this social-recluse-hippie-nerd :-)\n\nhttp://www.youtube.com/watch?v=G9U2RXOq6KI&feature=youtu.be\n.",
        "Pink Beatles in a Purple Zeppelin by Arjen Anthony Lucassen from the album \"Lost in the New Real\" (2012) 3D Beetle-Zeppelin-Cloud sequences by JALO Album Art... The groovy video clip for Pink Beatles in a Purple Zeppelin is up!",
        "http://www.reddit.com/r/progmetal.",
        "Metalfan.nl Review: Arjen Anthony Lucassen - Lost In the New Real.",
        "Contest time again :-) The first one here to guess at least 10 band references in the video clip of Pink Beatles in a Purple Zeppelin, wins a rare Pink Beatles promotional single!"
      ],
      "common": 0,
      "messages": [
        [
          "Arjen Anthony Lucassen, will be doing an AMA exclusive to /r/progmetal today at 10am EST, 4pm CET. http://www.reddit.com/r/progmetal. ProgMetal: Reddit Progressive Metal Community. reddit: the front page of the internet.",
          1391348387
        ],
        [
          "Myself with three amazing gifts - three Ayreon albums signed by Arjen Anthony Lucassen.",
          1389809937
        ],
        [
          "Arjen Anthony Lucassen's\r\n\"The Theory of Everything\"\r\nIS IN THA HOUSE ! ! !",
          1382701081
        ],
        [
          "Contest time again :-) The first one here to guess at least 10 band references in the video clip of Pink Beatles in a Purple Zeppelin, wins a rare Pink Beatles promotional single! \nhttp://www.youtube.com/watch?v=Wx3by7ZaaZA. Pink Beatles in a Purple Zeppelin. Pink Beatles in a Purple Zeppelin by Arjen Anthony Lucassen from the album \"Lost in the New Real\" (2012) 3D Beetle-Zeppelin-Cloud sequences by JALO Album Art...",
          1340716087
        ],
        [
          "The groovy video clip for Pink Beatles in a Purple Zeppelin is up! Hope you'll enjoy this amazing flight, peace and cosmic love to you all! :-) \n\nhttp://www.youtube.com/watch?v=Wx3by7ZaaZA. Pink Beatles in a Purple Zeppelin. Pink Beatles in a Purple Zeppelin by Arjen Anthony Lucassen from the album \"Lost in the New Real\" (2012) 3D Beetle-Zeppelin-Cloud sequences by JALO Album Art...",
          1340183956
        ],
        [
          "A day in the exciting life of this social-recluse-hippie-nerd :-)\n\nhttp://www.youtube.com/watch?v=G9U2RXOq6KI&feature=youtu.be\n. Arjen Lucassen - Video Portrait 2012. This video portrait about the Dutch composer, multi-instrumentalist, vocalist and producer Arjen Anthony Lucassen (1960) was shot in and around his home in t...",
          1338887037
        ],
        [
          "http://www.metalfan.nl/reviews.php?id=7260. Metalfan.nl Review: Arjen Anthony Lucassen - Lost In the New Real. Nederlands Metal E-Zine!",
          1334483363
        ],
        [
          "From Frist Album! It's veeery Good!\n Anthony - 01 - Wrong side of the street ( Pools of sorrow waves of joy) The first song on the solo album from Arjen Anthony Lucassen.",
          1329332181
        ]
      ],
      "dates_start": 1330792475,
      "dates_end": 1381073032,
      "likes_avg": 249,
      "likes_stdev": 235,
      "comments_avg": 31,
      "comments_stdev": 31,
      "shares_avg": 58,
      "shares_stdev": 82
    },
    {
      "number": 16,
      "important": [
        "album",
        "photo",
        "great photo",
        "record",
        "van",
        "play",
        "play bass",
        "equat"
      ],
      "summary": [
        "We were supposed to be serious because of the album concept, but I guess it wasn't in the cards :-) Photos from Ayreon's post.",
        "The signed Artbook is sold out now I believe, but you can still order the DVD and the Blu-ray here: https://www.insideoutshop.de/Category/Ayreon_Theater/205/?AFF=AYRTTEMO.",
        "And of course it wouldn't be complete without the usual batch of silly childish pictures :-) Photos from Ayreon's post.",
        "We recorded the Epic Rock Choir (who will perform at the Human Equation theater shows) for the The Gentle Storm album, it was AMAZING!",
        "Johan (who will play bass on this album) and Marcela came by too, so we had a little Stream of Passion reunion :-) Photos from Ayreon's post."
      ],
      "common": 0,
      "messages": [
        [
          "Ayreon's The Theater Equation DVD just entered the Dutch charts at #3 and the German album charts at #12 ! One higher than Paul McCartney, heh heh... Thanks for buying, also in other countries of course! Photos from Ayreon's post.",
          1467275445
        ],
        [
          "I just came back from signing thousands of Artbooks/DVDs/Blu-rays at the Century Media office in Germany. Thanks so much to you all for your confidence in pre-ordering, I sincerely hope you will enjoy it! The signed Artbook is sold out now I believe, but you can still order the DVD and the Blu-ray here: https://www.insideoutshop.de/Category/Ayreon_Theater/205/?AFF=AYRTTEMO. Photos from Ayreon's post.",
          1465288300
        ],
        [
          "The DVD/Blu-ray/CD packages have arrived and they look great, see images! I’m already practicing my signature for the signing, and you can still pre-order. New song-preview on Friday!  https://www.insideoutshop.de/Category/Ayreon_Theater/205/?AFF=AYRTTEMO. Photos from Ayreon's post.",
          1464773580
        ],
        [
          "Yesss... the Guilt Machine vinyl has arrived and they look great! So... there’s black vinyl and also still a few clear LP’s left, so get them while you can :-)\n\nUSA: http://smarturl.it/gqorm7\nEU: http://smarturl.it/ahbgv0. Photos from Ayreon's post.",
          1441699170
        ],
        [
          "We recorded the Epic Rock Choir (who will perform at the Human Equation theater shows) for the The Gentle Storm album, it was AMAZING! Thanks again all of you, till next time :-) Photos from Ayreon's post.",
          1414406062
        ],
        [
          "We recorded bass guitar with Johan van Stratum for The Gentle Storm album. Old Stream of Passion times revisited, and Johan got even better! We recorded all his parts in just one afternoon. And of course it wouldn't be complete without the usual batch of silly childish pictures :-) Photos from Ayreon's post.",
          1412068753
        ],
        [
          "We’ve been recording piano for The Gentle Storm with Joost van den Broek. Once more this true virtuoso impressed the hell out of me! And yes, we managed to make even more childish pictures than ever... and somehow they are getting more violent too, ha ha! But don’t worry, we still like each other :-) Photos from Ayreon's post.",
          1410336443
        ],
        [
          "Due to unforeseen problems we re-recorded the drums for the new project with Anneke in Sandlane Studios. Ed recorded the whole album brilliantly in one day with time to spare, it’s AMAZING! Johan (who will play bass on this album) and Marcela came by too, so we had a little Stream of Passion reunion :-) Photos from Ayreon's post.",
          1409045926
        ],
        [
          "Great photo shoot for the new project with Anneke! We were supposed to be serious because of the album concept, but I guess it wasn't in the cards :-) Photos from Ayreon's post.",
          1408613474
        ],
        [
          "We recorded percussion with Rob Snijders, who as you may know played drums on Ayreon’s The Dream Sequencer and my solo album. What a groove and creativity, great job! Here are some silly pics again, and we even managed to shoot a not-so-silly one believe it or not! Photos from Ayreon's post.",
          1407837942
        ],
        [
          "I’ve been recording violin for a couple of days with Ben Mathot, and as always he did an AMAZING job! The guy is a one man orchestra :-) Here are some ridiculously childish pictures again! Photos from Ayreon's post.",
          1407409332
        ]
      ],
      "dates_start": 1403225313,
      "dates_end": 1452911855,
      "likes_avg": 1357,
      "likes_stdev": 530,
      "comments_avg": 46,
      "comments_stdev": 24,
      "shares_avg": 31,
      "shares_stdev": 16
    },
    {
      "number": 17,
      "important": [
        "music",
        "ayreon",
        "progress",
        "prog",
        "progstream",
        "thank",
        "podcast",
        "promo"
      ],
      "summary": [
        "Your big, hairy host, the “Prog-Squatch” wanders the woods of the world, beats the bushes, and digs in the dirt to bring the best Prog back for YOU!",
        "Prog-Watch is a bi-weekly podcast dedicated to bringing the listener contemporary Progressive Rock music from around the world.",
        "thanks for released you music in this format..and of course!",
        "thanks for you great music!!",
        "If you like something to look at while listening, we also have slideshow videos on the Prog-Watch Youtube channel!"
      ],
      "common": 0,
      "messages": [
        [
          "Yesss... you can now pre-order the Theater Equation DVD/Blu-ray! Pre-order now and I’ll ruin... eh, grace it with my autograph ;-) Thanks in advance for buying and I hope you will enjoy it!\nhttps://www.insideoutshop.de/Category/Ayreon_Theater/205/?AFF=AYRTTEMO. Ayreon Theater. Inside Out Music was born out of a genuine passion for progressive Rock and Metal. Quite simply, we are dedicated to developing progressive music as a genre by releasing the best acts that the genre has to offer.",
          1463726790
        ],
        [
          "Looking for new Prog this weekend?  Check out my podcast Prog-Watch!  I've featured Overhead, Haken, Moon Safari, Big Big Train, Nine Stones Close, Bigelf, IQ and Ayreon!  Next Tuesday we feature Scotland's Comedy Of Errors!  If you like something to look at while listening, we also have slideshow videos on the Prog-Watch Youtube channel!  If you like Prog-Watch stop by the Facebook page and give us a \"Like\".  Thanks! \n. Prog-Watch. Prog-Watch is a bi-weekly podcast dedicated to bringing the listener contemporary Progressive Rock music from around the world. Your big, hairy host, the “Prog-Squatch” wanders the woods of the world, beats the bushes, and digs in the dirt to bring the best Prog back for YOU! With the occasional gue….",
          1411227124
        ],
        [
          "Markus from the omega tau podcast visited me earlier this\nyear to talk about my music: composition, recording,\ninvolvement of guests and mastering. The result is a 2.5-hour\nconversation with some interspersed music, which you can find here:\nhttp://omegataupodcast.net/2014/02/142-making-ayreons-music/\n 142 – Making Ayreon’s Music. In this episode we talk with Arjen Anthony Lucassen, the man behind Ayreon about his music. We discuss about composition, instruments, recor.",
          1393842606
        ],
        [
          "hi arjen, my vinyl progressive rock collection it would totally incomplete without ayreon albums! thanks for released you music in this format..and of course! thanks for you great music!! GENIOUS!!!",
          1385832486
        ],
        [
          "My musical treasure :-) ... Just sign it ... :-)",
          1385221407
        ],
        [
          "Found inside my mediabook. Snacking while signing? Haha.",
          1383159887
        ],
        [
          "http://www.progstreaming.com/_wb/pages/play-album.php?activeAlbum=00553%20-%20Ayreon%20-%20The%20Theory%20Of%20Everything. The new Ayreon is now at Progstreaming, for only one week! Tell the world and 'like' it if you do! progstreaming. Progstreaming is a website where everyone can listen to the latest progressive rock releases in their entirety, from the moment of a record’s release onwards for a maximum of two months. Progstreaming unites listeners and artists. Listeners will discover new music and artists will have a unique oppo...",
          1382949800
        ],
        [
          "FREE MUSIC from InsideOut/Century Media Records for AYREON fans!\nHeavy, dark, melodic, ambient, progressive rock.\n\n1) Visit www.jollyband.com/promo\n2) Enter promo code: AYREON\n3) Enjoy!\n\nYou deserve this for appreciating quality music. JOLLY loves you. Promo Download From JOLLY.",
          1342798779
        ],
        [
          "AUTHOR'S MUSIC IN THE PERFORMANCE OF THE AUTHOR. ДМИТРИЙ ГУСЕВ - TRIO.",
          1339439142
        ],
        [
          "loudness war kill the music, KILL the loudness war.",
          1334660888
        ],
        [
          "Your music is so powerful, you deserve to be on a Yu-Gi-Oh! card. xD.",
          1331859493
        ],
        [
          "http://www.youtube.com/watch?v=iUoSi8Gu-5A. Ayreon - The Decision Tree (We're Alive) Artist: Ayreon (The Netherlands) Song: The Decision Tree (We're Alive) Album: Into the Electric Castle Year of release: 1998 This is not my music nor my artw...",
          1326833948
        ]
      ],
      "dates_start": 1334761980,
      "dates_end": 1412163410,
      "likes_avg": 161,
      "likes_stdev": 316,
      "comments_avg": 16,
      "comments_stdev": 33,
      "shares_avg": 16,
      "shares_stdev": 36
    },
    {
      "number": 18,
      "important": [
        "arjen van",
        "ayreon",
        "een",
        "rock",
        "como",
        "album"
      ],
      "summary": [
        "We play Ayreon this week in Noche de Rock - http://www.ivoox.com/991-beardfish-xix-aniversario-audios-mp3_rf_4735189_1.html.",
        "Programa: Noche de Rock.",
        "Ayreon being played this week in NdR - http://www.ivoox.com/917-ayreon-sierra-nevada-audios-mp3_rf_2808040_1.html.",
        "Canal: Noche de Rock.",
        "Otra obra maestra del genial Steven Wilson,líder de Porcupine Tree, aclamado productor y también parte principal de proyectos como Storm Corrosion, No-Man y ... Arjen, van harte bedankt voor de nieuwe sound en het interessante thema van je nieuwe album."
      ],
      "common": 0,
      "messages": [
        [
          "We play Ayreon this week in Noche de Rock - http://www.ivoox.com/991-beardfish-xix-aniversario-audios-mp3_rf_4735189_1.html. 991 - Beardfish - XIX Aniversario. Esta semana cumplimos 19 años en antena y nos permitimos un programa . Programa: Noche de Rock. Canal: Noche de Rock. Tiempo: 04:17:04. Subido 08/07 a las 10:45:11 4735189.",
          1436349626
        ],
        [
          "http://rockcultura-david.blogspot.com.es/2014/12/ayreon-y-el-pintor-holandes-rembrandt.html. Rock, Heavy y Cultura: Historia, Literatura y Mitos: AYREON Y EL PINTOR HOLANDÉS REMBRANDT.",
          1419707139
        ],
        [
          "Ayreon being played this week in NdR - http://www.ivoox.com/917-ayreon-sierra-nevada-audios-mp3_rf_2808040_1.html. 917 - Ayreon - Sierra Nevada. Presentamos esta semana la nueva magna obra de Arjen Lucassen como Ayr. Programa: Noche de Rock. Canal: Noche de Rock. Tiempo: 02:21:41. Subido 07/02 a las 00:31:21 2808040.",
          1391727027
        ],
        [
          "Hey Arjen! Since Steven Wilson seems to be going in the retro direction, maybe there's a chance for a collaboration.  Steven Wilson - Luminol. Otra obra maestra del genial Steven Wilson,líder de Porcupine Tree, aclamado productor y también parte principal de proyectos como Storm Corrosion, No-Man y ...",
          1390959341
        ],
        [
          "Arjen, van harte bedankt voor de nieuwe sound en het interessante thema van je nieuwe album. Deze prijkt nu tezamen met mijn andere acht favoriete albums aan de muur. Cheers!",
          1383994096
        ],
        [
          "https://www.youtube.com/watch?v=_NfnSgYqM4M. 'Niet normaal dit!' - HOLLAND'S GOT TALENT. Amira is wel een beetje zenuwachtig, ze heeft nog nooit voor zo'n groot publiek gestaan. Ze zingt de sterren van de hemel en krijgt een staande ovatie. De ju...",
          1383150416
        ],
        [
          "Una de mis bandas preferidas.",
          1337591945
        ],
        [
          "Arjen, Carlos, y yo, en Madrid 11 de Febrero 2006 gran encuentro\nArjen, Carlos, and I, in Madrid 2006, February 11, great concert.",
          1325700383
        ]
      ],
      "dates_start": 1348869804,
      "dates_end": 1418425189,
      "likes_avg": 19,
      "likes_stdev": 26,
      "comments_avg": 3,
      "comments_stdev": 2,
      "shares_avg": 1,
      "shares_stdev": 1
    }
  ]
}