{
  "pagename": "barackobama",
  "page_name_displayed": "Barack Obama",
  "globalstats": {
    "fan_count": 54590559,
    "messages": 1094,
    "likes_avg": 107214,
    "likes_stdev": 285100,
    "comments_avg": 5441,
    "comments_stdev": 11321,
    "shares_avg": 9394,
    "shares_stdev": 41010,
    "graph_uri": "clusters/barackobama.png"
  },
  "clusters": [
    {
      "number": 1,
      "important": [
        "year timelin",
        "top",
        "photo",
        "face",
        "obamacar",
        "timelin",
        "time",
        "year",
        "think",
        "abl"
      ],
      "common": [
        "day",
        "favorite",
        "happy",
        "let",
        "obama",
        "one",
        "president",
        "president obama",
        "share",
        "year"
      ],
      "messages": [
        [
          "Gracias al Obamacare, es más fácil mantenerse sano con cuidado preventivo. Timeline Photos",
          1478106451
        ],
        [
          "Think anyone can top baby Pope this year? Timeline Photos",
          1477951819
        ],
        [
          "Face time. Timeline Photos",
          1477339045
        ],
        [
          "Your voice is powerful. Never stop using it. Timeline Photos",
          1477317214
        ],
        [
          "The choice between protecting our planet and building a strong economy is a false one. Timeline Photos",
          1476799440
        ],
        [
          "Dancing through 24 years. Happy Anniversary. Timeline Photos",
          1475506276
        ],
        [
          "This is not how to treat your country with respect. http://ofa.bo/2d1UbNK Timeline Photos",
          1475258732
        ],
        [
          "Speak out. Organize. Inspire. http://ofa.bo/2cm4dO0 Timeline Photos",
          1473354042
        ],
        [
          "Show them what you're organizing for. http://ofa.bo/2bMVxva Timeline Photos",
          1472500728
        ],
        [
          "When women succeed, America succeeds. Timeline Photos",
          1472236960
        ],
        [
          "Whether in your neighborhood or beyond—organize. Timeline Photos",
          1471877760
        ],
        [
          "Never lose hope. Timeline Photos",
          1470940038
        ],
        [
          "In the weekly address, President Obama wishes our Olympic athletes well:\n\n\"To all of our Olympic and Paralympic athletes wearing the red, white, and blue—know that your country couldn’t be prouder of you. We admire all the work you’ve done to get to Rio and everything you’ll do there. Thank you for showing the world the best of America. And know that when you get up on that podium, we’ll be singing the National Anthem—and maybe even shedding a tear—right alongside you. \n\n \"Now go bring home the gold!\" —President Obama",
          1470502620
        ],
        [
          "It's President Obama's last birthday as Organizer-in-Chief. Let's make it count. http://ofa.bo/2axqWqc Timeline Photos",
          1470313760
        ],
        [
          "Show President Obama some birthday love for eight sweet years of progress. http://ofa.bo/2ach4MP Timeline Photos",
          1469898529
        ],
        [
          "Change looks good on you. Shop the OFA Store - OFA Classic Tee For some it represents progress, for others it means family. It's the mark of our movement and whatever it means to you, wear it with pride wherever you go. Choose from two color options.   Union printed and made right here in the USA. ",
          1469719938
        ],
        [
          "We shouldn't accept this as normal. Timeline Photos",
          1469546365
        ],
        [
          "Enjoy the fireworks. Happy Fourth of July. Timeline Photos",
          1467641148
        ],
        [
          "Eight justices isn't enough. Timeline Photos",
          1467122170
        ],
        [
          "Enough is enough. We need Congress to serve the American people and pass common-sense gun legislation. Timeline Photos",
          1466712283
        ],
        [
          "To all the dads out there, thanks for all you do. Happy Father's Day. Timeline Photos",
          1466347910
        ],
        [
          "#OrlandoUnited Timeline Photos",
          1465829471
        ],
        [
          "This could be an experience you'll never forget. http://ofa.bo/yYf Timeline Photos",
          1464787697
        ],
        [
          "\"With love, grace, and reflection, let us honor our fallen fellow Americans, known and unknown, who sacrificed their freedom to ensure our own.\" —President Obama Timeline Photos",
          1464625170
        ],
        [
          "It's a classic. http://ofa.bo/d5vt Timeline Photos",
          1462566216
        ],
        [
          "Happy Earth Day. Timeline Photos",
          1461356386
        ],
        [
          "Share if you agree. #EqualPayDay Timeline Photos",
          1460475344
        ],
        [
          "\"We wish all who celebrate a blessed and joyful Easter.\" —President Obama Timeline Photos",
          1459090521
        ],
        [
          "Share if you agree. Timeline Photos",
          1457965906
        ],
        [
          "Refusing to even meet with the President's nominee is unprecedented—and irresponsible. Timeline Photos",
          1456511761
        ],
        [
          "Equality is worth fighting for. Timeline Photos",
          1455476140
        ],
        [
          "It's a beautiful world, and President Obama is fighting to preserve it. Timeline Photos",
          1455308566
        ],
        [
          "Love out loud. http://ofa.bo/y7j Timeline Photos",
          1455122881
        ],
        [
          "Who are you rooting for? Timeline Photos",
          1454877329
        ],
        [
          "This is worth celebrating. Timeline Photos",
          1454690129
        ],
        [
          "Help spread the facts about the issues you care about most: http://ofa.bo/a5ad Timeline Photos",
          1454431073
        ],
        [
          "97 percent of climate scientists agree that climate change is real, man-made and dangerous. Timeline Photos",
          1453743647
        ],
        [
          "Lift off. Timeline Photos",
          1453494683
        ],
        [
          "\"As Americans of all races and beliefs come together on this day of service to honor the life and legacy of the Reverend Dr. Martin Luther King, Jr., let us pledge to recognize the common humanity of all people.\" —President Obama Timeline Photos",
          1453126898
        ],
        [
          "Happy birthday to the First Lady—thank you for inspiring millions. Timeline Photos",
          1453064968
        ],
        [
          "Change isn't easy—you have to fight for it. Timeline Photos",
          1452805358
        ],
        [
          "Tomorrow night. 9 p.m. ET. Don't miss it. http://ofa.bo/j9bF Timeline Photos",
          1452550570
        ],
        [
          "Hello, 2016. Timeline Photos",
          1451668068
        ],
        [
          "We can't afford to go back now. http://ofa.bo/g9XN Five reasons 2015 was a historic year We made crucial progress this year, and now we're looking ahead. Ready to keep the momentum going in 2016?",
          1451506828
        ],
        [
          "Stand up for long-term progress—become an OFA Champion today. http://ofa.bo/h9hB Timeline Photos",
          1450638528
        ],
        [
          "Don't miss this once-in-a-lifetime opportunity. http://ofa.bo/d5Ln Timeline Photos",
          1450450448
        ],
        [
          "If you're on the No-Fly List, you shouldn't be able to buy a weapon of war. Timeline Photos",
          1449604153
        ],
        [
          "If you're on the No-Fly list, you shouldn't be able to purchase a weapon of war. Timeline Photos",
          1449510141
        ],
        [
          "Sixty years ago today, Rosa Parks refused to give up her seat—and changed America. Timeline Photos",
          1449007298
        ],
        [
          "Happy Birthday, Vice President Biden. Timeline Photos",
          1448052508
        ],
        [
          "Climate change is real—and we have to act now. http://ofa.bo/q9PM Fresh Climate Data Confirms 2015 Is Unlike Any Other Year in Human History Over the past few days, a bevy of climate data has come together to tell a familiar yet shocking story: Humans have profoundly altered the planet’s life-su",
          1447443599
        ],
        [
          "\"Today, we gather once more to salute every patriot who has ever proudly worn the uniform of the United States of America.\" —President Obama Timeline Photos",
          1447262920
        ],
        [
          "Happy Halloween. Timeline Photos",
          1446326715
        ],
        [
          "REMINDER: Timeline Photos",
          1446241494
        ],
        [
          "Share to spread the word: Open enrollment is almost here. Timeline Photos",
          1446059061
        ],
        [
          "Mark your calendar. Timeline Photos",
          1445989103
        ],
        [
          "Repealing Obamacare would be devastating for millions of families. Timeline Photos",
          1444750702
        ],
        [
          "Hello, fall. Timeline Photos",
          1443039191
        ],
        [
          "People shouldn't have to choose between taking care of a sick loved one and getting a paycheck. http://ofa.bo/d5Aq Why Paid Leave Matters for the Future of Business Leading business school faculty from across the U.S. make their case.",
          1442588028
        ],
        [
          "Pursuing a higher education shouldn't mean taking on a lifetime of debt. Timeline Photos",
          1442255213
        ],
        [
          "\"In memory of those we lost, we resolved to shape a world where events like those of September 11, 2001, could never happen again, and we see this unbreakable spirit live on every day across America.\" —President Obama Timeline Photos",
          1441981747
        ],
        [
          "\"This Labor Day, let us remember the struggles and the progress that have defined America, and let us resolve to continue building a nation where everyone is treated fairly, where hard work pays off, and where all things are possible for all people.\" —President Obama Timeline Photos",
          1441661006
        ],
        [
          "Facts matter—spread the word. http://ofa.bo/i9H0 Why it’s impossible to hide nuclear work in 24 days – or 24 years Even a nanogram, or one-billionth of a gram, of leftover dust from nuclear-weapons related work — could be detectable.",
          1441310533
        ],
        [
          "Spread the word. Timeline Photos",
          1439911293
        ],
        [
          "Cleaner air means healthier people. Timeline Photos",
          1439212222
        ],
        [
          "People like Conner Adams prove that second chances can lead to amazing things. Read more: http://ofa.bo/j90N Asked & Answered: Conner’s Recovery Story By Michael Botticelli",
          1436968323
        ],
        [
          "Best wishes. Timeline Photos",
          1436559949
        ],
        [
          "Happy Fourth. Timeline Photos",
          1436014845
        ],
        [
          "LAST CHANCE: Don't miss this opportunity. Enter now to win a trip to Hawaii. http://ofa.bo/p8jk Timeline Photos",
          1435683903
        ],
        [
          "Love just won. Timeline Photos",
          1435321464
        ],
        [
          "16 million covered—and counting. Timeline Photos",
          1435243956
        ],
        [
          "We believe. Timeline Photos",
          1435007865
        ],
        [
          "Happy Father's Day to all the dads out there. Timeline Photos",
          1434895219
        ],
        [
          "Game six. Timeline Photos",
          1434405257
        ],
        [
          "On the third anniversary of DACA, see how it's working to help thousands of people. Timeline Photos",
          1434386733
        ],
        [
          "97 percent of climate scientists agree: It's real. It's man-made. And it's time to do something about it. Timeline Photos",
          1433342913
        ],
        [
          "Share what the fight for LGBT equality means to you: http://ofa.bo/q6kR Share your story of progress on LGBT rights OFA is collecting stories from supporters who know what progress means.",
          1433276952
        ],
        [
          "Be proud. Timeline Photos",
          1433252522
        ],
        [
          "This is big for anyone who drinks water. Timeline Photos",
          1432732812
        ],
        [
          "\"These Americans gave everything they had—not for glory, not even for gratitude, but for something greater than themselves.\" —President Obama Timeline Photos",
          1432558408
        ],
        [
          "\"We've grown up with you ... You've given us a great gift and we love you.\" —President Obama to David Letterman Timeline Photos",
          1432149454
        ],
        [
          "This is no longer a problem to leave for the next generation to fix. We have to act now. Timeline Photos",
          1431717967
        ],
        [
          "To all the moms out there: Thank you for all you do. Happy Mother's Day. Timeline Photos",
          1431266397
        ],
        [
          "Great teachers influence us for life. Tell your story and share who's helped shape you: http://ofa.bo/g4tO Timeline Photos",
          1430503393
        ],
        [
          "Spring is in the air. Timeline Photos",
          1429296624
        ],
        [
          "Up top. Timeline Photos",
          1429197301
        ],
        [
          "Happy Easter. Timeline Photos",
          1428239700
        ],
        [
          "The science is clear. Timeline Photos",
          1427491527
        ],
        [
          "Happy Saint Patrick's Day. Timeline Photos",
          1426626275
        ],
        [
          "\"Selma isn’t just about commemorating our past ... Selma is now. “ —President Obama http://ofa.bo/f3Sq Selma to Montgomery: 50 Years Later Learn about the history of the marches. Listen to the stories of those who marched. And tell us how you'll honor their legacy and #MarchOn.",
          1425677774
        ],
        [
          "For the health and safety of our generation and the next, we have to act now. Timeline Photos",
          1425309758
        ],
        [
          "First Steps. Timeline Photos",
          1424465513
        ],
        [
          "For the sake of millions of families, we can't go back. Timeline Photos",
          1424194293
        ],
        [
          "Happy Presidents Day. Timeline Photos",
          1424110429
        ],
        [
          "No more waiting: http://ofa.bo/e2mp Timeline Photos",
          1424017696
        ],
        [
          "Don't miss it: http://ofa.bo/f2rY Timeline Photos",
          1423847872
        ],
        [
          "Don't miss your chance to get covered for 2015: http://ofa.bo/a2gX Timeline Photos",
          1423088652
        ],
        [
          "Who'll it be? Timeline Photos",
          1422825681
        ],
        [
          "Life is as unpredictable as the Oregon Trail. Be prepared: http://ofa.bo/i2dc Timeline Photos",
          1422544809
        ],
        [
          "No joke. Timeline Photos",
          1422042406
        ],
        [
          "Let's go. Timeline Photos",
          1421807216
        ],
        [
          "Add your name to stand up for an agenda that supports middle-class families: http://ofa.bo/h2Tr Two years left: Let's fight for change The President is working to move our country forward. It's never been more important to take a stand.",
          1421780536
        ],
        [
          "Tonight. http://ofa.bo/r2UX Timeline Photos",
          1421758966
        ],
        [
          "\"Darkness cannot drive out darkness; only light can do that. Hate cannot drive out hate; only love can do that.\" —Martin Luther King, Jr. Timeline Photos",
          1421680018
        ],
        [
          "Happy birthday to an amazing, inspiring First Lady. Timeline Photos",
          1421532134
        ],
        [
          "Ready to go? Timeline Photos",
          1421443428
        ],
        [
          "Hello, 2015. Here's to a great year. Timeline Photos",
          1420126996
        ],
        [
          "Look back on all we accomplished in 2014: http://ofa.bo/d23L Timeline Photos",
          1419950496
        ],
        [
          "\"Merry Christmas, everybody ... We wish you and your family a happy and healthy 2015.\" —President Obama\n\nWatch the President and the First Lady wish all Americans a merry Christmas: http://ofa.bo/c22b Timeline Photos",
          1419523760
        ],
        [
          "It's the most wonderful time of the year. Timeline Photos",
          1419432192
        ],
        [
          "\"May this Hanukkah embolden us to do what is right, shine a light on the miracles we enjoy, and kindle in all of us the desire to share those miracles with others. From my family to yours, Chag Sameach.\" —President Obama Timeline Photos",
          1418767381
        ],
        [
          "\"Everyone eventually grows older at sometimes a faster rate than others.\" —President Obama filling in for Stephen Colbert during \"The Word\" segment on The Colbert Report\n\nWatch the full clip: http://ofa.bo/r1wU Timeline Photos",
          1418139216
        ],
        [
          "You treat your home well. Do the same for your health. http://ofa.bo/p1wO Timeline Photos",
          1417628236
        ],
        [
          "\"It’s easy to focus on what separates us. But as we gather with loved ones on this Thanksgiving, let’s remember and be grateful for what binds us together. Our love of country. Our commitment to justice and equality. Our belief that America’s best days are ahead, and that her destiny is ours to shape.\" —President Obama\n\nWatch President Obama wish everyone a happy Thanksgiving: http://ofa.bo/g1jd Timeline Photos",
          1417103617
        ],
        [
          "Best wishes for a great birthday, Vice President Biden. Timeline Photos",
          1416495514
        ],
        [
          "\"This Veterans Day, and every day, let’s make sure all our veterans know how much we appreciate them.\" —President Obama Timeline Photos",
          1415723129
        ],
        [
          "Real change can't happen without people like you: http://ofa.bo/e1UA This work has never mattered more Add your name to say you'll help in the grassroots fight for change.",
          1415711296
        ],
        [
          "All ready for Halloween. Timeline Photos",
          1414780932
        ],
        [
          "No ghost is as terrifying as this. Timeline Photos",
          1414686446
        ],
        [
          "Get ready. Timeline Photos",
          1413376978
        ],
        [
          "These are the names of people building this movement from the ground up. Are you in? http://ofa.bo/jC Timeline Photos",
          1388270404
        ],
        [
          "Peace on Earth. Timeline Photos",
          1387902490
        ],
        [
          "The sincerest form of flattery. Timeline Photos",
          1387555269
        ],
        [
          "Here's how to be covered on January 1st: http://OFA.BO/F5yp8t Timeline Photos",
          1387381453
        ],
        [
          "Enroll by December 23rd and have a very happy New Year. http://OFA.BO/SqSgCF Timeline Photos",
          1387295495
        ],
        [
          "Getting covered is at your fingertips: http://OFA.BO/UpHXQB Timeline Photos",
          1387123018
        ],
        [
          "Getting in the spirit. Timeline Photos",
          1386891985
        ],
        [
          "Santa's helpers. Timeline Photos",
          1386622914
        ],
        [
          "To be covered on the first day of the new year, follow these simple steps: http://OFA.BO/3Fa82A Timeline Photos",
          1386608310
        ],
        [
          "\"Let us pause and give thanks for the fact that Nelson Mandela lived—a man who took history in his hands and bent the arc of the moral universe toward justice.\" —President Obama Timeline Photos",
          1386281722
        ],
        [
          "Happy New Year! Timeline Photos",
          1356986690
        ],
        [
          "A favorite photo (and moment) from this year: Winning. Timeline Photos",
          1356882225
        ],
        [
          "Worth sharing: A look back at the big moments that made this year, and this campaign, what it was. http://OFA.BO/QTDEJN Timeline Photos",
          1356721850
        ],
        [
          "One of our favorite photos from this year: Can't lose. Timeline Photos",
          1356706662
        ],
        [
          "Taken on July Fourth: One of our favorite (mohawked) photos from this year. Timeline Photos",
          1356653093
        ],
        [
          "A favorite 2012 photo: Salute. Timeline Photos",
          1356617303
        ],
        [
          "A favorite 2012 photo: Seen in Davenport, Iowa. Timeline Photos",
          1356533039
        ],
        [
          "Barack and Michelle wish you a Merry Christmas and Happy Holidays: http://OFA.BO/i1d9u3 Timeline Photos",
          1356447020
        ],
        [
          "Check out the kids in the back row to see why this is one of our favorite photos from this year. Timeline Photos",
          1356272998
        ],
        [
          "One of our favorite photos from this year: 30,000 strong in Wisconsin. Timeline Photos",
          1356193201
        ],
        [
          "“We don’t turn back. We leave no one behind. We pull each other up.” — President Obama at the Democratic National Convention, and one of our favorite photos from this year. Timeline Photos",
          1356018916
        ],
        [
          "\"I will use all the powers of this office to help advance efforts aimed at preventing more tragedies.\" —President Obama, announcing a new effort led by Vice President Biden to reduce gun violence: http://OFA.BO/pc6eDQ Timeline Photos",
          1355945774
        ],
        [
          "Photo of the day: President Obama gets caught in Spider-Man's web. Timeline Photos",
          1355927145
        ],
        [
          "One of our favorite 2012 photos: The President and First Lady hugging at his final campaign rally. Timeline Photos",
          1355875742
        ],
        [
          "Looking towards home: One of our favorite photos from this year. Timeline Photos",
          1355423635
        ],
        [
          "One of our favorite 2012 photos: Doing 10. Timeline Photos",
          1355322710
        ],
        [
          "To everyone celebrating Hanukkah, Chag Sameach. Timeline Photos",
          1354994816
        ],
        [
          "Add your voice: http://OFA.BO/hJ5LFw Timeline Photos",
          1354738207
        ],
        [
          "A favorite photo from this year: President Obama sits on the Rosa Parks bus at the Henry Ford Museum in Dearborn, Michigan. Timeline Photos",
          1354666008
        ],
        [
          "President Obama is asking you to think about what $2,000 means to you and your family—because Congress needs to hear it. Share your story: http://OFA.BO/pkAbop Timeline Photos",
          1354547945
        ],
        [
          "\"We are going to win this fight. But the fight is not over.\" —President Obama on World AIDS Day Timeline Photos",
          1354376614
        ],
        [
          "Last call for limited-edition victory magnets: Get yours today for 40% off with the code VICTORY. http://OFA.BO/qXv3DG Timeline Photos",
          1354291113
        ],
        [
          "Celebrate four more years with a limited-edition victory magnet—get 40% off with the coupon code VICTORY: http://OFA.BO/mD1cNr Timeline Photos",
          1354062601
        ],
        [
          "Sasha and her first mate. Timeline Photos",
          1354031155
        ],
        [
          "President Obama and his daughters visited One More Page Books in Virginia yesterday for Small Business Saturday. If you visited a small business this weekend, share where in the comments. Timeline Photos",
          1353860062
        ],
        [
          "2.2 million volunteers, nearly 1.8 million voters registered, and more on this campaign by the numbers: http://OFA.BO/qnouvU Timeline Photos",
          1353770385
        ],
        [
          "From this family to yours, happy Thanksgiving. Timeline Photos",
          1353592948
        ],
        [
          "This movement belongs to you. Take a few minutes to help write its next chapter: http://OFA.BO/qCx3KA Timeline Photos",
          1353454200
        ],
        [
          "Happy 70th, Mr. Vice President. Timeline Photos",
          1353418491
        ],
        [
          "Oval Office tour. Timeline Photos",
          1353281870
        ],
        [
          "McKayla Maroney: \"Did I just do the 'Not impressed' face with the President...?\" Yes. Timeline Photos",
          1353167051
        ],
        [
          "Daniel, a student, took this photo in May when the President visited Albany: \"It was by far the greatest excuse to miss a class that I have ever had.\" Share your own story or favorite moment here: http://OFA.BO/UARQwW Timeline Photos",
          1353027602
        ],
        [
          "Everyone has a favorite moment or story from this campaign—what's yours? http://OFA.BO/esL6BD Timeline Photos",
          1352908256
        ],
        [
          "Take a look at some favorite photos from election night: http://OFA.BO/ST6uy4 Timeline Photos",
          1352853001
        ],
        [
          "\"Today, a proud nation expresses our gratitude. But we do so mindful that no ceremony or parade, no hug or handshake is enough to truly honor that service. For that, we must do more. For that, we must commit—this day and every day—to serving you as well as you’ve served us.\" —President Obama Timeline Photos",
          1352659806
        ],
        [
          "The definition of hope is you still believe, even when it's hard. Timeline Photos",
          1352415728
        ],
        [
          "Thank you. Timeline Photos",
          1352320535
        ],
        [
          "Four more years. Timeline Photos",
          1352258108
        ],
        [
          "Let your friends know you had the President's back today: http://OFA.BO/7PT2Wd Timeline Photos",
          1352239201
        ],
        [
          "We've come too far to turn back now. Let’s go vote. Let’s go do this. http://OFA.BO/9PMpkY Timeline Photos",
          1352164665
        ],
        [
          "If you’ve got the President’s back tomorrow, let him know. Timeline Photos",
          1352144968
        ],
        [
          "President Obama is fighting for the American Dream because he's lived it. http://OFA.BO/kV8SNu Timeline Photos",
          1352043291
        ],
        [
          "A special message from Will Ferrell: http://OFA.BO/uuVED4 Timeline Photos",
          1351987201
        ],
        [
          "The choice on education: http://OFA.BO/H6J6uh Timeline Photos",
          1351966146
        ],
        [
          "The choice for commander in chief: President Obama’s four years of strong leadership vs. Mitt Romney’s reckless statements and poor judgment. http://OFA.BO/egwL2s Timeline Photos",
          1351952105
        ],
        [
          "This is the choice on choice—and it’s something every American needs to know before voting: http://OFA.BO/ovBHSS Timeline Photos",
          1351866340
        ],
        [
          "This weekend is one of the last chances we have to get out the vote—pick up a shift for the President: http://OFA.BO/R8Z8M2 Timeline Photos",
          1351778878
        ],
        [
          "Our thoughts this morning are with everyone who's been affected by the storm. Help support relief efforts where they're needed most by donating to the Red Cross: http://OFA.BO/ruDtEw Timeline Photos",
          1351605452
        ],
        [
          "Help get the word out on President Obama’s accomplishments—as quickly as you can: http://OFA.BO/ewJdZv Timeline Photos",
          1351470186
        ],
        [
          "States along the East Coast are preparing for Hurricane Sandy. If you can, please support American Red Cross disaster relief efforts here: http://OFA.BO/JdnJ23 Timeline Photos",
          1351447305
        ],
        [
          "“Nothing can stand in the way of the power of millions of voices calling for change.” Use your voice this weekend—canvass for the President: http://OFA.BO/szAFkA Timeline Photos",
          1351289125
        ],
        [
          "“Our destiny is not written for us, it’s written by us. And we’re going to write the next chapter together.” Check out the President’s plan to keep us moving forward—then pass it along: http://OFA.BO/sNyEof Timeline Photos",
          1351189904
        ],
        [
          "President Obama on day one of his 8-state, 48-hour tour: \"The crowds are great—the enthusiasm is unbelievable. People are working so hard.\" Follow along with the rest of the trip here: http://OFA.BO/TJh6K4 Timeline Photos",
          1351121308
        ],
        [
          "Say cheese. Timeline Photos",
          1351030449
        ],
        [
          "Share this if you agree: Mitt Romney has failed to stand up for our veterans, and he’s the wrong choice for commander in chief. Veterans for Obama A few things to keep in mind while you’re watching the debate tonight: http://OFA.BO/FdRnFY",
          1350939684
        ],
        [
          "Somebody order some Joe? Joe Biden Joe photo of the day: Provisioning an Obama for America - Florida field office in Orlando.",
          1350864900
        ],
        [
          "President Obama paid Jon Stewart a visit yesterday—watch the interview here, and pass it on: http://OFA.BO/vQaox4 Timeline Photos",
          1350670748
        ],
        [
          "Fired up in Ohio. Timeline Photos",
          1350654830
        ],
        [
          "“Being married to Michelle, and having these tall, beautiful, strong-willed girls in my house, never allows me to underestimate women.” –President Obama Timeline Photos",
          1350600231
        ],
        [
          "Forward, not back. http://OFA.BO/9Eaycy Timeline Photos",
          1350566453
        ],
        [
          "Share this if you’re ready to cheer on Team Obama in tonight’s debate: http://OFA.BO/fbArd8 Timeline Photos",
          1350419284
        ],
        [
          "This campaign is in the palm of your hand. Give $10 to Obama for America by texting GIVE to 62262. Timeline Photos",
          1350249634
        ],
        [
          "From all of us on the campaign, thanks for an amazing 2011—and here's to a great 2012. Timeline Photos",
          1325390642
        ]
      ],
      "dates_start": 1366164292,
      "dates_end": 1455637659,
      "likes_avg": 296105,
      "likes_stdev": 521145,
      "comments_avg": 11709,
      "comments_stdev": 20443,
      "shares_avg": 26207,
      "shares_stdev": 79015
    },
    {
      "number": 2,
      "important": [
        "commonsens",
        "gun",
        "violenc",
        "prevent",
        "gun violenc",
        "add",
        "face",
        "voic",
        "gun violenc prevent",
        "add voic"
      ],
      "common": [
        "action",
        "congress",
        "gun",
        "gun violence",
        "gun violence prevention",
        "prevention",
        "stand",
        "violence",
        "violence prevention",
        "voice"
      ],
      "messages": [
        [
          "Congress needs to stand up to the gun lobby and vote on common-sense legislation—for the victims of gun violence, for their families, and for all our communities. http://ofa.bo/2b1N3jf Add your voice for common-sense gun violence prevention Our country is facing a gun violence epidemic. Add your voice to those calling for action.",
          1471458672
        ],
        [
          "Ignoring America's gun violence epidemic is unacceptable. We must keep the pressure on congressional leaders to do something. Timeline Photos",
          1471442686
        ],
        [
          "Too many American lives are cut short each year by guns. Congress needs to act. Add your voice for common-sense gun violence prevention Our country is facing a gun violence epidemic. Add your voice to those calling for action.",
          1469558852
        ],
        [
          "We can't accept our country's current level of gun violence as normal. We need to keep pushing for Congress to do something about it. Add your voice for common-sense gun violence prevention Our country is facing a gun violence epidemic. Add your voice to those calling for action.",
          1467309774
        ],
        [
          "Enough is enough. Demand common-sense legislation from Congress. http://ofa.bo/d65U Add your voice for common-sense gun violence prevention Our country is facing a gun violence epidemic. Add your voice to those calling for action.",
          1466774232
        ],
        [
          "Too many people in the U.S. have their lives cut short by gun violence. Congress needs to do something to make our communities safer. http://ofa.bo/wZZ Take a stand to help prevent gun violence Speak up for meaningful legislative action from Congress to address gun violence.",
          1464897948
        ],
        [
          "Too many lives are cut short by gun violence. On National Gun Violence Awareness Day, Americans across the country are speaking up to ask Congress to act. Timeline Photos",
          1464873871
        ],
        [
          "Volunteers are sharing their personal stories to help prevent tragic acts of gun violence. Take a look: http://ofa.bo/u5c \"It is up to all of us to keep the momentum going.\" Last week, several OFA volunteers attended President Obama's announcement of his executive actions on gun violence.",
          1453481474
        ],
        [
          "Read President Obama's message to OFA supporters on how everyone can get involved to help prevent gun violence. http://ofa.bo/j9b0 President Obama: Stand up for gun violence prevention The President just took a big step forward on gun violence prevention, but a more comprehensive solution must come from Congress.",
          1452534289
        ],
        [
          "President Obama's common-sense actions are progress on gun violence prevention—but Congress needs to pass a long-term solution. http://ofa.bo/d5Ni Stand up for bold action on gun violence President Obama has announced he's taking a big step forward for gun violence prevention. Now it's time for Congress to step up.",
          1452214504
        ],
        [
          "Excuses for inaction just can't stand any longer. It's time for Congress to step up and help stop gun violence in America. Timeline Photos",
          1452030158
        ],
        [
          "President Obama just took action to protect our communities from gun violence—it's time for Congress to step up and do the same. http://ofa.bo/uK Stand up for bold action on gun violence President Obama has announced he's taking a big step forward for gun violence prevention. Now it's time for Congress to step up.",
          1452015500
        ],
        [
          "Mayors are calling on Congress to do something about gun violence in America. http://ofa.bo/e5Es Mayors to Congress: ‘Get a Backbone’ and Pass Gun Control City leaders want stronger regulations and curbs on firearms, POLITICO Magazine survey finds.",
          1446134182
        ],
        [
          "Gun violence shouldn't be so commonplace. It's time for Congress to do something about it. http://ofa.bo/i9TA Take a stand against gun violence There's much more work to be done. Tell Congress to #DoSomething to make progress on gun violence prevention.",
          1444939427
        ],
        [
          "Thoughts and prayers are not enough. Congress needs to step up and take action to prevent more gun-related tragedies. http://ofa.bo/p9YO Take a stand against gun violence There's much more work to be done. Tell Congress to #DoSomething to make progress on gun violence prevention.",
          1444331226
        ],
        [
          "More than 10,000 Americans die from gun violence each year—that can change. Timeline Photos",
          1444307875
        ],
        [
          "Mass shootings are far too commonplace in the United States—but that can change. Add your name if you want Congress to do something about gun violence. http://ofa.bo/p9YJ Take a stand against gun violence There's much more work to be done. Tell Congress to #DoSomething to make progress on gun violence prevention.",
          1444244406
        ],
        [
          "Share the Truth Team Digest and make sure your friends have the facts on gun violence in America. http://ofa.bo/s9S9 Get the facts: Read the Truth Team digest In this special edition of the Truth Team digest, we look at the week's most important stories around gun violence prevention.",
          1444229957
        ],
        [
          "Read about organizers' steps to prevent gun violence—and how they're continuing to push for reform. http://ofa.bo/g9Qn Demanding action on gun violence We've lost too many Americans to terrible acts of gun violence. Support organizers across the country who are fighting for reform.",
          1444061351
        ],
        [
          "More than 10,000 Americans die every year from gun violence. That needs to change. http://ofa.bo/h9Zg Obama challenged the media to compare gun and terrorism deaths. So we did. Way more Americans are killed in gun homicides than in terrorist attacks.",
          1443809094
        ],
        [
          "Congressional action on gun violence is long overdue. Timeline Photos",
          1443798869
        ],
        [
          "Add your voice in support of preventing gun violence in America. http://ofa.bo/t8dT Take a stand against gun violence There's much more work to be done. Say you'll fight to make progress on gun violence prevention.",
          1435700584
        ],
        [
          "Make your voice heard on gun violence prevention: http://ofa.bo/r8gv Take a stand against gun violence There's much more work to be done. Say you'll fight to make progress on gun violence prevention.",
          1435611946
        ],
        [
          "Grassroots organizing went head to head with the gun lobby in 2014: http://ofa.bo/b29Q Going head to head with the gun lobby (and winning) In 2014, OFA volunteers took the fight on gun violence prevention state by state.",
          1420046471
        ],
        [
          "\"We hear you\": President Obama responds to hundreds of thousands of Americans who signed \"We the People\" petitions on reducing gun violence. President Obama Responds to \"We the People\" Petitions On Gun Violence",
          1356127677
        ]
      ],
      "dates_start": 1424988588,
      "dates_end": 1469886213,
      "likes_avg": 71667,
      "likes_stdev": 74920,
      "comments_avg": 4277,
      "comments_stdev": 3463,
      "shares_avg": 8432,
      "shares_stdev": 19451
    },
    {
      "number": 3,
      "important": [
        "abl",
        "got",
        "peopl",
        "make sure",
        "better",
        "everyon",
        "sure",
        "obama",
        "economi",
        "make"
      ],
      "common": [
        "1st",
        "covered",
        "health",
        "health insurance",
        "insurance",
        "january",
        "january 1st",
        "make",
        "make sure",
        "sure"
      ],
      "messages": [
        [
          "\"Our goal wasn't just to make sure more people have coverage—it was to make sure more people have better coverage.\" —President Obama",
          1478358311
        ],
        [
          "We've got to make sure that our economy works for everyone. Timeline Photos",
          1475607253
        ],
        [
          "This is good news. We've got to keep building on this progress to make sure our economy works for everyone—not just those at the top. Timeline Photos",
          1475074605
        ],
        [
          "This is great news—but we can do more to make sure our economy works for everyone. Timeline Photos",
          1470406196
        ],
        [
          "We've seen important progress over the last seven years—but there's still more to do to make sure our economy works for everyone. Timeline Photos",
          1468510269
        ],
        [
          "DEADLINE: Today's the day. Make sure you're covered. http://ofa.bo/d5Wm Timeline Photos",
          1454258708
        ],
        [
          "Share this and make sure your friends have the security of health insurance. http://ofa.bo/v6b Timeline Photos",
          1453832638
        ],
        [
          "These Tucson volunteers are taking action to make their community a better place. http://ofa.bo/d5Cg Fulfilling the Promise in Tucson Organizers all over the country are working to make sure everyone's voices are heard. Read the latest from Arizona.",
          1442866622
        ],
        [
          "Share this, and make sure your voice is heard about these attacks on women's rights. http://ofa.bo/h8aT Hundreds of restrictions on women's rights introduced in the past three months By the end of the first quarter of the year, legislators had introduced 791 provisions related to sexual and reproductive health and rights.",
          1434549921
        ],
        [
          "You've got everything else covered. Make sure you have health insurance, too. http://ofa.bo/p2wC",
          1423592451
        ],
        [
          "Got covered on the marketplace? Make sure you're getting the best health care deal starting in 2015. Check out your options by December 15: http://ofa.bo/e1t1 Timeline Photos",
          1418230093
        ],
        [
          "Celebrate Christmas knowing you're already enrolled: http://OFA.BO/HY1HmK Be covered on the 1st Apply, shop, and buy health insurance before December 23rd to make sure you are covered on January 1st.",
          1387822534
        ],
        [
          "Tell your friends and family: Affordable health care is here. Enroll today. http://OFA.BO/78qW5R Be covered on the 1st Apply, shop, and buy health insurance before December 23rd to make sure you are covered on January 1st.",
          1387473657
        ],
        [
          "It's beginning to look a lot like Christmas. Give yourself the gift of health insurance: http://OFA.BO/W6x9rd Be covered on the 1st Apply, shop, and buy health insurance before December 23rd to make sure you are covered on January 1st.",
          1387215749
        ],
        [
          "Be covered on January 1st and start 2014 the right way: http://OFA.BO/TSCi7V Be covered on the 1st Apply, shop, and buy before December 23rd to make sure you are covered on January 1st.",
          1386951762
        ],
        [
          "Shop for health insurance without leaving your desk. http://OFA.BO/MzCM8r #GetCovered Be covered on the 1st Apply, shop, and buy before December 23rd to make sure you are covered on January 1st.",
          1386877674
        ],
        [
          "There are less than two weeks left to apply for health insurance that starts on January 1st. Find a plan that's right for you: http://OFA.BO/mJw76X Be covered on the 1st Apply, shop, and buy before December 23rd to make sure you are covered on January 1st.",
          1386776761
        ],
        [
          "Make sure your friends know where to vote today: http://OFA.BO/d23aUK Barack Obama's cover photo",
          1352201107
        ],
        [
          "Make sure your friends know how Obamacare is making health insurance more affordable for their families: http://OFA.BO/YSZUEq Timeline Photos",
          1351693872
        ],
        [
          "Make sure your friends get the facts on how President Obama is fighting for women: http://OFA.BO/AnNUoH Timeline Photos",
          1351372781
        ],
        [
          "Make sure your friends and family see President Obama’s second-term plans to keep us moving forward: http://OFA.BO/AefFhG Timeline Photos",
          1351080850
        ],
        [
          "Share this if you agree: Our daughters should have the same opportunities as our sons. Michelle Obama If you support the President’s record—from fair pay to making sure women can make their own health choices—share this post: http://OFA.BO/1KsCED",
          1350514187
        ]
      ],
      "dates_start": 1366650728,
      "dates_end": 1458373634,
      "likes_avg": 78174,
      "likes_stdev": 82258,
      "comments_avg": 7310,
      "comments_stdev": 13180,
      "shares_avg": 6988,
      "shares_stdev": 8511
    },
    {
      "number": 4,
      "important": [
        "wage",
        "secur",
        "like",
        "plan",
        "thing",
        "week",
        "whi",
        "minimum",
        "pay",
        "effort"
      ],
      "common": [
        "address",
        "obama",
        "president",
        "president obama",
        "president obama watch weekly address",
        "watch",
        "watch weekly",
        "watch weekly address",
        "weekly",
        "weekly address"
      ],
      "messages": [
        [
          "\"Their efforts are why we can enjoy things like the 40-hour work week, overtime pay, and a minimum wage. Their efforts are why we can depend on health insurance, Social Security, Medicare, and retirement plans.\" —President Obama.\n\nWatch the weekly address.",
          1472912728
        ],
        [
          "\"There’s still much more to do. But there’s no doubt that America has become a global leader in the fight against climate change. Last year, that leadership helped us bring nearly 200 nations together in Paris around the most ambitious agreement in history to save the one planet we’ve got. That’s not something to tear up—it’s something to build upon.\" —President Obama\n\nWatch the weekly address.",
          1471104848
        ],
        [
          "\"Our economy is stronger today than it was before the crisis. Since we dug out from the worst of it, our businesses have added almost 15 million new jobs.\" —President Obama \n\nWatch the weekly address.",
          1469282498
        ],
        [
          "\"To all our brave men and women in uniform: you represent the best of who we are as a nation. On this day and every day, we thank you.\" —President Obama\n\nWatch the weekly address.",
          1467464582
        ],
        [
          "\"One year ago this weekend, we lit the White House in every color—because in every state in America, you’re now free to marry the person you love. There’s still work to do. As we saw two weeks ago in Orlando, the LGBT community still faces real discrimination, real violence, real hate. So we can’t rest. We’ve got to keep pushing for equality and acceptance and tolerance.\" —President Obama\n\nWatch the weekly address.",
          1466869273
        ],
        [
          "\"If we’re going to raise our kids in a safer, more loving world, we need to speak up for it. We need our kids to hear us speak up about the risks guns pose to our communities, and against a status quo that doesn’t make sense.\"  —President Obama\n\nWatch the weekly address.",
          1466285492
        ],
        [
          "\"The debt we owe our fallen heroes is one we can never truly repay. But our responsibility to remember is something we can live up to every day of the year.\" —President Obama \n\nWatch the weekly address.",
          1464610829
        ],
        [
          "\"Giving flowers is always a good idea. But I hope that on this Mother’s Day, we’ll recommit ourselves to doing more than that: Through deeds that match our words, let’s give mothers the respect they deserve, give all women the equality they deserve, and give all parents the support they need in their most important roles.\" —President Obama \n\nWatch the weekly address.",
          1462717568
        ],
        [
          "\"For over 40 years, there’s been an average of 67 days between a nomination and a hearing. This time should be no different. This is not about partisan politics—it’s about upholding the institutions that make our democracy work.\" —President Obama\n\nWatch the weekly address.",
          1462023351
        ],
        [
          "\"Over the last seven years, we’ve made historic investments in clean energy that helped private-sector companies create tens of thousands of good jobs. And today, clean power from the wind or the sun is actually cheaper in many communities than dirtier, conventional power. It’s helped grow our economy and cut our total carbon pollution more than any other country on earth.\" —President Obama\n\nWatch the weekly address.",
          1454771302
        ],
        [
          "\"If you haven’t looked at your new coverage options, you’ve still got time to get covered on the health insurance marketplace for 2016. You have until January 31—next Sunday—to enroll. Just go to HealthCare.gov, CuidadoDeSalud.gov, or call 1-800-318-2596.\" —President Obama\n\nWatch the weekly address.",
          1453572506
        ],
        [
          "\"That’s when America works best—when everyone has opportunity; when everyone has some security; and when everyone can contribute to this country we love. That’s how we make sure that hardworking families can get ahead.\" —President Obama\n\nWatch the weekly address.",
          1452955301
        ],
        [
          "\"Since our plan went into effect, our automakers have added more than 640,000 new jobs ... Seven years ago, auto sales hit a 27-year low. Last year, they hit an all-time high.\" —President Obama\n\nWatch the weekly address.",
          1452359172
        ],
        [
          "\"We know that we can’t stop every act of violence. But what if we tried to stop even one? What if Congress did something—anything—to protect our kids from gun violence?\" —President Obama\n\nWatch the weekly address.",
          1451687895
        ],
        [
          "\"On behalf of Malia, Sasha, Bo, Sunny, Grandma, and everyone here at the White House, Merry Christmas.\" —President Obama\n\nWatch the weekly address.",
          1451063788
        ],
        [
          "\"The number one reason I’m optimistic going into 2016: It's you—the American people. All of this progress is because of you—because of workers rolling up their sleeves and getting the job done.\" —President Obama \n\nWatch the weekly address.",
          1450539483
        ],
        [
          "\"We know that the killers in San Bernardino used military-style assault weapons—weapons of war—to kill as many people as they could. It’s another tragic reminder that here in America it’s way too easy for dangerous people to get their hands on a gun.\" —President Obama\n\nWatch the weekly address.",
          1449339982
        ],
        [
          "\"I hope that you and your family have a wonderful Thanksgiving, surrounded by loved ones, and full of joy and gratitude.\" —President Obama\n\nWatch the weekly address.",
          1448556034
        ],
        [
          "\"If you haven’t gotten covered yet, or if you care about someone who hasn’t gotten covered yet, now’s your chance. It’s open enrollment season for the health insurance marketplace.\" —President Obama \n\nWatch the weekly address.",
          1446911155
        ],
        [
          "\"It’s not about politics. It’s about whether we as a nation live up to our founding ideal of liberty and justice for all. And working together, we can make sure that we do.\" —President Obama on criminal justice reform\n\nWatch the weekly address.",
          1446306100
        ],
        [
          "\"Because America is leading by example, 150 countries, representing 85% of global emissions, have now laid out plans to reduce their levels of harmful carbon pollution that warms our planet.\" —President Obama\n\nWatch the weekly address.",
          1445703602
        ],
        [
          "\"In too many cases, our criminal justice system is a pipeline from underfunded schools to overcrowded jails.\" —President Obama\n\nWatch the weekly address.",
          1445099040
        ],
        [
          "\"This week, after five years of effort with eleven other nations, we reached agreement on a new trade deal that promotes American values and protects American workers.\" —President Obama\n\nWatch the weekly address. http://ofa.bo/e5DV Timeline Photos",
          1444494953
        ],
        [
          "\"Congress should do its job, stop kicking the can down the road, and pass a serious budget rather than flirt with another shutdown. A serious budget is one that keeps America strong.\" —President Obama\n\nWatch the weekly address.",
          1443884358
        ],
        [
          "\"America is great right now—not because of our government, or our wealth, or our power, but because of everyone who works hard every day to move this country forward. Now Congress needs to work as hard as you do.\" —President Obama \n\nWatch the weekly address.",
          1442674879
        ],
        [
          "\"Americans will now have access to reliable data on every institution of higher education. You’ll be able to see how much each school’s graduates earn, how much debt they graduate with, and what percentage of a school’s students can pay back their loans.\" —President Obama \n\nWatch the weekly address.",
          1442069685
        ],
        [
          "\"If Congress wants to support working Americans and strengthen our middle class, they can pass a budget that invests in, not makes cuts to, the middle class.\" —President Obama \n\nWatch the weekly address.",
          1441460596
        ],
        [
          "\"I’m looking forward to talking with Alaskans about how we can work together to make America the global leader on climate change.\" —President Obama\n\nWatch the weekly address.",
          1440854906
        ],
        [
          "\"When Congress gets back, they should prevent a shutdown, pass a responsible budget, and prove that this is a country that looks forward—a country that invests in our future, and keeps our economy growing for all Americans.\" —President Obama\n\nWatch the weekly address.",
          1440250213
        ],
        [
          "\"I convened a task force on community policing to find commonsense steps that can help us drive down crime and build up trust and cooperation between communities and police.\" —President Obama\n\nWatch the weekly address.",
          1439642130
        ],
        [
          "\"The right to vote is one of the most fundamental rights of any democracy. Yet for too long, too many of our fellow citizens were denied that right, simply because of the color of their skin.\" —President Obama.\n\nWatch the weekly address.",
          1439041712
        ],
        [
          "\"If one of the best measures of a country is how it treats its more vulnerable citizens—seniors, the poor, the sick—then America has a lot to be proud of.\" —President Obama on the 50th anniversary of Medicare and Medicaid\n\nWatch the weekly address.",
          1438443507
        ],
        [
          "\"As long as I’m President, I’m going to keep doing whatever I can to protect consumers, and our entire economy, from the kind of irresponsibility that led to the Great Recession in the first place.\" —President Obama\n\nWatch the weekly address.",
          1437848174
        ],
        [
          "\"This week, the United States and our international partners finally achieved something that decades of animosity has not: a deal that will prevent Iran from obtaining a nuclear weapon.\" —President Obama\n\nWatch the weekly address.",
          1437217869
        ],
        [
          "\"In this country, of all countries, a person’s ZIP code shouldn’t decide their destiny. We don’t guarantee equal outcomes, but we do strive to guarantee an equal shot at opportunity—in every neighborhood, for every American.\" —President Obama\n\nWatch the weekly address.",
          1436630662
        ],
        [
          "\"On this most American of holidays, we remember that all who serve here at home and overseas, represent what today is all about. And we remember that their families serve, too.\" —President Obama\n\nWatch the weekly address. http://ofa.bo/r8of Timeline Photos",
          1436029616
        ],
        [
          "\"This week, after more than fifty votes in Congress to repeal or weaken this law; after a Presidential election based in part on preserving or repealing this law; after multiple challenges to this law before the Supreme Court, we can now say this for certain: the Affordable Care Act still stands, it is working, and it is here to stay.\" —President Obama\n\n\nWatch the weekly address.",
          1435408343
        ],
        [
          "\"As President, I spend most of my time focused on what we can do to grow the economy and grow new pathways of opportunity for Americans like you to get ahead. And we’ve made progress.\" —President Obama\n\nWatch the weekly address.",
          1434820878
        ],
        [
          "\"We do live in a new economy. And we’ve got to adapt to make sure America leads the way in this new century, just like we did in the last.\" —President Obama\n\nWatch the weekly address.",
          1434219520
        ],
        [
          "\"We’re a nation of immigrants. It’s a source of our strength and something we all can take pride in. And this month—Immigrant Heritage Month—is a chance to share our American stories.\" —President Obama\n\nWatch the weekly address.",
          1433612060
        ],
        [
          "In the weekly address, President Obama discusses important national security measures and reforms.",
          1432987345
        ],
        [
          "\"This weekend is Memorial Day—a time to pay tribute to all our men and women in uniform who’ve ever given their lives so that we can live in freedom and security.\" —President Obama\n\nWatch the weekly address.",
          1432389664
        ],
        [
          "\"Whether we are Democrats, Republicans, or independents; whether we live in one of our poorest communities, one of our wealthiest, or anywhere in between, we all want our country to be one where hard work pays off and responsibility is rewarded.\" —President Obama\n\nWatch the weekly address.",
          1431782322
        ],
        [
          "\"We will be forever grateful for what these remarkable men and women did, for the selfless grace they showed in one of our darkest hours. But as we mark this 70th anniversary, let’s not simply commemorate history. Let’s rededicate ourselves to the freedoms for which they fought.\" —President Obama\n\nWatch the weekly address.",
          1431176913
        ],
        [
          "\"No matter who you are, where you live, or how much money you’ve got, you should be able to access the world’s knowledge and information just like anyone else.\" —President Obama\n\nWatch the weekly address.",
          1430577562
        ],
        [
          "\"My entire presidency is about helping working families recover from recession and rebuild for the future. As long as I’m President, that’s what I’ll keep fighting to do.\" —President Obama\n\nWatch the weekly address.",
          1429969248
        ],
        [
          "\"This is the only planet we’ve got. And years from now, I want to be able to look our children and grandchildren in the eye and tell them that we did everything we could to protect it.\" —President Obama on combating climate change\n\nWatch the weekly address.",
          1429368081
        ],
        [
          "\"This week, together with our allies and partners, we reached a historic understanding with Iran.\" —President Obama\n\nWatch the weekly address.",
          1428154412
        ],
        [
          "\"I don’t think our top economic priority should be helping a tiny number of Americans who are already doing extraordinarily well, and asking everybody else to foot the bill. I think our top priority should be helping everybody who works hard get ahead.\" —President Obama\n\nWatch the weekly address.",
          1427567551
        ],
        [
          "\"Congress should stop playing politics with law enforcement and national security ... And that means they should end the longest confirmation process for an Attorney General in three decades, and give Loretta Lynch a vote.\" —President Obama\n\nWatch the weekly address.",
          1426950555
        ],
        [
          "\"In America, a higher education cannot be a privilege reserved for only the few. It has to be available to everybody who’s willing to work for it.\" —President Obama\n\nWatch the weekly address.",
          1426338813
        ],
        [
          "\"In too many parts of the world, girls are still valued more for their bodies than for their minds. That’s just plain wrong. And we all have to do more to stop it.”\n\nWatch the weekly address.",
          1425738601
        ],
        [
          "\"In America, we believe that a lifetime of hard work and responsibility should be rewarded with a shot at a secure, dignified retirement.\"\n\nWatch the weekly address.",
          1425164035
        ],
        [
          "\"While we’ve come a long way, we’ve got more work to do to make sure that our recovery reaches more Americans, not just those at the top. That’s what middle-class economics is all about.\"\n\nWatch the weekly address: http://ofa.bo/a2jD",
          1423341151
        ],
        [
          "\"Middle-class economics: the idea that this country does best when everyone gets their fair shot, everyone does their fair share, and everyone plays by the same set of rules.\" —President Obama\n\nWatch the weekly address: http://ofa.bo/d2XX Timeline Photos",
          1422720244
        ],
        [
          "\"I know that there are Republicans in Congress who disagree with my approach ... But what we can’t do is simply pretend that things like child care or college aren’t important, or pretend there’s nothing we can do to help middle-class families get ahead. Because we’ve got work to do.\"\n\nWatch the weekly address: http://ofa.bo/i2Y8 Timeline Photos",
          1422125390
        ],
        [
          "\"Our job now is to make sure that every American feels that they’re a part of our country’s comeback. That’s what I’ll focus on in my State of the Union—how to build on our momentum, with rising wages, growing incomes, and a stronger middle class.\" —President Obama\n\nWatch the weekly address: http://ofa.bo/q2Sw Timeline Photos",
          1421510943
        ],
        [
          "\"America’s resurgence is real. And now that we’ve got some calmer waters, if we all do our part, if we all pitch in, we can make sure that tide starts lifting all boats again. We can make sure that the middle class is the engine that powers America’s prosperity for decades to come.\" —President Obama\n\nWatch the weekly address: http://ofa.bo/q2Jy Timeline Photos",
          1420900590
        ],
        [
          "\"We have finally ended the debate in this country of whether or not health insurance is a right or a privilege. We think everyone in America has a right to have adequate health care insurance. And the Affordable Care Act gives them that right.\" —Vice President Biden\n\nWatch the weekly address: http://ofa.bo/b2Cf Timeline Photos",
          1420322417
        ],
        [
          "\"We have to make sure our economy, our justice system, and our government work not only for a few, but for all of us.\"\n\nWatch President Obama's weekly address: http://ofa.bo/f247 Timeline Photos",
          1419093972
        ],
        [
          "\"So this holiday season, as we give thanks for the blessings in our own lives, let’s also give thanks to our men and women in uniform who make those blessings possible. Even as some are coming home for the holidays, many more will be far from their families, who sacrifice along with them.\" —President Obama\n\nWatch the weekly address: http://ofa.bo/h1yR Timeline Photos",
          1418483622
        ],
        [
          "\"10.9 million new jobs. 10 million more Americans with health insurance. Manufacturing has grown. Our deficits have shrunk. Our dependence on foreign oil is down. Clean energy is up. More young Americans are graduating from high school and earning college degrees than ever before...\n\nThe United States of America continues to outperform much of the world. And we are going to keep it up until every American feels the gains of a growing economy where it matters most—in your own lives.\" —President Obama\n\nWatch the weekly address: http://ofa.bo/b1t7 Timeline Photos",
          1417881762
        ],
        [
          "\"Tell your friends and family members to get covered ... Let them know that it’s easy, it’s affordable, and that they have just three months, starting today, November 15th, to sign up.\" —President Obama\n\nWatch the weekly address: http://ofa.bo/a1be Timeline Photos",
          1416073988
        ],
        [
          "\"If you see a veteran, go on up and shake their hand. Look them in the eye. Say those words that every veteran deserves to hear: 'Welcome home. Thank you. We need you more than ever to help us stay strong and free.'\"\n\nWatch the weekly address: http://ofa.bo/i1RB Timeline Photos",
          1415461588
        ],
        [
          "\"So the simple truth is, when women succeed, America succeeds. And we should be choosing policies that benefit women, because that benefits all of us.\" —President Obama\n\nWatch the weekly address: http://ofa.bo/r1Q5 Timeline Photos",
          1414854710
        ],
        [
          "\"We have to be guided by the science—we have to be guided by the facts, not fear.\" —President Obama on Ebola\n\nWatch the weekly address: http://ofa.bo/a1Lk Timeline Photos",
          1414261781
        ],
        [
          "\"America deserves a raise right now. And America should forever be a place where your hard work is rewarded.\" —President Obama\n\nWatch the weekly address: http://ofa.bo/c1An Timeline Photos",
          1413031290
        ],
        [
          "\"If Congress continues to act in the spirit of cooperation we’ve seen in recent weeks, I’m confident we can make much more progress together in the year to come.\" —President Obama\n\nWatch the weekly address: http://OFA.BO/FqKMzC Weekly Address: Working Together on Behalf of the American People In his weekly address, President Obama highlights the bipartisan budget agreement that unwinds some of the cuts that were damaging to the economy and keeps i...",
          1387641381
        ],
        [
          "\"Extending unemployment insurance isn’t just the right thing to do for our families—it’s the smart thing to do for our economy. And it shouldn’t be a partisan issue.\" —President Obama\r\n\r\nWatch the weekly address: http://OFA.BO/7Ty2v5 Timeline Photos",
          1386430642
        ]
      ],
      "dates_start": 1419472584,
      "dates_end": 1454818463,
      "likes_avg": 69977,
      "likes_stdev": 47538,
      "comments_avg": 6218,
      "comments_stdev": 3717,
      "shares_avg": 6965,
      "shares_stdev": 4342
    },
    {
      "number": 5,
      "important": [
        "nomin process",
        "nomin",
        "senat leader",
        "leader",
        "process",
        "continu",
        "american peopl",
        "way",
        "respons",
        "court"
      ],
      "common": [
        "court",
        "fair",
        "garland",
        "hearing",
        "judge",
        "obama",
        "president",
        "senate",
        "supreme",
        "supreme court"
      ],
      "messages": [
        [
          "Senate leaders continue to stand in the way of a fair Supreme Court nomination process. They need to fulfill their responsibility to the Court and the American people. Timeline Photos",
          1476906065
        ],
        [
          "Another day has gone by without the hearing Judge Garland deserves. Senate leaders' refusal to fill the Supreme Court vacancy is unacceptable. We have to keep pushing—speak up for a fair hearing We can't afford to slow down in fighting for a fair Supreme Court nomination process. Say you'll keep pushing.",
          1476380392
        ],
        [
          "\"When many seats on the bench are empty and caseloads are heavy, justice is delayed.\" Justice delayed: Our view Gamesmanship on nominees extends well beyond the Supreme Court.",
          1476278967
        ],
        [
          "By blocking a Supreme Court nominee, Senate obstructionists have indefinitely delayed critical decisions that affect millions of Americans. Senate leaders need to stop treating the vacancy like a game. http://ofa.bo/2du4cWe A Crippled Supreme Court’s New Term Seven months after President Obama nominated Merrick Garland, the court remains short-handed and unable to decide the nation’s most pressing issues.",
          1475681587
        ],
        [
          "It's been more than six months, and Senate leaders are still refusing to give Judge Garland a fair hearing. This obstruction is unprecedented, and it needs to end. We have to keep pushing—speak up for a fair hearing We can't afford to slow down in fighting for a fair Supreme Court nomination process. Say you'll keep pushing.",
          1474574210
        ],
        [
          "Judge Garland received the American Bar Association's highest possible rating. Senate leaders should at least give him a fair hearing. giphy.com",
          1474556488
        ],
        [
          "The Supreme Court still has a vacant seat.\nPresident Obama's nominee is still waiting for a hearing. Timeline Photos",
          1474465906
        ],
        [
          "The Senate leadership's partisan obstruction has gone too far. Six months of refusing to fill the Supreme Court vacancy is unacceptable. We have to keep pushing—speak up for a fair hearing We can't afford to slow down in fighting for a fair Supreme Court nomination process. Say you'll keep pushing.",
          1474054768
        ],
        [
          "For half a year, Senate leaders have refused to hold a hearing on one of the most qualified Supreme Court nominees in history. They're putting politics first. Timeline Photos",
          1474037255
        ],
        [
          "\"There should not be an empty seat on the bench when the Supreme Court convenes on the first Monday in October.\"\n\nSenator Leahy calls on his colleagues to correct the course of their unprecedented obstruction and consider Chief Judge Garland's nomination to the Supreme Court. Constitution Day: Protecting our democracy When the Framers signed the United States Constitution, they created a federal system of government with three co-equal branches, designed to work cooperatively but also designed to serve as checks and balances. As we celebrate the 229th anniversary of the signing of the Constitution, Americans acro...",
          1473964739
        ],
        [
          "There's still time to give Judge Garland a fair hearing and an up-or-down vote, Senate leaders. The Senate needs to do its job There's still time for senators to hold a hearing for Judge Merrick Garland—but we have to keep up the pressure.",
          1473690334
        ],
        [
          "Senate leaders are back from recess now, and they have the opportunity to get important work done—like giving Judge Garland a hearing. The Senate needs to do its job There's still time for senators to hold a hearing for Judge Merrick Garland—but we have to keep up the pressure.",
          1473192114
        ],
        [
          "The Senate returns from recess next week. Filling the Supreme Court vacancy should be at the top of their to-do list. Call on Senate obstructionists to do their jobs There's still time for senators to hold a hearing for Judge Merrick Garland—but we have to keep up the pressure.",
          1472740795
        ],
        [
          "The American people deserve more than a gridlocked judicial system. Senate leaders, it's time to give Judge Garland a fair hearing and an up-or-down vote. Timeline Photos",
          1472659581
        ],
        [
          "Judge Merrick Garland should be no different. giphy.com",
          1472053874
        ],
        [
          "For a record-breaking 153 days, Senate obstructionists have refused to hold a hearing for one of the most well qualified Supreme Court nominees in U.S. history. That's unacceptable. Timeline Photos",
          1471356196
        ],
        [
          "Some of the same senators actively trying to block Judge Garland from the Supreme Court supported him in the past. Timeline Photos",
          1470921920
        ],
        [
          "The American people deserve a fully functioning Supreme Court. Editorial boards agree: Senators should do their jobs Check out this roundup of editorials from publications across the country that call on senators to do their jobs and hold a fair hearing for President Obama's Supreme Court nominee.",
          1470858971
        ],
        [
          "The Supreme Court is too important to be used as a tool for political gamesmanship. Timeline Photos",
          1470660613
        ],
        [
          "This is about basic respect for our democratic process. Senate leaders need to stop playing games with our Supreme Court and give Judge Garland a fair hearing and an up-or-down vote. Timeline Photos",
          1470152260
        ],
        [
          "Judge Garland is extremely qualified. Senate obstructionists need to stop playing political games with the Supreme Court, and give him a fair hearing. giphy.com",
          1469111855
        ],
        [
          "In The Wall Street Journal today, President Obama is calling on Senate leaders to do their jobs and stop obstructing our Supreme Court. Merrick Garland Deserves a Vote—For Democracy’s Sake President Obama writes that playing political football with the Supreme Court, as Republicans are doing with the nomination of Merrick Garland, erodes the rule of law and leaves major issues in limbo.",
          1468853338
        ],
        [
          "This is a win for women's reproductive rights. Supreme Court Strikes Down Texas Abortion Restrictions Had the justices upheld the regulations, the number of abortion clinics in the state would have dropped to 10.",
          1467037721
        ],
        [
          "Based on his merits alone, Judge Garland deserves a fair hearing in the Senate. Yet Another Legal Organization Throws Its Weight Behind Merrick Garland Obama’s Supreme Court nominee is deemed “well qualified.”",
          1466604734
        ],
        [
          "\"In every one of the 103 instances that mirror the current state of affairs, the president has been able to appoint a Justice to fill a vacancy on the Supreme Court — without a single exception.\" http://ofa.bo/iAIJ The Senate Republicans, Merrick Garland and the Lessons of History On February 13, the very day of Justice Antonin Scalia's untimely death, Senate Majority Leader Mitch McConnell stunningly announced that the Senate, und...",
          1465325223
        ],
        [
          "Because Senate leaders refuse to do their jobs, the Supreme Court can't fully do its job. It's time for a fair hearing for Judge Merrick Garland. Timeline Photos",
          1464977316
        ],
        [
          "\"[I] chose a career in law. Specifically a career devoted to building the kind of faith in the rule of law that civil society depends on.\" Watch Judge Garland talk about his life in public service. http://ofa.bo/d62F Merrick Garland Champions Work In Public Service During Commencement Address The Supreme Court nominee made no mention of the turmoil around his confirmation.",
          1464964648
        ],
        [
          "Across the country, editorial boards agree that Senate leaders need to get to work and hold a fair hearing for Judge Garland. http://ofa.bo/fAF0 Editorial boards agree: Senators should do their jobs Check out this roundup of editorials from publications across the country that call on senators to do their jobs and hold a fair hearing for President Obama's Supreme Court nominee.",
          1464293527
        ],
        [
          "Share if you stand with the majority of Americans who believe Judge Merrick Garland should get a fair hearing. Timeline Photos",
          1464110077
        ],
        [
          "\"The epitome of a careful, fair, non-partisan judge.\"\n\"He treated every party with dignity and respect.\"\n\"One of the greatest jurists of the past century.\"\n\nThese are the kinds of things that Judge Garland's former clerks say about their former boss. http://ofa.bo/b62f Chief Judge Merrick Garland: The Public Servant In his professional life, Chief Judge Merrick Garland has been a lot of things:",
          1463752170
        ],
        [
          "Supreme Court vacancies have been filled during election years in the past. The Senate's obstruction of Judge Garland is completely unprecedented.",
          1463065854
        ],
        [
          "This is what editorial boards across the country are saying about the Supreme Court vacancy: http://ofa.bo/hAI1 Editorial boards agree: Senators should do their jobs Check out this roundup of editorials from publications across the country that call on senators to do their jobs and hold a fair hearing for President Obama's Supreme Court nominee.",
          1462999387
        ],
        [
          "The Supreme Court is a key part of our democracy. We can't afford to have it understaffed. Timeline Photos",
          1462984885
        ],
        [
          "Senate leaders need to put politics aside and fill the Supreme Court vacancy. Timeline Photos",
          1462886945
        ],
        [
          "The Supreme Court is a key part of our democracy. We can't afford to delay filling its vacancy any longer. Timeline Photos",
          1462803371
        ],
        [
          "Taft.\nWilson.\nHoover.\nRoosevelt.\nEisenhower.\nReagan.\n\nThey all filled Supreme Court vacancies in an election year since 1900. The Senate's obstruction of President Obama's nominee is completely unprecedented. ofa.bo",
          1461869500
        ],
        [
          "Now it's the Senate's turn to take this seriously and fill the Supreme Court vacancy. Timeline Photos",
          1461783220
        ],
        [
          "Professor Obama has a Supreme Court 101 lesson for obstructionists in the Senate. Professor Obama on the Senate and the Supreme Court",
          1461767707
        ],
        [
          "This is why we need nine Supreme Court justices. http://ofa.bo/c5rK Eight isn't enough America needs a fully-functioning Supreme Court—speak up for a fair nomination process for Judge Merrick Garland.",
          1460646695
        ],
        [
          "Judge Merrick Garland is eminently qualified for the Supreme Court—and he deserves a fair hearing from the Senate. Timeline Photos",
          1460146188
        ],
        [
          "Judge Merrick Garland should get a fair hearing and timely up-or-down vote. Timeline Photos",
          1459782047
        ],
        [
          "Judge Merrick Garland deserves fair consideration from the Senate. Timeline Photos",
          1459259536
        ],
        [
          "\"Give Judge Garland—by all accounts an outstanding individual; someone with more experience on the federal bench than any Supreme Court nominee in history—the respect he has earned. Give him a hearing. Give him a vote.\" —President Obama \n\nhttp://ofa.bo/a5ro Obama: Why Senate must vote on Supreme Court nomination \"Judge Garland is exactly the kind of judge we need on the Supreme Court,\" president Barack Obama writes in an op-ed detailing why the Senate should vote on Merrick Garland and what Americans can do to ensure it.",
          1458916498
        ],
        [
          "It's time for Senate leaders to do their jobs and give Judge Merrick Garland a fair hearing. Timeline Photos",
          1458832256
        ],
        [
          "Judge Merrick Garland is a highly qualified Supreme Court nominee. There is no reason for the Senate to obstruct the nomination process. Timeline Photos",
          1458579935
        ],
        [
          "\"I fulfilled my constitutional duty. Now it’s time for senators to do theirs.\" —President Obama",
          1458403281
        ],
        [
          "Organizers across the country are speaking up for a fair Supreme Court nomination process. http://ofa.bo/d5nK OFA organizers tell senators: Do your job Read how volunteers from around the country joined together to call for a fair Supreme Court nomination process.",
          1458315908
        ],
        [
          "There's no reason why Senate leaders should refuse to give Judge Merrick Garland a fair hearing and a timely up-or-down vote. Timeline Photos",
          1458226404
        ],
        [
          "Support for a fair Supreme Court nomination process is growing. http://ofa.bo/uJm Americans say by 2-to-1 that Senate should hold hearings on Obama’s Supreme Court nominee Good news for Democrats in the new Washington Post-ABC News poll.",
          1458052412
        ],
        [
          "Editorial boards across the country are calling for a fair Supreme Court nomination process: http://ofa.bo/b5qk Editorial boards agree: Senators should do their jobs Check out this roundup of editorials from publications across the country that call on senators to do their jobs and hold a fair hearing for President Obama's Supreme Court nominee.",
          1457989791
        ],
        [
          "Two-thirds of Americans want the Senate to hold a fair hearing for President Obama's Supreme Court nominee. Are you one of them? http://ofa.bo/f9zT Sign the petition—tell the Senate to do its job President Obama is taking his constitutional responsibility seriously. The Senate should do the same.",
          1457729913
        ],
        [
          "Every past presidential nominee for the Supreme Court has received a vote within 125 days. Why should this one be any different? giphy.com",
          1457713307
        ],
        [
          "Senators leading the obstruction on a Supreme Court nominee have demanded up-or-down votes many times in the past. http://ofa.bo/f9yY 27 Times Chuck Grassley Demanded The Senate Vote On Judicial Nominees Judiciary Committee Chairman Chuck Grassley (R-IA) has vowed not to hold committee hearings or vote for whomever Preside…",
          1457634316
        ],
        [
          "Extreme voices in the Senate shouldn't stand in the way of a fair hearing for the next Supreme Court nominee. http://ofa.bo/uIl Sign the petition—tell the Senate to do its job President Obama is taking his constitutional responsibility seriously. The Senate should do the same.",
          1457560590
        ],
        [
          "\"I know there is an argument that no nominee should be voted on in the last year of a presidency. But there is nothing in the Constitution—or our history—to support this view.\" —Vice President Biden\n\nhttp://ofa.bo/e5is Joe Biden: The Senate’s Duty on a Supreme Court Nominee It would be an astonishing act of obstruction for Senate Republicans to not consider Obama’s nominee to succeed Justice Antonin Scalia.",
          1457541862
        ],
        [
          "Spread the word: The Senate has plenty of time for a fair hearing on a Supreme Court nominee. Timeline Photos",
          1457365574
        ],
        [
          "Take a look at what editorial boards across the country have to say about Senate leaders refusing to do their jobs. http://ofa.bo/i9xc Editorial boards agree: Senators should do their jobs Check out this roundup of editorials from publications across the country that call on senators to do their jobs and hold a fair hearing for President Obama's Supreme Court nominee.",
          1457108446
        ],
        [
          "Obstructing the Supreme Court nomination process for political reasons is unprecedented and irresponsible—demand action. http://ofa.bo/uHa Sign the petition—tell the Senate to do its job President Obama is taking his constitutional responsibility seriously. The Senate should do the same.",
          1457045000
        ],
        [
          "Fourteen presidents have appointed 21 Supreme Court justices during an election year. The Senate has no excuse not to act. http://ofa.bo/d5gn One-third of all U.S. presidents appointed a Supreme Court justice in an election year Six presidents did so as classic lame ducks, after the election.",
          1456938967
        ],
        [
          "President Obama plans to fulfill his constitutional duty. The Senate needs to step up and do the same. Timeline Photos",
          1456848626
        ],
        [
          "Speak up for a fair and timely nomination process. Tell the Senate to do its job—add your name now: http://ofa.bo/wEt Sign the petition—tell the Senate to do its job President Obama is taking his constitutional responsibility seriously. The Senate should do the same.",
          1456766201
        ],
        [
          "The Senate has a responsibility to fairly consider the President's nominee. Add your name if you agree: http://ofa.bo/g9pS Sign the petition—tell the Senate to do its job President Obama is taking his constitutional responsibility seriously. The Senate should do the same.",
          1456416349
        ],
        [
          "Stop obstructing our Supreme Court. Timeline Photos",
          1456341669
        ],
        [
          "\"A sterling record. A deep respect for the judiciary’s role. An understanding of the way the world really works. That’s what I’m considering as I fulfill my constitutional duty to appoint a judge to our highest court.\" —President Obama http://ofa.bo/e5bD A Responsibility I Take Seriously The Constitution vests in the President the power to appoint judges to the Supreme Court.  It’s a duty that I take seriously, and one that I will fulfill in the weeks ahead. It’s also one of the most important decisions that a President will make.  Rulings handed down by the Supreme Court directl",
          1456328521
        ],
        [
          "Average time to confirm recent Supreme Court nominees: 67 days\nLongest it's taken to vote on a nominee: 125 days\nNumber of days President Obama has left in office: 331 days giphy.com",
          1456256028
        ],
        [
          "Spread the word: The Supreme Court is far too important for obstructionists in the Senate to play political games. http://ofa.bo/vBY Sign the petition—tell the Senate to do its job President Obama is taking his constitutional responsibility seriously. The Senate should do the same.",
          1456241131
        ],
        [
          "A fully staffed Supreme Court is a key part of our democracy. Timeline Photos",
          1456175197
        ],
        [
          "The Senate has a constitutional responsibility to consider President Obama's Supreme Court nominee in a fair and timely manner. http://ofa.bo/g9mJ Nominating Supreme Court justices is Obama's job. Let him do it. Justice Antonin Scalia had been dead only a few hours when Senate Majority Leader Mitch McConnell announced that the Senate wouldn't act on any replacement proposed by President Obama . &ldquo;The American people should have a voice in the selection of their next Supreme Court justice,&rdquo…",
          1456158661
        ],
        [
          "The Supreme Court is a key part of our democracy, and the Senate has a duty to hold a fair hearing and timely vote on President Obama's nominee. http://ofa.bo/f9ns Sign the petition—tell the Senate to do its job President Obama is taking his constitutional responsibility seriously. The Senate should do the same.",
          1456077205
        ]
      ],
      "dates_start": 1457134133,
      "dates_end": 1470859403,
      "likes_avg": 39794,
      "likes_stdev": 32774,
      "comments_avg": 2494,
      "comments_stdev": 1471,
      "shares_avg": 4996,
      "shares_stdev": 6862
    },
    {
      "number": 6,
      "important": [
        "wage",
        "unemploy rate",
        "econom",
        "ad",
        "rate",
        "unemploy",
        "year",
        "percent",
        "month",
        "rise"
      ],
      "common": [
        "added",
        "clean",
        "clean energy",
        "economy",
        "energy",
        "growth",
        "job",
        "jobs",
        "solar",
        "year"
      ],
      "messages": [
        [
          "The economic progress we're making is undeniable—and it's up to all of us to keep building an economy that works for all Americans. U.S. Added 161,000 New Jobs In October; Wages Rise By 10 Cents The unemployment rate was little changed, ticking back down to 4.9 percent. Hourly earnings rose 10 cents over last month — in total, wages are up 2.8 percent year over year.",
          1478277846
        ],
        [
          "According to a new report, renewable energy will be the world’s fastest-growing source of electricity over the next five years.\n\nThis is another great example of how the U.S. is helping lead the fight to act on climate. Record Green Power Installations Beat Fossil Fuel for First Time Renewable energy reached an important turning point last year with record new installations of emissions-free power surpassing sources that burn fossil fuel, according the International Energy Agency.",
          1477511535
        ],
        [
          "This chart shows just how significantly the cost of clean energy technology has declined since President Obama took office. Watch clean energy costs fall, in one chart Nobody’s got time for two charts.",
          1475765333
        ],
        [
          "Solar power continues to gain traction across the country. Read how this important industry is growing. Big increase for US solar in 2016: Report Over two gigawatts of solar photovoltaic installations took place in the U.S. during the second quarter of 2016, according to a new report.",
          1473773356
        ],
        [
          "Improving energy efficiency saves American families money and fights climate change—and President Obama has made it a priority. Obama has done more to save energy than any other president Call him the energy efficiency president.",
          1470764281
        ],
        [
          "Thanks to President Obama's new initiative, solar panels will be within reach for millions of Americans. How Ida Went Solar (And Why It Means You Can, Too) In 1990, the electric company shut off power to Ida Rhyne’s home in Baltimore for the first time. They did it because she simply couldn’t…",
          1469196275
        ],
        [
          "The lowest uninsured rate ever recorded.\nAn unemployment rate below five percent.\nAnd the longest streak of private-sector job growth on record.\nAll while cutting the deficit by two-thirds. Timeline Photos",
          1465306507
        ],
        [
          "Investments in clean energy are investments in a more sustainable future. Timeline Photos",
          1461247053
        ],
        [
          "Investing in clean energy like solar power is good for our country. Timeline Photos",
          1461096624
        ],
        [
          "The future looks bright for clean energy. http://ofa.bo/fA4b Clean energy employs 2.5 million in US: Report The clean energy industry in the U.S. employs over 2.5 million people, according to new analysis.",
          1459870242
        ],
        [
          "The American labor force just posted \"the strongest totals we've seen in 16 years.\" http://ofa.bo/e5oO Hot streak continues for American job market In light of the new jobs report, presidential candidates calling for a radical shift in U.S. economic policy now have a much tougher case to make.",
          1459532502
        ],
        [
          "Don't listen to the critics: American job growth continues at a robust pace. Timeline Photos",
          1459518902
        ],
        [
          "The solar industry is expected to add more new electricity-generating capacity than any other sector this year. http://ofa.bo/i9yM Solar energy is poised for an unforgettable year Installations set a record in 2015 -- but just wait.",
          1457453324
        ],
        [
          "The demand for solar energy is through the roof. http://ofa.bo/yDO U.S. Solar Surged 17% in 2015 Led by Demand for Rooftop Power Solar power developers added a record 7.3 gigawatts of capacity in the U.S. last year, up 17 percent from 2014 and surpassing natural gas installations for the first time.",
          1456437574
        ],
        [
          "4.9 percent unemployment: ✓\nRising wages: ✓\nThe longest streak of private-sector job growth on record: ✓\n\nIt's hard to argue against facts. Timeline Photos",
          1455821324
        ],
        [
          "2015 was another big year for clean energy. http://ofa.bo/u8K The Majority of the New Energy Capacity Added to U.S. Grids Was Renewable For the second year in a row.",
          1455037237
        ],
        [
          "Jobs and wages are up, and the employment rate is down. Today is a good day for the American economy. http://ofa.bo/b5cW Wages Rise as U.S. Unemployment Rate Falls Below 5% Although employers added only 151,000 jobs last month, the wage bump suggested that some of the benefits from the falling unemployment rate were flowing to ordinary workers.",
          1454707534
        ],
        [
          "The solar industry is booming. gph.is",
          1453395136
        ],
        [
          "The solar industry added 35,000 jobs in 2015 alone—up 20 percent from 2014. http://ofa.bo/g9db Solar energy jobs double in 5 years There are more solar energy workers in the U.S. than oil and gas extraction workers.",
          1452787203
        ],
        [
          "From the lowest uninsured rate on record to 70 straight months of private-sector job growth, this country has come a long way in the past seven years. Take a look at some of the progress. http://ofa.bo/d5S5 The Nation He Built A POLITICO review of Barack Obama’s domestic policy legacy—and the changes he made while nobody was paying attention.",
          1452610367
        ],
        [
          "The economy continues to improve, adding 292,000 jobs in December—surpassing original predictions. http://ofa.bo/y0I U.S. economy has 2nd best year of jobs gains since 1999 For 2015, the economy added over 2.5 million jobs, the second best gain since 1999.",
          1452285580
        ],
        [
          "The deficit cut by two-thirds, the lowest unemployment rate in seven years, and the longest streak of private-sector job growth on record—but there's more work to do. Timeline Photos",
          1442419386
        ],
        [
          "Solar energy is breaking records every quarter—and this one is no different. http://ofa.bo/e54F Why solar energy is poised for yet another record year The solar boom continues -- but growth could be impaired after 2016.",
          1441894706
        ],
        [
          "The unemployment rate just fell to 5.1 percent—the lowest since April 2008.\n\nThat's good news—but there's more work to do. http://ofa.bo/q9CJ Employment report: U.S. added 173K jobs in August The unemployment rate declined to 5.1 percent, the Labor Department said Friday",
          1441374146
        ],
        [
          "Lower costs and new financial incentives will allow homeowners easier access to renewable energy. http://ofa.bo/f9Fl White House aims to boost homeowner renewable energy use The White House on Monday expanded its push for greater renewable energy adoption, announcing fresh financial incentives for solar panels, smart grid technology and other alternative energies for",
          1440446307
        ],
        [
          "Wind energy is now providing 73,000 jobs—and counting. http://ofa.bo/q96a The boom in wind energy couldn’t be coming at a better time Electricity from wind is now cheaper than ever before, says the Energy Department.",
          1439317328
        ],
        [
          "July marks 65 consecutive months of private-sector job growth—the longest streak on record. http://ofa.bo/c4xL Payroll Rise of 215,000 in July Keeps Fed on Track for September The U.S. job market is chugging ahead, making the type of progress Federal Reserve policy makers want to see in order to raise interest rates as soon as September.",
          1438957157
        ],
        [
          "President Obama is making it easier for low-income homeowners and renters to switch to clean energy. http://ofa.bo/j8mc White House Solar Plan Aims at Low- and Middle-Income People The administration announced an initiative to make solar energy more accessible to Americans at lower income levels.",
          1436299696
        ],
        [
          "June marked 64 consecutive months of private-sector job growth. http://ofa.bo/t8g4 The Employment Situation in June The economy added 223,000 jobs in June as the unemployment rate fell to 5.3 percent. Our economy has now added 5.6 million jobs over the past two years, the strongest two-year job growth since 2000. But despite this progress, there is more work to do.",
          1435866182
        ],
        [
          "Great news for the fight against climate change. http://ofa.bo/g8Qe White House raises $4 billion for clean energy The White House is touting $4 billion in commitments from the private sector to invest in clean energy technologies as it convenes a Clean Energy Investment Summit Tuesday.",
          1434467724
        ],
        [
          "States are leading in the fight against climate change. Read about Hawaii's plan to switch to 100 percent clean energy. http://ofa.bo/g7Wy Gov. Ige signs bill setting 100 percent renewable energy goal for state Gov. David Ige on Monday signed into law four energy bills, including one that strengthens Hawaii's commitment to clean energy by directing the state's utilities to generate 100 percent of their el...",
          1433948869
        ],
        [
          "This isn't just good news for our economy—it's good news for working families. http://ofa.bo/q6yo Strong Job Growth Data Eases Concerns After Winter Dip in Economy Employers added 280,000 jobs in May, a figure that is likely to strengthen the resolve of Federal Reserve officials who are hoping to start raising interest rates later this year.",
          1433526285
        ],
        [
          "223,000 jobs were added in April, making it the 62nd consecutive month of private-sector job growth. Read more in today's jobs report: http://ofa.bo/r5DS Good news: U.S. economy adds 223,000 jobs The U.S. economy added 223,000 jobs in April, a healthy pick up after March's jobs report was disappointing. Unemployment falls to 5.4%.",
          1431099595
        ],
        [
          "Countries across the world are investing in clean energy. Climate change deniers are running out of excuses. Timeline Photos",
          1428689568
        ],
        [
          "\"Caribbean countries are particularly vulnerable to the effects of climate change, and we have to act now.\" —President Obama\n\nRead more on how the United States and the Caribbean are making progress on clean energy. http://ofa.bo/g4bT Obama pledges effort to fight energy cost in Caribbean “This region has some of the highest energy costs in the world,” the president says.",
          1428674853
        ],
        [
          "Read about the President's initiative to train 75,000 Americans for jobs in the booming solar industry. http://ofa.bo/t4d7 Obama wants to train 75,000 new solar workers by 2020 During a visit to Utah's Hill Air Force Base Friday, President Obama will launch a new initiative to expand the nation's solar industry workforce.",
          1428081641
        ],
        [
          "Nations across the world are fighting climate change by making big investments in clean energy. http://ofa.bo/r4bV Renewable energy investment heats up worldwide From China to Mexico, renewable energy investments are hot.",
          1427996218
        ],
        [
          "The wind industry could support 600,000 American jobs by 2050—that's real economic growth. http://ofa.bo/f3et Report: Wind power could be 35% of supply by 2050 The Obama administration is setting new goals for the production of wind power, saying it will supply 35% of the nation's electricity by the year 2050.",
          1426198327
        ],
        [
          "Last month, the unemployment rate dropped to its lowest point in seven years, and our streak of private-sector job growth reached its 60th consecutive month. http://ofa.bo/e3Ex U.S. Economy Added 295,000 Jobs in February, but Wages Continued to Lag The gains exceeded economists’ expectations and added to encouragement about the continued recovery, though wage growth has barely budged in months.",
          1425657948
        ],
        [
          "The President talks about job growth, Obamacare, and a lot more with Vox. Read the full interview: http://ofa.bo/t2pc Obama on American politics and economy: the Vox conversation The president discusses health care, the economy, and the political polarization of the American people.",
          1423506619
        ],
        [
          "ICYMI: The economy added 252,000 jobs in December, making 2014 the best year for job growth since 1999. http://ofa.bo/r2Ms The Employment Situation in December Today’s solid employment report caps off a strong year for the U.S. labor market, which achieved a number of important milestones in 2014. Total job growth last year was the strongest since 1999, while the unemployment rate fell at the fastest pace in three decades.",
          1421093414
        ],
        [
          "FACT: The economy grew during the third quarter at its strongest rate in 11 years. http://ofa.bo/t28I Third Estimate of GDP for the Third Quarter of 2014 Today’s upward revision indicates that the economy grew in the third quarter at the fastest pace in over a decade. The strong GDP growth is consistent with a broad range of other indicators showing improvement in the labor market, increasing domestic energy security, and continued low health cost gr…",
          1419616202
        ],
        [
          "So far this year, our economy has added 2.65 million jobs—that's on track for the best year of job growth since the late 1990s. Timeline Photos",
          1417803728
        ],
        [
          "Great news: The unemployment rate in this country is falling as fast as at any point in the last 30 years. We have to keep the momentum going. Timeline Photos",
          1415377203
        ]
      ],
      "dates_start": 1428242872,
      "dates_end": 1463334802,
      "likes_avg": 52312,
      "likes_stdev": 24500,
      "comments_avg": 2878,
      "comments_stdev": 1348,
      "shares_avg": 4780,
      "shares_stdev": 2861
    },
    {
      "number": 7,
      "important": [
        "chang timelin",
        "fight climat chang",
        "slow",
        "cant afford",
        "effort",
        "climat chang timelin",
        "cant",
        "afford",
        "climat chang",
        "fight climat"
      ],
      "common": [
        "change",
        "clean",
        "clean power",
        "clean power plan",
        "climate",
        "climate change",
        "plan",
        "power",
        "power plan",
        "support"
      ],
      "messages": [
        [
          "We can't afford to slow down our efforts to fight against climate change. Timeline Photos",
          1476192229
        ],
        [
          "This is our best possible shot to save the planet from the devastating effects of climate change. Timeline Photos",
          1475696449
        ],
        [
          "We have to keep building on the progress we've made in tackling climate change. Timeline Photos",
          1473953295
        ],
        [
          "The Clean Power Plan is a significant step in combating climate change—and we need to keep moving forward. Timeline Photos",
          1471022270
        ],
        [
          "Ninety-seven percent of climate scientists agree that climate change is real and man-made—and the Clean Power Plan is a bold step to address it. \n\nBut deniers still want to hold that progress back. Support the Clean Power Plan We can't let deniers stand in the way of progress. Say you support the Clean Power Plan.",
          1470240284
        ],
        [
          "The Clean Power Plan helped pave the way for the historic Paris Climate Agreement—the first-ever global climate deal. Timeline Photos",
          1470231522
        ],
        [
          "This is a big step forward in the fight to curb climate change. Timeline Photos",
          1463149855
        ],
        [
          "The Clean Power Plan is a key part of U.S. leadership in fighting climate change. Timeline Photos",
          1461936760
        ],
        [
          "Thanks to American leadership, the world is coming together to tackle climate change. Timeline Photos",
          1461333020
        ],
        [
          "The Paris Agreement marks the biggest global step toward combating climate change. Timeline Photos",
          1450798597
        ],
        [
          "With American leadership, more than 180 nations have committed to cut pollution and fight climate change. Timeline Photos",
          1449762834
        ],
        [
          "The global community is coming together to work toward progress on climate change. Timeline Photos",
          1449677876
        ],
        [
          "The Clean Power Plan is part of American leadership on climate change. Timeline Photos",
          1449072785
        ],
        [
          "Read why the Clean Power Plan is an essential part of American leadership in the global effort to tackle climate change. http://ofa.bo/j9So Don't let deniers stand in the way We can't let a vocal minority stand in the way of critical progress on this issue.",
          1448995493
        ],
        [
          "The science is clear: Climate change is real and man-made—which is why the Clean Power Plan is so important. Timeline Photos",
          1447780895
        ],
        [
          "Don't let climate change deniers and big polluters derail the Clean Power Plan—show your support: http://ofa.bo/b5Ly Support the Clean Power Plan We can't let deniers stand in the way of progress. Say you support the Clean Power Plan.",
          1446216917
        ],
        [
          "Another important step forward in the fight to curb climate change. Timeline Photos",
          1440423584
        ],
        [
          "Don't let climate change deniers have the final say. Add your name to support the Clean Power Plan: http://ofa.bo/f9E1 Support the Clean Power Plan Finalizing the Clean Power Plan is a truly historic step in the fight against climate change. But climate change deniers and special interests will be spending millions to derail it.",
          1439822090
        ],
        [
          "Read President Obama's message on how you can support the Clean Power Plan: http://ofa.bo/h9HC President Obama: Show your support for the Clean Power Plan The President sent a message to OFA supporters about supporting state leaders who are acting on climate.",
          1438871513
        ],
        [
          "Add your name if you support the Clean Power Plan—the biggest step America has ever taken in the fight against climate change. http://ofa.bo/s99U Support the Clean Power Plan Finalizing the Clean Power Plan is a truly historic step in the fight against climate change. But climate change deniers and special interests will be spending millions to derail it.",
          1438792107
        ],
        [
          "The Clean Power Plan will create tens of thousands of jobs, lower the cost of renewable energy, and reduce carbon pollution.\n\nRead more from White House Senior Advisor Brian Deese. http://ofa.bo/e4vJ President Obama’s Clean Power Plan is a Strong Signal of International Leadership From drought-parched Brazil to the increasingly ice-free Arctic Ocean, from the rising seas along the Florida coast to t…",
          1438707981
        ],
        [
          "Support the Clean Power Plan—be a part of the biggest action our country has taken to tackle climate change: http://ofa.bo/j95i Support the Clean Power Plan Finalizing the Clean Power Plan is a truly historic step in the fight against climate change. But climate change deniers and special interests will be spending millions to derail it.",
          1438626579
        ],
        [
          "The Clean Power Plan is good news for our economy and for public health. Timeline Photos",
          1438613787
        ],
        [
          "It’s time to fight back against climate change. Timeline Photos",
          1433965516
        ],
        [
          "A new study found that the President's Clean Power Plan could save thousands of lives.\n\nRead more: http://ofa.bo/i587 Scientists: EPA’s curbs on coal-burning will save thousands of lives The proposed rules have drawn a fierce backlash from the Republican-controlled Congress, with members calling them harmful to the coal industry and the economy.",
          1430935965
        ]
      ],
      "dates_start": 1438081302,
      "dates_end": 1466304313,
      "likes_avg": 45992,
      "likes_stdev": 24968,
      "comments_avg": 2635,
      "comments_stdev": 1177,
      "shares_avg": 3399,
      "shares_stdev": 2361
    },
    {
      "number": 8,
      "important": [
        "global",
        "climat agreement",
        "offici",
        "accord",
        "pari",
        "put",
        "enter",
        "climat chang",
        "mark",
        "climat"
      ],
      "common": [
        "action",
        "change",
        "climate",
        "climate change",
        "fight",
        "fight climate",
        "global",
        "obama",
        "president",
        "president obama"
      ],
      "messages": [
        [
          "Today marks a crucial step forward in the fight against climate change, as the historic Paris Climate Agreement officially enters into force. \n\nLet's keep pushing for progress. Paris climate pact enters into force, focus shifts to action A landmark global accord to combat climate change officially entered into force on Friday, putting pressure on countries to start executing plans to slash greenhouse gas emissions to limit global warming.",
          1478292281
        ],
        [
          "2016 has been a big year for global efforts in the fight against climate change. The world just took another huge step forward on fighting climate change More than 140 countries have agreed to phase down the use of hydrofluorocarbons, or HFCs, the super-polluting, powerful greenhouse gases.",
          1476810966
        ],
        [
          "The record-breaking heat we've been seeing year after year is contributing to the number of fires that break out, the acreage that burns, and the duration of the season. Forest fires have doubled in West due to climate change, study finds Climate change from human activity nearly doubled the area that burned in forest fires in the American West over the last 30 years, a major new scientific study has found, and larger, more intense …",
          1476714487
        ],
        [
          "We're seeing big progress in the fight against climate change—but we can't slow down the push for action now. Keep up the fight for climate action We're already seeing the effects of climate change in communities across the country—speak up now in support of strong action.",
          1476474063
        ],
        [
          "\"Today the world meets the moment.” —President Obama Obama hails ‘historic’ ratification of Paris climate agreement The accord, which the president said could be a “turning point for our planet,” will enter into force after 30 days.",
          1475846874
        ],
        [
          "Fighting the big fights can be a lot of work. Stay hydrated. http://ofa.bo/2dbTce0 Shop the OFA Store - Organizing& Bottle Stay hydrated with this one-of-a-kind, 24 oz. water bottle and fight for progress at the same time.   Made in the USA by Liberty Bottles. Produced from recycled and recyclable, non-toxic materials. BPA-free. Their factory is built with state of the art equipment that uses less energy and conserves r...",
          1475590707
        ],
        [
          "According to a new report, climate change is likely to pose a threat to national security—we can't afford to deny it. Report cites national security risks from climate change WASHINGTON (AP) — A government report released Wednesday said climate change is likely to pose a significant national security challenge for the U.S. over the next two decades by heightening social and political tensions,…",
          1474901077
        ],
        [
          "The work we do to fight climate change is more important and urgent than ever. giphy.com",
          1474656266
        ],
        [
          "\"Such a lengthy period of record-setting warmth is unprecedented in 137 years of temperature observation.\" Earth posts hottest August on record and 16th straight month of unsurpassed heat Record-breaking heat has never persisted on the planet for so long.",
          1474641754
        ],
        [
          "In the words of a champion for climate action: \"We are the first generation to feel the sting of climate change, and we are the last generation that can do something about it.\" \n\nWhat kind of future we leave for our children depends on the work we do today.",
          1474485490
        ],
        [
          "American leadership on the global stage has helped create progress like the Paris Climate Agreement and the Iran nuclear deal. http://ofa.bo/2cO62BY President Obama Addresses the 71st United Nations General Assembly Watch as the President delivers his final address to the United Nations in New York City.",
          1474392866
        ],
        [
          "The Paris Climate Agreement is now a step closer to going into effect. But we can't stop there. Obama on Climate Change: The Trends Are ‘Terrifying’ More than health care, race or the economy, Mr. Obama believes his efforts to slow global warming will be the most consequential legacy of his presidency.",
          1473430248
        ],
        [
          "By formally joining the Paris Climate Agreement, we send a message to the rest of the world: We are ready to act on climate. Obama and Xi Ratify Paris Climate Pact, Hastening Acceptance U.S. President Barack Obama and Chinese President Xi Jinping formally joined the Paris Climate agreement Saturday in Hangzhou, as the leaders of the world’s two largest emitters of carbon pollution virtually ensured that the deal involving more than 190 countries will take effect.",
          1473258591
        ],
        [
          "\"Healthy and diverse lands and waters help us build resilience to climate change.\" —President Obama Obama At Lake Tahoe Praises Conservation Efforts The president warns that climate change can undermine decades-long conservation efforts. He spoke at an annual summit that brings people together to discuss how to keep Lake Tahoe blue.",
          1473171706
        ],
        [
          "Global temperatures are steadily rising with no signs of slowing down. Denying climate change is dangerous. July was ‘absolutely’ Earth’s hottest month ever recorded It was the 15th straight record-warm month in NOAA's analysis.",
          1471633114
        ],
        [
          "While deniers try to stall progress in the fight against climate change, we continue to break global heat records. \n\nWe can't afford not to act now. giphy.com",
          1471616002
        ],
        [
          "New efficiency standards for heavy-duty trucks will improve air quality and lower fuel costs—all while combating climate change. http://ofa.bo/2b4UINC New Rules Require Heavy-Duty Trucks to Reduce Emissions by 25% Over the Next Decade Officials said the new rules would cut 1.1 billion tons of carbon emissions and represent a global benchmark for reducing pollutants linked to climate change.",
          1471544920
        ],
        [
          "Climate change is a challenge we can solve if we work together and take the bold action needed. Keep up the fight for climate action We're already seeing the effects of climate change in communities across the country—speak up now in support of strong action.",
          1469644690
        ],
        [
          "Tackling climate change is going to take all of us pushing for action. Timeline Photos",
          1469631934
        ],
        [
          "The streak of broken heat records continued in June. Summer-on-Steroids Kicks Off With Record Global Temperatures June set a new record for heat, as did each of the 13 preceding months.",
          1469126789
        ],
        [
          "This is the only planet we've got, and we have to do everything we can to protect it—including action to fight climate change. Add your voice to the push for climate action Speak up now—say you support meaningful action in fighting climate change.",
          1466532404
        ],
        [
          "This weekend, President Obama explored Yosemite National Park with National Geographic and discussed the importance of fighting climate change. Exclusive: Obama on Threats to Nature, Power of National Parks During a visit to Yosemite, the president urges Americans to help protect parks for future generations and highlights his efforts on land, water preservation.",
          1466433247
        ],
        [
          "Climate change is happening now—and we have to do something about it. http://ofa.bo/hAJO April breaks global temperature record, marking seven months of new highs Latest monthly figures add to string of recent temperature records and all but assure 2016 will be hottest year on record",
          1463668789
        ],
        [
          "Because of the Obama administration's new overtime rule, more middle-class families will gain economic security. Timeline Photos",
          1463586296
        ],
        [
          "Share if you're proud of how the U.S. is leading the fight against climate change. giphy.com",
          1463409804
        ],
        [
          "This new rule will help curb methane pollution—and improve public health. http://ofa.bo/gA96 Obama administration announces historic new regulations for methane emissions from oil and gas The EPA said it will regulate new sources immediately, and called for more information from industry to advance rules for existing sources.",
          1463092152
        ],
        [
          "America has made huge strides in securing a healthier future for our families and our communities. We can't let climate change deniers reverse that progress. http://ofa.bo/xRI Call out climate change deniers 97 percent of climate scientists agree that climate change is real and man-made—but too many elected officials still publicly deny it. Let them know that it's time to stop denying basic science and act on climate change.",
          1462197627
        ],
        [
          "There's been a lot of global progress in the fight to tackle climate change, but we can't stop now. Say you support progress in the fight against climate change Add your name to say you're committed to this fight.",
          1461697312
        ],
        [
          "In case you missed it, something important just happened in the global fight against climate change. 175 nations sign historic Paris climate deal on Earth Day U.S. Secretary of State John Kerry signed the document while holding his young granddaughter.",
          1461679766
        ],
        [
          "Climate change is a serious threat. We can't keep pretending it doesn't exist. Timeline Photos",
          1461595886
        ],
        [
          "Climate change is dangerous for public health. We have to act now.",
          1461351857
        ],
        [
          "Today, the United States joined the international community in signing the Paris Agreement—a groundbreaking global effort to fight climate change. We can't let deniers hold us back. http://ofa.bo/hAEi Say you support progress in the fight against climate change Add your name to say you're committed to this fight.",
          1461342203
        ],
        [
          "Climate change is not a problem for the distant future. We're already seeing its effects today.",
          1461176848
        ],
        [
          "This year, our country made big steps forward in combating climate change. We can't let climate change deniers derail progress. http://ofa.bo/d5tM Say you support progress in the fight against climate change Add your name to say you're committed to this fight.",
          1461162796
        ],
        [
          "Climate change is real—and it's already happening. http://ofa.bo/z0QE Scorching March temperatures set a global record — for the third straight month this year NASA's data could mean the Earth is already nearing one of the milestones the Paris climate agreement hoped to avoid.",
          1461075787
        ],
        [
          "Find out how climate change is making wildfires a continual threat in some areas—and why it's so important to act now: http://ofa.bo/yQJ Wildfires, Once Confined to a Season, Burn Earlier and Longer Increasingly, fire crews are making calculated decisions to let blazes consume the land, concentrating their efforts on safeguarding communities and watersheds.",
          1460665021
        ],
        [
          "Here's how climate change could impact sea level rise—and why it's so important to act now: http://ofa.bo/uOE Antarctic loss could double expected sea level rise by 2100, scientists say If carbon emissions continue unabated, expanding oceans and massive ice melt would threaten global coastal communities, according to new projections.",
          1459952481
        ],
        [
          "The United States and Canada just agreed to reduce methane emissions from oil and gas by as much as 45 percent by 2025. http://ofa.bo/vJV Obama Finds Common Cause on Climate Change With Canada's Trudeau U.S. President Barack Obama and Canadian Prime Minister Justin Trudeau will release the details, which oil and gas companies are likely to fight, as they meet Thursday in Washington.",
          1457645645
        ],
        [
          "\"Most Americans want to see President Barack Obama nominate someone to fill the vacancy on the Supreme Court.\" http://ofa.bo/z0If For the next Justice, Americans want a nominee and a hearing Most Americans want to see President Barack Obama nominate someone to fill the vacancy on the Supreme Court created by the death of Justice Antonin Scalia, but the public is divided on what ideological tilt they'd prefer to see in a nominee, according to a new CNN/ORC poll published Thursday.",
          1457122351
        ],
        [
          "Climate change denial is foolish in the face of facts. http://ofa.bo/f9nS Earth Kicks Off 2016 With the Most Abnormally Warm Month Ever Measured It would be hard to top 2015—a year unlike any other in human history—but 2016 seems to be giving it a shot. According to the latest data from NASA, is ...",
          1455900023
        ],
        [
          "\"When young people are excited about science, technology, engineering, and math, that’s not just good for them. That’s good for America.\" —President Obama\n\nRead more from the President's interview with Popular Science on climate change, the future, and why investing in science and technology is so important: http://ofa.bo/e5VC President Obama on Science, Technology, and How to Win The Future In an exclusive interview with Popular Science, President Barack Obama lays out his plan for science and technology in America. He covers new initiatives in space and exploration, climate change, and more.",
          1455214191
        ],
        [
          "2015 was the hottest year ever recorded. Here's what scientists are saying—and why climate action is so important: http://ofa.bo/x6D Record Warmth 'Almost Certainly' Due to Humans, Scientists Say The odds are “vanishingly small” that recent years of record warmth aren’t due to human emissions of greenhouse gases, researchers in the U.S. and Germany said, adding to pressure on world governments to cut back on fossil fuel use.",
          1453930977
        ],
        [
          "\"Scientists reported Wednesday that 2015 was the hottest year in recorded history by far, breaking a record set only the year before.\"\n\nRead more. http://ofa.bo/y4z 2015 Was Hottest Year in Historical Record, Scientists Say The bulk of the record-setting heat, NASA and NOAA say, is from long-term planetary warming caused by human emissions of greenhouse gases.",
          1453328218
        ],
        [
          "Another step forward in the fight against climate change. http://ofa.bo/c5SN Obama announces moratorium on new federal coal leases The moves are certain to draw fierce opposition from the coal industry and politicians from Western states.",
          1453303478
        ],
        [
          "The United States is leading global efforts to tackle climate change—but extreme voices in Congress are trying to stand in the way of progress. http://ofa.bo/i9ZA Obama vetoes anti-climate change measures passed by Congress HONOLULU (AP) — President Barack Obama has vetoed two measures that would have blocked steps that his administration is taking to address climate change.",
          1450894026
        ],
        [
          "There's still more work to do in the fight against climate change—on every level. Check out what happens when organizers come together to discuss the path forward in their communities: http://ofa.bo/j9Vj Volunteers join together to lead on climate change As the international community joined together to #ActOnClimate, OFA volunteers geared up.",
          1450469964
        ],
        [
          "The global climate agreement is a huge step forward. http://ofa.bo/s9Yb The Paris Climate Deal Is President Obama’s Biggest Accomplishment Five reasons why Paris will top Obama's legacy.",
          1450283665
        ],
        [
          "Nearly 200 countries came together to commit to global action on climate change—show your support: http://ofa.bo/d5LM Support global action on climate change Climate change is a worldwide problem. We can't let deniers in the U.S. derail progress.",
          1450051236
        ],
        [
          "\"We must not forget the power we have locally.\"\n\nFind out how these volunteers are helping shape the discussion on climate change in their community: http://ofa.bo/d5L4 #UnitedOnClimate starts at home The international climate talks in Paris are underway, and OFA volunteers are doing their part to support climate action at the grassroots level.",
          1449867553
        ],
        [
          "As the global climate talks continue, don't miss your chance to be part of this historic moment. Here's how you can get involved: http://ofa.bo/e5I7 Join the global conversation on climate change The international community is coming together for global action on climate change. Join the conversation.",
          1449784683
        ],
        [
          "The time to act on climate change is now.",
          1449694179
        ],
        [
          "The global community is coming together to tackle climate change. You can join the conversation: http://ofa.bo/b5O2 Join the global conversation on climate change The international community is coming together for global action on climate change. Join the conversation.",
          1448922105
        ],
        [
          "Read from EPA Administrator Gina McCarthy on why the global community is in a strong position heading into the international climate talks. http://ofa.bo/c5HX The U.S. Can Lead the World to a Climate Agreement American commitments to reduce greenhouse gas emissions are encouraging other nations",
          1448897246
        ],
        [
          "The international community is coming together to address climate change—but there are still more than 130 members of Congress denying the science behind it.\n\nSay you're ready for strong international efforts. http://ofa.bo/i9VC Support global action on climate change Climate change is a worldwide problem. We can't let deniers in the U.S. derail progress.",
          1448296769
        ],
        [
          "We have to act on climate change now. http://ofa.bo/g9TO Record-crushing October keeps Earth on track for hottest year in 2015 The planet didn't just break but obliterated records established just last year.",
          1448034919
        ],
        [
          "We can't let climate change deniers slow progress. Show your support for international efforts to address climate change: http://ofa.bo/h9d0 Support global action on climate change Climate change is a world-wide problem. We can't let deniers in the U.S. derail progress.",
          1447967092
        ],
        [
          "The international community is ready to tackle climate change. It's time for deniers in Congress to get in the game. Timeline Photos",
          1447886621
        ],
        [
          "In just two weeks, countries all over the world are gathering for an international conference to tackle climate change—but there are still many in Congress who would like to derail it.\n\nAdd your name to stand up for strong global efforts to tackle climate change. http://ofa.bo/f9Vq Support global action on climate change Climate change is a world-wide problem. We can't let deniers in the U.S. derail progress.",
          1447865895
        ],
        [
          "Read from a veteran and former Federal Chief Sustainability Officer on the risks of not actively fighting climate change. http://ofa.bo/e5FK Climate Change Is the ‘Mother of All Risks' to National Security A strong global climate agreement in Paris would help build a safer America",
          1447365237
        ],
        [
          "BREAKING: President Obama just rejected the Keystone XL pipeline—another huge step in the fight against climate change. Join this fight. http://ofa.bo/p9ai Keystone XL was just rejected—add your name to support the President's climate action President Obama just rejected the Keystone XL pipeline. Deniers and polluters are gearing up for a huge fight on this. Stand with the President and let's fight back today.",
          1446827073
        ],
        [
          "\"Recovery can't just be focused on short-term needs, but on long-term risk and vulnerabilities.\" —Shaun Donovan, Director of the Office of Management and Budget\n\nRead more. http://ofa.bo/c5Fo In Ongoing Response to Hurricane Sandy, We Must Remain Focused on Climate Change's Long-Term Impacts Since Hurricane Sandy made landfall, the national dialogue about recovery and resilience has shifted. The Obama Administration has led the Federal government in integrating resilience into the fabric of how we build, rebuild, plan and prepare for the impacts of climate change. However, the stakes co…",
          1446150354
        ],
        [
          "Another reason why action on climate change is so important. ofa.bo/q9Oq 2015 Likely to Be Hottest Year Ever Recorded The immediate cause of the record-breaking warmth is a strong El Niño weather pattern, in which the ocean releases immense amounts of heat into the atmosphere.",
          1445541633
        ],
        [
          "Climate change deniers are running out of excuses. http://ofa.bo/c5FU America’s Companies Keep Pledging To Reduce Emissions Companies are making the economic argument for curbing climate change, offering support in the run up to the Paris talks in December.",
          1445283979
        ],
        [
          "Under the Obama administration, the deficit has been cut by roughly three-quarters since 2009. http://ofa.bo/h9bO Stronger Economy Cited as U.S. Reports Lowest Budget Deficit of Obama’s Tenure The administration cheered the figures as vindication of the president’s economic policies and as proof of the resurgence he started after taking office during the recession.",
          1445009931
        ],
        [
          "Seventy percent of Americans agree on the science of climate change. It's time for deniers in Congress to listen. http://ofa.bo/g9Rs Americans’ Denial of Climate Change Hits Record Low, Survey Finds It remains unclear how changing views will influence policy",
          1444925240
        ],
        [
          "Here's another reason why taking action to fight climate change is so important. http://ofa.bo/r9UW This is how rising seas will reshape the face of the United States With unchecked global warming, the locations of over 20 million people's current homes could ultimately be exposed.",
          1444769484
        ],
        [
          "Read how one OFA organizer got her start and eventually landed her dream job fighting for a good cause. http://ofa.bo/g9Qr A former OFA Professional Fellow lands a dream job Read how a former OFA professional fellow used OFA tools and trainings to land a job fighting for a great cause.",
          1444140272
        ],
        [
          "In this exclusive interview with Rolling Stone, President Obama discusses the importance of creativity when it comes to fighting climate change. http://ofa.bo/f9SQ Obama Takes on Climate Change: The Rolling Stone Interview \"I don't want to get paralyzed by the magnitude of this thing. I'm a big believer that imagination can solve problems,\" says the president",
          1443532722
        ],
        [
          "Climate change is an urgent problem. Read more from Pope Francis: http://ofa.bo/e5Bf Papa! Pope stirs excitement in DC, calls for climate action WASHINGTON — Cheered by jubilant crowds across the nation's capital, Pope Francis forged common cause Wednesday with President Barack Obama on climate change, immigration and inequality, as the popular pontiff signaled he would not sidestep issues that have deeply divided Americans.",
          1443190883
        ],
        [
          "This is what it looks like when countries work together on climate change. http://ofa.bo/p9SQ Chinese cities pledge early carbon emissions peak under deal with U.S. Leaders of 11 Chinese cities and provinces are to announce that their carbon emissions will start to fall earlier than China's national target of 2030 at a U.S.-China meeting on Tuesday, a move meant to build momentum for a global climate change accord in December.",
          1442518848
        ],
        [
          "Change starts with you. Be part of the team fighting for progress. http://ofa.bo/t9I3 Join OFA Democracy isn't a spectator sport. Join the movement fighting for real, lasting change.",
          1442329998
        ],
        [
          "Speaking in Alaska this week, President Obama emphasized the urgent global need to take action on climate change. Read more: http://ofa.bo/t9DT Obama Makes Urgent Appeal in Alaska for Climate Change Action President Obama said at an international conference that “we’re not acting fast enough,” challenging leaders and citizens to reduce emissions to “protect the one planet that we’ve got while we still can.”",
          1441135364
        ],
        [
          "The renaming of Mount McKinley to Denali is a historically significant move for the people of Alaska. Read more: http://ofa.bo/s9G9 McKinley no more: North America's tallest peak to be renamed Denali It’s official: Denali is now the mountain formerly known as Mount McKinley. With the approval of President Barack Obama, Interior Secretary Sally Jewell has signed a “secretarial order” to officially change the name of North America's highest peak.",
          1441040059
        ],
        [
          "The first two women to graduate from the United States Army's Ranger School are making history—and paving the way for future generations: http://ofa.bo/h9L3 First Female Army Rangers Say They Thought Of 'Future Generations Of Women' Some male Rangers admitted they were at first \"skeptical\" of the women. That changed. Some shared stores of how the women carried heavy loads when men were \"too broken\" to help.",
          1440183018
        ],
        [
          "Read about another unprecedented step in President Obama's plan to combat climate change. http://ofa.bo/p9Ir U.S. proposes to cut methane from oil and gas by nearly half The Obama administration is proposing to cut methane emissions from U.S. oil and gas production by nearly half over the next decade in an unprecedented step to curb climate change.",
          1440011629
        ],
        [
          "Read one organizer’s story about the fight for women’s rights—and why it’s important not to let up now. http://ofa.bo/h9Kn An important anniversary for women's rights A personal story about how community organizers like Susan B. Anthony and Grandma Evelyn fought for the 19th Amendment—and how we need to continue their fight.",
          1439996391
        ],
        [
          "This is big. http://ofa.bo/a4zG Apple, Microsoft, Google and other US firms to commit $140bn to address climate change Bank of America, General Motors, Cargill, Wal-Mart Stores, Coca-Cola and PepsiCo will also contribute.",
          1438007406
        ],
        [
          "American leadership is making a big difference in the global fight against climate change. http://ofa.bo/s8hN China, Brazil, and the U.S. announce new climate and clean energy goals The three major emitters collectively pushed the ball downfield considerably Tuesday, as the world moves towards a major Paris summit at the end of the year.",
          1435768639
        ],
        [
          "Climate change is not some distant threat. It's already impacting the health of millions. http://ofa.bo/p8c9 Climate change poses a severe risk to global health, says new report The Lancet Commission states bluntly that unchecked warming could be the worst health threat of the 21st century.",
          1435157201
        ],
        [
          "\"The sooner we act, the better off America and future generations of Americans will be.\" —EPA Administrator Gina McCarthy on fighting climate change http://ofa.bo/j8Sy Obama administration sees cost savings, health benefits from climate action The health and economic benefits of global climate change policies outweigh the impacts of taking no action, the Obama administration said Monday in a new report, which was released as Congress tries",
          1435073511
        ],
        [
          "\"The American people and the American economy have faced enormous pollution challenges before, and history proves we can turn incredible challenges into incredible opportunity.\" —EPA Administrator Gina McCarthy\n\nRead more on the economic case for fighting climate change: http://ofa.bo/r8Xs The Economic Case for Fighting Climate Change A strong, competitive American economy depends on climate action.",
          1434719754
        ],
        [
          "Read how the Obama administration is strengthening clean water protections. http://ofa.bo/j688 EPA strengthens federal protections for small streams The controversial rule places smaller waterways under U.S. safeguards, setting up fight with states and Congress.",
          1432756477
        ],
        [
          "Taking action on climate change becomes more urgent every day—we can't let elected officials off the hook for denial any longer. Join the team holding climate change deniers accountable: http://ofa.bo/j5mP Call out climate change deniers It's time to expose climate change deniers—add your name, and join the team that's calling them out, one by one.",
          1432229274
        ],
        [
          "Stand with the President's actions to fight climate change—add your name now: http://ofa.bo/t5AZ Stand with President Obama and support aggressive action to fight climate change. President Obama has proposed action to fight climate change in the face of intense opposition from polluters. Add your name and stand with the President.",
          1431032252
        ],
        [
          "When the level of carbon dioxide in the atmosphere is higher than it's been in millions of years, it's not time for denial—it's time for action. http://ofa.bo/e4gr Amount of carbon dioxide in air keeps rising, hits milestone WASHINGTON (AP) — Global levels of carbon dioxide, the most prevalent heat-trapping gas, have passed a daunting milestone, federal scientists say. The National Oceanic and Atmospheric Administration says in March, the…",
          1431012057
        ],
        [
          "\"Climate change is real as are its effects: stronger storms, deeper droughts, longer wildfire seasons and public-health risks.\" —President Obama http://ofa.bo/g4sc Obama: We can no longer delay action on climate change PRESIDENT OBAMA: Effects of change painfully evident in the Everglades.",
          1430405643
        ],
        [
          "The Obama administration is calling on American farmers to help fight climate change. http://ofa.bo/t4ry U.S. agriculture secretary calls on farmers to address climate change in speech at Michigan State \"In order to address climate change, we have to get ahead of it,\" Vilsack said during the speech at MSU. \"And no one, no one innovates better, responds to a challenge better than the folks who live, work and raise their families in rural America.\"",
          1429892552
        ],
        [
          "Climate change is real, and so are the President's actions to fight it. Timeline Photos",
          1429725984
        ],
        [
          "Time and time again, the EPA has conquered huge environmental challenges. It's a good thing they're on the front lines in the fight against climate change. http://ofa.bo/h4rD Here are 4 big pollution problems EPA has (mostly) fixed already For Earth Day, here's a look back at EPA successes, and a look ahead to the next big challenge: climate change.",
          1429643475
        ],
        [
          "Share this and set the record straight on some of the biggest myths about climate change. http://ofa.bo/g4hz 6 Climate Change Myths — Debunked! Experts say not to fall for these misconceptions.",
          1429284393
        ],
        [
          "\"There are a whole host of public health impacts that are going to hit home, so we've got to do better in protecting vulnerable Americans.\" —President Obama on the link between climate change and public health.\n\nRead more: http://ofa.bo/t4er President Obama links public health and climate change - CNN.com There's a new way to talk about climate change that doesn't breakdown along the old, familiar fault lines. It links climate change to your health.",
          1428523157
        ],
        [
          "Climate change doesn't just fuel more extreme weather—it also poses a health risk to our families. http://ofa.bo/f4fZ Obama presents climate change as hazard to your health President Barack Obama will ask Americans to think of climate change as a threat not just to the environment, but also to their health.",
          1428430305
        ],
        [
          "U.S. leadership at home and abroad is crucial if we're going to solve global climate change. Read more about today's step forward: http://ofa.bo/a4ED We’re taking action on climate change — and the world is joining us Last November, President Obama stood in the Great Hall of the People in Beijing alongside Chinese President Xi Jinping —…",
          1427894806
        ],
        [
          "Another big step forward in combating climate change. http://ofa.bo/g43P Obama to cut federal government’s carbon emissions 40 percent over 10 years The president will announce Thursday new steps in cutting the federal government's greenhouse gas emissions, according to White House officials.",
          1426863847
        ],
        [
          "One of these elected officials threw a snowball while on the floor of the Senate to disprove man-made climate change.\n\nVote now on who should advance to the Denial Finals: http://ofa.bo/j424 Jim Inhofe vs. Duncan Hunter - Climate Change Fantasy Tournament Who's the worst climate change denier? Cast your vote now and help OFA pick a \"winner\".",
          1426789618
        ],
        [
          "\"It's nice being just a little bit of the underdog.\" —President Obama\n\nCheck out the Presidential Bracket: http://ofa.bo/f43n Barack-etology 2015 ESPN Video: President Barack Obama makes his picks for the 2015 NCAA tournament.",
          1426693086
        ],
        [
          "President Obama sat down with American students and VICE News to discuss college affordability and the challenges of student debt. http://ofa.bo/r420 A Roundtable with President Barack Obama: The Cost of Education | VICE News VICE News hosted a roundtable discussion, moderated by VICE founder Shane Smith, with President Barack Obama and five students who discussed the challenges surrounding student debt and the pursuit of higher education in the US.",
          1426606471
        ],
        [
          "Check out the regional finals match-ups in the Climate Change Fantasy Tournament and vote before the Tuesday night deadline: http://ofa.bo/a3in Vote in the Climate Change Fantasy Tournament Who's the worst climate change denier in America? Vote for your favorite, and OFA will honor the \"winner\" with a prize to highlight their denial.",
          1426536408
        ],
        [
          "Love shouldn't be a political issue. http://ofa.bo/s3gm Obama Administration Urges Nationwide End To Same-Sex Marriage Bans \"There is no adequate justification for such a discriminatory and injurious exercise of state power,\" the Obama administration urges the Supreme Court. More than 200 congressional Democra...",
          1426279061
        ],
        [
          "Vote for the biggest climate change denier and see who makes it past the first round. http://ofa.bo/p3jq Vote in the Climate Change Fantasy Tournament Who's the worst climate change denier in America? Vote for your favorite, and OFA will honor the \"winner\" with a prize to highlight their denial.",
          1426184394
        ],
        [
          "Our future leaders can already see the dangers of climate change. Let's follow their lead. Timeline Photos",
          1426105413
        ],
        [
          "Read about the safeguards President Obama is proposing to make sure Americans can retire with dignity and security: http://ofa.bo/i3Au President Obama proposes improved protections of IRA investors WASHINGTON — President Barack Obama proposed tougher regulations on investment brokers who handle retirement funds Monday, saying new rules would limit hidden fees, “back-door payments” and conflicts of interest that eat into the savings of middle-class Americans.",
          1424889050
        ],
        [
          "The science is clear on climate change. It's time to call out elected officials who deny the facts: http://ofa.bo/j2yv Call out climate change deniers 97 percent of scientists agree that climate change is real and man-made—but too many elected officials still publicly deny it. Let them know that it's time to stop denying basic science and act on climate change.",
          1424297656
        ],
        [
          "\"What I’m very proud of is to see how rapidly the country has shifted and maybe the small part that I’ve played.\" —President Obama on marriage equality progress during his interview with BuzzFeed\n\nRead more here: http://ofa.bo/b2o8 Obama Defends His Legacy: \"These Are The Kinds Of Things You Learn\" In the BuzzFeed News interview with President Barack Obama, the president celebrates Obamacare and marriage equality, blasts Vladimir Putin and Staples, and sets down a marker for Hillary Clinton.",
          1423673880
        ],
        [
          "President Obama's 2016 budget is taking the fight on climate change to the states. http://ofa.bo/d2aY Exclusive: Obama 2016 budget urges U.S. states to cut emissions faster WASHINGTON (Reuters) - President Barack Obama's fiscal 2016 budget proposes $7.4 billion to fund clean energy technologies and a $4 billion fund to encourage U.S. states to make faster and deeper cuts",
          1422918375
        ],
        [
          "The vast majority of Americans agree that something must be done to combat climate change. It's time for climate change deniers to get on board. http://ofa.bo/a2bG Most Americans Support Government Action on Climate Change, Poll Finds An overwhelming majority, including nearly half of Republicans, back government steps to curb global warming, according to a poll conducted by The Times and others.",
          1422643807
        ],
        [
          "Great news: President Obama plans to cut methane emissions. Read more: http://ofa.bo/r2OZ White House Targets Methane to Slow Climate Change Methane is just 9 percent of U.S. greenhouse gases, but it's 20 times more powerful than carbon dioxide.",
          1421271624
        ],
        [
          "These folks are ready to fight on the front lines against climate change: http://ofa.bo/t28K These folks are why we can win on climate Fired-up volunteers gathered for an advanced climate leaders training.",
          1419692943
        ],
        [
          "Ready to make history? Only a few hours left to apply to become an OFA spring fellow: http://ofa.bo/c1sA This is a movement of millions of Americans fighting for real, lasting change. OFA volunteers are building this organization from the ground up, community by community, one conversation at a time. Let's go.",
          1418058789
        ],
        [
          "This is a massive investment in fighting climate change across the world: http://ofa.bo/p1k1 Obama to pledge $3 billion in climate aid for developing countries President Obama will pledge $3 billion to an international climate fund aimed at helping developing countries prepare for and slow the effects of climate change, a White House official said Friday.",
          1416254914
        ],
        [
          "Last night, the world's two largest economies struck a historic deal to cut carbon pollution. Add your name to support this bold action to fight climate change: http://ofa.bo/r1YK Add your name: Stand with the President's leadership on climate change Support the United States' historic agreement with China to cut carbon pollution.",
          1415837093
        ],
        [
          "OFA volunteers are ready to hit the ground running come November 15th: http://ofa.bo/f1MO We made history, but we're not stopping there We’ve got to hit the ground running on November 15th, so here's an important question: Are you in?",
          1414507759
        ],
        [
          "The clock is ticking for you to show your support for aggressive action on climate change. Add your name before OFA's deadline tonight: http://ofa.bo/i1Dx  Stand with President Obama and support aggressive action to fight climate change President Obama has proposed action to fight climate change in the face of intense opposition from polluters. Add your name and stand with the President.",
          1413303207
        ]
      ],
      "dates_start": 1429818365,
      "dates_end": 1465487162,
      "likes_avg": 40344,
      "likes_stdev": 28354,
      "comments_avg": 2668,
      "comments_stdev": 1457,
      "shares_avg": 3131,
      "shares_stdev": 2875
    },
    {
      "number": 9,
      "important": [
        "thing",
        "rate",
        "uninsur",
        "coverag",
        "health care",
        "cant afford",
        "cant",
        "afford",
        "back",
        "access"
      ],
      "common": [
        "act",
        "affordable",
        "affordable care",
        "americans",
        "care",
        "care act",
        "health",
        "health care",
        "obamacare",
        "uninsured"
      ],
      "messages": [
        [
          "Obamacare was designed on the principle that health care coverage that's affordable, accessible to all, and free from discrimination should be a right, not a privilege. We can't afford to let opponents roll that back. Obamacare is working Since it became law, the uninsured rate has been cut in half, lifetime caps are a thing of the past—and more.",
          1478205658
        ],
        [
          "Team Obamacare is pushing back against misinformation and fighting for quality, affordable health care for all Americans. Join Team Obamacare Use your voice to help protect access to health care for millions of Americans.",
          1477945822
        ],
        [
          "The Affordable Care Act has helped millions of Americans gain the security and peace of mind that comes with being covered. Timeline Photos",
          1477076836
        ],
        [
          "Team Obamacare is making sure millions of Americans stay informed and get covered. Join Team Obamacare Use your voice to help protect access to health care for millions of Americans.",
          1477054364
        ],
        [
          "Thanks to Obamacare, millions of Americans have gained quality, affordable health care—and the uninsured rate has now dropped to a historic low. http://ofa.bo/2bW7qOO For the first time ever, America’s uninsured rate has fallen below 9 percent More Americans have health insurance than ever before.",
          1473361572
        ],
        [
          "The Affordable Care Act is working, it's costing way less than expected—and despite wanting to repeal it, Republican leaders still have no real alternative. giphy.com",
          1470060176
        ],
        [
          "Thanks to people like you demanding change, millions of Americans now have access to health care. Timeline Photos",
          1469728022
        ],
        [
          "Since Obamacare passed, experts are projecting significantly lower spending on health care than they originally expected—all while reducing the uninsured rate. The US is spending trillions less than expected on health care The United States is spending trillions — yes, trillions — less on health care than government forecasters expected when Obamacare passed in 2010. Back then, the Center for Medicare and Medicaid...",
          1467394467
        ],
        [
          "More than 90 precent of Americans now have health coverage. http://ofa.bo/c5xn Uninsured rate hits record low under ObamaCare Only 9.1 percent were uninsured in 2015, down from 14.4 percent in 2013.",
          1464035381
        ],
        [
          "From affordable health care to marriage equality, this grassroots movement has helped create real change. \n\nThis is your chance to tell President Obama what you're thankful for—in person. http://ofa.bo/vTa Timeline Photos",
          1463515898
        ],
        [
          "Obamacare has saved lives and given millions of Americans access to quality care—but the fight for affordable health care for all is far from over. http://ofa.bo/b5sw Say you'll fight for affordable health care Be part of the continued push for expanding affordable health care.",
          1458767221
        ],
        [
          "Organizers in Tennessee are working hard to expand health care coverage in their communities. Read more: http://ofa.bo/r9X7 Expanding health coverage in Tennessee See how this group of state-based volunteers is working to expand health care coverage in their state.",
          1448391063
        ],
        [
          "From organizers to elected officials, people in New Mexico are celebrating progress on health care reform. http://ofa.bo/a5JN Flex your civic engagement muscle Local OFA chapters around the country partner with a local organizations to make a difference in their own communities.",
          1444837307
        ],
        [
          "This number is great news. But there's still more work to do to get people covered. http://ofa.bo/p9W3 Feds say nearly 18 million now insured through Obamacare The number of people enrolled in health insurance on the New analysis shows 17.6 million have gained coverage as Affordable Care Act provisions have taken effect; about 10.",
          1443017263
        ],
        [
          "The number of Americans without health insurance continues to drop—thanks to Obamacare. http://ofa.bo/q9H4 2014 Census Data Confirm Dramatic Impact of the Affordable Care Act New census numbers confirm that the ACA is working to expand health care coverage in every state, but millions more Americans could be covered if the states that have not yet expanded Medicaid were to do so.",
          1442434306
        ],
        [
          "The uninsured rate is down to single digits for the first time ever. That's a reason to celebrate. http://ofa.bo/f9Cx 16 million fewer uninsured since Obamacare, study finds The CDC report finds the uninsured rate fell by about a third since 2013. ",
          1439475378
        ],
        [
          "States that embraced Obamacare saw a much bigger drop in uninsured rates this year: http://ofa.bo/g99w Uninsured Rate Down Way More In States That Embraced Obamacare Nationwide, the uninsured rate fell from 17.3 percent in 2013 to 11.7 percent through the first half of this year, following two years of sign-ups for private health insurance on the Obamacare exchanges and for expanded Medicaid benefits, the pollsters found.",
          1439300505
        ],
        [
          "Obamacare is lowering the uninsured rate and improving Americans' health—especially in states that expanded Medicaid. http://ofa.bo/c4uV Obamacare's side effects: Fewer uninsured, better health States that expanded Medicaid programs saw bigger gains in insured rates, as well as access to doctors and medicines, than other states.",
          1438102805
        ],
        [
          "Obamacare is working. http://ofa.bo/b4y6 Uninsured rate hits lowest level to date, boosting Obamacare The uninsured rate has dropped to 11.4 percent, according to Gallup.",
          1436906526
        ],
        [
          "Despite Obamacare working for millions of Americans, opponents are still trying to repeal it. Add your name to fight back: http://ofa.bo/r8cd Stand up for health care Speaker Boehner just recommitted to repealing Obamacare. Stand with the team that's fighting to expand access to affordable health care.",
          1435260254
        ],
        [
          "Repealing Obamacare would have serious economic consequences. http://ofa.bo/h8cg CBO: Repealing Obamacare Would Leave 19 Million Uninsured; Raise Federal Deficit The Congressional Budget Office released a new estimate on the effects of repealing the Affordable Care Act.",
          1434996887
        ],
        [
          "Obamacare has improved America's health care system. Read how: http://ofa.bo/j7tx Health Care Reform in America The aim is simple: That every American can share fully in the promise of quality and affordable health care.",
          1434138236
        ],
        [
          "This is why health care reform is so important. Timeline Photos",
          1432043048
        ],
        [
          "This is why we can't move backward on health care reform. http://ofa.bo/b4On Uninsured Rate Gets Lower And Lower, Thanks To Obamacare WASHINGTON-- The Affordable Care Act was designed to slash the percentage of Americans who lack health insurance, and it's working. The uninsured rate fell to 11.9 percent during the first quarter of this year, 1 percentage point below the rate at...",
          1428945998
        ],
        [
          "The Washington Post confirms: Obamacare was a major reason why an estimated 50,000 patient deaths were prevented. http://ofa.bo/a4FR Obama’s claim the Affordable Care Act was a ‘major reason’ in preventing 50,000 patient deaths The president earns a rare Geppetto Checkmark for a claim about the Affordable Care Act",
          1427913536
        ],
        [
          "\"The bottom line is this for the American people: The Affordable Care Act—this law—is saving money for families and for business. This law is also saving lives.\" —President Obama http://ofa.bo/e3xv The President delivers remarks marking the fifth anniversary of the Affordable Care Act Follow @WhiteHouse for the latest from President Obama and his administration.",
          1427301045
        ],
        [
          "After five years, the facts are clear: America is truly better with Obamacare. http://ofa.bo/c3uQ Five years of the Affordable Care Act Take a look back at five years of progress to improve our health care system and provide quality, affordable coverage to millions of Americans.",
          1427138998
        ],
        [
          "\"It’s time to embrace reality. Instead of trying yet again to repeal the Affordable Care Act ... we should work together to keep improving our health care system for everybody.\" —President Obama http://ofa.bo/t4C7 On anniversary, Obama tells ObamaCare critics to ‘embrace reality’ Obama said the House GOP budget would kick \"millions off their insurance.\"",
          1427120317
        ],
        [
          "Health coverage means security. Thanks to Obamacare, millions more Americans now have it. http://ofa.bo/q3xI Obama administration: 16.4M have gained health insurance WASHINGTON (AP) — More than 16 million Americans have gained insurance coverage as a result of President Barack Obama's health care law, the administration said Monday as the White House prepares to commemorate the fifth…",
          1426520665
        ],
        [
          "This is one of the reasons we can't backtrack on health care reform. http://ofa.bo/r3cr Nearly 11.7 million signed up for Obamacare health insurance: HHS NEW YORK (Reuters) - Nearly 11.7 million people have either signed up or re-enrolled for insurance coverage under the U.S. healthcare reform law, more than the 9.1 million predicted by the Obama administration,health",
          1426081812
        ],
        [
          "The uninsured rate continues to fall through the first two months of 2015, thanks to the Affordable Care Act. http://ofa.bo/g3L4 Snapshot: U.S. Uninsured Rate Edging Down in First Quarter The percentage of U.S. adults lacking health insurance coverage has declined marginally to 12.3% so far in the first quarter of 2015, from 12.9% in the fourth quarter of 2014.",
          1425576249
        ],
        [
          "This is why health care reform matters. Timeline Photos",
          1424384740
        ],
        [
          "WATCH: Last week, President Obama met with people from all over the country whose lives are better off thanks to the Affordable Care Act.",
          1423518180
        ],
        [
          "Thanks to the Affordable Care Act, this graduate student can focus on his studies without worrying about expensive medical bills. Timeline Photos",
          1423152460
        ],
        [
          "The uninsured rate has dropped 4.2 percent since the Affordable Care Act went into effect: http://ofa.bo/i2Fg In U.S., Uninsured Rate Sinks to 12.9% The percentage of uninsured U.S. adults dipped to 12.9% in the fourth quarter of 2014, from 13.4% in the third quarter. The uninsured rate is down 4.2 percentage points since the Affordable Care Act went into effect in January 2014.",
          1420656811
        ],
        [
          "This is how the Affordable Care Act is helping Americans: http://ofa.bo/a2DT Obamacare's guaranteed health coverage changes lives in first year Like many working Americans, Lisa Gray thought she had good health insurance.",
          1420556880
        ],
        [
          "The uninsured rate is nearing a record low: http://ofa.bo/s22q Number of Uninsured Americans Near Record Low The percentage of Americans without health insurance was near historic lows this year following the roll-out of the Affordable Care Act.",
          1418918538
        ],
        [
          "Doris went years without insurance: She was either denied coverage or it was too expensive. Today, things are different: http://ofa.bo/b1n4 This is why health care reform matters As of January 1st, millions of Americans now have the opportunity to obtain quality, affordable health care coverage through the Affordable Care Act -- many for the first time. See to their stories and share your favorites.",
          1417192324
        ],
        [
          "A premium she can afford for the care she needs. This is why health care reform matters to Funke: http://ofa.bo/h1jU This is why health care reform matters As of January 1st, millions of Americans now have the opportunity to obtain quality, affordable health care coverage through the Affordable Care Act—many for the first time. See to their stories and share your favorites.",
          1416847075
        ],
        [
          "See why health care reform matters to Rick: http://ofa.bo/g1bc This is why health care reform matters As of January 1st, millions of Americans now have the opportunity to obtain quality, affordable health care coverage through the Affordable Care Act—many for the first time. See to their stories and share your favorites.",
          1416327567
        ],
        [
          "TOMORROW: Let's do this. http://ofa.bo/g1Yi Join Team Obamacare Stand up to protect quality, affordable health care.",
          1415983175
        ],
        [
          "The moment is almost here: http://ofa.bo/b1a5 Join Team Obamacare Stand up to protect quality, affordable health care.",
          1415898460
        ],
        [
          "Facts are facts: Thanks to the Affordable Care Act, millions more young adults across the country have access to health insurance. http://ofa.bo/p1TT Obamacare Facts Thanks to Obamacare, Americans now have access to quality, affordable health coverage that will be there when they need it.",
          1414702552
        ],
        [
          "Take one minute: http://ofa.bo/f1MA Tell us what you're hearing about Obamacare OFA supporters are working to help connect millions of Americans with information about Obamacare. Take the survey.",
          1414435953
        ],
        [
          "It's all hands on deck before the November 15th enrollment period: http://ofa.bo/t1MO Say you'll do your part for Obamacare Join Team Obamacare and do your part to shut down the naysayers.",
          1414419298
        ],
        [
          "Good to know. http://ofa.bo/h1Js Obamacare Facts Thanks to Obamacare, Americans now have access to quality, affordable health coverage that will be there when they need it.",
          1414092171
        ],
        [
          "The health insurance marketplace opens again in less than a month. Be a part of making this enrollment period a success: http://ofa.bo/h1JU Join Team Obamacare Stand up to protect quality, affordable health care.",
          1414072078
        ],
        [
          "Do your part to help Americans get covered this fall—and help make health care reform a lasting success: http://ofa.bo/g1GY Make the pledge Say you'll be part of the team helping Americans get covered.",
          1413918391
        ],
        [
          "Another big reason why health care reform matters: http://ofa.bo/s1JB Obamacare helps the self-employed Obamacare has freed some people to pursue entrepreneurial dreams without worrying about a lack of insurance.",
          1413899707
        ],
        [
          "More than 10 million Americans got covered through Obamacare. That's because of you—now, join the team getting ready for Round 2. http://ofa.bo/h1H1 Join Team Obamacare Stand up to protect quality, affordable health care.",
          1413813482
        ],
        [
          "Quality health coverage doesn't have to cost an arm and a leg. Find out how Obamacare is working for you: http://ofa.bo/b1I9 Obamacare Facts Thanks to Obamacare, Americans now have access to quality, affordable health coverage that will be there when they need it.",
          1413480889
        ],
        [
          "You have a role to play in making the next health care enrollment period a success: http://ofa.bo/a1Fy Make the pledge Say you'll be part of the team helping Americans get covered.",
          1413397564
        ],
        [
          "Today's #ThrowbackThursday: Before Obamacare, it was possible to reach a lifetime limit on health care spending—a lot sooner than you think. http://OFA.BO/FYkAUB Timeline Photos",
          1387503780
        ],
        [
          "When Isaac was just one year old, he was dropped from his health insurance because he had hit his lifetime limit. Thanks to the Affordable Care Act, that can't happen anymore.\r\n\r\nRead Isaac's story: http://OFA.BO/dKArQU Timeline Photos",
          1386516768
        ],
        [
          "\"I’m here to tell you that I’m going to be right there with you the entire way until we get this done.\" —President Obama on the fight to make Obamacare a success. Read more: http://OFA.BO/7ym5Mx President Obama to Dallas Health Care Volunteers: \"Nothing Is Going to Stop Us from Getting This... President Obama traveled to Dallas, Texas to meet with local volunteers who have been helping their neighbors enroll in affordable health insurance plans through the Marketplace.",
          1386345101
        ]
      ],
      "dates_start": 1409281576,
      "dates_end": 1455325025,
      "likes_avg": 43825,
      "likes_stdev": 30570,
      "comments_avg": 3254,
      "comments_stdev": 1143,
      "shares_avg": 2784,
      "shares_stdev": 2033
    },
    {
      "number": 10,
      "important": [
        "weve",
        "leadership",
        "birthday",
        "sign",
        "presid obama",
        "card",
        "celebr",
        "issu",
        "happi",
        "turn"
      ],
      "common": [
        "birthday",
        "card",
        "happy",
        "happy birthday",
        "obama",
        "president",
        "president obama",
        "sign",
        "sign card",
        "wish"
      ],
      "messages": [
        [
          "One last time. Sign OFA's birthday card for President Obama President Obama is turning 55. Help celebrate his leadership on the issues we've all been fighting for—wish the Organizer-in-Chief a happy birthday.",
          1470342451
        ],
        [
          "Statistics show that people who have the most birthdays live the longest.\n\nMake sure to sign the card and wish President Obama a happy birthday: http://ofa.bo/2aGCRim Sign OFA's birthday card for President Obama President Obama is turning 55. Help celebrate his leadership on the issues we've all been fighting for—wish the Organizer-in-Chief a happy birthday.",
          1470162191
        ],
        [
          "President Obama's last birthday in office is coming up—send your best wishes. Sign OFA's birthday card for President Obama President Obama is turning 55. Help celebrate his leadership on the issues we've all been fighting for—wish the Organizer-in-Chief a happy birthday.",
          1470074753
        ],
        [
          "Cheers to 55—and to many more. Sign OFA's birthday card for President Obama President Obama is turning 55. Help celebrate his leadership on the issues we've all been fighting for—wish the Organizer-in-Chief a happy birthday.",
          1469819104
        ],
        [
          "OFA’s card is waiting for your signature. Help wish the President a happy birthday: http://ofa.bo/f9An Sign the card It's been a pretty incredible year for President Obama. Wish him a happy birthday.",
          1438718824
        ],
        [
          "Birthday hat? ✓\n\nBirthday card?\n\nSign now: http://ofa.bo/d4zG Sign the card It's been a pretty incredible year for President Obama. Wish him a happy birthday.",
          1438695520
        ],
        [
          "Haven't signed President Obama’s birthday card yet? Here’s your chance: http://ofa.bo/p9E0 Sign the card It's been a pretty incredible year for President Obama. Wish him a happy birthday.",
          1438461801
        ],
        [
          "Looking at you—have you signed President Obama’s birthday card yet? http://ofa.bo/p9Dl Sign the card It's been a pretty incredible year for President Obama. Wish him a happy birthday.",
          1438368634
        ],
        [
          "Join Organizing for Action in celebrating President Obama’s birthday—add your name to the card: http://ofa.bo/h9FZ Sign the card It's been a pretty incredible year for President Obama. Wish him a happy birthday.",
          1438265117
        ],
        [
          "Today's the last day to sign OFA's holiday card for President Obama—don't let your well wishes get left behind: http://ofa.bo/b25G Season’s greetings for President Obama Add your name to OFA's card.",
          1419364765
        ],
        [
          "Don't forget to sign this holiday card for President Obama: http://ofa.bo/d1zt Season's greetings, President Obama Sign OFA's card, and let the President know what you're ready to fight for in the new year.",
          1419264241
        ],
        [
          "Sign the card to send President Obama your holiday wishes: http://ofa.bo/e1yQ Season's greetings, President Obama Sign OFA's card, and let the President know what you're ready to fight for in the new year.",
          1418940561
        ]
      ],
      "dates_start": 1424368777,
      "dates_end": 1464044216,
      "likes_avg": 49985,
      "likes_stdev": 52469,
      "comments_avg": 7631,
      "comments_stdev": 6960,
      "shares_avg": 1927,
      "shares_stdev": 1737
    },
    {
      "number": 11,
      "important": [
        "giphycom",
        "organ",
        "action",
        "matter",
        "pitch",
        "deliv",
        "abl",
        "fact",
        "team",
        "straight"
      ],
      "common": [
        "action",
        "big",
        "chip",
        "deadline",
        "grassroots",
        "help",
        "keep",
        "movement",
        "organizing",
        "organizing action"
      ],
      "messages": [
        [
          "The facts matter. Organizing for Action's Truth Team will deliver them straight to your inbox. http://ofa.bo/2eVnCn5 giphy.com",
          1477669916
        ],
        [
          "LAST CALL: Make your move before the fundraising deadline—chip in now. Keep the momentum going Pitch in now—this movement depends on supporters like you.",
          1467333230
        ],
        [
          "It's the final stretch of OFA's fundraising deadline—can you chip in? Keep the momentum going Pitch in now—this movement depends on supporters like you.",
          1467294165
        ],
        [
          "You can help drive this movement forward. Keep the momentum going Pitch in now—this movement depends on supporters like you.",
          1467055469
        ],
        [
          "LAST CALL: Get your donation in before midnight's deadline. http://ofa.bo/d5qW Timeline Photos",
          1459446098
        ],
        [
          "Time to pitch in for progress: http://ofa.bo/uMu Chip in to fund this work OFA supporters across the country are stepping up to show their commitment to progressive change.",
          1459368309
        ],
        [
          "The fundraising deadline is coming in at full speed. http://ofa.bo/a5sf Chip in to fund this work OFA supporters across the country are stepping up to show their commitment to progressive change.",
          1459270626
        ],
        [
          "Keep on dancing. Timeline Photos",
          1456783662
        ],
        [
          "Progress is only possible when people fight for it—say you're in. http://ofa.bo/h9sr Keep the momentum going Say you'll keep up the fight for progress.",
          1454533778
        ],
        [
          "Fired up? Join this grassroots movement today. http://ofa.bo/g9dB Let's get to work in 2016 It's President Obama's final year in office, but this movement isn't slowing down. Say you'll help keep the momentum going in 2016.",
          1452651396
        ],
        [
          "FINAL CHANCE: Time's running out to support the fight for progress in 2016. Chip in by midnight. http://ofa.bo/i9Zm Pitch in to help the fight for progress 2015 has been a big year. Help make sure next year is just as great.",
          1451607623
        ],
        [
          "DEADLINE: Time's running out—beat the buzzer and chip in $5 before the fundraising deadline. http://ofa.bo/j9Wg Chip in to keep up the progress Continue the fight for real, lasting change. Chip in $5 or more today.",
          1451588064
        ],
        [
          "Get ready to pitch in—the fundraising deadline is here. http://ofa.bo/c5LV Timeline Photos",
          1451574521
        ],
        [
          "Time to get pumped up for the fights in 2016. Here's how you can help. http://ofa.bo/f9aV Pitch in to help the fight for progress 2015 has been a big year. Help make sure next year is just as great.",
          1451491795
        ],
        [
          "You can't aaargue with progress. Do your part to keep up the fight before the deadline. http://ofa.bo/t9VT Join the fight for progress Commit to continue the fight for real, lasting change. Chip in $5 or more today.",
          1451338396
        ],
        [
          "Chip in today, and help give this grassroots movement a lift heading into 2016. http://ofa.bo/h9ha Timeline Photos",
          1451148713
        ],
        [
          "The window to chip in before the fundraising deadline is closing. http://ofa.bo/g9Wj Pitch in to help the fight for progress 2015 has been a big year. Help make sure next year is just as great.",
          1450730831
        ],
        [
          "Don't cruise past the big fundraising deadline. http://ofa.bo/i9Yl Pitch in to help the fight for progress 2015 has been a big year. Help make sure next year is just as great.",
          1450564727
        ],
        [
          "Marriage equality for all: ✔\nA global climate agreement: ✔\nThe longest streak of job growth on record: ✔\n\nBut there's still more work to do. http://ofa.bo/c5KQ Pitch in to help the fight for progress 2015 has been a big year. Help make sure next year is just as great.",
          1450381166
        ],
        [
          "After the OFA Fall Summit, these organizers are fired up and ready to keep working. http://ofa.bo/p9bI OFA's Fall Summit with President Obama Organizers from across the country gathered in Washington, D.C., to learn from each other—and from the Organizer-in-Chief himself.",
          1447947513
        ],
        [
          "Student organizers from schools across the country came together to develop their skills and learn from each other. Check it out: http://ofa.bo/e5Ey OFA's first annual Campus Organizing Summit 35 passionate organizers came together from across the country to learn how to improve the impact of their work on campuses nationwide. Check it out.",
          1446481545
        ],
        [
          "DEADLINE: It's your last chance to make a big play. Show your support. http://ofa.bo/d5FK Keep this movement going strong. Make a donation to fight for progress on big issues.",
          1443653177
        ],
        [
          "DEADLINE: Chip in to support this movement before time runs out. http://ofa.bo/r9Su Timeline Photos",
          1443629850
        ],
        [
          "The clock's ticking—chip in before the big fundraising deadline. http://ofa.bo/f9SS Keep this movement going strong. Make a donation to fight for progress on big issues.",
          1443545349
        ],
        [
          "Fight to keep this powerful movement going. Chip in: http://ofa.bo/b5J0 Timeline Photos",
          1443379524
        ],
        [
          "Lend a hand—chip in to support this movement: http://ofa.bo/q9Lh You can keep this movement going strong. Make a donation to fight for progress on big issues.",
          1443116482
        ],
        [
          "Organizing for Action is giving the next generation of digital organizers the tools they need to succeed. Read how: http://ofa.bo/h9Eh Training organizers in the digital age Read how OFA is bringing digital organizing training to volunteers across the country.",
          1438178163
        ],
        [
          "Beat the buzzer—come in with the clutch donation before tonight's deadline. http://ofa.bo/h8mY Timeline Photos",
          1435692766
        ],
        [
          "DEADLINE: This movement has momentum. Keep it going—give $5 right now: http://ofa.bo/j8ai Chip in before tonight's fundraising deadline Donate to the team that's fighting for progressive change on issues that matter.",
          1435672995
        ],
        [
          "Chip in today—don't let this deadline slide past you: http://ofa.bo/r8fa Donate - Organizing for Action Donate online to Organizing for Action.",
          1435583550
        ],
        [
          "There's never been a better time to take your organizing skills to the next level. Apply to be a summer fellow with Organizing for Action: http://ofa.bo/s592 Apply for the OFA Fellowship Program Get hands-on training and join the ranks of top grassroots organizers fighting for change in communities nationwide.",
          1430920849
        ],
        [
          "One voice can change the world. That's what the OFA Summer Fellowship is all about: http://ofa.bo/f4s5 Apply for the OFA Fellowship Program Get hands-on training and join the ranks of top grassroots organizers fighting for change in communities nationwide.",
          1429802023
        ],
        [
          "OFA is training organizers across the country to be part of the big fights for years to come. Help build that: http://ofa.bo/i4Tm Chip in to fund this grassroots movement OFA is fighting for the issues that matter while building the progressive infrastructure of tomorrow. Make a donation today.",
          1427814492
        ],
        [
          "What inspired you to join this grassroots movement? Share your story, and you'll be automatically entered for the chance to meet President Obama. http://ofa.bo/i4Gw Organizing for Action OFA works to ensure the voices of ordinary Americans are heard in Washington, while training the next generation of grassroots organizers who will keep fighting for change.",
          1427211108
        ],
        [
          "Share this with your friends and make sure they're covered before the February 15th enrollment deadline: http://ofa.bo/q2rp Timeline Photos",
          1423607274
        ],
        [
          "Be smart. Get covered before the February 15th deadline. http://ofa.bo/f2lM Timeline Photos",
          1423169337
        ],
        [
          "LAST CALL: Chip in right now to support this grassroots movement. http://ofa.bo/s2Bc Chip in to support grassroots organizing Donate $5 or more today. ",
          1420074278
        ],
        [
          "This is going to take everything we've got: http://ofa.bo/r2C4 Chip in to support grassroots organizing Donate $5 or more today.",
          1420060125
        ],
        [
          "Today's the deadline: Chip in right now. http://ofa.bo/p2Fu Chip in to support grassroots organizing Donate $5 or more today.",
          1420033158
        ],
        [
          "In 2015, which issue matters most to you? http://ofa.bo/h29F Take OFA's one-question survey There are big things to do in 2015—tell us which issue you're most fired up to work on.",
          1419981466
        ],
        [
          "This movement for change has always been about you. Step up and own a piece of it: http://ofa.bo/c254 Chip in to support grassroots organizing Donate $5 or more today.",
          1419964737
        ],
        [
          "Answer this one-question survey: http://ofa.bo/g26N Take OFA's one-question survey There are big things to do in 2015—tell us which issue you're most fired up to work on.",
          1419867545
        ],
        [
          "Is your name on this card? Here's your chance to wish President Obama a happy holiday and say what you're fighting for in the new year: http://ofa.bo/r22W Organizing for Action OFA works to ensure the voices of ordinary Americans are heard in Washington, while training the next generation of grassroots organizers who will keep fighting for change.",
          1418839824
        ],
        [
          "Want to make a difference in your community? Learn all about the OFA Fellows Program from Deputy Training Director Chelsey Wininger and former OFA fellow Aquiles Damiron in a Q&A on OFA's page at 1 p.m. ET. Organizing for Action Organizing for Action is the grassroots movement built by millions of Americans.",
          1417707741
        ],
        [
          "President Obama will address the nation tonight and lay out steps to help fix our broken immigration system. Add your name to show your support for taking action right now: http://ofa.bo/a1fs Organizing for Action OFA works to ensure the voices of ordinary Americans are heard in Washington, while training the next generation of grassroots organizers who will keep fighting for change.",
          1416506498
        ],
        [
          "LAST CHANCE: Have your donation go twice as far with supporters matching contributions dollar for dollar. http://ofa.bo/a1ak This work has never been more important Chip in $5 to support this grassroots movement.",
          1416004258
        ],
        [
          "Chip in today, and your donation will be matched dollar for dollar. http://ofa.bo/e1YV This work has never been more important Chip in $5 to support this grassroots movement.",
          1415914583
        ],
        [
          "Don't let this fundraising deadline drip away. Chip in today: http://ofa.bo/e1Wf Timeline Photos",
          1415884498
        ],
        [
          "This is what Organizing for Action is all about. Join the movement: http://ofa.bo/e1TF",
          1415625315
        ],
        [
          "Not much time left—chip in to support OFA in 2013, and help start 2014 strong: http://ofa.bo/hJ Not much time left Donate online to Organizing for Action.",
          1388447304
        ],
        [
          "Send a message—show you stand with progress in 2014: http://ofa.bo/bI Make a difference in 2014 Donate online to Organizing for Action.",
          1388416836
        ],
        [
          "OFA has plans to train thousands of organizers to join the big fights in 2014.\n\nKeep this movement going strong—chip in before midnight on December 31st. http://ofa.bo/jD Donate - Organizing for Action Donate online to Organizing for Action.",
          1388354416
        ],
        [
          "End the year with a big smile, and a spot on the OFA Donor Wall: http://ofa.bo/sH Organizing for Action Donor Wall The next big step for our grassroots movement is being launched: Organizing for Action.",
          1388333358
        ],
        [
          "To keeping progress going in 2014: http://ofa.bo/i5 Timeline Photos",
          1388245705
        ],
        [
          "OFA has big plans for next year, but one thing will never change: We're a grassroots organization built one donation at a time.\r\n\r\nLet's end this year strong: http://ofa.bo/p6 Timeline Photos",
          1388182785
        ],
        [
          "There is a lot to be proud of in 2013. Help shape what this movement accomplishes in 2014: http://OFA.BO/Z52FTY Donate - Organizing for Action Donate online to Organizing for Action.",
          1388096927
        ]
      ],
      "dates_start": 1409945396,
      "dates_end": 1456332455,
      "likes_avg": 40223,
      "likes_stdev": 61623,
      "comments_avg": 2613,
      "comments_stdev": 2225,
      "shares_avg": 1842,
      "shares_stdev": 2840
    },
    {
      "number": 12,
      "important": [
        "hear judg merrick",
        "job",
        "nomin",
        "judg",
        "fair hear judg merrick",
        "garland",
        "senat",
        "qualifi",
        "candid suprem",
        "candid"
      ],
      "common": [
        "court",
        "garland",
        "hearing",
        "job",
        "judge",
        "merrick",
        "merrick garland",
        "senate",
        "supreme",
        "supreme court"
      ],
      "messages": [
        [
          "It's been more than 150 days since President Obama nominated Judge Garland.\nSenate leaders: Do your jobs. Support a fair hearing for Judge Merrick Garland President Obama has done his job by nominating a qualified candidate for the Supreme Court. Now it's the Senate's turn to do its job.",
          1471375159
        ],
        [
          "Senate leaders aren't taking their responsibility seriously enough. The Supreme Court needs nine justices. Support a fair hearing for Judge Merrick Garland President Obama has done his job by nominating a qualified candidate for the Supreme Court. Now it's the Senate's turn to do its job.",
          1470681262
        ],
        [
          "It's been a record-breaking 131 days since Judge Garland was nominated to the Supreme Court, and Senate leaders are still refusing to give him a hearing and up-or-down vote. \n\nThey need to take their constitutional responsibility seriously. Support a fair hearing for Judge Merrick Garland President Obama has done his job by nominating a qualified candidate for the Supreme Court. Now it's the Senate's turn to do its job.",
          1469472858
        ],
        [
          "Senate leaders need to do their jobs and give Judge Merrick Garland a hearing and a timely up-or-down vote. Support a fair hearing for Judge Merrick Garland President Obama has done his job by nominating a qualified candidate for the Supreme Court. Now it's the Senate's turn to do its job.",
          1468936357
        ],
        [
          "We can't let partisan politics extend to the Supreme Court. It's time to give Judge Merrick Garland the basic courtesy of a hearing and an up-or-down vote. Support a fair hearing for Judge Merrick Garland President Obama has done his job by nominating a qualified candidate for the Supreme Court. Now it's the Senate's turn to do its job.",
          1467136068
        ],
        [
          "We can't let partisan politics extend to the Supreme Court. It's time to give Judge Merrick Garland the basic courtesy of a hearing and an up-or-down vote. http://ofa.bo/waE Support a fair hearing for Judge Merrick Garland President Obama has done his job by nominating a qualified candidate for the Supreme Court. Now it's the Senate's turn to do its job.",
          1465221446
        ],
        [
          "We can't let partisan politics extend to the Supreme Court. It's time to give Judge Merrick Garland the basic courtesy of a hearing and an up-or-down vote: http://ofa.bo/yXH Support a fair hearing for Judge Merrick Garland President Obama has done his job by nominating a qualified candidate for the Supreme Court. Now it's the Senate's turn to do its job.",
          1464184010
        ],
        [
          "After a lifetime of public service, there's absolutely no reason for Senate leaders to deny Judge Garland a hearing and timely up-or-down vote. http://ofa.bo/a61o Support a fair hearing for Judge Merrick Garland President Obama has done his job by nominating a qualified candidate for the Supreme Court. Now it's the Senate's turn to do its job.",
          1463771011
        ],
        [
          "President Obama is taking his job seriously—that's why he put forth a highly qualified nominee to fill the Supreme Court vacancy. Now it's up to Senate leaders to do the same—and give Judge Garland a fair hearing. http://ofa.bo/z0Tb Support a fair hearing for Judge Merrick Garland President Obama has done his job by nominating a qualified candidate for the Supreme Court. Now it's the Senate's turn to do its job.",
          1463502159
        ],
        [
          "The lack of action from Senate leadership on the Supreme Court vacancy is unacceptable. http://ofa.bo/d5wb Support a fair hearing for Judge Merrick Garland President Obama has done his job by nominating a qualified candidate for the Supreme Court. Now it's the Senate's turn to do its job.",
          1463163040
        ],
        [
          "No more excuses. The Senate needs to listen to the majority of Americans and give Judge Garland a fair hearing. http://ofa.bo/jA6O Support a fair hearing for Judge Merrick Garland President Obama has done his job by nominating a qualified candidate for the Supreme Court. Now it's the Senate's turn to do its job.",
          1462906327
        ],
        [
          "Every Supreme Court nominee in recent history received a public hearing. Judge Garland deserves the same respect. http://ofa.bo/e5u7 Support a fair hearing for Judge Merrick Garland President Obama has done his job by nominating a qualified candidate for the Supreme Court. Now it's the Senate's turn to do its job.",
          1462460888
        ],
        [
          "Judge Merrick Garland was nominated more than 40 days ago—it's time to give him the hearing he deserves. http://ofa.bo/fA9c Support a fair hearing for Judge Merrick Garland President Obama has done his job by nominating a qualified candidate for the Supreme Court. Now it's the Senate's turn to do its job.",
          1462285755
        ],
        [
          "We can't afford for obstructionism from Senate leaders to spread to our courts. http://ofa.bo/wT5 Support a fair hearing for Judge Merrick Garland President Obama has done his job by nominating a qualified candidate for the Supreme Court. Now it's the Senate's turn to do its job.",
          1461962618
        ],
        [
          "We can't afford for obstructionism from Senate leaders to spread to our courts. http://ofa.bo/xQm Support a fair hearing for Judge Merrick Garland President Obama has done his job by nominating a qualified candidate for the Supreme Court. Now it's the Senate's turn to do its job.",
          1461853844
        ],
        [
          "Judge Merrick Garland is highly qualified and has had bipartisan support in the past. He deserves a fair hearing in the Senate. http://ofa.bo/d5t1 Support a fair hearing for Judge Merrick Garland President Obama has done his job by nominating a qualified candidate for the Supreme Court. Now it's the Senate's turn to do its job.",
          1460990779
        ],
        [
          "Because some Senate leaders are refusing to do their jobs, our Supreme Court can't fully do its job—that's not right. http://ofa.bo/e5pu Support a fair hearing for Judge Merrick Garland President Obama has done his job by nominating a qualified candidate for the Supreme Court. Now it's the Senate's turn to do its job.",
          1460126180
        ],
        [
          "The Senate's obstruction of President Obama's Supreme Court nominee, Judge Merrick Garland, is completely unprecedented. http://ofa.bo/z0Ob Support a fair hearing for Judge Merrick Garland President Obama has done his job by nominating a qualified candidate for the Supreme Court. Now it's the Senate's turn to do its job.",
          1459800577
        ],
        [
          "Senate leaders continue to refuse fair hearings for Judge Merrick Garland, despite his many qualifications. That's not right. http://ofa.bo/e5oD Support a fair hearing for Judge Merrick Garland President Obama has done his job by nominating a qualified candidate for the Supreme Court. Now it's the Senate's turn to do its job.",
          1459433278
        ],
        [
          "Every Supreme Court nominee in recent history has been given a fair hearing from the Senate. Judge Garland should be no different. http://ofa.bo/hA9v Support a fair hearing for Judge Merrick Garland President Obama has done his job by nominating a qualified candidate for the Supreme Court. Now it's the Senate's turn to do its job.",
          1458853922
        ],
        [
          "Judge Merrick Garland is a well qualified nominee who deserves fair consideration. http://ofa.bo/vLK Support a fair hearing for Judge Merrick Garland President Obama has done his job by nominating a qualified candidate for the Supreme Court. Now it's the Senate's turn to do its job.",
          1458328413
        ],
        [
          "President Obama fulfilled his constitutional duty and nominated Judge Merrick Garland—a well-qualified nominee for the Supreme Court. Senate leaders need to put politics aside and do their job. http://ofa.bo/f9zs Support a fair hearing for Judge Merrick Garland President Obama has done his job by nominating a qualified candidate for the Supreme Court. Now it's the Senate's turn to do its job.",
          1458138319
        ]
      ],
      "dates_start": 1459526885,
      "dates_end": 1467253502,
      "likes_avg": 24970,
      "likes_stdev": 24200,
      "comments_avg": 2116,
      "comments_stdev": 1289,
      "shares_avg": 1715,
      "shares_stdev": 2680
    },
    {
      "number": 13,
      "important": [
        "meet presid obama",
        "tell",
        "deadlin",
        "thank",
        "chanc",
        "summer",
        "alway",
        "want",
        "enter",
        "meet presid"
      ],
      "common": [
        "chance",
        "chance meet",
        "chance meet president",
        "chance meet president obama",
        "meet",
        "meet president",
        "meet president obama",
        "obama",
        "president",
        "president obama"
      ],
      "messages": [
        [
          "DEADLINE: This is your last chance to enter. What are you waiting for? http://ofa.bo/c60s Meet President Obama this summer Always wanted to tell the President what you're thankful for? Here's your chance.",
          1464815880
        ],
        [
          "This could be an experience you'll never forget. http://ofa.bo/hAMu Meet President Obama this summer Always wanted to tell the President what you're thankful for? Here's your chance.",
          1464701086
        ],
        [
          "Start your summer off right—with a chance to meet President Obama. http://ofa.bo/jABl Meet President Obama this summer Always wanted to tell the President what you're thankful for? Here's your chance.",
          1464362979
        ],
        [
          "Don't pass up this chance to meet President Obama this summer. http://ofa.bo/gACP Meet President Obama this summer Always wanted to tell the President what you're thankful for? Here's your chance.",
          1464096925
        ],
        [
          "Don't pass up this chance to meet President Obama this summer. http://ofa.bo/yW4 Meet President Obama this summer Always wanted to tell the President what you're thankful for? Here's your chance.",
          1464013396
        ],
        [
          "You could be headed to Washington, D.C. this summer to meet the President. http://ofa.bo/hAJd Meet President Obama this summer Always wanted to tell the President what you're thankful for? Here's your chance.",
          1463684277
        ],
        [
          "Think you could impress President Obama? Give it your best shot—enter before the midnight deadline. http://ofa.bo/a5Hs Your chance to meet President Obama Enter OFA's Organizing Basics contest and you could meet the President this fall.",
          1443640836
        ],
        [
          "You and a friend could be headed to D.C. this fall. (The company's guaranteed to be good.)\n\nEnter now: http://ofa.bo/r9Sn Your chance to meet President Obama Enter OFA's Organizing Basics contest and you could meet the President this fall.",
          1443618765
        ],
        [
          "Start testing your best joke. You could be telling it to President Obama: http://ofa.bo/h9Z7 Your chance to meet President Obama Enter OFA's Organizing Basics contest and you could meet the President this fall.",
          1443560088
        ],
        [
          "You could meet President Obama this fall. Enter now: http://ofa.bo/t9NY Your chance to meet President Obama Enter OFA's Organizing Basics contest and you could meet the President this fall.",
          1443451497
        ],
        [
          "Start working on your entrance. Here's your chance to meet the President: http://ofa.bo/j9Nc Your chance to meet President Obama Enter OFA's Organizing Basics contest and you could meet the President this fall.",
          1443273037
        ],
        [
          "Fall leaves. Sunglasses. President Obama. Enter for your chance to meet the Commander-in-Chief. http://ofa.bo/g9Ph Your chance to meet President Obama Enter OFA's Organizing Basics contest and you could meet the President this fall.",
          1443210520
        ],
        [
          "Here's your chance to have President Obama welcome you with open arms: http://ofa.bo/g9PX Your chance to meet President Obama Enter OFA's Organizing Basics contest and you could meet the President this fall.",
          1443101444
        ],
        [
          "Get fixed up to the nines—you could be meeting the President this fall. http://ofa.bo/j9Mz Your chance to meet President Obama Enter OFA's Organizing Basics contest and you could meet the President this fall.",
          1443028085
        ],
        [
          "Lights, camera—President Obama. \n\nEnter for your chance to meet him this fall. http://ofa.bo/r9QG Your chance to meet President Obama Enter OFA's Organizing Basics contest and you could meet the President this fall.",
          1442947616
        ],
        [
          "Tonight's the deadline to enter. Don't miss your shot to meet President Obama. http://ofa.bo/s4Vl Have your moment with the President Add your name for your chance to meet President Obama—flight and hotel included for you and a guest.",
          1427826525
        ],
        [
          "Not your typical Washington, D.C., vacation. This is your chance to meet the President: http://ofa.bo/r4Rv Have your moment with the President Add your name for your chance to meet President Obama—flight and hotel included for you and a guest.",
          1427737362
        ],
        [
          "Here's how you could meet President Obama: http://ofa.bo/i4Lu Have your moment with the President Add your name for your chance to meet President Obama—flight and hotel included for you and a guest.",
          1427556236
        ],
        [
          "This would get so many likes. http://ofa.bo/a44t Have your moment with the President Add your name for your chance to meet President Obama—flight and hotel included for you and a guest.",
          1427476865
        ],
        [
          "This is your chance to joke around with the President. http://ofa.bo/h4Ka Have your moment with the President Add your name for your chance to meet President Obama—flight and hotel included for you and a guest.",
          1427400273
        ],
        [
          "This is a once-in-a-lifetime opportunity. http://ofa.bo/s4Jy Have your moment with the President Add your name for your chance to meet President Obama—flight and hotel included for you and a guest.",
          1427316145
        ]
      ],
      "dates_start": 1430857084,
      "dates_end": 1458744805,
      "likes_avg": 14653,
      "likes_stdev": 13775,
      "comments_avg": 1941,
      "comments_stdev": 1910,
      "shares_avg": 689,
      "shares_stdev": 542
    },
    {
      "number": 14,
      "important": [
        "health insur marketplac open",
        "onli",
        "limit time check",
        "limit",
        "check option",
        "time",
        "enrol",
        "open",
        "limit time",
        "health insur marketplac open onli"
      ],
      "common": [
        "check",
        "check options",
        "health",
        "health insurance",
        "insurance",
        "limited",
        "open",
        "options",
        "time",
        "time check"
      ],
      "messages": [
        [
          "Open enrollment is back—but only for a limited time. Need health insurance? The marketplace is open again for all Americans—but only for a limited time. Check out your options today.",
          1478011034
        ],
        [
          "Mark your calendars. http://ofa.bo/u6x Need health insurance? The marketplace is open again for all Americans—but only for a limited time. Check out your options.",
          1454015189
        ],
        [
          "Don't let the deadline pass you by—today's the last day to check out your options for coverage that starts February 1: http://ofa.bo/d5Sn Need health insurance? The marketplace is open again for all Americans—but only for a limited time. Check out your options.",
          1452891425
        ],
        [
          "New year, new you? Check out your options and start this year off on the right foot. http://ofa.bo/j9Wp Need health insurance? The marketplace is open again for all Americans—but only for a limited time. Check out your options.",
          1451941747
        ],
        [
          "LAST CHANCE: Don't miss today's deadline. Check out your options today for coverage that begins on January 1st. http://ofa.bo/f9ZP Need health insurance? The marketplace is open again for all Americans on November 1st—but only for a limited time. Check out your options.",
          1450215365
        ],
        [
          "Get ready for a healthy, happy new year with coverage you can afford. Enroll today: http://ofa.bo/h9g3 Need health insurance? The marketplace is open again for all Americans on November 1st—but only for a limited time. Check out your options.",
          1449847977
        ],
        [
          "If you want to be covered on January 1st, be sure to check out your options and enroll by December 15th. http://ofa.bo/s9WV Need health insurance? The marketplace is open again for all Americans on November 1st—but only for a limited time. Check out your options.",
          1449259226
        ],
        [
          "While you're recovering from that Thanksgiving meal, check out your options: http://ofa.bo/r9X9 Need health insurance? The marketplace is open again for all Americans on November 1st—but only for a limited time. Check out your options.",
          1448641800
        ],
        [
          "You could be saving money. Check out your options today: http://ofa.bo/d5It Need health insurance? The marketplace is open again for all Americans on November 1st—but only for a limited time. Check out your options.",
          1448472956
        ],
        [
          "You may be able to save money on your health insurance. Check out your options today: http://ofa.bo/d5I1 Need health insurance? The marketplace is open again for all Americans on November 1st—but only for a limited time. Check out your options.",
          1447698455
        ],
        [
          "Make sure you shop around to get the best plan possible: http://ofa.bo/g9T6 Need health insurance? The marketplace is open again for all Americans on November 1st—but only for a limited time. Check out your options.",
          1447347389
        ],
        [
          "Take some time and check out your options today. http://ofa.bo/s9UO Need health insurance? The marketplace is open again for all Americans on November 1st—but only for a limited time. Check out your options.",
          1446756281
        ],
        [
          "Time to shop around. http://ofa.bo/f9VC Need health insurance? The marketplace is open again for all Americans on November 1st—but only for a limited time. Check out your options.",
          1446570449
        ],
        [
          "Health care enrollment is back. Make sure you're getting the best deal: http://ofa.bo/r9Vj Need health insurance? The marketplace is open again for all Americans on November 1st—but only for a limited time. Check out your options.",
          1446499118
        ],
        [
          "You don't even need to get out of bed to get covered. http://ofa.bo/j9Qs Need health insurance? The marketplace is open again for all Americans on November 1st—but only for a limited time. Check out your options.",
          1446409241
        ],
        [
          "This is your last chance to get health insurance that starts in 2015. Don't miss it: http://ofa.bo/p32Z Need health insurance? The marketplace is open again for all Americans—but only for a limited time. Check out your options before the enrollment period closes on February 15th, 2015.",
          1424045159
        ],
        [
          "Give yourself some peace of mind, and get covered before the February 15th deadline: http://ofa.bo/r2ce Need health insurance? The marketplace is open again for all Americans—but only for a limited time. Check out your options before the enrollment period closes on February 15th, 2015.",
          1422309550
        ],
        [
          "DEADLINE: Don't miss your chance to sign up today. http://ofa.bo/g2Mo Need health insurance? The marketplace is open again for all Americans—but only for a limited time. Check out your options before the enrollment period closes on February 15th, 2015.",
          1421337956
        ],
        [
          "Check out your options now: http://ofa.bo/d2GT Need health insurance? The marketplace is open again for all Americans—but only for a limited time. Check out your options before the enrollment period closes on February 15th, 2015.",
          1421189477
        ],
        [
          "Get prepared for the cold months ahead. Get covered today: http://ofa.bo/h23A Need health insurance? The marketplace is open again for all Americans—but only for a limited time. Check out your options before the enrollment period closes on February 15th, 2015.",
          1419009008
        ],
        [
          "Make sure you have health insurance on January 1st: http://ofa.bo/e1vl Need health insurance? The marketplace is open again for all Americans—but only for a limited time. Check out your options before the enrollment period closes on February 15th, 2015.",
          1418569869
        ],
        [
          "Don't miss this chance: http://ofa.bo/r20V Need health insurance? The marketplace is open again for all Americans—but only for a limited time. Check out your options before the enrollment period closes on February 15th, 2015.",
          1418512945
        ],
        [
          "Don't wait to get covered. Start now: http://ofa.bo/i1wz Need health insurance? The marketplace is open again for all Americans—but only for a limited time. Check out your options before the enrollment period closes on February 15th, 2015.",
          1418313515
        ],
        [
          "One of the more important things you can buy today: http://ofa.bo/f1o5 Need health insurance? The marketplace is open again for all Americans—but only for a limited time. Check out your options before the enrollment period closes on February 15th, 2015.",
          1417447932
        ],
        [
          "The best thing you can do for yourself this weekend? Make sure you're covered: http://ofa.bo/p1so Need health insurance? The marketplace is open again for all Americans—but only for a limited time. Check out your options before the enrollment period closes on February 15th, 2015.",
          1417279790
        ],
        [
          "There's no reason to put off getting covered any longer: http://ofa.bo/j1ds Need health insurance? The marketplace is open again for all Americans—but only for a limited time. Check out your options before the enrollment period closes on February 15th, 2015.",
          1416434142
        ],
        [
          "Health care open enrollment is happening now. Don't miss your chance to get covered: http://ofa.bo/d1aQ Need health insurance? The marketplace is open again for all Americans—but only for a limited time. Check out your options before the enrollment period closes on February 15th, 2015.",
          1416239567
        ]
      ],
      "dates_start": 1420030024,
      "dates_end": 1453693424,
      "likes_avg": 7215,
      "likes_stdev": 5290,
      "comments_avg": 1751,
      "comments_stdev": 729,
      "shares_avg": 524,
      "shares_stdev": 323
    },
    {
      "number": 15,
      "important": [
        "friend could",
        "final",
        "friend",
        "win",
        "chanc meet",
        "chanc",
        "trip",
        "see",
        "pass",
        "summer"
      ],
      "common": [
        "automatically",
        "automatically entered",
        "chance",
        "could",
        "entered",
        "free",
        "free trip",
        "hawaii",
        "trip",
        "win"
      ],
      "messages": [
        [
          "FINAL CHANCE to win VIP passes to see James Taylor this summer. http://ofa.bo/jA0i Here's your chance to meet James Taylor You and a friend could win a trip to Chicago to see James Taylor live in concert—all on OFA.",
          1459456577
        ],
        [
          "You and a friend could be heading to Chicago this summer to meet James Taylor and see him perform live. http://ofa.bo/z0Np gph.is",
          1459345301
        ],
        [
          "All you've got to do is enter. http://ofa.bo/d5ou Here's your chance to meet James Taylor You and a friend could win a trip to Chicago to see James Taylor live in concert—all on OFA.",
          1459172494
        ],
        [
          "A free trip to Chicago in the summer and tickets to see James Taylor live—enter now. http://ofa.bo/e5m7 Here's your chance to meet James Taylor You and a friend could win a trip to Chicago to see James Taylor live in concert—all on OFA.",
          1458593010
        ],
        [
          "LAST CALL: Today's the last day to enter to win a seven-day cruise to Alaska. http://ofa.bo/d5Mg Win a cruise to Alaska You and a friend could enjoy a once-in-a-lifetime adventure. Add your name, and you'll be automatically entered.",
          1451597745
        ],
        [
          "You and a friend could be taking in this view. All you have to do is enter. http://ofa.bo/c5L5 Win a cruise to Alaska You and a friend could enjoy a once-in-a-lifetime adventure. Add your name, and you'll be automatically entered.",
          1451322231
        ],
        [
          "Your bucket list won't complete itself. Here's your chance at a free trip to Alaska. http://ofa.bo/d5MA Win a cruise to Alaska You and a friend could enjoy a once-in-a-lifetime adventure. Add your name, and you'll be automatically entered.",
          1450815094
        ],
        [
          "See mother nature up close. http://ofa.bo/j9Vv Win a cruise to Alaska You and a friend could enjoy a once-in-a-lifetime adventure. Add your name, and you'll be automatically entered.",
          1450713929
        ],
        [
          "Get lost in the beauty of the Last Frontier. Add your name to enter. Win a cruise to Alaska You and a friend could enjoy a once-in-a-lifetime adventure. Add your name, and you'll be automatically entered.",
          1450304615
        ],
        [
          "Here's your chance to take in the beauty of Alaska—and recommit to the fight for climate action. Enter now: http://ofa.bo/e5Ic Win a cruise to Alaska You and a friend could enjoy a once-in-a-lifetime adventure. Add your name, and you'll be automatically entered.",
          1450197106
        ],
        [
          "Your chance to win a free trip to Hawaii ends soon. Don't miss it: http://ofa.bo/p8iJ Win a trip to Hawaii Hawaii has made huge strides on some important issues. Enter for a chance to win a free trip to the Aloha state.",
          1435602058
        ],
        [
          "Say aloha to Hawaii: http://ofa.bo/s8c1 Win a trip to Hawaii Hawaii has made huge strides on some important issues. Enter for a chance to win a free trip to the Aloha state.",
          1435516924
        ],
        [
          "Hawaii has been a leader in the progressive movement. (And it has pretty great weather.)\n\nEnter today for your chance to visit the Aloha State: http://ofa.bo/j8Xe Win a trip to Hawaii Hawaii has made huge strides on some important issues. Enter for a chance to win a free trip to the Aloha state.",
          1435425113
        ],
        [
          "Hawaii is leading the way on issues like marriage equality and climate change. You and a guest could see firsthand how organizing has made a difference: http://ofa.bo/j8U2 Win a trip to Hawaii Hawaii has made huge strides on some important issues. Enter for a chance to win a free trip to the Aloha state.",
          1435173512
        ],
        [
          "Organizing works—even in paradise. Here's your chance to see how. http://ofa.bo/j8T4 Win a trip to Hawaii Hawaii has made huge strides on some important issues. Enter for a chance to win a free trip to the Aloha state.",
          1435088745
        ],
        [
          "MIDNIGHT DEADLINE: Chip in $5 to OFA and be automatically entered for a free trip to Washington D.C. http://ofa.bo/dD Timeline Photos",
          1388543209
        ],
        [
          "Give $5 to become an OFA founding member and be automatically entered for a free trip to Washington D.C.\n\nDeal expires at midnight: http://ofa.bo/fJ Fly to D.C. and celebrate with OFA If you donate before the critical fundraising deadline on December 31st, you'll be automatically entered for the chance to fly to D.C. with a guest to help OFA celebrate our first birthday -- flight and hotel on us.",
          1388525920
        ],
        [
          "OFA has a birthday coming up. Give before midnight and automatically be entered to win a free trip to D.C. to join the celebrations. http://ofa.bo/hK Fly to D.C. and celebrate with OFA If you donate before the critical fundraising deadline on December 31st, you'll be automatically entered for the chance to fly to D.C. with a guest to help OFA celebrate our first birthday — flight and hotel on us.",
          1388505553
        ],
        [
          "Chip in $5 to become an OFA founding member, and be automatically entered to win a free trip to D.C.: http://ofa.bo/jG Fly to D.C. and celebrate with OFA If you donate before the critical fundraising deadline on December 31st, you'll be automatically entered for the chance to fly to D.C. with a guest to help OFA celebrate our first birthday — flight and hotel on us.",
          1388431587
        ]
      ],
      "dates_start": 1409754504,
      "dates_end": 1461017150,
      "likes_avg": 11088,
      "likes_stdev": 11729,
      "comments_avg": 1384,
      "comments_stdev": 772,
      "shares_avg": 504,
      "shares_stdev": 307
    }
  ]
}