{
  "pagename": "BMW",
  "page_name_displayed": "BMW",
  "globalstats": {
    "fan_count": 19885410,
    "messages": 1433,
    "likes_avg": 12951,
    "likes_stdev": 22141,
    "comments_avg": 193,
    "comments_stdev": 464,
    "shares_avg": 1624,
    "shares_stdev": 4548,
    "graph_uri": "clusters/BMW.png"
  },
  "clusters": [
    {
      "number": 1,
      "important": [
        "accord",
        "car galleri",
        "car",
        "galleri"
      ],
      "common": [
        "158503014260201",
        "158503014260201 type",
        "158927067551129",
        "158927067551129 28924",
        "158927067551129 28924 158503014260201",
        "158927067551129 28924 158503014260201 type",
        "28924",
        "set",
        "set 158927067551129 28924 158503014260201 type",
        "type"
      ],
      "messages": [
        [
          "http://www.facebook.com/pages/Cars-Gallery/158503014260201#!/photo.php?fbid=193787480731754&set=a.158927067551129.28924.158503014260201&type=1&theater Cars Gallery",
          1332152475
        ],
        [
          "http://www.facebook.com/media/set/?set=a.122970031133333.24230.115489068548096&type=3#!/photo.php?fbid=193509654092870&set=a.158927067551129.28924.158503014260201&type=1&theater Cars Gallery",
          1332103022
        ],
        [
          "http://www.facebook.com/media/set/?set=a.158927067551129.28924.158503014260201&type=3#!/photo.php?fbid=193449434098892&set=a.158927067551129.28924.158503014260201&type=3&theater Cars Gallery",
          1332095097
        ],
        [
          "http://www.facebook.com/media/set/?set=a.158927067551129.28924.158503014260201&type=3#!/photo.php?fbid=193449337432235&set=a.158927067551129.28924.158503014260201&type=3&theater Cars Gallery",
          1332095082
        ],
        [
          "http://www.facebook.com/#!/photo.php?fbid=193356910774811&set=a.158927067551129.28924.158503014260201&type=1&theater Cars Gallery",
          1332084179
        ],
        [
          "http://www.facebook.com/media/set/?set=a.158927067551129.28924.158503014260201&type=3#!/photo.php?fbid=192427977534371&set=a.158927067551129.28924.158503014260201&type=3&theater Cars Gallery",
          1331927930
        ],
        [
          "http://www.facebook.com/media/set/?set=a.159046047539231.28960.158503014260201&type=3#!/photo.php?fbid=192339284209907&set=a.158927067551129.28924.158503014260201&type=1&theater Cars Gallery",
          1331916692
        ],
        [
          "http://www.facebook.com/media/set/?set=a.158927067551129.28924.158503014260201&type=3#!/photo.php?fbid=192298034214032&set=a.158927067551129.28924.158503014260201&type=1&theater Cars Gallery",
          1331911811
        ],
        [
          "http://www.facebook.com/pages/Cars-Gallery/158503014260201#!/photo.php?fbid=186866921423810&set=a.158927067551129.28924.158503014260201&type=1&theater Cars Gallery",
          1331752800
        ],
        [
          "http://www.facebook.com/#!/photo.php?fbid=159502470826922&set=a.158927067551129.28924.158503014260201&type=1&theater Cars Gallery",
          1331747046
        ],
        [
          "http://www.facebook.com/pages/Cars-Gallery/158503014260201#!/photo.php?fbid=177702172340285&set=a.158927067551129.28924.158503014260201&type=1&theater Cars Gallery",
          1331743830
        ],
        [
          "http://www.facebook.com/pages/Cars-Gallery/158503014260201#!/photo.php?fbid=167042143406288&set=a.158927067551129.28924.158503014260201&type=1&theater Cars Gallery",
          1331743615
        ],
        [
          "http://www.facebook.com/BMW/posts/300552203343301?notif_t=like#!/photo.php?fbid=165949263515576&set=a.158927067551129.28924.158503014260201&type=1&theater Cars Gallery",
          1331743157
        ],
        [
          "http://www.facebook.com/#!/photo.php?fbid=165217090255460&set=a.158927067551129.28924.158503014260201&type=1&theater Cars Gallery",
          1331742772
        ],
        [
          "http://www.facebook.com/#!/photo.php?fbid=159574000819769&set=a.158927067551129.28924.158503014260201&type=1&theater Cars Gallery",
          1331742019
        ],
        [
          "http://www.facebook.com/#!/photo.php?fbid=160368870740282&set=a.158927067551129.28924.158503014260201&type=1&theater Cars Gallery",
          1331723468
        ],
        [
          "http://www.facebook.com/media/set/?set=a.158927067551129.28924.158503014260201&type=3#!/photo.php?fbid=159568874153615&set=a.158927067551129.28924.158503014260201&type=3&theater Cars Gallery",
          1331718679
        ]
      ],
      "dates_start": 1331717984,
      "dates_end": 1332040095,
      "likes_avg": 10,
      "likes_stdev": 3,
      "comments_avg": 0,
      "comments_stdev": 0,
      "shares_avg": 2,
      "shares_stdev": 1
    },
    {
      "number": 2,
      "important": [
        "un",
        "motor",
        "cu",
        "de",
        "blog",
        "model",
        "accord",
        "care",
        "test",
        "xdrive"
      ],
      "common": [
        "bmw",
        "bmw seria",
        "ce",
        "cu",
        "de",
        "mai",
        "ne",
        "seria",
        "un",
        "în"
      ],
      "messages": [
        [
          "BMW lanceerde onlangs een nieuwe telg in de M-familie: BMW M4 GTS. BMW M4 GTS",
          1487746805
        ],
        [
          "Cat consuma un BMW Alpina B7 xDrive? Iti spunem noi! >> https://goo.gl/HVSYL6 Cat consuma un BMW Alpina B7 xDrive? Iti spunem noi! Atunci cand am facut cunostinta cu noile modele ale Seriei 7 ne-am declarat cu totii destul de impresionati de ceea ce au reusit cei de la BMW. Insa, mai",
          1487707925
        ],
        [
          "Cu gândul la vară și chef de plimbare, într-un BMW Seria 6 Cabriolet care ar fi fost perfect cu un motor pe benzină.\nFoto: Cars Photo Test BMW Seria 6 Cabriolet 640d xDrive: în așteptarea soarelui fără dinți | BMW Blog România Acest test BMW Seria 6 Cabrio îmi demonstrează că un motor diesel nu-și are rostul sub capota unei decapotabile, oricât de mult ai încerca să justifici asta",
          1487668291
        ],
        [
          "Ari Vatanen ouvreur du  Tour Auto Optic 2000. Champion du Monde des Rallyes en 1981 sur Ford Escort, quadruple vainqueur du Paris-Dakar sur Peugeot (1987, 1989, 1990) et Citroën (1991), le pilote finlandais s’est également fait connaître en établissant en 1988 le nouveau record de la montée de Pikes Peak sur une Peugeot 405 T16. Il est aujourd'hui ambassadeur BMW BMW France. Timeline Photos",
          1487667397
        ],
        [
          "BMW ar putea fi concurenta serioasa pentru Tesla in lumea vehiculelor electrice! Iata de ce! >> https://goo.gl/b9px1B BMW ar putea fi concurenta serioasa pentru Tesla in lumea vehiculelor electrice! Iata de ce! Va mai amintiti BMW Isetta? Ideea suprema de excentric si ceva cu totul altfel? In ciuda disparitiei de acum o jumatate de secol, vehiculul mai poate fi",
          1487625607
        ],
        [
          "Así es la instrumentación mediante una pantalla de 10,3\" del nuevo BMW Serie 5. Además en función del programa de modo de conducción cambia de diseño. BMW Serie 5",
          1487594340
        ],
        [
          "Potrebbe essere così la versione CS della BMW M2 [RENDERING] BMW Italia BMW M2 CS: immaginata in un paio di RENDERING La BMW M2 CS è stata immaginata in alcuni rendering postati sul forum di Bimmerpost dall'utente Paul-Bracq-BMW: nelle illustrazioni la versione più potente della piccola coupè bavarese si presenta con un aspetto leggermente incrementato, nonostante sia già avanzato, rievocando un perfetto mix tra l'...",
          1487592198
        ],
        [
          "#HistoriasconFinalFeliz\n\nEl propietario de este BMW acaba de recuperar su #coche gracias a #Detector.\n\nLos ladrones actuaron a plena luz del día, lo que hizo pensar a propietario en un primer momento que había sido la grúa y no un robo. Por suerte para él, el dispositivo puesto en marcha para su recuperación tardó sólo unas pocas horas en localizarlo. Timeline Photos",
          1487591417
        ],
        [
          "La innovación forma parte de nuestro ADN. Te invitamos a descubrirlo en BMW Madrid, concesionario filial de BMW en España. Ven a nuestro emblemático edificio en Las Tablas y descubre la forma más auténtica de acercarte al corazón de #BMW. #LaCapitalDeBMW",
          1487582090
        ],
        [
          "Facelift-ul lui BMW i3 este așteptat să intre în producție în această toamnă. Se zvonește că va fi oferit și în versiune sportivă S, care ar fi primul hot-hatch electric. #BMWi3facelift BMW i3 cu facelift, surprins pe șosea pentru prima oară - BMWBLOG Romania BMW i3 facelift este deja testat pe șoselele din Germania, purtând camuflaj.",
          1487578652
        ],
        [
          "Ca c'est du SWAP ! Moteur de BMW M3 dans un Land Rover Discovery ! Moteur de BMW M3 dans un land rover Discovery",
          1487425389
        ],
        [
          "Ciprian Marica povesteste cum a dat radarul peste cap la volanul unui BMW Alpina! Afla cu ce viteza! >> https://goo.gl/pRphB0 Ciprian Marica povesteste cum a dat radarul peste cap la volanul unui BMW Alpina! Afla cu ce viteza! Ciprian Marica, retras din activitate anul trecut, este unul dintre fotbalistii romani pasionati de masinile scumpe si de bolizii cu sute de cai putere",
          1487399151
        ],
        [
          "Iata ce ne aduce nou BMW Seria 4 Facelift >> https://goo.gl/U53sXx Iata ce ne aduce nou BMW Seria 4 Facelift Lansat pe piata auto in urma cu patru ani in cadrul Salonului Auto Nord American de la Detroit, BMW Seria 4 primeste in cele din urma un facelift menit",
          1487366285
        ],
        [
          "BMW i8 Spyder se află în faza finală de dezvoltare și a fost surprins luându-și la purtare pentru prima oară caroseria de serie. #BMWi8Spyder Acesta este BMW i8 Spyder! - BMWBLOG Romania BMW i8 Spyder își etalează pentru prima oară formele sculptate în metal cu care ne va seduce din 2018.",
          1487225968
        ],
        [
          "Până ajunge noul BMW Seria 5 pe mâinile ALPINA Automobiles, să ne bucurăm ca există aceast model. Detalii, #peblog. Alpina B5 Bi-Turbo: limuzina cu 600 de cai-putere Noul Alpina B5 Bi-Turbo devine, din punctul meu de vedere, exponentul producătorului german în materie de performanță și exclusivitate.",
          1487147908
        ],
        [
          "#PorSiTeLoPerdiste #LoMejorDeLaSemana\n\nBMW da un paso adelante en conducción autónoma\nhttp://bit.ly/2kJjqsM BMW de un paso adelante en conducción autónoma Durante 2021 introducirá en su gama de productos el sistema iNext.",
          1487104099
        ],
        [
          "BMW M4 GTS este cel mai rapid model al bavarezilor pe Nurburgring! Afla ce timp a scos! >> https://goo.gl/wKDeAI BMW M4 GTS este cel mai rapid model al bavarezilor pe Nurburgring! Afla ce timp a scos! BMW M4 GTS, varianta mai performanta a coupe-ului de clasa medie, s-a laudat la lansarea din urma cu ceva timp de faptul ca este cel mai rapid automobil",
          1487086087
        ],
        [
          "[SKI + CONDUITE SUR GLACE]\nUn stage de conduite sur glace après votre journée de ski ça vous tente?\nAvec notre partenaire GTRO et son circuit de glace sur la station de ski de La Quillane c'est possible !!! Vibrez au rythme des puissantes BMW du Garage ALART, votre Concessionnaire BMW à Perpignan\n#laquillane #xdriveexperience #fontromeu #pyrenees2000\nBMW France Il faut avoir le cœur bien accroché pour ce stage de conduite sur la neige Marre de ne pas réussir à maîtriser votre véhicule lorsque la route est enneigée? Pour apprendre à gérer sa voiture, un stage de pilotage est proposé à Font-Romeu, dans les Pyrénées-Orientales. Un bon moyen d’éviter d’atterrir dans un fossé lorsque le temps est dangereux pour la conduite. Allant de…",
          1486738648
        ],
        [
          "BMW pregateste doua editii speciale i8 pentru Geneva >> https://goo.gl/tAWWe5 BMW pregateste doua editii speciale i8 pentru Geneva Salonul Auto de la Geneva se apropie cu pasi repezi, iar cei de la BMW sunt decisi sa aduca mai multe surprize celor care le vor calca pragul in cadrul",
          1486542894
        ],
        [
          "Noul BMW Seria 5 Touring va debuta la Salonul Auto de la Geneva din luna martie și va fi disponibil din iunie 2017. #BMWSeria5Touring Toate detaliile despre noul BMW Seria 5 Touring - BMWBLOG Romania Excelenţa dinamică, aspectul estetic şi funcţionalitatea inteligentă sunt atributele pentru care BMW Seria 5 Touring este renumit. Iar noua generaţie a modelului duce această combinaţie la un nivel superior. Alături de acestea, noul model BMW Seria 5 Sedan preia conceptul excepţional de afişaj şi op...",
          1485939503
        ],
        [
          "McLaren Automotive ne prezintă povestea recordului de viteză stabilit în 1998 de legendarul F1 cu motor V12 BMW. Imaginile de arhivă nu au mai fost publicate până acum și ne arată cum s-au văzut cei 391 km/h prin ochii pilotului Andy Wallace, care a împins mașina până la limitele acesteia. #McLarenF1 #BMWV12 VIDEO: 391 km/h văzuți prin ochii pilotului care a condus către record McLaren-ul F1 cu motor BMW - BMWBLOG Romania McLaren Automotive ne prezintă povestea stabilirii recordului de viteză reușit în 1998 de modelul F1 propulsat de un V12 BMW, oferindu-ne imagini video inedite.",
          1485785182
        ],
        [
          "http://www.motorproyect.com/2015/06/bmw-serie-7-2015.html BMW Serie 7 2015 | Motor Proyect BMW reinventa el sector del lujo con la presentación de su nuevo Serie 7, buque insignia de la marca y coche de referencia para el resto de la gama de la firma muniquesa.",
          1434370661
        ],
        [
          "BMW S1000RR Aprovada até debaixo de água !!",
          1380287262
        ],
        [
          "How I love? <3\n\n\n spécialité génie mécanique et vente touts les types motos spécialité génie mécanique et vente  touts les types motos ♥ Combien de J'aime ♥ ?????? !!!\r\n\r\n\r\n\r\nhttps://www.facebook.com/specialitegeniemecaniqueetventetoutslestypesmotos",
          1356662450
        ],
        [
          "Participe ai do grupo www.facebook.com/groups/imoveisdeluxo/\r\nVendo imóveis de luxo de uma olhada e me add ai www.facebook.com/imoveisdeluxogoiania ou no www.imoveisdeluxogoiania.com.br ou (62)4053-8440 / (62)9180-2865",
          1347649089
        ]
      ],
      "dates_start": 1428386059,
      "dates_end": 1511700764,
      "likes_avg": 78,
      "likes_stdev": 73,
      "comments_avg": 4,
      "comments_stdev": 11,
      "shares_avg": 11,
      "shares_stdev": 16
    },
    {
      "number": 3,
      "important": [
        "welt",
        "museum",
        "bmw welt experi",
        "tour",
        "bmw welt bmw",
        "experi",
        "accord",
        "bmw welt",
        "complet",
        "bmw museum"
      ],
      "common": [
        "bmw",
        "bmw welt",
        "bmw welt experience",
        "complete",
        "complete bmw",
        "complete bmw welt",
        "complete bmw welt experience",
        "experience",
        "welt",
        "welt experience"
      ],
      "messages": [
        [
          "BMW Welt, BMW Museum, BMW Plant The complete BMW Welt experience",
          1332774925
        ],
        [
          "BMW Welt The complete BMW Welt experience",
          1332774925
        ],
        [
          "Double Cone of the BMW Welt The complete BMW Welt experience",
          1332774925
        ],
        [
          "BMW Welt Event: BMW Isetta 250 Export on its daily tour through the BMW Welt The complete BMW Welt experience",
          1332774924
        ],
        [
          "BMW Plant: Body Structure The complete BMW Welt experience",
          1332774924
        ],
        [
          "BMW Museum: 'Kinetic Sculpture' The complete BMW Welt experience",
          1332774924
        ],
        [
          "BMW Plant: Body in White The complete BMW Welt experience",
          1332774924
        ],
        [
          "BMW Plant The complete BMW Welt experience",
          1332774924
        ],
        [
          "BMW Museum: Exhibition Room 'Aerodynamics' The complete BMW Welt experience",
          1332774923
        ],
        [
          "BMW Museum The complete BMW Welt experience",
          1332774923
        ],
        [
          "BMW Museum: Exhibition Room 'Lightweight' The complete BMW Welt experience",
          1332774923
        ],
        [
          "BMW Museum: Exhibition Room The complete BMW Welt experience",
          1332774923
        ],
        [
          "BMW Museum: Exhibition Room 'Motorsport Touring Cars' The complete BMW Welt experience",
          1332774923
        ],
        [
          "BMW Museum: Art Car Exhibition The complete BMW Welt experience",
          1332774922
        ]
      ],
      "dates_start": 1332774922,
      "dates_end": 1332774924,
      "likes_avg": 2209,
      "likes_stdev": 2793,
      "comments_avg": 110,
      "comments_stdev": 199,
      "shares_avg": 489,
      "shares_stdev": 944
    },
    {
      "number": 4,
      "important": [
        "power",
        "sinc",
        "classic",
        "bmw classic timelin",
        "photo",
        "accord",
        "throwbackthursday timelin",
        "timelin",
        "bmw classic",
        "throwbackthursday"
      ],
      "common": [
        "000",
        "2015",
        "bmw",
        "bmw classic",
        "car",
        "classic",
        "sport",
        "stunning",
        "tbt",
        "throwbackthursday"
      ],
      "messages": [
        [
          "Where power was born. #ThrowbackThursday BMW Classic Timeline Photos",
          1440050579
        ],
        [
          "Our definition of summer. #ThrowbackThursday BMW Classic Timeline Photos",
          1439473205
        ],
        [
          "Turning heads since... forever. The BMW 327/28 Coupé was built in 1939. #ThrowbackThursday Timeline Photos",
          1438842084
        ],
        [
          "Nice six pack! Being in shape is not a matter of age. Rewinding 40 years with the BMW 3 Series on a #ThrowbackThursday. Timeline Photos",
          1438236037
        ],
        [
          "Pack of power: Six generations of the BMW 3 Series. BMW Classic #ThrowbackThursday Timeline Photos",
          1437632255
        ],
        [
          "Ever stylish. The BMW Z1 cockpit in 1987. BMW Classic #ThrowbackThursday Timeline Photos",
          1437028900
        ],
        [
          "With the switch from the New Range to the BMW 5 Series in 1972, BMW introduced not only new nomenclature but also a new era in design. Indeed, the number “5” immediately became the synonym for unmistakable driving pleasure in this field. #TriviaTuesday BMW Classic Timeline Photos",
          1436861016
        ],
        [
          "Ain't no mountain high enough. BMW Classic BMW România Timeline Photos",
          1436421690
        ],
        [
          "This is what we call a family party. BMW România BMW Classic #ThrowbackThursday Timeline Photos",
          1435816509
        ],
        [
          "With only 464 cars of its kind ever made, the BMW 328 is nowadays one of the most sought-after collector’s items on the market. Its allure lies in the timeless beauty of an open-top two-seater, its ever-convincing engineering and the legendary aura around it that countless racing victories helped to create. #TriviaTuesday BMW Classic Timeline Photos",
          1435039058
        ],
        [
          "To be a BMW Classic means you're gonna myth me, right? #ThrowbackThursday #tbt Timeline Photos",
          1434020301
        ],
        [
          "The BMW 3.0 CSL is a timeless classic, an iconic BMW Coupé from the 1970s. “CSL” stands for “Coupé Sport Leichtbau” (coupé, sport, lightweight). #TriviaTuesday BMW Classic Timeline Photos",
          1433857579
        ],
        [
          "I've traveled each and every highway;\nAnd more, much more than this,\nI did it my way.\n\n – 40 years of the BMW 3 Series.  BMW Classic Timeline Photos",
          1433684841
        ],
        [
          "Sunday Funday. Where does the road take you today? BMW Classic Timeline Photos",
          1433064840
        ],
        [
          "From Bodensee to Friedrichshafen in the company of some stunning BMW Classics. BMW Classic Bodensee Klassik 2015",
          1432573311
        ],
        [
          "At this year's Concorso d'Eleganza Villa d'Este  once more BMW Classic showcases some examples of the strong and rich brand's heritage. But see yourself. Days of Elegance – BMW at Concorso d'Eleganza Villa d'Este",
          1432489164
        ],
        [
          "La vita è bella. BMW 501 BMW Classic #ThrowbackThursday #tbt Timeline Photos",
          1432189164
        ],
        [
          "When rare classic vehicles meet the beautiful landscape of Italy it is that time of year again: the Mille Miglia. After this unique 4 days round-trip all made it safe and sound back to Brescia. See some of the best moments of this year's event. BMW Classic Mille Miglia 2015",
          1432118720
        ],
        [
          "Stunning cars, great scenery – once again legendary BMW Classics hit the road from Brescia to Rome and back again for the Mille Miglia 2015. BMW Classic Legends on the road – Mille Miglia 2015",
          1431697602
        ],
        [
          "A concept car designed by Paul Bracq in 1972, only two BMW Turbo models were ever built. BMW later incorporated some of the design themes into the M1, the 8 Series and the BMW Z1. BMW Classic #tbt #ThrowbackThursday Timeline Photos",
          1431627817
        ],
        [
          "Right from the very start the BMW M1 was the fastest road-going sports car built in Germany, as timed by a leading car journal: in a test conducted in 1979, the M1 reached a top speed of 264.7 km/h, or 164.1 mph. “You only have to shift up from fourth to fifth at 213 km/h or 132 mph, and then keep on accelerating all-out up to the top speed of the car,” said the testers. #TriviaTuesday BMW Classic Timeline Photos",
          1430808978
        ],
        [
          "1 of 399. The BMW M1 by BMW Classic. Timeline Photos",
          1430389464
        ],
        [
          "Two timeless beauties: but can you name the one standing on four wheels? #ThrowbackThursday via BMW Classic Timeline Photos",
          1429801306
        ],
        [
          "Only one thing's better than a BMW M – having three of them. BMW Classic #tbt #ThrowbackThursday Timeline Photos",
          1429193998
        ],
        [
          "Holy Moly – look at these stunning photos from BMW Classic on the 2015 Holy Land Tour through Israel  #tbt #ThrowbackThursday BMW Classic at Holy Land Tour 2015",
          1428559244
        ],
        [
          "1,000 miles through the stunning landscapes of the Holy Land – bringing together automotive heritage and cultural history: The Holy Land Tour 2015. #ThrowbackThursday #tbt BMW Classic #BMWstories #legends The Holy Land Tour 2015",
          1427972178
        ],
        [
          "Already saying \"hello\" to the future - back in 1972: The BMW 1602e was the first development of a BMW electric vehicle. Have a look at a concept that had such a huge impact on the future. https://youtu.be/hbxI4rMY_wM #ThrowbackThursday #tbt BMW Classic Timeline Photos",
          1427955274
        ],
        [
          "Timeless design: The BMW 507. #ThrowbackThursday BMW Classic Timeline Photos",
          1424963684
        ],
        [
          "Against a backdrop of stunning scenery, a brave ensemble of beautiful cars took on the 19th AvD-Histo-Monte across Germany, Switzerland, France and Monaco. BMW Classic From Mainz to Monte Carlo",
          1424276063
        ],
        [
          "Shining bright like diamonds. A line-up of classics brought to you by BMW Classic. #ThrowbackThursday Timeline Photos",
          1423727822
        ],
        [
          "Have Love, Will Travel. The BMW 3.0 CS. BMW Classic Timeline Photos",
          1423210281
        ],
        [
          "A true icon that paved the way for the first BMW M sedan. Let's look back on the BMW M535i: http://youtu.be/4EiX52RcKeQ #ThrowbackThursday Timeline Photos",
          1422536366
        ],
        [
          "A heavenly connection: the BMW 502 \"Baroque Angel\". #ThrowbackThursday Timeline Photos",
          1415893596
        ],
        [
          "Seduction at first sight. #ThrowbackThursday #BMW #M1\n\nVia BMW Classic Timeline Photos",
          1413444710
        ],
        [
          "Elegant Streamlines.\nEven standing still, this car seems to be very fast. The 1937 BMW 327 is entirely hand-made. With less than 2.000 cars manufactured it is one of the most desirable cars in the classic scene. A true beauty by BMW Classic http://youtu.be/2j2TjBpDao4 Timeline Photos",
          1412605543
        ],
        [
          "Mid-Century glory.\nAt this year’s Goodwood Revival BMW Classic shines the spotlight on the 1940s, 1950s and 1960s with its “Baroque Angels” retrospective. Among the heavenly host is the 1954 BMW 502 and its flagship #V8 engine. BMW Group Classic at Goodwood Revival 2014",
          1411051961
        ],
        [
          "There were no limits when Todor Todorov got together with his BMW X5 to discover new perspectives in Bulgaria. – #BMWstories #active Best mates on tour",
          1410445204
        ],
        [
          "Elvis probably couldn't help falling in love with this beauty: The King of Rock'n'Roll drove around Germany with this BMW 507 while he was deployed as a GI. BMW Classic is gonna put a lot of effort into the restoration of this feline V8. Elvis' BMW 507",
          1406636768
        ],
        [
          "At this year's Silvretta Classic Rally BMW Classic turns the spotlight on 90 years of motorsport and a stunning Alps panorama. Silvretta Classic 2014",
          1405519731
        ],
        [
          "Over 1000 miles of classiness – here are the BMW Classic highlights of the vintage race in Italy. Mille Miglia 2014",
          1400768655
        ],
        [
          "It's good to learn from failure, but it's definitely more fun to learn from success. Found at BMW Classic. Timeline Photos",
          1390322449
        ],
        [
          "Just Cary Grant in a BMW Isetta.\r\nFound at BMW Classic. Timeline Photos",
          1388421002
        ],
        [
          "Last month, BMW took part in the 1,000 Millas Sport classic car rally through Patagonia. Check out the full gallery at BMW Classic:\nhttp://on.fb.me/IjyQPv BMW at the 1,000 Millas Sport",
          1386604590
        ],
        [
          "They're on the road again. – Starting today, the 1,000 Millas Sport classic car rallye in Argentina celebrates its 25th edition. BMW Classic takes part with a historic trio. BMW at the 1,000 Millas Sport",
          1384448000
        ],
        [
          "The BMW Z8 still leaves us lost for words. So we just recommend visiting BMW Classic to be up to date about the past. Timeline Photos",
          1375366652
        ]
      ],
      "dates_start": 1406278083,
      "dates_end": 1439395169,
      "likes_avg": 9874,
      "likes_stdev": 10134,
      "comments_avg": 101,
      "comments_stdev": 122,
      "shares_avg": 681,
      "shares_stdev": 652
    },
    {
      "number": 5,
      "important": [
        "bmw art car",
        "long",
        "art",
        "bmw art",
        "finish",
        "car",
        "race",
        "appear",
        "art car",
        "place"
      ],
      "common": [
        "art",
        "art car",
        "art car collection",
        "bmw",
        "bmw art",
        "bmw art car",
        "bmw art car collection",
        "car",
        "car collection",
        "collection"
      ],
      "messages": [
        [
          "BMW Art Cars have a long tradition of being amazing race cars and the newest among them, the M6 GTLM, is no exception. With a livery designed by John Baldessari, the car looked great while managing an 8th place finish at the ROLEX 24 at #Daytona this weekend. Congrats BMW! Eighth place in Daytona for the 19th BMW Art Car The 19th BMW Art Car experienced an eventful race appearance at the Daytona 24 Hours, finishing eighth in the GTLM class",
          1485788874
        ],
        [
          "Již dnes začíná 50.ročník Mezinárodního filmového festivalu Karlovy Vary a BMW je také letos Oficiálním vozem festivalu. Pro návštěvníky bude připravena exkluzivní BMW Zóna, ve které budou vystaveny unikátní modely BMW, včetně jedinečného BMW Frank Stella 3.0 CSL z kolekce BMW Art Cars. V BMW Zóně budou probíhat také testovací jízdy s nejnovějšími modely BMW. Neváhejte a navštivte nás v prostorách Lázní I. Více informací naleznete na našem webu: http://bit.ly/1CMIY9R Timeline Photos",
          1435914004
        ],
        [
          "With an impressive exhibition displaying a wealth of iconic BMW Art Cars, the premiere of the BMW 3.0 CSL Hommage, and some of the most stunning classics the brand's ever made, the 2015 Concorso d'Eleganza Villa d'Este was packed with highlights for the automotive connoisseur. Concorso d'Eleganza Villa d'Este 2015",
          1432648877
        ],
        [
          "Alongside legendary artists such as Frank Stella and Jeff Koons, BMW Art Cars have brought the world of art to a different sphere – the world of automotive. At the legendary Concorso d’Eleganza #BMW presents highlights of 40 years #BMWArtCar history live at Villa Erba.\n\n(c) BMW AG, Foto: Christian Kain Rolling Sculptures – 40 years of BMW Art Cars",
          1432398724
        ],
        [
          "Hervé Poulain is a man of two passions: speed and beauty. He turned them into one of the most inspiring projects ever to combine the world of cars and the world of art: the \"BMW Art Cars\". – #BMWstories #artist\n\nhttp://www.bmw.com/bmwstories/com/en/index.html#tar:campaign_artcars Herve Poulain, the BMW Art Car inventor . This is the story of Hervé Poulain, the inventor of the BMW Art Car. He tells us how it all started... See more #BMWstories: http://www.youtube.com/playlist?...",
          1418808673
        ],
        [
          "THE BMW ART JOURNEY is a new global art initiative from BMW and Art Basel offering artists an opportunity to undertake a journey of creative discovery. It's the latest project in a broad range of cultural initiatives from BMW. #BMWARTJOURNEY \n\nwww.bmw-art-journey.com",
          1417621785
        ],
        [
          "BMW Welt | BMW Museum is not only the home of driving pleasure but also of the BMW Art Car collection. The BMW 3,0 CSL Art Car by Frank Stella is now lightening up the exhibition hall. Check it out! Timeline Photos",
          1408630067
        ],
        [
          "Watch Video - BMW Art - Aarav's Father's Day Fun Project! Aarav's Father's Day Fun Project 2014 - BMW Art Car",
          1403189926
        ],
        [
          "A beast of art: As Official Partner of the Paris Photo we brought the BMW Art Car by David Hockney to the Paramount Studios. Paris Photo Los Angeles 2014",
          1398867526
        ],
        [
          "We would say each and every BMW is a piece of art. But we have to admit that the exhibition of @BMW George V by @BMW France shows some very unique art cars.\n\nVisit us at www.facebook.com/BMWGeorgeV BMW Art Car Exhibition",
          1397051615
        ],
        [
          "M1 BMW Art Car by Andy Warhol. Photography by Mike Burroughs and Andrew Ritter. © 2013. BMW AG. The M1 BMW Art Car by Andy Warhol at the Paris Photo Los Angeles",
          1366987213
        ],
        [
          "Monument to Now, Deste Foundation for Contemporary Art, 22. June 2004–\n6. March 2005 (left to right): Jeff Koons, Balloon Dog (Red), 1994–2000, Tulips, Oil on Canvas, 1995–98, \n© Jeff Koons; © Photography: Fanis Vlastaras & Rebecca Constantopoulou, Courtesy:\nDeste Foundation for Contemporary Art BMW Art Guide by Independent Collectors",
          1347547748
        ],
        [
          "Stefan Rohrer, Vespa, Motorcycle Parts, 2007. © Stefan Rohrer; © Photography: Margit Biedermann Foundation / Biedermann Museum, Donaueschingen BMW Art Guide by Independent Collectors",
          1347547748
        ],
        [
          "Nature meets Art. Last week we put the BMW Art Car designed by Jeff Koons on top of Pulpit Rock in Norway – 604 metres above the ground. A real highlight, isn’t it? // Photo by Dag Myrestrand Timeline Photos",
          1346252154
        ],
        [
          "BMW 3 Series Race Car\nSandro Chia\n1992 BMW Art Car Collection",
          1344258435
        ],
        [
          "Front:\nBMW 635CSi\nErnst Fuchs\n1982\n\nBack:\nBMW M3 GT2\nJeff Koons\n2010 BMW Art Car Collection",
          1344258435
        ],
        [
          "Front:\nBMW M1\nAndy Warhol\n1979\n\nBack:\nBMW 320i\nRoy Lichtenstein\n1977 BMW Art Car Collection",
          1344258435
        ],
        [
          "Front:\nBMW Z1\nA.R. Penck\n1991\n\nBack:\nBMW 850 CSi\nDavid Hockney\n1995 BMW Art Car Collection",
          1344258435
        ],
        [
          "Front:\nBMW 850 CSi\nDavid Hockney\n1995\n\nBack:\nBMW Z1\nA.R. Penck\n1991 BMW Art Car Collection",
          1344258435
        ],
        [
          "Front:\nBMW 525i\nEsther Mahlangu\n1991\n\nBack:\nBMW M3\nKen Done\n1989 BMW Art Car Collection",
          1344258435
        ],
        [
          "BMW 3.0 CSL\nFrank Stella\n1976 BMW Art Car Collection",
          1344258435
        ],
        [
          "BMW M1\nAndy Warhol\n1979 BMW Art Car Collection",
          1344258435
        ],
        [
          "BMW 320i\nRoy Lichtenstein\n1977 BMW Art Car Collection",
          1344258435
        ],
        [
          "BMW M3 GT2\nJeff Koons\n2010 BMW Art Car Collection",
          1344258435
        ]
      ],
      "dates_start": 1337133784,
      "dates_end": 1419686155,
      "likes_avg": 4816,
      "likes_stdev": 12494,
      "comments_avg": 110,
      "comments_stdev": 233,
      "shares_avg": 731,
      "shares_stdev": 1592
    },
    {
      "number": 6,
      "important": [
        "fuel",
        "emiss",
        "automobil",
        "consumpt",
        "offici",
        "fuel consumpt emiss",
        "consumpt emiss",
        "new passeng",
        "passeng",
        "fuel consumpt"
      ],
      "common": [
        "bmw",
        "co2",
        "co2 emissions",
        "combined",
        "consumption",
        "emissions",
        "fuel",
        "fuel consumption",
        "km",
        "new"
      ],
      "messages": [
        [
          "Whoever said \"You can't always get what you want,\" certainly hadn't driven the BMW M140i. #MPerformance\n\n__________\n\nFuel consumption and CO2 emissions for the BMW M140i 5-door:\nFuel consumption (combined): 7.8 to 7.1 l/100 km\nCO2 emissions (combined): 179 to 163 g/km\n\nFurther information about the official fuel consumption and the official specific CO2 emissions for new passenger automobiles can be found in the 'New Passenger Vehicle Fuel Consumption and CO2 Emission Guidelines', which are available free of charge at all sales outlets and from DAT Deutsche Automobil Treuhand GmbH, Hellmuth-Hirth-Str. 1, 73760 Ostfildern, Germany and on http://www.dat.de/angebote/verlagsprodukte/leitfaden-kraftstoffverbrauch.html Timeline Photos",
          1487059765
        ],
        [
          "Always wanted to meet a movie star?\nThe all-new BMW 5 Series Sedan, featured in “The Escape”, at BMW Welt till February 25. \n\n_____________\n\nFuel consumption and CO2 emissions for the BMW 540i Sedan:\nFuel consumption in l/100 km (combined): 6.9 - 6.5\nCO2 emissions in g/km (combined): 159 - 149\n\nFurther information about the official fuel consumption and the official specific CO2 emissions for new passenger automobiles can be found in the 'New Passenger Vehicle Fuel Consumption and CO2 Emission Guidelines', which are available free of charge at all sales outlets and from DAT Deutsche Automobil Treuhand GmbH, Hellmuth-Hirth-Str. 1, 73760 Ostfildern, Germany and on http://www.dat.de/angebote/verlagsprodukte/leitfaden-kraftstoffverbrauch.html The all-new BMW 5 Series Sedan at BMW Welt",
          1486998009
        ],
        [
          "The perfect partner for nightly adventures. \nThe new BMW M4 Coupé. \n\n_____\n\nFuel consumption and CO2 emissions for the BMW M4 Coupé:\nFuel consumption in l/100 km (combined): 8.8 - 8.3\nCO2 emissions in g/km (combined): 204 - 194\n\nFurther information about the official fuel consumption and the official specific CO2 emissions for new passenger automobiles can be found in the 'New Passenger Vehicle Fuel Consumption and CO2 Emission Guidelines', which are available free of charge at all sales outlets and from DAT Deutsche Automobil Treuhand GmbH, Hellmuth-Hirth-Str. 1, 73760 Ostfildern, Germany and on http://www.dat.de/angebote/verlagsprodukte/leitfaden-kraftstoffverbrauch.html",
          1486670440
        ],
        [
          "Individuality packed in an unforgettable experience. \nThe BMW 5 Series Gran Turismo. \n\n_____\n\nFuel consumption and CO2 emissions for the BMW 5 Series Gran Turismo 535i xDrive:\nFuel consumption in l/100 km (combined): 8.6 - 8.5\nCO2 emissions in g/km (combined): 205 - 199\n\nFurther information about the official fuel consumption and the official specific CO2 emissions for new passenger automobiles can be found in the 'New Passenger Vehicle Fuel Consumption and CO2 Emission Guidelines', which are available free of charge at all sales outlets and from DAT Deutsche Automobil Treuhand GmbH, Hellmuth-Hirth-Str. 1, 73760 Ostfildern, Germany and on http://www.dat.de/angebote/verlagsprodukte/leitfaden-kraftstoffverbrauch.html Timeline Photos",
          1486480178
        ],
        [
          "Guarantees breathtaking dynamics. \nThe new BMW M3 Sedan.\n___________\n\nFuel consumption and CO2 emissions for the BMW M3 Sedan:\nFuel consumption in l/100 km (combined): 8.8 - 8.3\nCO2 emissions in g/km (combined): 204 - 194\n\nFurther information about the official fuel consumption and the official specific CO2 emissions for new passenger automobiles can be found in the 'New Passenger Vehicle Fuel Consumption and CO2 Emission Guidelines', which are available free of charge at all sales outlets and from DAT Deutsche Automobil Treuhand GmbH, Hellmuth-Hirth-Str. 1, 73760 Ostfildern, Germany and on http://www.dat.de/angebote/verlagsprodukte/leitfaden-kraftstoffverbrauch.html Icon+",
          1486134009
        ],
        [
          "Ambitious freedom on four wheels.\nThe new BMW M4 Convertible.\n\n_____\n\nFuel consumption and CO2 emissions for the BMW M4 Convertible:\nFuel consumption in l/100 km (combined): 9.1 - 8.7\nCO2 emissions in g/km (combined): 213 - 203\n\nFurther information about the official fuel consumption and the official specific CO2 emissions for new passenger automobiles can be found in the 'New Passenger Vehicle Fuel Consumption and CO2 Emission Guidelines', which are available free of charge at all sales outlets and from DAT Deutsche Automobil Treuhand GmbH, Hellmuth-Hirth-Str. 1, 73760 Ostfildern, Germany and on http://www.dat.de/angebote/verlagsprodukte/leitfaden-kraftstoffverbrauch.html Limitless+",
          1486065609
        ],
        [
          "The world premiere of the coolest BMW i couple.\n\nThe limited #BMWi8 Protonic Frozen Black Edition with silky-matt shimmer and the BMW i8 Protonic Frozen Yellow Edition will shine a vivid spotlight on the plug-in-hybrid sports cars´ dynamic lines and flowing surface design. \n\n__________\n\nBMW i8 plug-in hybrid BMW eDrive: energy consumption (combined): 11,9 kWh/100 km Fuel consumption (combined): 2,1 l/100 km, CO2 emissions (combined): 49 g/km. Fuel consumption is determined in accordance with the ECE driving cycle (93/116/EC), made up of approximately one-third urban traffic and two-thirds extra-urban driving (based on the distance covered).\n\nFurther information about the official fuel consumption and the official specific CO2 emissions for new passenger automobiles can be found in the 'New Passenger Vehicle Fuel Consumption and CO2 Emission Guidelines', which are available free of charge at all sales outlets and from DAT Deutsche Automobil Treuhand GmbH, Hellmuth-Hirth-Str. 1, 73760 Ostfildern, Germany and on http://www.dat.de/angebote/verlagsprodukte/leitfaden-kraftstoffverbrauch.html BMW i8 Protonic Frozen Edition",
          1486026052
        ],
        [
          "When electrified mobility meets luxury driving pleasure.\nThe result is the incomparable BMW 7 Series iPerformance. \n#drivingluxury\n\n_____\n\nFuel consumption and CO2 emissions for the BMW 740Le iPerformance Sedan:\nFuel consumption in l/100 km (combined): 2.2 to 2.0\nCO2 emissions in g/km (combined): 51 to 45\nPower consumption in kWh/100 km (combined): 13.3 to 12.6\n\nFurther information about the official fuel consumption and the official specific CO2 emissions for new passenger automobiles can be found in the 'New Passenger Vehicle Fuel Consumption and CO2 Emission Guidelines', which are available free of charge at all sales outlets and from DAT Deutsche Automobil Treuhand GmbH, Hellmuth-Hirth-Str. 1, 73760 Ostfildern, Germany and on http://www.dat.de/angebote/verlagsprodukte/leitfaden-kraftstoffverbrauch.html Timeline Photos",
          1485763204
        ],
        [
          "The key to a pulsating drive. \nThe new BMW M4 Coupé.\n\n_____\n\nFuel consumption and CO2 emissions for the BMW M4 Coupé:\nFuel consumption in l/100 km (combined): 8.8 - 8.3\nCO2 emissions in g/km (combined): 204 - 194\n\nFurther information about the official fuel consumption and the official specific CO2 emissions for new passenger automobiles can be found in the 'New Passenger Vehicle Fuel Consumption and CO2 Emission Guidelines', which are available free of charge at all sales outlets and from DAT Deutsche Automobil Treuhand GmbH, Hellmuth-Hirth-Str. 1, 73760 Ostfildern, Germany and on http://www.dat.de/angebote/verlagsprodukte/leitfaden-kraftstoffverbrauch.html Adrenalin+",
          1485676810
        ],
        [
          "The link between man and machine. The all-new BMW M4 GTS.\n\n__________\nFuel consumption and CO2 emissions for the BMW M4 GTS:\n\nFuel consumption in l/100 km (combined): 8.5\nCO2 emissions in g/km (combined): 199\n\nFurther information about the official fuel consumption and the official specific CO2 emissions for new passenger automobiles can be found in the 'New Passenger Vehicle Fuel Consumption and CO2 Emission Guidelines', which are available free of charge at all sales outlets and from DAT Deutsche Automobil Treuhand GmbH, Hellmuth-Hirth-Str. 1, 73760 Ostfildern, Germany and on http://www.dat.de/angebote/verlagsprodukte/leitfaden-kraftstoffverbrauch.html \nCombined fuel consumption: BMW M4 GTS",
          1444224349
        ],
        [
          "Look back at it. The BMW M3. \n\n___________\n\nFuel consumption and CO2 emissions for the BMW M3 Sedan:\nFuel consumption in l/100 km (combined): 8.8 - 8.3\nCO2 emissions in g/km (combined): 204 - 194\n\nFurther information about the official fuel consumption and the official specific CO2 emissions for new passenger automobiles can be found in the 'New Passenger Vehicle Fuel Consumption and CO2 Emission Guidelines', which are available free of charge at all sales outlets and from DAT Deutsche Automobil Treuhand GmbH, Hellmuth-Hirth-Str. 1, 73760 Ostfildern, Germany and on http://www.dat.de/angebote/verlagsprodukte/leitfaden-kraftstoffverbrauch.html Timeline Photos",
          1444111375
        ],
        [
          "Stunning view, even from behind. The BMW 320d xDrive SE.\n\n_____________\n\nFuel consumption and CO2 emissions for the BMW 320d xDrive SE:\nFuel consumption in l/100 km (combined): 4.1-3.8\nCO2 emissions in g/km (combined): 109-99\n\nFurther information about the official fuel consumption and the official specific CO2 emissions for new passenger automobiles can be found in the 'New Passenger Vehicle Fuel Consumption and CO2 Emission Guidelines', which are available free of charge at all sales outlets and from DAT Deutsche Automobil Treuhand GmbH, Hellmuth-Hirth-Str. 1, 73760 Ostfildern, Germany and on http://www.dat.de/angebote/verlagsprodukte/leitfaden-kraftstoffverbrauch.html Timeline Photos",
          1443981672
        ],
        [
          "A scene ablaze with beauty. The all-new BMW 7 Series. #drivingluxury\n_____\n\nFuel consumption and CO2 emissions for the BMW 750Li:\nFuel consumption in l/100 km (combined): 8.0\nCO2 emissions in g/km (combined): 187\n\nFurther information about the official fuel consumption and the official specific CO2 emissions for new passenger automobiles can be found in the 'New Passenger Vehicle Fuel Consumption and CO2 Emission Guidelines', which are available free of charge at all sales outlets and from DAT Deutsche Automobil Treuhand GmbH, Hellmuth-Hirth-Str. 1, 73760 Ostfildern, Germany and on http://www.dat.de/angebote/verlagsprodukte/ Timeline Photos",
          1443419562
        ],
        [
          "Always take pride in your appearance. The BMW M6 Gran Coupé. \n\n_____\n\nFuel consumption and CO2 emissions for the BMW M6 Gran Coupé:\nFuel consumption in l/100 km (combined): 9.9\nCO2 emissions in g/km (combined): 231\n\nFurther information about the official fuel consumption and the official specific CO2 emissions for new passenger automobiles can be found in the 'New Passenger Vehicle Fuel Consumption and CO2 Emission Guidelines', which are available free of charge at all sales outlets and from DAT Deutsche Automobil Treuhand GmbH, Hellmuth-Hirth-Str. 1, 73760 Ostfildern, Germany and on http://www.dat.de/angebote/verlagsprodukte/leitfaden-kraftstoffverbrauch.html Timeline Photos",
          1443270948
        ],
        [
          "Hard top to soften your heart. The stunning BMW M4 Convertible.\n\n_____\n\nFuel consumption and CO2 emissions for the BMW M4 Convertible:\nFuel consumption in l/100 km (combined): 9.1 - 8.7\nCO2 emissions in g/km (combined): 213 - 203\n\nFurther information about the official fuel consumption and the official specific CO2 emissions for new passenger automobiles can be found in the 'New Passenger Vehicle Fuel Consumption and CO2 Emission Guidelines', which are available free of charge at all sales outlets and from DAT Deutsche Automobil Treuhand GmbH, Hellmuth-Hirth-Str. 1, 73760 Ostfildern, Germany and on http://www.dat.de/angebote/verlagsprodukte/leitfaden-kraftstoffverbrauch.html Timeline Photos",
          1442915650
        ],
        [
          "Trailblazer of the trailblazers: The electrical xDrive of the Dynamic Stability Control in the all-new BMW 225xe Active Tourer distributes the propulsive force of the motors to both axles, which optimises traction.\n\n_____\n\nFuel consumption and CO2 emissions for the BMW 225xe Active Tourer:\nFuel consumption in l/100 km (combined): 2.1–2.0\nBMW eDrive energy consumption in kWh/100 km: 11.9–11.8\nCO2 emissions in g/km (combined): 49–46\n\nFurther information about the official fuel consumption and the official specific CO2 emissions for new passenger automobiles can be found in the 'New Passenger Vehicle Fuel Consumption and CO2 Emission Guidelines', which are available free of charge at all sales outlets and from DAT Deutsche Automobil Treuhand GmbH, Hellmuth-Hirth-Str. 1, 73760 Ostfildern, Germany and on http://www.dat.de/angebote/verlagsprodukte/leitfaden-kraftstoffverbrauch.html Timeline Photos",
          1442773647
        ],
        [
          "It is not that lonely at the top. Introducing the all-new BMW 2 Series Active Tourer 225xe, which serves up a brand new cocktail of BMW EfficientDynamics; versatility, outstanding fuel consumption and electrified all-wheel drive performance.\n\n_____\n\nFuel consumption and CO2 emissions for the BMW Active Tourer 225xe: \nFuel consumption in l / 100 km (combined): 2.1-2.0 \nBMW eDrive Energy Consumption in kWh / 100 km: 11.9-11.8 \nCO2 emissions in g / km (combined): 49 -46\n\nFurther information about the official fuel consumption and the official specific CO2 emissions for new passenger automobiles can be found in the 'New Passenger Vehicle Fuel Consumption and CO2 Emission Guidelines', Which are available free of charge at all sales outlets and from DAT German Automobil Treuhand GmbH, Hellmuth-Hirth-Str. 1, 73760 Ostfildern, Germany and on  http://www.dat.de/angebote/verlagsprodukte/leitfaden-kraftstoffverbrauch.html Timeline Photos",
          1442569221
        ],
        [
          "If you think this sunset is beautiful, just wait till you see the BMW 6 Series' lights in full action...\n\n_____\n\nFuel consumption and CO2 emissions for the BMW 650i Coupé:\nFuel consumption in l/100 km (combined): 7.7–7.4\nCO2 emissions in g/km (combined): 180–172\n\nFurther information about the official fuel consumption and the official specific CO2 emissions for new passenger automobiles can be found in the 'New Passenger Vehicle Fuel Consumption and CO2 Emission Guidelines', which are available free of charge at all sales outlets and from DAT Deutsche Automobil Treuhand GmbH, Hellmuth-Hirth-Str. 1, 73760 Ostfildern, Germany and on http://www.dat.de/angebote/verlagsprodukte/leitfaden-kraftstoffverbrauch.html Timeline Photos",
          1442159324
        ],
        [
          "Water is the essence of all life. The BMW 2 Series Gran Tourer just provides the key to live a happy one. \n\n_____\n\nFuel consumption and CO2 emissions for the BMW 220d:\n\nFuel consumption in l/100 km (combined): 4.5–4.4 [4.4–4.3]\nBMW eDrive energy consumption in kWh/100 km: 11.9–11.8\nCO2 emissions in g/km (combined):119–115 [116–112]\n\nFurther information about the official fuel consumption and the official specific CO2 emissions for new passenger automobiles can be found in the 'New Passenger Vehicle Fuel Consumption and CO2 Emission Guidelines', which are available free of charge at all sales outlets and from DAT Deutsche Automobil Treuhand GmbH, Hellmuth-Hirth-Str. 1, 73760 Ostfildern, Germany and on http://www.dat.de/angebote/verlagsprodukte/leitfaden-kraftstoffverbrauch.html Timeline Photos",
          1442145265
        ],
        [
          "The BMW 330e Sedan with eDrive technology combines impressive driving dynamics with the utmost efficiency and eco-friendliness thanks to local emissions-free driving. Style, innovation and performance is as easy as 1, 2, 3 series. \n\nFor further information head over to: http://bit.ly/1NUOwaZ\n\n------------------\nFuel consumption and CO2 emissions for the BMW 330e Sedan:\nFuel consumption in l/100 km (combined): 2.4 to 2.1*\nCO2 emissions in g/km (combined): 55 to 49*\n*The values for operation in the hybrid mode are preliminary values only and have not yet been confirmed.\n\nFurther information about the official fuel consumption and the official specific CO2 emissions for new passenger automobiles can be found in the 'New Passenger Vehicle Fuel Consumption and CO2 Emission Guidelines', which are available free of charge at all sales outlets and from DAT Deutsche Automobil Treuhand GmbH, Hellmuth-Hirth-Str. 1, 73760 Ostfildern, Germany. Timeline Photos",
          1441951974
        ],
        [
          "The BMW 5 Series M 550d.\n\nThat was the highest performing sentence you'll read today. \n\n_____\nFuel consumption and CO2 emissions for the BMW M550d:\n\nFuel consumption in l/100 km (combined): 9.9\nCO2 emissions in g/km (combined): 231\n\nFurther information about the official fuel consumption and the official specific CO2 emissions for new passenger automobiles can be found in the 'New Passenger Vehicle Fuel Consumption and CO2 Emission Guidelines', which are available free of charge at all sales outlets and from DAT Deutsche Automobil Treuhand GmbH, Hellmuth-Hirth-Str. 1, 73760 Ostfildern, Germany and on http://www.dat.de/angebote/verlagsprodukte/leitfaden-kraftstoffverbrauch.html Timeline Photos",
          1441805332
        ],
        [
          "BMW i meets BMW M meets you. The #BMWi8, #BMWi3 and the BMW M6 models are all waiting for you on the tracks at the BMW Driving Experience. Find out more at http://www.bmw-drivingexperience.com/en/index.html\n________\nThe driving range depends on a variety of factors, especially: personal driving behaviour, selected route, weather conditions, usage of heating/cooling and preconditioning.\n\nBMW i3: energy consumption (combined): 12,9 kWh/100 km, CO2-Emission (combined) 0 g/km.\n\nBMW i8 plug-in hybrid BMW eDrive: energy consumption (combined): 11,9 kWh/100 km Fuel consumption (combined): 2,1 l/100 km, CO2 emissions (combined): 49 g/km.\n\nBMW M6 Coupé: Fuel consumption in l/100 km (combined): 9.9, CO2 emissions in g/km (combined): 231\n\nFuel consumption is determined in accordance with the ECE driving cycle (93/116/EC), made up of approximately one-third urban traffic and two-thirds extra-urban driving (based on the distance covered). Further information about the official fuel consumption and the official specific CO2 emissions for new passenger automobiles can be found in the 'New Passenger Vehicle Fuel Consumption and CO2 Emission Guidelines', which are available free of charge at all sales outlets and from DAT Deutsche Automobil Treuhand GmbH, Hellmuth-Hirth-Str. 1, 73760 Ostfildern, Germany and on http://www.dat.de/angebote/verlagsprodukte/leitfaden-kraftstoffverbrauch.html Timeline Photos",
          1441618806
        ],
        [
          "A perfect blend of inspiration and creative freedom. That is the BMW Individual Collection. With an abundance of colour, trim, interior, and equipment options, you can personalise #drivingluxury your way. \n\n_____\n\nFuel consumption and CO2 emissions for the BMW 750Li:\nFuel consumption in l/100 km (combined): 8.0\nCO2 emissions in g/km (combined): 187\n\nFurther information about the official fuel consumption and the official specific CO2 emissions for new passenger automobiles can be found in the 'New Passenger Vehicle Fuel Consumption and CO2 Emission Guidelines', which are available free of charge at all sales outlets and from DAT Deutsche Automobil Treuhand GmbH, Hellmuth-Hirth-Str. 1, 73760 Ostfildern, Germany and on http://www.dat.de/angebote/verlagsprodukte/leitfaden-kraftstoffverbrauch.html Timeline Photos",
          1441375943
        ],
        [
          "Big power can come with compact size, as the athletic BMW 1 Series proves.\n__________\n\nFuel consumption and CO2 emissions for the BMW 1 Series 5-door:\nFuel consumption in l/100 km (combined): 8.0–3.4\nCO2 emissions in g/km (combined): 188–89\n\nFurther information about the official fuel consumption and the official specific CO2 emissions for new passenger automobiles can be found in the 'New Passenger Vehicle Fuel Consumption and CO2 Emission Guidelines', which are available free of charge at all sales outlets and from DAT Deutsche Automobil Treuhand GmbH, Hellmuth-Hirth-Str. 1, 73760 Ostfildern, Germany and on http://www.dat.de/angebote/verlagsprodukte/leitfaden-kraftstoffverbrauch.html Timeline Photos",
          1441345852
        ],
        [
          "Always chasing the sun. And thanks to the M Sport package, always succeeding. The BMW 4 Series Convertible.\n\n_____\n\nFuel consumption and CO2 emissions for the BMW 435i Convertible:\nFuel consumption in l/100 km (combined): 8.3–8.1 [7.7–7.5]\nCO2 emissions in g/km (combined): 194–190 [179–176]\n\nFurther information about the official fuel consumption and the official specific CO2 emissions for new passenger automobiles can be found in the 'New Passenger Vehicle Fuel Consumption and CO2 Emission Guidelines', which are available free of charge at all sales outlets and from DAT Deutsche Automobil Treuhand GmbH, Hellmuth-Hirth-Str. 1, 73760 Ostfildern, Germany and on http://www.dat.de/angebote/verlagsprodukte/leitfaden-kraftstoffverbrauch.html Timeline Photos",
          1441203506
        ],
        [
          "No one ever said you have to get out of your car to stop and smell the roses. Pause and enjoy the BMW M3 interior at any speed. \n\n___________\n\nFuel consumption and CO2 emissions for the BMW M3 Sedan:\nFuel consumption in l/100 km (combined): 8.8 - 8.3\nCO2 emissions in g/km (combined): 204 - 194\n\nFurther information about the official fuel consumption and the official specific CO2 emissions for new passenger automobiles can be found in the 'New Passenger Vehicle Fuel Consumption and CO2 Emission Guidelines', which are available free of charge at all sales outlets and from DAT Deutsche Automobil Treuhand GmbH, Hellmuth-Hirth-Str. 1, 73760 Ostfildern, Germany and on http://www.dat.de/angebote/verlagsprodukte/leitfaden-kraftstoffverbrauch.html Timeline Photos",
          1441172662
        ],
        [
          "Pretty much the definition of \"painting the town red\". \n\nBMW M6 Coupé and BMW M6 Gran Coupé are introducing a brand new version of the Competition Package. The sprint from 0 to 100 km/h (62 mph) is all over in 3.9 seconds in the BMW M6 Coupé and BMW M6 Gran Coupé or 4.0 seconds in the BMW M6 Convertible. What’s more, the BMW M6 Coupé requires just 11.8 seconds to power from 0 – 200 km/h (124 mph), making it 0.6 seconds faster to the mark than with the previous version of the Competition Package (423 kW/575 hp). \n\n_____\n\nFuel consumption and CO2 emissions for the BMW M6 Coupé:\nFuel consumption in l/100 km (combined): 9.9\nCO2 emissions in g/km (combined): 231\n\nFuel consumption and CO2 emissions for the BMW M6 Gran Coupé:\nFuel consumption in l/100 km (combined): 9.9\nCO2 emissions in g/km (combined): 231\n\nFuel consumption and CO2 emissions for the BMW M6 Convertible:\nFuel consumption in l/100 km (combined): 10.3\nCO2 emissions in g/km (combined): 239\n\nFurther information about the official fuel consumption and the official specific CO2 emissions for new passenger automobiles can be found in the 'New Passenger Vehicle Fuel Consumption and CO2 Emission Guidelines', which are available free of charge at all sales outlets and from DAT Deutsche Automobil Treuhand GmbH, Hellmuth-Hirth-Str. 1, 73760 Ostfildern, Germany and on http://www.dat.de/angebote/verlagsprodukte/leitfaden-kraftstoffverbrauch.html M6 Competition Package",
          1441004597
        ],
        [
          "Red riding without the hood. The BMW 6 Series Convertible.\n\n_____\n\nFuel consumption and CO2 emissions for the BMW 650i Convertible:\nFuel consumption in l/100 km (combined): 9.1–8.9\nCO2 emissions in g/km (combined): 213–208\n\nFurther information about the official fuel consumption and the official specific CO2 emissions for new passenger automobiles can be found in the 'New Passenger Vehicle Fuel Consumption and CO2 Emission Guidelines', which are available free of charge at all sales outlets and from DAT Deutsche Automobil Treuhand GmbH, Hellmuth-Hirth-Str. 1, 73760 Ostfildern, Germany and on http://www.dat.de/angebote/verlagsprodukte/leitfaden-kraftstoffverbrauch.html Timeline Photos",
          1440757233
        ],
        [
          "The BMW i in all its fascinating glory: don't miss out on the chance to experience the future of urban mobility first hand. Take the BMW i8 and BMW i3 for a spin and enjoy the combination of sporty performance and maximum energy efficiency at the BMW Driving Experience:\n\nhttp://www.bmw-drivingexperience.com/de/trainings/trainingsfinder/bmw-edrive-experience.html\n______\nThe driving range depends on a variety of factors, especially: personal driving behaviour, selected route, weather conditions, usage of heating/cooling and preconditioning.\n\nBMW i3: energy consumption (combined): 12,9 kWh/100 km, CO2-Emission (combined) 0 g/km.\n\nBMW i8 plug-in hybrid BMW eDrive: energy consumption (combined): 11,9 kWh/100 km Fuel consumption (combined): 2,1 l/100 km, CO2 emissions (combined): 49 g/km. Fuel consumption is determined in accordance with the ECE driving cycle (93/116/EC), made up of approximately one-third urban traffic and two-thirds extra-urban driving (based on the distance covered). Further information about the official fuel consumption and the official specific CO2 emissions for new passenger automobiles can be found in the 'New Passenger Vehicle Fuel Consumption and CO2 Emission Guidelines', which are available free of charge at all sales outlets and from DAT Deutsche Automobil Treuhand GmbH, Hellmuth-Hirth-Str. 1, 73760 Ostfildern, Germany and on http://www.dat.de/angebote/verlagsprodukte/leitfaden-kraftstoffverbrauch.html Timeline Photos",
          1438927730
        ],
        [
          "Don't mind the weather. If you get the chance drive the BMW X6 anywhere and take some breathtaking shots just do so. Or, to say it in Lars' words: Our excitement is beyond words! Thanks for sharing L Castelijns Automotive Photography and big thanks to Van Laarhoven BMW \n\n_________\nFuel consumption and CO2 emissions for the BMW X6 M50D:\nFuel consumption in l/100 km (combined): 6.6\nCO2 emissions in g/km (combined): 172\n\nFurther information about the official fuel consumption and the official specific CO2 emissions for new passenger automobiles can be found in the 'New Passenger Vehicle Fuel Consumption and CO2 Emission Guidelines', which are available free of charge at all sales outlets and from DAT Deutsche Automobil Treuhand GmbH, Hellmuth-Hirth-Str. 1, 73760 Ostfildern, Germany and on http://www.dat.de/angebote/verlagsprodukte/leitfaden-kraftstoffverbrauch.html BMW X6 by Lars Castelijns",
          1438783421
        ],
        [
          "The BMW i8 on a sunny day in Canada captured by Michael Astarael Gao (https://www.facebook.com/gcseed). The vehicle is wrapped in a self-healing clear matte film along with a gloss film for the black parts. The result: some unusual and beautiful reflections. @BMWi\n_________\nBMW i8 plug-in hybrid BMW eDrive: energy consumption (combined): 11,9 kWh/100 km Fuel consumption (combined): 2,1 l/100 km, CO2 emissions (combined): 49 g/km. Fuel consumption is determined in accordance with the ECE driving cycle (93/116/EC), made up of approximately one-third urban traffic and two-thirds extra-urban driving (based on the distance covered).\n\nFurther information about the official fuel consumption and the official specific CO2 emissions for new passenger automobiles can be found in the 'New Passenger Vehicle Fuel Consumption and CO2 Emission Guidelines', which are available free of charge at all sales outlets and from DAT Deutsche Automobil Treuhand GmbH, Hellmuth-Hirth-Str. 1, 73760 Ostfildern, Germany and on http://www.dat.de/angebote/verlagsprodukte/leitfaden-kraftstoffverbrauch.html The BMW i8 captured by Michael Astarael Gao",
          1437545132
        ],
        [
          "Dynamics at a glance: The BMW M3 is without doubt one of the most dynamic vehicles on the road. Yet its dynamism wasn't quite enough for one of our clients. Under his direction, and together with the BMW Individual Manufaktur, a unique visual statement and automotive aesthetic was born.\n_________\n\nFuel consumption and CO2 emissions for the BMW M3 Sedan:\nFuel consumption in l/100 km (combined): 8.8 - 8.3\nCO2 emissions in g/km (combined): 204 - 194\n\nFurther information about the official fuel consumption and the official specific CO2 emissions for new passenger automobiles can be found in the 'New Passenger Vehicle Fuel Consumption and CO2 Emission Guidelines', which are available free of charge at all sales outlets and from DAT Deutsche Automobil Treuhand GmbH, Hellmuth-Hirth-Str. 1, 73760 Ostfildern, Germany and on http://www.dat.de/angebote/verlagsprodukte/leitfaden-kraftstoffverbrauch.html The #BMW M3 in Silver and Blue by #BMWIndividual Manufaktur",
          1437373616
        ],
        [
          "Pushing to the maximum. And beyond. BMW #MPerformance Parts for the BMW X5 M.\n\n_________\nFuel consumption and CO2 emissions for the BMW X5 M:\nFuel consumption in l/100 km (combined): 11.1\nCO2 emissions in g/km (combined): 258\n\nFurther information about the official fuel consumption and the official specific CO2 emissions for new passenger automobiles can be found in the 'New Passenger Vehicle Fuel Consumption and CO2 Emission Guidelines', which are available free of charge at all sales outlets and from DAT Deutsche Automobil Treuhand GmbH, Hellmuth-Hirth-Str. 1, 73760 Ostfildern, Germany and on http://www.dat.de/angebote/verlagsprodukte/leitfaden-kraftstoffverbrauch.html BMW X5 M with M Performance Parts",
          1436795434
        ],
        [
          "Permanent all-wheel drive and the BMW EfficientDynamics eDrive technology endow the all-new BMW X5 xDrive40e with sensational sportiness and supreme poise on the one hand and outstanding efficiency on the other. \n\nFind out more about BMW eDrive technology: http://bit.ly/1IW8zoY\n_____\n\nFuel consumption and CO2 emissions for the BMW X5 xDrive40e:\n\nFuel consumption in l/100 km (combined): 3.4-3.3\neDrive energy consumption in kWh/100 km: 15.4–15.3\nCO2 emissions in g/km (combined): 78-77\n\nFurther information about the official fuel consumption and the official specific CO2 emissions for new passenger automobiles can be found in the 'New Passenger Vehicle Fuel Consumption and CO2 Emission Guidelines', which are available free of charge at all sales outlets and from DAT Deutsche Automobil Treuhand GmbH, Hellmuth-Hirth-Str. 1, 73760 Ostfildern, Germany and on http://www.dat.de/angebote/verlagsprodukte/leitfaden-kraftstoffverbrauch.html The all-new BMW X5 xDrive40e",
          1435562785
        ],
        [
          "Remarkable sporty. Impressive as ever. The new BMW 3 Series Sedan features unmatched Driving Pleasure. http://bit.ly/BMW3SeriesSedan\n\n--------------------\n\nFuel consumption and CO2 emissions for the BMW 3 Series Sedan models with petrol or diesel engine:\nFuel consumption in l/100 km (combined): 7.9 to 3.8\nCO2 emissions in g/km (combined): 185 to 99\n\nFurther information about the official fuel consumption and the official specific CO2 emissions for new passenger automobiles can be found in the 'New Passenger Vehicle Fuel Consumption and CO2 Emission Guidelines', which are available free of charge at all sales outlets and from DAT Deutsche Automobil Treuhand GmbH, Hellmuth-Hirth-Str. 1, 73760 Ostfildern, Germany. The new BMW 3 Series Sedan",
          1432223134
        ],
        [
          "At one with its surroundings: improved efficiency and driving dynamics are achieved via intelligently-implemented measures and simple improvements to the aerodynamics of a vehicle in relation to layering design, the kidney grille and the air curtain #BMW #EfficientDynamics: \n\nhttp://bit.ly/1dsPWdR\n__________\n\nBMW i8 plug-in hybrid BMW eDrive: energy consumption (combined): 11,9 kWh/100 km; Fuel consumption (combined): 2,1 l/100 km; CO2 emissions (combined): 49 g/km. Fuel consumption is determined in accordance with the ECE driving cycle (93/116/EC), made up of approximately one-third urban traffic and two-thirds extra-urban driving (based on the distance covered). Timeline Photos",
          1430504694
        ],
        [
          "Performance. Precision. Perfection. That's what it takes to create a Pilot's BMW Story. Check out the making of a great clip from BMW Austria: https://youtu.be/NgfKCLAQx3w\n\n________________\n\nFuel consumption and CO2 emissions for the BMW M4 Coupé:\nFuel consumption in l/100 km (combined): 8.8\nCO2 emissions in g/km (combined): 204\n\nFurther information about the official fuel consumption and the official specific CO2 emissions for new passenger automobiles can be found in the 'New Passenger Vehicle Fuel Consumption and CO2 Emission Guidelines', which are available free of charge at all sales outlets and from DAT Deutsche Automobil Treuhand GmbH, Hellmuth-Hirth-Str. 1, 73760 Ostfildern, Germany and on http://www.dat.de/angebote/verlagsprodukte/leitfaden-kraftstoffverbrauch.html Timeline Photos",
          1430229417
        ],
        [
          "Uniting functionality and spaciousness with classic BMW characteristics: The first-ever BMW 2 Series Gran Tourer in Zadar, Croatia.\n\n_____________________\n\nFuel consumption and CO2 emissions for the BMW 2 Series Gran Tourer 220d xDrive:\nFuel consumption in l/100 km (combined): 5.1 to 4.9\nCO2 emissions in g/km (combined): 134 to 128\n\nFurther information about the official fuel consumption and the official specific CO2 emissions for new passenger automobiles can be found in the 'New Passenger Vehicle Fuel Consumption and CO2 Emission Guidelines', which are available free of charge at all sales outlets and from DAT Deutsche Automobil Treuhand GmbH, Hellmuth-Hirth-Str. 1, 73760 Ostfildern, Germany and on http://www.dat.de/angebote/verlagsprodukte/leitfaden-kraftstoffverbrauch.html BMW 2 Series Gran Tourer in Zadar, Croatia",
          1430201094
        ],
        [
          "Bright lines that blow you away. The new BMW 6 Series Gran Coupé Individual meets the highest performance demands expected of a luxury sports car in terms of driving dynamics, comfort, advanced technology and elegance.\n\n---------------\n\nFuel consumption and CO2 emissions for the BMW 6 Series Gran Coupé 650i:\nFuel consumption in l/100 km (combined): 8.8-8.6\nCO2 emissions in g/km (combined): 206-199\n\nFurther information about the official fuel consumption and the official specific CO2 emissions for new passenger automobiles can be found in the 'New Passenger Vehicle Fuel Consumption and CO2 Emission Guidelines', which are available free of charge at all sales outlets and from DAT Deutsche Automobil Treuhand GmbH, Hellmuth-Hirth-Str. 1, 73760 Ostfildern, Germany and on http://www.dat.de/angebote/verlagsprodukte/leitfaden-kraftstoffverbrauch.html BMW 6 Series Gran Coupé Individual",
          1429601941
        ],
        [
          "When the going gets tough, the tough get going. \nDuring their BMW xDrive Experience BMW România proved that you don't need a road for Sheer Driving Pleasure.\n\n--------------\n\nFuel consumption and CO2-emission for BMW X6 models:\nFuel consumption in l/100 km (combined): 9.7-6.0\nCO2-emission in g/km (combined): 227-157\n\nFurther information about the official fuel consumption and the official specific CO2 emissions for new passenger automobiles can be found in the 'New Passenger Vehicle Fuel Consumption and CO2 Emission Guidelines', which are available free of charge at all sales outlets and from DAT Deutsche Automobil Treuhand GmbH, Hellmuth-Hirth-Str. 1, 73760 Ostfildern, Germany and on http://www.dat.de/angebote/verlagsprodukte/leitfaden-kraftstoffverbrauch.html BMW xDrive Experience in Romania",
          1429131900
        ],
        [
          "Ice-cool. The BMW 4 Series with xDrive captured by Novkov Photography\n______________\n\nFuel consumption and CO2 emissions for the BMW 4 Series Coupé 420xd models:\nFuel consumption in l/100 km (combined): 4.9 to 4.8\nCO2 emissions in g/km (combined): 129 to 126\n\nFurther information about the official fuel consumption and the official specific CO2 emissions for new passenger automobiles can be found in the 'New Passenger Vehicle Fuel Consumption and CO2 Emission Guidelines', which are available free of charge at all sales outlets and from DAT Deutsche Automobil Treuhand GmbH, Hellmuth-Hirth-Str. 1, 73760 Ostfildern, Germany and on http://www.dat.de/angebote/verlagsprodukte/leitfaden-kraftstoffverbrauch.html Mitko Novkov Photography for BMW",
          1428845631
        ],
        [
          "Our tip for staving off spring fever? A hefty hit of adrenalin! Book your own BMW Experience on international racetracks: www.bmw-drivingexperience.com  BMW Driving Experience\n\n__________\n\nFuel consumption and CO2 emissions for the BMW M4 Coupé:\nFuel consumption in l/100 km (combined): 8,8\nCO2 emissions in g/km (combined): 204\n\nFurther information about the official fuel consumption and the official specific CO2 emissions for new passenger automobiles can be found in the 'New Passenger Vehicle Fuel Consumption and CO2 Emission Guidelines', which are available free of charge at all sales outlets and from DAT Deutsche Automobil Treuhand GmbH, Hellmuth-Hirth-Str. 1, 73760 Ostfildern, Germany and on http://www.dat.de/angebote/verlagsprodukte/leitfaden-kraftstoffverbrauch.html",
          1428674617
        ],
        [
          "Our tip for staving off spring fever? An hefty hit of adrenalin! Book your own BMW Experience on international racetracks: www.bmw-drivingexperience.com  BMW Driving Experience\n\n__________\n\nFuel consumption and CO2 emissions for the BMW M4 Coupé:\nFuel consumption in l/100 km (combined): 8,8\nCO2 emissions in g/km (combined): 204\n\nFurther information about the official fuel consumption and the official specific CO2 emissions for new passenger automobiles can be found in the 'New Passenger Vehicle Fuel Consumption and CO2 Emission Guidelines', which are available free of charge at all sales outlets and from DAT Deutsche Automobil Treuhand GmbH, Hellmuth-Hirth-Str. 1, 73760 Ostfildern, Germany and on http://www.dat.de/angebote/verlagsprodukte/leitfaden-kraftstoffverbrauch.html",
          1428661656
        ],
        [
          "Two beauties of a kind. Two beauties of a time. BMW i USA \n\nBMW i8 plug-in hybrid BMW eDrive: energy consumption (combined): 11,9 kWh/100 km Fuel consumption (combined): 2,1 l/100 km, CO2 emissions (combined): 49 g/km. Fuel consumption is determined in accordance with the ECE driving cycle (93/116/EC), made up of approximately one-third urban traffic and two-thirds extra-urban driving (based on the distance covered).\n\nFurther information about the official fuel consumption and the official specific CO2 emissions for new passenger automobiles can be found in the 'New Passenger Vehicle Fuel Consumption and CO2 Emission Guidelines', which are available free of charge at all sales outlets and from DAT Deutsche Automobil Treuhand GmbH, Hellmuth-Hirth-Str. 1, 73760 Ostfildern, Germany and on http://www.dat.de/.../verl.../leitfaden-kraftstoffverbrauch.html Timeline Photos",
          1428472519
        ],
        [
          "We added electric power to a powerful vehicle: The BMW X5 xDrive40e.\n\n-------------------\n\nBMW X5 xDrive40e: Power consumption: 15.4 to 15.3 kWh/100 km; Fuel consumption (combined): 3.4 to 3.3 l/100 km; CO2 emissions (combined): 78 to 77 g/km. Fuel consumption is determined in accordance with the ECE driving cycle (93/116/EC), made up of approximately one-third urban traffic and two-thirds extra-urban driving (based on the distance covered). Timeline Photos",
          1428388825
        ],
        [
          "Outside beauty, inside beast. Strong photography of the BMW M5 by The Glass Eye \n\n_________\n\nFuel consumption and CO2 emissions for the BMW M5 Sedan:\nFuel consumption in l/100 km (combined): 9.9\nCO2 emissions in g/km (combined): 231\n\nFurther information about the official fuel consumption and the official specific CO2 emissions for new passenger automobiles can be found in the 'New Passenger Vehicle Fuel Consumption and CO2 Emission Guidelines', which are available free of charge at all sales outlets and from DAT Deutsche Automobil Treuhand GmbH, Hellmuth-Hirth-Str. 1, 73760 Ostfildern, Germany and on http://www.dat.de/angebote/verlagsprodukte/leitfaden-kraftstoffverbrauch.html BMW M5 by TheGlassEye",
          1428342605
        ],
        [
          "Dancing in the rain: BMW Australia enhances your driving technique and safety skills with their BMW Driving Experience programme: https://youtu.be/tEJn5AqwwNU\n________________\n\nFuel consumption and CO2 emissions for the BMW M4:\nFuel consumption in l/100 km (combined): 8.8\nCO2 emissions in g/km (combined): 204\n\nFurther information about the official fuel consumption and the official specific CO2 emissions for new passenger automobiles can be found in the 'New Passenger Vehicle Fuel Consumption and CO2 Emission Guidelines', which are available free of charge at all sales outlets and from DAT Deutsche Automobil Treuhand GmbH, Hellmuth-Hirth-Str. 1, 73760 Ostfildern, Germany and on http://www.dat.de/angebote/verlagsprodukte/leitfaden-kraftstoffverbrauch.html Timeline Photos",
          1428045908
        ],
        [
          "Enhance driving dynamics with the tip of your finger: Change into the Sport mode inside the all-new BMW 1 Series with BMW ConnectedDrive.\n\n_________\n\nFuel consumption and CO2 emissions for the BMW 1 Series 5-door:\nFuel consumption in l/100 km (combined): 8.0–3.4\nCO2 emissions in g/km (combined): 188–89\n\nFurther information about the official fuel consumption and the official specific CO2 emissions for new passenger automobiles can be found in the 'New Passenger Vehicle Fuel Consumption and CO2 Emission Guidelines', which are available free of charge at all sales outlets and from DAT Deutsche Automobil Treuhand GmbH, Hellmuth-Hirth-Str. 1, 73760 Ostfildern, Germany and on http://www.dat.de/…/verl…/leitfaden-kraftstoffverbrauch.html",
          1427716680
        ],
        [
          "The perfect interplay of engine, chassis and steering wheel – together with the precision of its sports-car handling – allow the BMW M135i to shine as a supremely agile vehicle primed for everyday use.\n\n_______________\n\nFuel consumption and CO2 emissions for the BMW M135i:\nFuel consumption in l/100 km (combined): 7.5\nCO2 emissions in g/km (combined): 175\n\nFurther information about the official fuel consumption and CO2 emission data specific to new passenger automobiles can be found in the 'New Passenger Vehicle Fuel Consumption and CO2 Emission Guidelines', which are available free of charge at all sales outlets and from DAT Deutsche Automobil Treuhand GmbH, Hellmuth-Hirth-Str. 1, 73760 Ostfildern, Germany and on http://www.dat.de/angebote/verlagsprodukte/leitfaden-kraftstoffverbrauch.html The new BMW M135i",
          1427298940
        ],
        [
          "In the all-new BMW X5 xDrive40e, efficient driving dynamics meet variability and luxury – combined in a comfortable plug-in hybrid with all-wheel drive. A unique concept that is perfectly tailored to the qualities of a Sports Activity Vehicle.\nhttp://bit.ly/19qQnnk\n------------------------------------\nBMW X5 xDrive40e: Power consumption: 15.4 to 15.3 kWh/100 km; Fuel consumption (combined): 3.4 to 3.3 l/100 km; CO2 emissions (combined): 78 to 77 g/km. Fuel consumption is determined in accordance with the ECE driving cycle (93/116/EC), made up of approximately one-third urban traffic and two-thirds extra-urban driving (based on the distance covered). The all-new BMW X5 xDrive40e",
          1426523121
        ],
        [
          "On the race track or the slot car track: When Andreas Stadlbauer steers vehicles of each and every size there is petrol running through his veins. Together with Martin Tomczyk and the BMW Laptimer app he pushes the BMW M4 Coupé to the limits. – #BMWstories #connected http://youtu.be/B5kt1NdWuTc\n\n----------------------------------------------------\n\nFuel consumption and CO2 emissions for the BMW M4 Coupé:Fuel consumption in l/100 km (combined): 8.8 (8.3)CO2 emissions in g/km (combined): 204 (194)\nValues in brackets refer to the model with the optionally-available transmission.\n\nFurther information about the official fuel consumption and the official specific CO2 emissions for new passenger automobiles can be found in the 'New Passenger Vehicle Fuel Consumption and CO2 Emission Guidelines', which are available free of charge at all sales outlets and from DAT Deutsche Automobil Treuhand GmbH, Hellmuth-Hirth-Str. 1, 73760 Ostfildern, Germany and on http://www.dat.de/angebote/verlagsprodukte/leitfaden-kraftstoffverbrauch.html Timeline Photos",
          1426069440
        ],
        [
          "Because size matters.\n\nThe BMW ActiveHybrid 7 Long version.\n\n----------------------------------------------------\n\nFuel consumption and CO2 emissions for the  BMW ActiveHybrid 7:\nFuel consumption in l/100 km (combined): 6,8\nCO2 emissions in g/km (combined): 158\n\nFurther information about the official fuel consumption and the official specific CO2 emissions for new passenger automobiles can be found in the 'New Passenger Vehicle Fuel Consumption and CO2 Emission Guidelines', which are available free of charge at all sales outlets and from DAT Deutsche Automobil Treuhand GmbH, Hellmuth-Hirth-Str. 1, 73760 Ostfildern, Germany and on http://www.dat.de/angebote/verlagsprodukte/leitfaden-kraftstoffverbrauch.html Timeline Photos",
          1425916493
        ],
        [
          "Q̶u̶a̶l̶i̶t̶y̶,̶ ̶n̶o̶t̶ ̶q̶u̶a̶n̶t̶i̶t̶y̶. Quality, quantity: the BMW 2 Series Gran Tourer.\n\nFuel consumption and CO2 emissions for the BMW 2 Series Gran Tourer models:\nFuel consumption in l/100 km (combined): 6.4 to 3.9\nCO2 emissions in g/km (combined): 149 to 104\nFurther information about the official fuel consumption and the official specific CO2 emissions for new passenger automobiles can be found in the 'New Passenger Vehicle Fuel Consumption and CO2 Emission Guidelines', which are available free of charge at all sales outlets and from DAT Deutsche Automobil Treuhand GmbH, Hellmuth-Hirth-Str. 1, 73760 Ostfildern, Germany and on http://www.dat.de/angebote/verlagsprodukte/leitfaden-kraftstoffverbrauch.html Timeline Photos",
          1425831849
        ],
        [
          "Let the future know we made it. The BMW i8 captured by We Shoot Cars. BMW i\n\nBMW i8 plug-in hybrid BMW eDrive: energy consumption (combined): 11,9 kWh/100 km Fuel consumption (combined): 2,1 l/100 km, CO2 emissions (combined): 49 g/km. Fuel consumption is determined in accordance with the ECE driving cycle (93/116/EC), made up of approximately one-third urban traffic and two-thirds extra-urban driving (based on the distance covered).\n\nFurther information about the official fuel consumption and the official specific CO2 emissions for new passenger automobiles can be found in the 'New Passenger Vehicle Fuel Consumption and CO2 Emission Guidelines', which are available free of charge at all sales outlets and from DAT Deutsche Automobil Treuhand GmbH, Hellmuth-Hirth-Str. 1, 73760 Ostfildern, Germany and on http://www.dat.de/.../verl.../leitfaden-kraftstoffverbrauch.html BMW i8",
          1425373727
        ]
      ],
      "dates_start": 1423991932,
      "dates_end": 1463849671,
      "likes_avg": 10412,
      "likes_stdev": 19177,
      "comments_avg": 89,
      "comments_stdev": 108,
      "shares_avg": 840,
      "shares_stdev": 1578
    },
    {
      "number": 7,
      "important": [
        "sedan",
        "seri",
        "action",
        "allnew bmw",
        "allnew",
        "winter",
        "bmw seri sedan",
        "bmw seri",
        "seri sedan",
        "allnew bmw seri"
      ],
      "common": [
        "bmw",
        "bmw series",
        "bmw series sedan",
        "new",
        "new bmw",
        "new bmw series",
        "sedan",
        "series",
        "series sedan",
        "touring"
      ],
      "messages": [
        [
          "Adding some action to the winter wonderland. \nThe all-new BMW 5 Series Sedan. Timeline Photos",
          1487707211
        ],
        [
          "Obey the only rule that matters: drive.\nThe BMW 3 Series Sedan. Timeline Photos",
          1487689202
        ],
        [
          "The design of the Adaptive LED Headlights underlines the high-precision athletic character of the all-new BMW 5 Series Sedan. Timeline Photos",
          1487603373
        ],
        [
          "Sundays are double the fun when spent together.\nThe BMW 3 Series Sedan accompanied by the BMW 3 Series Touring. Timeline Photos",
          1487494804
        ],
        [
          "Feel the urban spirit. \nThe BMW 1 Series. Timeline Photos",
          1487232002
        ],
        [
          "The greatest.\nThe new BMW 4 Series line-up. Timeline Photos",
          1487171374
        ],
        [
          "NON FATELO A CASA!!!! A meno che non abbiate la nuova BMW  Serie 5 con guida semi autonoma! BMW Italia",
          1487094466
        ],
        [
          "Catch me if you can. \nThe all-new BMW 5 Series Sedan is ready for its global market launch.",
          1486800051
        ],
        [
          "Outstanding driving dynamics. \nThe all-new BMW 5 Series Touring is the true master of its class.",
          1486652465
        ],
        [
          "Timing is one key to success. The BMW Connected app's Time To Leave feature notifies you when it's time to leave for your next appointment.\nBecause your biggest competitor is yourself. \n\nScott Eastwood and the all-new BMW 5 Series Sedan. Timeline Photos",
          1486584003
        ],
        [
          "Enjoy the moments that matter. With Original BMW Accessories for the all-new BMW 5 Series Sedan.",
          1486566074
        ],
        [
          "The all-new BMW 5 Series Sedan, alongside Hollywood’s biggest stars, struck a perfect pose on the red carpet at the Directors Guild Award. BMW proudly supported the organisation’s 69th ceremony for the fourth year running. The Directors Guild Awards 2017.",
          1486411210
        ],
        [
          "New 5 Series Touring is already driving all the way to Switzerland to take part of this year's Geneva International Motor Show\n\nDiscover the new BMW Touring model on Autoviva\n\n#BMW #GenevaMotorShow #Touring BMW launches new estate 5 Series Touring :: News :: autoviva.com World debut of BMW 5 Series Touring scheduled for the Geneva Motor Show",
          1486380328
        ],
        [
          "Connected abilities beyond compare. \nBMW Connected, available in the all-new BMW 5 Series Touring.",
          1486306860
        ],
        [
          "The manifesto of business athletes. \nScott Eastwood and the all-new BMW 5 Series Sedan.",
          1486108855
        ],
        [
          "The all-new BMW 5 Series Touring. BMW's cover photo",
          1485966584
        ],
        [
          "Staying true to its promise. \nThe all-new BMW 5 Series Touring. The all-new BMW 5 Series Touring.",
          1485961211
        ],
        [
          "Living up to your standard.\nThe all-new BMW 5 Series Touring.",
          1485936082
        ],
        [
          "So artfully designed, you might even shed a tear. The new BMW 3 Series. Timeline Photos",
          1443859117
        ],
        [
          "Unmatched driving pleasure since 1975. The BMW 3 Series. Timeline Photos",
          1443533643
        ],
        [
          "Ask and you shall receive! The new BMW X1 is – in addition to the basic model, the models Advantage, Sport Line and xLine – now also available in an M Sport version. Timeline Photos",
          1443016920
        ],
        [
          "This is why we call it 'touring'. The BMW 3 Series Touring. Timeline Photos",
          1442690932
        ],
        [
          "Travelling on the road of time. 40 years of the BMW 3 Series condensed into 6 pictures. Side by side: 40 Years of the BMW 3 Series",
          1440137750
        ],
        [
          "Not just a pretty face. The BMW 1 Series. Timeline Photos",
          1439443240
        ],
        [
          "3legance. The new BMW 3 Series Sedan in Mediterranean Blue. Timeline Photos",
          1439359639
        ],
        [
          "Let's find a beautiful place to calm down and take a deep breath. The new BMW 3 Series Sedan in Mediterranean Blue. Timeline Photos",
          1438498681
        ],
        [
          "Feel all the benefits of a health and wellness break – in the new BMW 3 Series Touring, Luxury Line. Timeline Photos",
          1437311193
        ],
        [
          "Ignacio Martinez (https://instagram.com/intermilan317/) from Uruguay is passionate about older BMW models. Since 2012 he has been the proud owner of a BMW 325i and he took it out for a road trip along the Seven Lakes route in Argentina. Safely home, he and several other members of the Official Uruguay BMW Car Club gathered to celebrate 40 years of the BMW 3 Series, where passion met emotion. #BMWstories #legends Uruguay BMW Car Club celebrates 40 years of the BMW 3 Series",
          1436336235
        ],
        [
          "The BMW 6 Series kept its place in the BMW range until 1989 - the longest production run for this series in the history of BMW automobile manufacture. The most successful model of the BMW 6 Series was launched in 1978 in the form of the BMW 635CSi. #TriviaTuesday #SharkWeek Timeline Photos",
          1436250414
        ],
        [
          "Feel a Whole Lotta Love for your BMW? Then check out our #BMWstories #legends of Rock playlist on Spotify to celebrate 40 years of the BMW 3 Series:\n\nhttps://play.spotify.com/user/bmw/playlist/1Mw902qtWq4Af5G6NyLkkF?play=true&utm_source=open.spotify.com&utm_medium=open Timeline Photos",
          1436190570
        ],
        [
          "If elegance is what you are looking for, the new BMW 3 Series Sedan is the perfect fit. Equipped with BMW Individual, this automobile highlight leaves a lasting impression on the road. #BMWIndividual for the new BMW 3 Series Sedan",
          1435730273
        ],
        [
          "Clear view ahead, timeless legacy in the rear view mirror. \nThat’s the unparalleled driving pleasure to be found inside the new BMW 3 Series Sedan. Timeline Photos",
          1435508643
        ],
        [
          "The new BMW 3 Series Touring not only conveys ample comfort – equipped with BMW Individual, this automobile once again sets standards in high quality options and outstanding appearance. #BMWIndividual for the new BMW 3 Series Touring",
          1435327744
        ],
        [
          "Hip Hop Hooray – The best way to celebrate 40 years of the BMW 3 Series is to get in your car and check out the #BMWstories #legends of Hip Hop playlist on @Spotify!\n\nhttps://play.spotify.com/user/bmw/playlist/5kalJ2Fv3bHv2gjhjUREXk?play=true&utm_source=open.spotify.com&utm_medium=open\n\nNot a hip hop fan? Stay tuned for more #BMWstories #legends playlists to come. Timeline Photos",
          1435154372
        ],
        [
          "Evolutionary success. 40 years of the BMW 3 Series. BMW UK 40 years of the BMW 3 Series",
          1435127676
        ],
        [
          "Every time we touch I get this feeling. The new BMW 3 Series Sedan. Timeline Photos",
          1434896864
        ],
        [
          "Benchmark comfort & #drivingluxury await you. The all-new BMW 7 Series. http://bit.ly/1e3pIiH Timeline Photos",
          1434377655
        ],
        [
          "The future of #drivingluxury starts now. See the premiere of the all-new BMW 7 Series here: http://live.bmwgroup.com Timeline Photos",
          1433948008
        ],
        [
          "Beautiful impressions are there to be found. Follow the new BMW 3 Series Sedan & Touring on its journey: https://youtu.be/yVp1NRPJZWk Timeline Photos",
          1433836991
        ],
        [
          "Three ways to enjoy the seaside. And the sky. The new BMW 6 Series model range. Timeline Photos",
          1433423973
        ],
        [
          "Explore Lisbon in style: sightseeing's twice as nice in the all-new BMW 1 Series. BMW 1 Series in Lisbon",
          1432792235
        ],
        [
          "No need to hide. The all-new BMW 1 Series. Timeline Photos",
          1432129164
        ],
        [
          "Spacious, yet elegant and dynamic – the interior of the new BMW 3 Series Touring. New BMW 3 Series Interior",
          1432104863
        ],
        [
          "The stronger the roots, the prettier the blossom. 40 Years BMW 3 Series",
          1431414017
        ],
        [
          "An icon of this vehicle class for 40 years - and counting! The new BMW 3 Series Sedan and new BMW 3 Series Touring are a more attractive proposition than ever before.\n\nhttp://bit.ly/3SeriesSedan\n\nhttp://bit.ly/3Seriestouring The new BMW 3 Series Sedan & Touring",
          1431351786
        ],
        [
          "Uniting aesthetics and dynamics since 1975.\nThe new BMW 3 Series Sedan & the new BMW 3 Series Touring continue a timeless design tradion of BMW. With an unmatched combination of a powerful design & sporty elegance they are ready to set the rhythm in their class again.\n\nhttp://www.bmw.com/3series_sedan\nhttp://www.bmw.com/3series_touring The new BMW 3 Series Sedan & the new BMW 3 Series Touring",
          1431004835
        ],
        [
          "Bimmer, you superstar! Did you know that our cars are big in Hollywood? The BMW 3 Series has starred in over 4700 films and TV series making it the Brad Pitt of BMWs. The BMW 5 Series is hot on its tail with over 3200 film credits. #TriviaTuesday Timeline Photos",
          1425396262
        ],
        [
          "VIP. Very Important Parking-spot. BMW 7 Series Sedan Long version. Timeline Photos",
          1425220183
        ],
        [
          "Advanced chassis technology teams up with rear-wheel drive and an almost perfect distribution of weight. The all-new BMW 1 Series. Timeline Photos",
          1423080001
        ],
        [
          "An enhanced design with more dynamic, more efficient engines. Take a look at the all-new BMW 1 Series: http://youtu.be/3tI4Yeg9HvA Timeline Photos",
          1422610320
        ],
        [
          "Choose yours: the BMW 1 Series, Model M Sport and Model Urban Line. Timeline Photos",
          1422287162
        ],
        [
          "White Walker incoming. The BMW 3 Series Sedan. Timeline Photos",
          1421827697
        ],
        [
          "New year, new look: the new BMW 1 Series with three and five doors comes with an even fresher and sportier appearance. A redesigned front and various other design details make the new BMW 1 Series seriously eye-catching.\nBMW 1 Series 3-door: http://bit.ly/1yk5ZDT\nBMW 1 Series 5-door: http://bit.ly/1CvITI2 The new BMW 1 Series three and five doors",
          1421412261
        ],
        [
          "See it. Hear it. Feel it. The new BMW M6 Series shows what it is capable of. http://youtu.be/_h7xJAii2F0 Timeline Photos",
          1420993441
        ],
        [
          "The new BMW 6 Series models – whatever your needs and wants, there is one for you. http://youtu.be/SzSy7UXpaso Timeline Photos",
          1419151644
        ],
        [
          "Timeless fascination: Agile dynamics and exclusive elegance uniquely blend in the new BMW 6 Series models.\n\nhttp://www.bmw.com/com/en/newvehicles/6series/keep_informed_2014.html The new BMW 6 Series models",
          1418315522
        ],
        [
          "The birth of a new upper class and the entry into the electronic age. Unveil the history of the BMW 6 Series. http://youtu.be/d8yHZV8Sm5g Timeline Photos",
          1406124949
        ],
        [
          "Happy 8irthday!\n120 cars came together to celebrate the 25th anniversary of the BMW 8 Series. 260 participants from 20 countries joined the party at its Bavarian birthplace. #BMWstories 25 years BMW 8 Series",
          1402409018
        ],
        [
          "Somebody said the new 2015 BMW X4 is too small for SUV and too big for coupe. I say IT`s THE BMW!\nhttp://carslike2015.com/2015-bmw-x4-review/ 2015 BMW X4 review - New cars 2014 2015 The new 2015 BMW X4 is small 5-passenger SUV based on BMW X3 SUV platform but it is longer, lower and sportier. It comes with price starting at $45,600.",
          1401704179
        ],
        [
          "A new year, a new style. The BMW X1 is already dressed for spring. http://bit.ly/19SxlFh The BMW X1",
          1390584550
        ],
        [
          "Close encounters of the fourth kind.\nThe new BMW M4 Coupe. The new BMW M4 Coupé",
          1386950436
        ],
        [
          "The BMW 8 Series. The most exclusive BMW model of the 90s. BMW TV - The BMW 8 Series. E31. The BMW 8 Series was an entirely new class with V8 or V12 engines, built from 1989 to 1999. It was the most expensive BMW model of that time. The BMW 8 Series included several inventions such as twelve cylinder engine or steering linked rear suspension. It had a very aerodynamic shape and was the fi...",
          1373635528
        ],
        [
          "Become part of the family - with the new BMW 5 Series Sedan, Touring and Gran Turismo. http://bit.ly/19tTYPh The new BMW 5 Series",
          1372259604
        ],
        [
          "The new BMW 5 Series Sedan is an outstanding and stylish vehicle. But one little thing is missing to make it perfect: your personal note. Add it here - with the visualizer app: http://on.fb.me/11tf8TN Timeline Photos",
          1370960528
        ],
        [
          "Sometimes all it takes is just one mind to create a new world. See the story of the BMW 3 Series Touring: http://bit.ly/12d0ByY Timeline Photos",
          1370353931
        ],
        [
          "There can't be updates to the 5 Series without an ///M – the new BMW M5! http://bit.ly/10iL2TJ The new BMW M5",
          1369402291
        ],
        [
          "The new BMW 5 Series Touring: http://bit.ly/12S5pca The new BMW 5 Series Touring",
          1369147301
        ],
        [
          "This one is a life-saver. The BMW 3 Series Touring with ///M package – one of our purpose-built emergency vehicles. Timeline Photos",
          1368713571
        ],
        [
          "This Is No Illusion – Discover the latest BMW 3 Series Sedan in action in the trailer of the Hollywood blockbuster \"Now You See Me“. http://bit.ly/179Y3pH Timeline Photos",
          1368195858
        ],
        [
          "The Bang & Olufsen high-end Surround Sound system is now available in all models of the BMW 5 Series, BMW 6 Series and BMW 7 Series. Sounds good, right? http://bit.ly/WUEmZ1 Bang & Olufsen and BMW The Bang & Olufsen high-end Surround Sound system - www.bang-olufsen.com/bmw",
          1359560228
        ],
        [
          "The brand new BMW 3 Series Touring is competing for the election of the most beautiful Car of the year 2012, don’t hesitate to vote for your favourite car: http://bit.ly/8JqWOC Timeline Photos",
          1358354293
        ],
        [
          "BMW 320 Touring",
          1347580939
        ],
        [
          "Choose your favourite colour, the wheels, the exclusive leather upholstery and play around with interior trims in our new configurator app for the BMW 7 Series. Want to add a luxurious athletic character? Discover the dynamic features of the M Sport Package! Post the creation on your wall or save it to your desktop. What is your favourite configuration? Timeline Photos",
          1339163150
        ],
        [
          "Sport Line The new BMW 1 Series Lines",
          1338995679
        ],
        [
          "Basic Model The new BMW 1 Series Lines",
          1338995678
        ],
        [
          "Urban Line The new BMW 1 Series Lines",
          1338995678
        ],
        [
          "Easy as 1,2,3 - with our very own Visualizer you can configure your own individual BMW 3 Series Touring in no time. Check out different body colors, wheels or upholstery on the fly. Change interior trims and accent lines with one click. What are your waiting for? Go visualize! http://www.facebook.com/BMW/app_448075381884673 Timeline Photos",
          1338564549
        ],
        [
          "The all-new BMW 3 Series Touring offers a lot - trust us, there is plenty to discover. Why don't you head over to http://bit.ly/BMW_3Series_Touring and find out for yourselves. Don't hold back and be creative! Share your impressions in the comments below. Timeline Photos",
          1337785761
        ],
        [
          "A 499047 The new BMW X1",
          1336056006
        ],
        [
          "090 The new BMW X1",
          1336056006
        ],
        [
          "Striking sporting character, exclusive elegance or timeless modernity: we want to know which BMW 3 Series Sedan line is your favourite. The dynamic Sport Line, the elegant Luxury Line or the future-oriented concept of the Modern Line? Timeline Photos",
          1333115992
        ],
        [
          "BMW Korea is proudly to introduce the launch event of the New BMW 3 Series in Korea which was held in 23rd of Feb, 2012. Check out the fascinating moment when the New BMW 3 Series was unveiled for the first time in Korea and various programs through the video of 'one-day reporter' who really loves BMW. The new BMW 3 Series Launch",
          1332223954
        ],
        [
          "http://www.facebook.com/photo.php?fbid=10150577966321307&set=a.409240926306.190995.165878996306&type=1 New New M6 F13 <3 Motorrat & Makinat Bmw M6 F13 Kafsha e 2012...<3",
          1332103589
        ],
        [
          "new for 2012",
          1332054470
        ],
        [
          "BMW 5 Series F10",
          1332031361
        ],
        [
          "bmw serie 6",
          1331664737
        ],
        [
          "The BMW 3 Series Sedan. Our BMW highlights 2011",
          1325378753
        ],
        [
          "The BMW 1 Series. Our BMW highlights 2011",
          1325378750
        ]
      ],
      "dates_start": 1363310413,
      "dates_end": 1467626391,
      "likes_avg": 11093,
      "likes_stdev": 12890,
      "comments_avg": 147,
      "comments_stdev": 188,
      "shares_avg": 957,
      "shares_stdev": 1378
    },
    {
      "number": 8,
      "important": [
        "automot",
        "made",
        "say",
        "today",
        "version",
        "connect",
        "allnew",
        "safeti",
        "forward",
        "debut"
      ],
      "common": [
        "bmw",
        "bmw m3",
        "bmw motorsport",
        "car",
        "dtm",
        "m4",
        "motorsport",
        "race",
        "safety",
        "weekend"
      ],
      "messages": [
        [
          "Today's automotive headlines include the 2018 Hyundai Accent, BMW 740e, and Chevrolet Bolt EV. 2018 Hyundai Accent, BMW 740e driven, Chevy Bolt EV: What’s New @ The Car Connection All-new 2018 Hyundai Accent adds lots of safety tech An all-new version of Hyundai's smallest car sold in the United States has made its debut, with what the Korean automaker says is a leap forward in terms of refinement and available safety features. More data suggests that traffic deaths rose...",
          1487359853
        ],
        [
          "Ce volant... ces jantes...cette gueule... 😍😍😍\nBMW France BMW Mflight Europe Car Club #M4 #DTM Photos : la première BMW M4 DTM Champion Edition est arrivée ! Un membre du M Flight Club en Allemagne a reçu sa BMW M4 DTM Champion Edition.",
          1487225961
        ],
        [
          "Viel Spaß mit ein paar Runden im BMW M235i Racing in Oulton Park.\n\nBMW Motorsport\nBMW",
          1487225068
        ],
        [
          "BMW Perú se achoro!!\nVen por tu #TestDrive y vive las experiencias exclusivas que solo BMW puede otorgarte en su nuevo #DrivingExperienceCenter. Te espera el #siMulador BMW M///Power ;) \n\n#TeamAchorao Achorao Racing's cover photo",
          1487174279
        ],
        [
          "What a weekend yet again! While Maxime Martin won the first race on Saturday, Bruno Spengler secured 3rd place in Sunday's second race of the weekend. With five other M4s in the Top 10 in both races combined, BMW Motorsport defended the first place in the Manufacturers' Championship before going into the final race weekend of the season in Hockenheim. Timeline Photos",
          1443445312
        ],
        [
          "Take a picture, it'll last longer. Especially since the newly developed BMW M6 GT3 can race out of the frame before you can even say \"WOW.\" The racing version of the BMW M6 Coupé debuts at #IAA2015 and soon will be sent into action by BMW Motorsport for the 2016 season in a host of championships as well as renowned race events around the world as part of the BMW Sports Trophy. The BMW M6 GT3",
          1442412560
        ],
        [
          "4x4: Twice a quadruple in last weekend's DTM races in Oschersleben! BMW took positions 1-4 on saturday as well as on sunday to make it a weekend to remember. Timeline Photos",
          1442238241
        ],
        [
          "After P3 in yesterday's race, Bruno Spengler came home 2nd in race 2 of the weekend in Moscow. Well done! Mobile Uploads",
          1440940164
        ],
        [
          "After a thrilling race including two safety cars, the two BMWs of Marco Wittmann and Bruno Spengler finished 2nd and 3rd respectively in the first of two races in Moscow. On to a successful sunday! Timeline Photos",
          1440857360
        ],
        [
          "After the rainy event in Spielberg, let's get stoked for the upcoming DTM race in Moscow this weekend.",
          1440681683
        ],
        [
          "We are ready! After a historic success in Zandvoort we are getting in the mood for another great DTM race in Spielberg this weekend. Keep your fingers crossed for BMW Motorsport!",
          1438330862
        ],
        [
          "In 1973 an entire race team drove in cars of matching design - it was the first coherent team style that the sport had seen. The three coloured stripes of blue, violet and red - set against a brilliant white background - would come to characterise the image of BMW Motorsport and continue to define the look to this day. The unbeatable BMW 3.0 CSL Coupés, kitted out in these colours, soon became known to everybody in the world of motor racing, bringing home the Touring Car Grand Prix at the Nürburgring at the very first attempt. #TriviaTuesday BMW Classic. Timeline Photos",
          1438064060
        ],
        [
          "Five BMW M4 DTM at the top: Antonio Felix da Costa celebrated his maiden DTM win. He was followed by Augusto Farfus, Bruno Spengler, Timo Glock official and Marco Wittmann. They crowned an outstanding weekend for BMW Motorsport in Zandvoort. On Saturday BMW became the first manufacturer in the history of the DTM to finish in places one to seven. Timeline Photos",
          1436701681
        ],
        [
          "BMW Motorsport made history: BMW claimed the top seven positions in the first race of the weekend in Zandvoort. Marco Wittmann won, ahead of Antonio Felix da Costa, Maxime Martin, Augusto Farfus, Bruno Spengler, Timo Glock official and Tom Blomqvist. What a victory! Timeline Photos",
          1436631778
        ],
        [
          "See you on the race track. The BMW M4 DTM stars at Zandvoort this weekend. BMW Motorsport",
          1436510729
        ],
        [
          "From the race track to the streets.\nWater injection made its debut under the bonnet of the BMW M4 MotoGP Safety Car. The BMW Group Innovation Days marked the first presentation of direct water injection in the prototype of a model from the BMW core brand. The precisely controlled injection of water into the engine cylinders produces a cooling effect that boosts power and torque, particularly when operating at - or close to - full throttle, and at the same time it reduces fuel consumption and emissions. Direct water injection: cooling effect ensures extra power and ef",
          1436364388
        ],
        [
          "Back on the podium: Bruno Spengler official took pole at the Norisring finished the race in 3rd place. BMW Motorsport Timeline Photos",
          1435497828
        ],
        [
          "Energise your screen with fast-paced BMW Motorsport wallpapers that roar. Download this way: http://www.bmw-motorsport.com/de/fan-area/multimedia/wallpaper.html Timeline Photos",
          1432021674
        ],
        [
          "\"I'm the caretaker of this car.\" Located in a secret warehouse in Southern California, a private BMW collector owns 45 cars, including this super-rare BMW 700 RS – only two were ever made. Meet them here: https://youtu.be/4FBDvP_wFOI #legends",
          1431944438
        ],
        [
          "Calling all petrol heads: check out the highlights from the opening race of the 2015 DTM season in Hockenheim last weekend. BMW Motorsport",
          1431242640
        ],
        [
          "Getting in the right mood for the season opening. We're ready for the start of the DTM this weekend at the Hockenheimring. BMW Motorsport",
          1430380308
        ],
        [
          "How to reduce weight without skimping on agility, stability, safety and comfort?\n\nStep 1: Evaluate every part of your bodyshell and chassis,\nStep 2: Fit each part with light hi-tech materials,\nStep 3: Exchange existing parts for their modern counterparts.\n\nResult: With Intelligent Lightweight Construction, you get more stability, safety and comfort with a lighter vehicle and therefore less fuel consumption. #BMW #EfficientDynamics: http://bit.ly/Intelligent-Lightweight-Construction Timeline Photos",
          1429858418
        ],
        [
          "Why just drive one, when you could drive them all? Marco Wittmann & BMW Motorsport take you on a journey through the history of BMW DTM vehicles. http://youtu.be/ejTyhnX_zCs Timeline Photos",
          1426508536
        ],
        [
          "Trending colours of 2015. BMW Motorsport The BMW M4 DTM's first appearance of the 2015 season",
          1426176802
        ],
        [
          "50 years of pushing the limits. 50 years of BMW Touring Car Racing. \"Adrenalin\", a 120-minute documentary on the BMW Racing history, is now available on DVD and BluRay.\n\nhttp://www.adrenalin-film.de Timeline Photos",
          1417190345
        ],
        [
          "Counting the triumphs: over the past three DTM seasons, BMW has secured six out of nine titles and won 50% of all races. Timeline Photos",
          1415117775
        ],
        [
          "The ///M Team.\nIt was an intense and amazingly successful DTM season. You love motorsport? Then you'll love the ///M Team! http://youtu.be/3ArQUFaDaq4  BMW Motorsport Timeline Photos",
          1413988069
        ],
        [
          "A champion's car.\nDTM champion Marco Wittmann’s superlative season came to an end with a special highlight: BMW M GmbH launched a limited number of the BMW M4 DTM Champion Edition in his honour. The 23 units reflect Wittmann’s car number: http://www.m-power.com/_open/b/editorial.jsp?lang=en&x=3228 Timeline Photos",
          1413814815
        ],
        [
          "What a season! Congratulations to Marco Wittmann - Official for the DTM Championship 2014 and to the whole BMW Team RMG for winning the 2014 Team Championship! Timeline Photos",
          1413720500
        ],
        [
          "The DTM Team Title goes to BMW: After being crowned DTM driver's champion in the last race, Marco Wittmann is back on the podium in Zandvoort, sealing victory for BMW Team RMG with 1 race to go.\n\nMartin Tomczyk on third place and Maxime Martin, winner of the “Rookie of the Year” title, complete a successful weekend. Timeline Photos",
          1411915392
        ],
        [
          "Safety First: as ‘Official Vehicle Partner’ of the new FIA Formula E, BMW becomes part of the action, providing a BMW i8 Safety Car and two BMW i3 Medical Cars. Formula E in Beijing",
          1411395833
        ],
        [
          "Too fast to get caught: No one can pass Marco Wittmann anymore. See how he became DTM champion at the Lausitzring: http://youtu.be/1tjrVEYVook Timeline Photos",
          1411115036
        ],
        [
          "Mission completed! Marco Wittmann - Official won the DTM drivers’ title 2014. Timeline Photos",
          1410692044
        ],
        [
          "Unstoppable: Marco Wittmann is working his way to the DTM title. Watch the highlights from his win at the Nürburgring last weekend: https://www.youtube.com/watch?v=BRtyKT6gqzA&feature=youtu.be Timeline Photos",
          1408458057
        ],
        [
          "Congratulations to Marco Wittmann - Official for an amazing victory at the Nürburgring! Timeline Photos",
          1408278648
        ],
        [
          "Historic one-two-three-four for #BMW.\nThird win of the 2014 DTM season for Marco Wittmann - Official!  Augusto Farfus Official, Timo Glock official and Martin Tomczyk Fanseite completed a true #BMW dream result. Photos from BMW's post",
          1407070628
        ],
        [
          "One-two finish in Moscow! \nAfter his first pole position, Maxime Martin claims his first victory in the DTM. Bruno Spengler finished second. Timeline Photos",
          1405254205
        ],
        [
          "Usually, he drives the M. This time he presented it.\nA special presentation of the new BMW M3 and M4 at the BMW Brand Store in Brussels with Bruno Spengler.\n\nDennisnoten.com Photography 2014 BMW M3 & M4 Presentation with Bruno Spengler in Brussels",
          1404224140
        ],
        [
          "Dominating from start to finish: Marco Wittmann claimed his second win of the year at the third DTM race of the season at the Hungaroring. Bruno Spengler crossed the line in third place. Timeline Photos",
          1401696894
        ],
        [
          "Not only did the BMW Welt welcome its 15 millionth visitor yesterday, the Munich venue also hosted a powerful event today. BMW Motorsport presented all eight BMW M4 DTMs and their drivers to the public.\nWatch it here: http://bit.ly/1fzu238 BMW DTM Launch 2014",
          1398437428
        ],
        [
          "We're going live! Watch our live stream of the BMW Motorsport Launch 2014 at the BMW Welt here: http://live.bmwgroup.com Timeline Photos",
          1398408718
        ],
        [
          "A strong performance needs a strong look: The BMW M4 DTM is dressed to win. Liveries for the BMW M4 DTM 2014 unveiled",
          1396534679
        ],
        [
          "BMW M is part of the MotoGP for the 16th season running. This time, the BMW M4 Coupé is at the heart of the 2014 Safety Car fleet. Safety, courtesy of M Power.",
          1395156992
        ],
        [
          "The beginning of a new era – BMW Motorsport presents the BMW M4 DTM for the 2014 season. Learn more: http://bit.ly/Nfrujg BMW M4 DTM",
          1393862855
        ],
        [
          "The new challenger. BMW M235i Racing.\nBMW Motorsport http://bit.ly/1dEOFsw Timeline Photos",
          1392655162
        ],
        [
          "Strong motorsport genes: the newly-developed, entry-level racing car for privateer BMW teams and drivers – the new BMW M235i Racing. Photos via BMW Motorsport The new BMW M235i Racing",
          1390237430
        ],
        [
          "A day at the races. Timeline Photos",
          1389629277
        ],
        [
          "It was about time... Skills of today meeting performance of tomorrow – our DTM drivers went on a trip to BMW i. DTM meets BMW i",
          1380552694
        ],
        [
          "Once created in the spirit of the 24 Hours of Le Mans, the American Le Mans Series has ended. In a thrilling last race the BMW Team RLL said good-bye. BMW Team RLL",
          1375195508
        ],
        [
          "They are drivers.\r\nThey are winners.\r\nNow they are duelists.\r\nThis is a clash of champions: http://bit.ly/13flWXw\r\nBMW Motorsport Timeline Photos",
          1370877676
        ],
        [
          "First race, first place – BMW Motorsport leaves us speechless: Augusto Farfus wins in Hockenheim, Dirk Werner is second, five BMW M3 DTM score points! Timeline Photos",
          1367756092
        ],
        [
          "Roaring machines, cheering crowds, the smell of racing – DTM. This weekend we start into a new season to defend the title. Naturally, the BMW race taxis line up for action at each race to let you feel the speed. BMW Race Taxis - DTM 2013",
          1367598238
        ],
        [
          "One month before the 2013 DTM season starts our eight drivers presented their new BMW M3 DTM cars at BMW Welt in Munich. If you missed this spectacular show, get some impressions at BMW Motorsport: http://on.fb.me/17mPAy3 Timeline Photos",
          1365432539
        ],
        [
          "BMW M3 DTM Champion Edition BMW M3 DTM Champion Edition",
          1357234656
        ],
        [
          "What a glorious return to the DTM! BMW has won the championships for drivers, constructors and teams. Now, is that something to brag about, or what? Timeline Photos",
          1350916654
        ],
        [
          "This weekend, a full season converges in one single race and BMW M has the chance to write history. The DTM Finals. Go Bruno! Timeline Photos",
          1350738004
        ],
        [
          "BMW FTW! Congrats to Bruno Spengler! #BMW #DTM #1 #Oschersleben BMW Instagram",
          1349708541
        ],
        [
          "A class of its own. BMW won the DTM race in Oschersleben. Congratulations to Bruno Spengler and the whole team. DTM - Victory in Oschersleben",
          1347894971
        ],
        [
          "E-Postbrief The BMW M3 DTM",
          1332859899
        ],
        [
          "Crowne Plaza Hotels The BMW M3 DTM",
          1332859899
        ],
        [
          "Castrol Edge The BMW M3 DTM",
          1332859898
        ],
        [
          "BMW Bank The BMW M3 DTM",
          1332859898
        ],
        [
          "BMW Motorsport",
          1331811681
        ],
        [
          "To be a part of your corporate communications team",
          1331769615
        ],
        [
          "\"Ball des Sports\", ©DTM Premiere for the BMW M3 DTM Safety Car",
          1328631119
        ],
        [
          "BMW M3 DTM Safety Car ©DTM Premiere for the BMW M3 DTM Safety Car",
          1328631118
        ],
        [
          "Dirk Werner and Bruno Spengler, ©DTM Premiere for the BMW M3 DTM Safety Car",
          1328631118
        ],
        [
          "BMW M3 DTM Safety Car, ©DTM Premiere for the BMW M3 DTM Safety Car",
          1328631117
        ]
      ],
      "dates_start": 1358380670,
      "dates_end": 1443622284,
      "likes_avg": 8702,
      "likes_stdev": 11933,
      "comments_avg": 112,
      "comments_stdev": 151,
      "shares_avg": 1044,
      "shares_stdev": 2530
    },
    {
      "number": 9,
      "important": [
        "convert",
        "seri",
        "photo",
        "bmw seri convert",
        "beauti",
        "citi",
        "bmw seri",
        "timelin",
        "accord",
        "behind"
      ],
      "common": [
        "bmw",
        "bmw series",
        "bmw series convertible",
        "convertible",
        "ever",
        "ever bmw",
        "first ever",
        "first ever bmw",
        "series",
        "series convertible"
      ],
      "messages": [
        [
          "Some cities are just too beautiful to hide behind roofs. The BMW 2 Series Convertible. Timeline Photos",
          1441634580
        ],
        [
          "Soak up more than just the sun. The BMW 4 Series Convertible makes the possibilities endless. Timeline Photos",
          1441443881
        ],
        [
          "When in Vegas, at least never gamble on your ride. The BMW 4 Series Convertible. Timeline Photos",
          1440569917
        ],
        [
          "Let's go on an adventure in the great out-anywhere. Equipped with Sheer Driving Pleasure.\nhttp://bit.ly/BMW-6Series-Convertible-Efficiency The new BMW 6 Series Convertible",
          1428415491
        ],
        [
          "Just for once let's slow down and watch The Slow Mo Guys taking the BMW 2 Series Convertible on a slow motion ride. This is how the perfect aerodynamics of a convertible work to prevent passengers from getting wet in the rain:  https://youtu.be/6UpmhbPaOHY http://bit.ly/BMW2SeriesConvertible-Efficiency Timeline Photos",
          1428327513
        ],
        [
          "It's not about taking a photo. It's about sharing a passion. Pepper Yandell Photography shows you the art of car photography with the BMW 2 Series Convertible: https://youtu.be/uYM64w8Wcds Timeline Photos",
          1427696534
        ],
        [
          "Austin's Powers: Pepper Yandell Photography takes the BMW 2 Series Convertible on a ride to sunny Austin, Texas. BMW 2 Series Convertible Photography Session",
          1426669911
        ],
        [
          "Caution! NSFW: topless photo. The BMW 4 Series Convertible. Timeline Photos",
          1425285149
        ],
        [
          "Agile. Beautiful. Classic. Distinctive. Elegant. Futuristic. Groundbreaking. Hallowed. Innovative. Jet-setting. Kinetic. Luxurious. Masterful. Notable. Powerful. Quality. Revolutionary. Sleek. Tantalising. Unparalleled. Versatile. X-treme. Youthful. Zesty.\n\nBMW 6 Series Convertible Timeline Photos",
          1425024625
        ],
        [
          "The BMW 2 Series Convertible lights up the night. The BMW 2 Series Convertible",
          1423744407
        ],
        [
          "Scene Stealer. \nEvery facet of the new BMW 6 Series Convertible expresses agility, aerodynamics and a forward thrust. \nhttp://bit.ly/6Series_Convertible The new BMW 6 Series Convertible",
          1419859681
        ],
        [
          "The first-ever BMW 2 Series Convertible is all about Sheer Driving Pleasure. But then you'd expect nothing less.\nhttp://youtu.be/oMSHm-RPHzQ Timeline Photos",
          1412086769
        ],
        [
          "Cool. Laid-back. Sublime. \nThe BMW 2 Series Convertible impresses with its dynamic contours and sporty proportions – and, thanks to its contrast-colour softtop, lets its key talent come to the fore: Throwing caution to the wind and appealing to all the senses: http://bit.ly/1ot0clc The first-ever BMW 2 Series Convertible",
          1411480927
        ],
        [
          "All you need to know about the first-ever BMW 2 Series Convertible. In one handy video: http://youtu.be/T_0vdjoLK2c Timeline Photos",
          1411134296
        ],
        [
          "The first-ever BMW M4 Convertible. Another alluring addition to an already legendary high-performance sports car line-up. The first-ever BMW M4 Convertible",
          1410528650
        ],
        [
          "One car, four perspectives.\nWhen Christine, Joe, Paul and Thang took the first-ever BMW X4 on a tour through Berlin, they looked at the city and vehicle from various angles. – #BMWstories Exploring Berlin",
          1410186926
        ],
        [
          "Embrace the unknown. See the first-ever BMW X4 making its mark in the city: http://youtu.be/RD6IcFz_yOQ Timeline Photos",
          1404137907
        ],
        [
          "20 seconds to sun!\nThe first-ever BMW M4 Convertible. http://bit.ly/PqrfTA Timeline Photos",
          1399300346
        ],
        [
          "From 0 to 100 km/h in 4,4 seconds. From closed to open in 20 seconds.\nNo upper limit! – See the performance of the first-ever BMW M4 Convertible: http://youtu.be/cIyHm6hSMrc Timeline Photos",
          1396965539
        ],
        [
          "Open for maximum intensity! The first-ever BMW M4 Convertible.\nhttp://bit.ly/PqrfTA The first-ever BMW M4 Convertible",
          1396621420
        ],
        [
          "Let us show you the first-ever BMW X4 in detail: http://bit.ly/1iE8i8n Timeline Photos",
          1395332658
        ],
        [
          "X-troverted character.\nhttp://bit.ly/1otoprd The first-ever BMW X4",
          1394124301
        ],
        [
          "The first-ever BMW X4. Unveiling March 6th. The first-ever BMW X4. Teaser.",
          1393928253
        ],
        [
          "Works fine, even in bad weather. The first-ever BMW 4 Series Convertible – with hardtop. Timeline Photos",
          1384188855
        ],
        [
          "Don't just drive your area – feel it.\r\nSheer driving pleasure with the first-ever BMW 4 Series Convertible. Timeline Photos",
          1382451789
        ],
        [
          "Freedom is only 20 seconds away – with the first-ever BMW 4 Series Convertible: bit.ly/bmw4convertible The first-ever BMW 4 Series Convertible",
          1381764979
        ],
        [
          "Going to a party with your best friends in a BMW 1 Series Convertible? Pool Position! Timeline Photos",
          1374244211
        ],
        [
          "The BMW 6 Series Convertible. Our BMW highlights 2011",
          1325378749
        ]
      ],
      "dates_start": 1383193359,
      "dates_end": 1431987230,
      "likes_avg": 19192,
      "likes_stdev": 19628,
      "comments_avg": 184,
      "comments_stdev": 210,
      "shares_avg": 1549,
      "shares_stdev": 1205
    },
    {
      "number": 10,
      "important": [
        "sedan",
        "seri",
        "drivingluxuri timelin",
        "bmw seri sedan",
        "drivingluxuri",
        "seri sedan",
        "bmw seri",
        "expect",
        "never",
        "timelin"
      ],
      "common": [
        "bmw",
        "bmw series",
        "bmw x1",
        "drivingluxury",
        "new",
        "new bmw",
        "new bmw series",
        "parking",
        "series",
        "x1"
      ],
      "messages": [
        [
          "It's ok to have high expectations. \nThe BMW 7 Series Sedan will never let you down.\n#drivingluxury Timeline Photos",
          1486454408
        ],
        [
          "Forget everything you thought you knew about keys. The smart key of the all-new BMW 7 Series displays the time as well as the remaining fuel level and current range, service notifications, and the current status of the central locking system, the windows and the glass roof. The key of the future is just one of the many ways to keep you #drivingluxury. Timeline Photos",
          1443797833
        ],
        [
          "Some things are no longer just in spy movies. BMW is proud to announce that excluding the USA market, a range of optional extras for the all-new BMW 7 Series will be available as of November 2015, including the first model variants of the luxury sedan with the world’s first remote-controlled parking feature.\n\n#drivingluxury Timeline Photos",
          1442901739
        ],
        [
          "Luxury through and through. The all-new BMW 7 Series. #drivingluxury Timeline Photos",
          1442076345
        ],
        [
          "With the all-new BMW 7 Series, BMW has redefined what an exclusive, luxurious driving experience looks like in contemporary, pioneering form. Groundbreaking technologies in the areas of lightweight design, powertrains, chassis, operating systems, intelligent connectivity and interior ambience underline its mission to bring together unbeatable driving pleasure and long-distance comfort in a luxury sedan. #drivingluxury Timeline Photos",
          1440942266
        ],
        [
          "Go wherever the road leads. See the all-new BMW X1 showing its powerful presence: https://youtu.be/-dN-yZSJDLA Timeline Photos",
          1439995121
        ],
        [
          "Indulge in the unique BMW Individual design composition for the ultimate luxurious experience. A highly exclusive compilation available only for the all-new BMW 7 Series, no less than perfection down to the smallest detail is what can be expected by the included features described below. #drivingluxury #BMWIndividual for the all-new BMW 7 Series.",
          1439290406
        ],
        [
          "Sure, an all-new BMW X1 always wants to break new ground – but relaxing at the lake is just fine, too. The all-new BMW X1",
          1437918483
        ],
        [
          "With BMW Gesture Control in the all-new BMW 7 Series, selected functions can be operated by means of defined hand movements. Simple gestures such as 'swiping' or 'pointing' are identified in the recognition area above the centre console and trigger a variety of functions such as accepting or rejecting an incoming telephone call. Volume can be adjusted by circular motions of the index finger. BMW Gesture Control complements the existing control systems such as the iDrive Touch Controller. #drivingluxury Timeline Photos",
          1437400661
        ],
        [
          "A vision of #drivingluxury becomes reality. Line by line. Stitch by stitch. The design process of the all-new BMW 7 Series. The design process of the all-new BMW 7 Series.",
          1436971707
        ],
        [
          "The Executive Lounge rear console houses the Touch Command system. This removable 7-inch tablet computer allows the user to control the infotainment and comfort functions available in the rear of the all-new BMW 7 Series. It can also be used to play back external audio and video files, as a games console, or to surf the internet. #drivingluxury Timeline Photos",
          1436782817
        ],
        [
          "In the all-new BMW X1 you'll find yourself in the middle of the action, wherever you go. Timeline Photos",
          1436716541
        ],
        [
          "The all-new BMW 7 Series will be built, like all of its predecessors, at BMW Plant Dingolfing. The Dingolfing factory builds on its many years of experience in manufacturing luxury sedans. #drivingluxury Production of the all-new BMW 7 Series",
          1435904927
        ],
        [
          "The all-new BMW 7 Series is the world’s first series-produced car that owners will be able to manoeuvre in or out of forward-parking spaces or garages without anyone at the wheel. The Remote Control Parking function allows the driver to conveniently hop out of the vehicle before parking it. The driver activates the remote-controlled parking function from outside the vehicle via the BMW display key. The entire parking procedure is monitored by Park Distance Control (PDC), the Parking assistant and the Surround View sensors. In order to use the remote-controlled parking function, the vehicle has to be straight and centered, facing the parking space or garage. During the parking procedure the driver can bring the vehicle to a controlled stop if necessary. Once parked, the engine can be switched off via the key. And when it's time to move on, the engine can also be restarted via the key. #drivingluxury Timeline Photos",
          1435672970
        ],
        [
          "Slide up to unlock the future of #drivingluxury.\nThe BMW display key of the all-new BMW 7 Series shows a range of information about the vehicle's status and allows selected functions to be controlled via the integrated touch display. The time can be displayed, along with remaining fuel and current range, service notifications, as well as the current status of the central locking system, the windows and the glass roof. The BMW display key can also be used to operate Auxiliary heating and Remote Control Parking. Timeline Photos",
          1435239048
        ],
        [
          "An unmistakable aura of luxury: harmonious proportions, a strongly controlled surface design and precise lines signal to the stylistic confidence, assured dynamics and exclusive elegance embodied by the all-new BMW 7 Series. #drivingluxury http://bit.ly/1e3pIiH The all-new BMW 7 Series",
          1435068591
        ],
        [
          "The best way to predict the future is to create it. The all-new BMW 7 Series. #drivingluxury https://youtu.be/TmqQOB04RpI Timeline Photos",
          1434702089
        ],
        [
          "Groundbreaking technologies unite to create the future of luxury in the all-new BMW 7 Series. Watch \"All you need to know\" here: https://youtu.be/6Viyt2aIOG8 #drivingluxury Timeline Photos",
          1434117079
        ],
        [
          "Game-changing innovations, benchmarking comfort and contemporary design: The all-new BMW 7 Series introduces a new form of luxury. #drivingluxury\n\nhttp://bit.ly/1e3pIiH The all-new BMW 7 Series",
          1434031477
        ],
        [
          "THE ALL-NEW BMW 7 SERIES. The brand’s flagship in its sixth generation. ALLTHE DETAILS AT http://testdrivenow.com/the-all-new-bmw-7-series/ THE ALL-NEW BMW 7 SERIES THE ALL-NEW BMW 7 SERIES Groundbreaking Carbon Core passenger cell World’s first Gesture Control Active Kidney Grille and Air Breather Now offering the optional 7 inch Touch Command Tablet The All- New Display Key as a standalone option ...",
          1433960293
        ],
        [
          "DRIVING LUXURY. \nThe all-new BMW 7 Series represents precision and contemporary design wherever you look. Leading innovations such as BMW Gesture Control, BMW Laserlight, Carbon Core or Remote Control Parking set benchmarks for an unmatched driving and comfortable travelling experience. #drivingluxury https://youtu.be/2eBAGKpf8p8 The all-new BMW 7 Series",
          1433954252
        ],
        [
          "Dropping the camouflage soon. The all-new BMW 7 Series is ready to roll into the spotlight. See the premiere live, starting 06:50 PM CEST: http://live.bmwgroup.com Timeline Photos",
          1433924320
        ],
        [
          "Asphalt isn't needed for boundless driving pleasure. The all-new BMW X1. http://bit.ly/1HKfM4X The all-new BMW X1",
          1433771406
        ],
        [
          "A powerful presence you can see and feel.\nNo matter where your journey leads you. The all-new BMW X1 is as variable as your daily needs. Discover your perfect companion for each and every territory. http://bit.ly/1HKfM4X The all-new BMW X1",
          1433328117
        ],
        [
          "THE ALL-NEW BMW X1 ARRIVES THIS FALL. 2.0-liter TwinTurbo 4-cylinder engine Sports Activity Vehicle.\nhttp://testdrivenow.com/the-all-new-bmw-x1-arrives-this-fall/ THE ALL-NEW BMW X1 ARRIVES THIS FALL THE ALL-NEW BMW X1 ARRIVES THIS FALL BMW announced the all-new BMW X1 Sports Activity Vehicle. In its second generation, the new MY 2016 BMW X1 builds on the success of its predecessor (61,974 sold in the US to date) by incorporating a roomier interior, ...",
          1433284767
        ],
        [
          "The all-new BMW 7 Series. Driving luxury. Unveiling June 10th.\nwww.bmw.com/7series-interest",
          1433163006
        ],
        [
          "Explore new fields. BMW will be first in class to offer Gesture Control in the all-new BMW 7 Series. Answer phone calls or turn up the volume with just one simple, intuitive gesture. #drivingluxury www.bmw.com/7series-interest The all-new BMW 7 Series",
          1430747895
        ],
        [
          "The comfort, safety and driving experience offered by the all-new BMW 7 Series benefit from new chassis technology, exceptional scope for interaction with the car’s infotainment technology, and a wider selection of driver assistance systems from BMW ConnectedDrive. PreDrive BMW 7 Series camouflaged",
          1430661082
        ],
        [
          "The most advanced method of parking. The Remote Control Parking function allows you to exit the vehicle comfortably before parking the car remotely in a narrow space or garage at just the touch of the BMW Display Key. The key also acts as a remote control for various functions and LCD control screen in one. It’s literally the key to unlocking the most luxurious driving experience ever created. #drivingluxury http://www.bmw.com/7series-interest",
          1430114725
        ],
        [
          "The all-new BMW 7 Series is pioneering a lightweight construction with Carbon Core which saves up to 50 % of weight over conventional materials while on the other hand improving rigidity. This not only ensures significantly less fuel consumption and a lower level of CO2 emissions, but also offers agile handling and unprecedented driving performance. #drivingluxury www.bmw.com/7series-interest",
          1429538207
        ],
        [
          "The best way to predict the future is to create it.\nWe created the most powerful letter in the whole world – BMW M.\nWe created an incredibly new mobility with BMW i.\nNow we are creating the future of luxury with the all-new BMW 7 Series. It will be magical and irresistible, just as BMW has always been. Through gamechanging innovations, benchmarking comfort, contemporary design and the most efficient but also striking dynamics. www.bmw.com/7series-interest #drivingluxury Timeline Photos",
          1429361519
        ],
        [
          "Everything's better with music. Enjoy the ride with BMW ConnectedDrive and Spotify in the all-new BMW 1 Series.",
          1428933022
        ],
        [
          "A perfect match, wherever you go.\n\nhttp://bit.ly/BMW1Series-Efficiency The all-new BMW 1 Series",
          1428215544
        ],
        [
          "Whether it’s sunny skies or snowfall: BMW ConnectedDrive always keeps you informed of the weather you can expect at your destination. That's BMW Online Weather in the all-new BMW 1 Series. http://bit.ly/BMW1Series-Efficiency",
          1427381876
        ],
        [
          "Immediately eye-catching. The all-new BMW 1 Series. The all-new BMW 1 Series – Urban Line",
          1423497319
        ],
        [
          "Powerful lines and large inlets: the all-new BMW 1 Series is loaded with energy. The all-new BMW 1 Series",
          1421914415
        ],
        [
          "Power never had so much space. \nWhen the all-new BMW X5 M and BMW X6 M hit the road each incline will feel like a home straight.\n\nBMW X5 M: http://bit.ly/1tnqUBP\nBMW X6 M: http://bit.ly/10EjSxH The all-new BMW X5 M & BMW X6 M",
          1415204198
        ],
        [
          "Powerful inner values should always come with powerful outer ones. Up to 450 hp in a unique coupé design. The all-new BMW X6! \n\nhttp://bit.ly/1kC9A8I The all-new BMW X6",
          1402050304
        ],
        [
          "From 0 to 140 — follow the all-new @BMW on Twitter: www.twitter.com/bmw Timeline Photos",
          1372690709
        ],
        [
          "A work of progress and an expression of authority – the all-new BMW X5. http://bit.ly/18y6A6H The all-new BMW X5",
          1369922969
        ],
        [
          "ALEX RANK The all-new BMW 3 Series",
          1341581839
        ],
        [
          "2011 Christopher Thomas The all-new BMW 1 Series 3-door",
          1341497959
        ]
      ],
      "dates_start": 1401073912,
      "dates_end": 1452482480,
      "likes_avg": 10692,
      "likes_stdev": 20246,
      "comments_avg": 283,
      "comments_stdev": 922,
      "shares_avg": 1845,
      "shares_stdev": 4759
    },
    {
      "number": 11,
      "important": [
        "bmw seri gran turismo",
        "line",
        "white",
        "luxuri",
        "bmw seri gran",
        "exclus",
        "bmw seri",
        "gran turismo",
        "gran",
        "avail"
      ],
      "common": [
        "bmw",
        "bmw series",
        "bmw series gran",
        "coupé",
        "gran",
        "gran coupé",
        "gran turismo",
        "series",
        "series gran",
        "turismo"
      ],
      "messages": [
        [
          "Leisure thrills. \nExclusive Nappa leather in Ivory White with exclusive stitching, available in the BMW 5 Series Gran Turismo Luxury Line. Timeline Photos",
          1485892804
        ],
        [
          "The elegance that sets the world in motion. \nThe new BMW 4 Series Gran Coupé.",
          1485788447
        ],
        [
          "Go ahead and take the long way home. The BMW 4 Series Gran Coupé with M Sport package is the sporty way to travel in luxury, so you'll probably still be on time at your destination. Timeline Photos",
          1444372390
        ],
        [
          "Pier group. The BMW 2 Series Gran Tourer. Timeline Photos",
          1442469880
        ],
        [
          "Don't be too quick to call 'shotgun' in the BMW 2 Series Gran Tourer. The roomy interior is dominated by a feeling of lightness, providing luxury for every seat. Top-quality materials and interior trims in subtle colours combine with large windows and the optional panorama glass roof to create an atmosphere bathed in natural light. Timeline Photos",
          1441484671
        ],
        [
          "Un4gettable: the BMW 4 Series Gran Coupé Timeline Photos",
          1439726043
        ],
        [
          "The family member who never complains. Even when he has to stay outside. The all-new BMW 2 Series Gran Tourer. Timeline Photos",
          1439205388
        ],
        [
          "There is no larger contrast than between black and white. The BMW Individual Manufaktur transferred this field of tension to the elegant BMW 4 Series Gran Coupé. Experience the impressive and timeless result. The BMW 4 Series Gran Coupé in BiColour",
          1436443800
        ],
        [
          "Athletic, elegant and powerful from any perspective. The BMW 4 Series Gran Coupé captured by SR Creativity // People- & Carphotography The BMW 4 Series Gran Coupé",
          1430309533
        ],
        [
          "Turning the streets into a stage.\nA beautiful design that captivates the eye again and again. The BMW 4 Series Gran Coupé captured by SR Creativity // People- & Carphotography The BMW 4 Series Gran Coupé",
          1429885910
        ],
        [
          "Start your weekend with sunshine! The BMW 3 Series Gran Turismo interior. Timeline Photos",
          1429250633
        ],
        [
          "Seventh (seat) heaven. The BMW 2 Series Gran Tourer. Timeline Photos",
          1425634143
        ],
        [
          "Unlimited space for the family – and me. The BMW 2 Series Gran Tourer. Timeline Photos",
          1424851151
        ],
        [
          "Gearing up for an adventure? Tell us about the road trips you’re planning in the comments section. BMW 2 Series Gran Tourer Timeline Photos",
          1424765795
        ],
        [
          "In customary BMW style, all the important operating features of the cockpit are designed with the driver in mind.\n\nBMW 2 Series Gran Tourer Sport Line Timeline Photos",
          1424446733
        ],
        [
          "Spacious and dynamic. The first-ever BMW 2 Series Gran Tourer provides plenty of room for your Driving Pleasure. The first-ever BMW 2 Series Gran Tourer",
          1424102316
        ],
        [
          "Luxury². BMW 4 Series Gran Coupé with Luxury Line. Timeline Photos",
          1423413601
        ],
        [
          "Aesthetics that are unlike any others. The BMW 3 Series Gran Turismo. Timeline Photos",
          1422633528
        ],
        [
          "Elegance and exclusiveness.\nAn elongated silhouette, distinctive wheel housings and crease lines, chrome surrounds – the new BMW 6 Series Gran Coupé turns every road into a red carpet.\nhttp://www.bmw.com/com/en/newvehicles/6series/gran_coupe/2014/keep_informed/index.html BMW 6 Series Gran Coupé",
          1420790887
        ],
        [
          "Beauty meets perfection.\nThe new BMW 6 Series Gran Coupé raised to an even higher level with #BMWIndividual. BMW 6 Series Gran Coupé by BMW Individual",
          1420647412
        ],
        [
          "Photo Opportunity.\nOver the last 4 weeks #BMW fans submitted their best images of BMW vehicles using Photomode within #GT6 exclusively available on PlayStation® 3. Congratulations to the best photographers for their amazing photos. Thanks to everyone who entered and shared their passion for the Ultimate Driving Machine. BMW Vision Gran Turismo",
          1409064632
        ],
        [
          "Become a car photographer and get noticed. All you need is some virtual equipment. Start your Sony PlayStation 3 and Gran Turismo 6 to take some in-game shots of the BMW Vision Gran Turismo. This week's challenge: upload your photos to https://www.facebook.com/GranTurismo using #BMWPhotoVGT for a chance to be selected. For more information please follow: http://www.m-power.com/myGT6ingameBMW Timeline Photos",
          1406557561
        ],
        [
          "The BMW Individual Composition for the BMW 4 Series Gran Coupe combines handcrafted precision with the most carefully selected materials. Exclusive style meets sporty and elegant aesthetics",
          1404915111
        ],
        [
          "BMW Individual featuring the high-end audio expertise of Bang & Olufsen – Experience the special edition of the BMW 6 Series Gran Coupé and BMW M6 Gran Coupé, which is limited to 110 vehicles. Pleasure for the eyes and ears.",
          1401719309
        ],
        [
          "The BMW Vision Gran Turismo hits the virtual road. This beauty just made its appearance in Gran Turismo 6 on PlayStation 3. Experience pure BMW sportiness and dynamics. BMW Vision Gran Turismo",
          1400076906
        ],
        [
          "Awake the night: See the first-ever BMW 4 Series Gran Coupé lighting the dark. \nhttp://youtu.be/trOVMpvqvbU Timeline Photos",
          1399386174
        ],
        [
          "4 the win!\n\nhttp://bit.ly/1fRZ0El The first-ever BMW 4 Series Gran Coupé.",
          1392826237
        ],
        [
          "The first-ever BMW 4 Series Gran Coupé is a perfect fusion of elegance, agility and comfort – joined with the exclusiveness of BMW Individual, it becomes a new benchmark. BMW Individual: A feast for the eyes.",
          1392051449
        ],
        [
          "More info: http://bit.ly/1fRZ0El The first-ever BMW 4 Series Gran Coupé",
          1391446044
        ],
        [
          "Designed for Driving Pleasure – the first-ever BMW 4 Series Gran Coupé. http://youtu.be/CoHrA6GRAKo Timeline Photos",
          1391360264
        ],
        [
          "The Vegas Drift.\n\nCheck The Verge about their ride in an autonomous driving BMW 6 Series Gran Coupé. #CES2014 http://bit.ly/1ksf5XK Vegas drift: taking a self-driving BMW to the limit Self-driving cars aren't supposed to make you puke, are they? A couple laps in BMW's latest autonomous driving demo, taking place here at CES this week, are all it took to get me feeling a little...",
          1389289082
        ],
        [
          "The all-new #BMW M4 Coupé – coming to life on the Nuerburgring Nordschleife in Gran Turismo 6. See it here: http://bit.ly/1fnzaZI The all-new BMW M4 Coupé in Gran Turismo 6. ONE WITH THE MACHINE. The BMW M4 Coupé comes to life on the Nuerburgring Nordschleife in Gran Turismo 6.",
          1387211343
        ],
        [
          "Kazunori Yamauchi, creator of the Gran Turismo game series, took a seat in a camouflaged BMW M at the unveiling of Gran Turismo 6 for PlayStation 3. We're excited to confirm the appearance of the first-ever BMW M4 Coupé in this next chapter of Gran Turismo soon after the game launch.\n#BMWstories A living legend – and a legend to come.",
          1386346104
        ],
        [
          "Exclusivity is a matter of perspective.\r\n \r\nBMW M6 Gran Coupé in BMW Individual Frozen Silver metallic meets BMW 6 Series Gran Coupé in BMW Individual Frozen Bronze metallic. Timeline Photos",
          1384271215
        ],
        [
          "The virtual BMW Vision Gran Turismo – a concept developed by BMW to appear in the upcoming Gran Turismo Playstation Game. Timeline Photos",
          1377021629
        ],
        [
          "The perfect all-round car? The new BMW 3 Series Gran Turismo, an ideal combination of style and surprising features. Timeline Photos",
          1373377778
        ],
        [
          "The new 5 Series Gran Turismo: http://bit.ly/1919I9K The new BMW 5 Series Gran Turismo",
          1369228081
        ],
        [
          "Experience a new dimension of freedom - with the all-new BMW 3 Series Gran Turismo: http://bit.ly/11CnMRH Timeline Photos",
          1367418313
        ],
        [
          "Testing the all-new BMW 3 Series Gran Turismo left Autoblog.com quite impressed. It \"warrants real consideration\". Read more: http://aol.it/102H9T8 Timeline Photos",
          1366210597
        ],
        [
          "Would you like to know how your all-new BMW 3 Series Gran Turismo could look like? Try out our visualizer app to get an idea: http://on.fb.me/Zqo7Wy Timeline Photos",
          1362587654
        ],
        [
          "Last week you had the chance to ask some questions about the new BMW 3 Series Gran Turismo. Here are the answers - given to you by our 2012 DTM champion Bruno Spengler right from the opening of this year's Geneva Auto Show. http://bit.ly/VC8yNo Timeline Photos",
          1362522582
        ],
        [
          "Do you have questions about the new BMW 3 Series Gran Turismo? Just put them in the comments. Our 2012 DTM champion Bruno Spengler will get you the answers at the Geneva Auto Show. Timeline Photos",
          1361806287
        ],
        [
          "Proportions, surfaces, lines – you know a 3 Series when you see one. The all-new BMW 3 Series Gran Turismo. Click for information: http://bit.ly/X7BYSQ Timeline Photos",
          1360858504
        ],
        [
          "Enter a new dimension of spaciousness: The new BMW 3 Series Gran Turismo. More legroom than a Sedan, more loading capacity than a Touring, yet still a true member of the BMW 3 Series. The new BMW 3 Series Gran Turismo",
          1360255377
        ],
        [
          "Gran Turismo 5",
          1331708112
        ],
        [
          "From a visionary idea to the road – in today’s picture gallery we show you how the first sketches for the all-new BMW 6 Series Gran Coupé looked like. We think the result was worth every second of work that our designers have put into it – what do you think? Design sketches for the all-new BMW 6 Series Gran Coupé",
          1326297068
        ],
        [
          "The BMW 6 Series Gran Coupé. Our BMW highlights 2011",
          1325378754
        ]
      ],
      "dates_start": 1366139316,
      "dates_end": 1438001417,
      "likes_avg": 19979,
      "likes_stdev": 27436,
      "comments_avg": 273,
      "comments_stdev": 470,
      "shares_avg": 2021,
      "shares_stdev": 3464
    },
    {
      "number": 12,
      "important": [
        "look",
        "bmw perform",
        "photo",
        "part",
        "feel",
        "perform part",
        "perform",
        "timelin",
        "accord",
        "bmw perform part"
      ],
      "common": [
        "bmw",
        "bmw performance",
        "bmw performance parts",
        "bmw performance parts bmw",
        "parts",
        "parts bmw",
        "performance",
        "performance parts",
        "performance parts bmw",
        "series"
      ],
      "messages": [
        [
          "Can you feel your feet tingle just by looking at this? The BMW X6 with M Performance Parts. Timeline Photos",
          1439193249
        ],
        [
          "Performance, perfected: Check out the BMW M4 with BMW M Performance Parts: https://youtu.be/D5FIlde-oz0 BMW UK Timeline Photos",
          1430920802
        ],
        [
          "Looks stunning. From close. From far. From everywhere. BMW M Performance Parts on the Ultimate Playground: http://youtu.be/2vq_ecTUGkU Ultimate Playground",
          1426263091
        ],
        [
          "Yield to temptation. The BMW M235i with BMW M Performance Parts. Timeline Photos",
          1424685686
        ],
        [
          "Unleash the sheer power of BMW M Performance parts & join the BMW M4 as it goes out to play on the ultimate playground. Watch the video in full: http://youtu.be/2vq_ecTUGkU BMW M PERFORMANCE - ULTIMATE PLAYGROUND.",
          1422598200
        ],
        [
          "It only takes a single letter to express the maximum in performance. BMW M Performance Parts for the BMW 2 Series Convertible",
          1421944386
        ],
        [
          "Putting the ///M in performance: explore the BMW M Performance Parts here: bmw.com/mperformance Timeline Photos",
          1417593719
        ],
        [
          "There are those who lead.\nAnd there are those who follow.\nWith modifications and BMW M Performance Parts the BMW M4 Coupé transforms into the DTM Safety Car. Timeline Photos",
          1403102249
        ],
        [
          "http://luxury-automobiless.blogspot.com/2014/06/bmw-4-series-coupe-m-performance-parts.html Luxury Automobiles: BMW 4-Series Coupe M Performance Parts, 2014 BMW 4-Series Coupe M Performance Parts, 2014, Luxury Automobiles",
          1402218639
        ],
        [
          "Racing for all and all for racing. The three muscleteers.\nFind out more about BMW M Performance Parts for your BMW, learn about BMW’s DTM commitment and download your wallpaper here:\n\nhttp://bit.ly/1neWVKO Trinity of power. Sponsored by BMW M Performance Parts",
          1400681289
        ],
        [
          "BMW X5 performance times ///M. BMW X5 M Performance Parts",
          1386089854
        ],
        [
          "Less rules. ///More performance.\nThe BMW M Performance Parts for the BMW 2 Series Coupé. Less rules. ///More performance.",
          1385655520
        ],
        [
          "Born on the race track. At home on the  road: BMW M Performance Parts. BMW 4 Series M Performance Parts",
          1378219328
        ],
        [
          "What space research is for some, race research is for others. We take our experience from the track into BMW M Performance Parts. For you. http://bit.ly/UDi0Ne Timeline Photos",
          1357575172
        ],
        [
          "BMW M Performance Parts Online Special: http://bit.ly/TqtF50 BMW M Performance Parts",
          1348494702
        ],
        [
          "BMW M Performance Parts The BMW M3 DTM",
          1332859898
        ]
      ],
      "dates_start": 1368102059,
      "dates_end": 1429159913,
      "likes_avg": 12893,
      "likes_stdev": 13545,
      "comments_avg": 160,
      "comments_stdev": 170,
      "shares_avg": 2088,
      "shares_stdev": 2915
    },
    {
      "number": 13,
      "important": [
        "comment",
        "last",
        "bmw instagram",
        "best",
        "instagram",
        "want",
        "follow",
        "share",
        "post",
        "week"
      ],
      "common": [
        "amrperformance",
        "best",
        "bmw",
        "bmw bmw",
        "bmw instagram",
        "follow",
        "instagram",
        "instagram bmw",
        "see",
        "www"
      ],
      "messages": [
        [
          "Thank you all for liking, sharing and commenting on the photos we post here. If you want to see more content from us, follow BMW on Instagram: http://instagram.com/bmw Last Week's Best Of Instagram",
          1487416088
        ],
        [
          "Booking open…  ਲਾਂਚ ਹੋਈ ਟੋਯੋਟਾ ਪ੍ਰੀਅਸ ਹਾਈਬ੍ਰਿਡ ਕਾਰ\n\nBooking open…  launchhoi toyota prius hybrid car\n\nToyota India, Maruti Suzuki Swift, BMW, BMW India, Mercedes-Benz, Mercedes-Benz India, Hyundai India\n\nFor more news Log on to :- http://www.dailypostpunjabi.com/\nSubscribe for more videos :- https://www.youtube.com/dailypostpunjabi\nFollow us on Twitter :- https://twitter.com/Dailypostpnbi\nFollow Us on Google + :- https://plus.google.com/+DailyPostPunjabi Booking open...  ਲਾਂਚ ਹੋਈ ਟੋਯੋਟਾ ਪ੍ਰੀਅਸ ਹਾਈਬ੍ਰਿਡ ਕਾਰ ਟੋਯੋਟਾ ਮੋਟਰਸ ਨੇ ਆਪਣੀ ਫਾਰਥ ਜੈਨਰੇਸ਼ਨ ਦੀ ਨਵੀਂ ਕਾਰ ਟੋਯੋਟਾ ਪ੍ਰੀਅਸ ਲਾਂਚ ਕਰ ਦਿੱਤੀ ਹੈ।",
          1487403058
        ],
        [
          "Video of Sarah Gibb's BMW N55 on the Dyno Dynamics (@dynodynamics) equipped with an AMR Performance (@amrperformance) Software upgrade (tune) pumping out 400tq on pump gas! 👍\n\nEmail: sales@amrperformance.com\nWebsite: www.AMRPERFORMANCE.com\nFollow us on YouTube: www.youtube.com/goamr\nFollow us on Twitter: www.twitter.com/amrperformance\nFollow us on Instagram: www.instagram.com/amrperformance\nFollow us on Tumblr: www.tumblr.com/blog/amrperformance\n______________________________________________ \n#AMRperformance #AMRtuning #AMRtuned #goAMR #AMRempire #AMR \n______________________________________________ \n#bmw #bmw3series #bmw335 #n55 #turbo #boost #boosted #turbolife #tuned \n#tunerlife #carporn #dynodynamics #instagood BMW 335i (N55) tuned by AMR Performance",
          1487368464
        ],
        [
          "Thank you all for liking, sharing and commenting on the photos we post here on Facebook. If you want to see more content from us, follow BMW on Instagram: http://instagram.com/bmw Last Week's Best of Instagram!",
          1444467021
        ],
        [
          "Golf pros and BMW have one thing in common, they are #DRIVENBYPASSION. See what we're talking about in this stunning video footage from the BMW Championship, featuring loads of amazing shots and curved balls. Follow BMW Golfsport and visit http://www.bmw-golfsport.com for a lot more.",
          1444325400
        ],
        [
          "Thank you all for liking, sharing and commenting on the photos we post here on Facebook. If you want to see more of them, follow @BMW on Instagram: http://instagram.com/bmw BMW Instagram",
          1440850723
        ],
        [
          "Thank you all for liking, sharing and commenting on the photos we post here on Facebook. If you want to see more of them, follow BMW on Instagram: http://instagram.com/bmw BMW Instagram",
          1434197192
        ],
        [
          "Here's this week's selection of our favourite Instagram pictures. Don't forget to follow us at www.instagram.com/bmw﻿ Best of Instagram",
          1432977733
        ],
        [
          "Can't get enough of BMW pictures? Follow us on Instagram: www.instagram.com/bmw BMW on Instagram",
          1393430185
        ],
        [
          "As you all might know, we love pictures of BMW models of any kind. That's why we have an Instagram profile. Take a look:\nhttp://instagram.com/bmw Follow us on Instagram!",
          1380722634
        ],
        [
          "Are you looking for more incredible BMW stuff? Make sure to follow us on Instagram: http://instagram.com/bmw BMW on Instagram",
          1375282297
        ],
        [
          "We share 'em from dusk till dawn! Follow us on http://instagram.com/bmw and post your best shots of awesome BMW models tagged with #BMWRepost. We'll take a look at them and the best ones will be featured on our profiles. Like this Instagram shot by @henrik_1969! Timeline Photos",
          1374853974
        ],
        [
          "If you want to see more, follow @BMW on Instagram: http://instagram.com/bmw BMW Instagram",
          1369751112
        ],
        [
          "Do you want to be featured by BMW? Follow us on http://instagram.com/bmw and post your best shots of awesome BMW models tagged with #BMWRepost. We take a look at them and the best ones will be featured on our profiles. BMW on Instagram: #BMWRepost",
          1368024707
        ],
        [
          "The one. #BMW #Zagato #Roadster BMW Instagram",
          1349708541
        ],
        [
          "Let's start the week sporty! #BMW #328i #Sport #red BMW Instagram",
          1349708541
        ],
        [
          "Think you can handle the ///M? #BMW #experience #racetrack BMW Instagram",
          1349708541
        ],
        [
          "Flee? Forget it! This car will get you. Always. #BMW #M5 #Police BMW Instagram",
          1349708541
        ],
        [
          "Enter the sand, man! #BMW #experience #namibia #offroad BMW Instagram",
          1349708541
        ],
        [
          "Monday. Back to work. #BMW #Munich #HQ #4cylinder BMW Instagram",
          1346080462
        ],
        [
          "Back in time. #BMW #vintage #classiccars #bmwmuseum BMW Instagram",
          1346080462
        ],
        [
          "We will be back on monday. See you! #BMW #taillights #weekend BMW Instagram",
          1346080462
        ],
        [
          "That's what we need on mondays – power! #bmw #twinpower #turbo BMW Instagram",
          1346080462
        ],
        [
          "Meanwhile, in Salzburg. #BMW #M6 #Convertible #Salzburg BMW Instagram",
          1346080462
        ],
        [
          "Please welcome @bmwiofficial here on Instagram! #BMW #BMWi #i8 BMW Instagram",
          1346080462
        ],
        [
          "Back to black. What's your favourite car colour? #BMW #Z4 #cabrio #convertible #black BMW Instagram",
          1346080462
        ],
        [
          "We love vintage! What's your favourite classic car? BMW Instagram",
          1346080462
        ],
        [
          "Joystick! #BMW #joy BMW Instagram",
          1346080462
        ],
        [
          "Have a good start into the week! #BMW #X6 #M #Red BMW Instagram",
          1346080462
        ],
        [
          "We'll be back on monday. #BMW #exhaust BMW Instagram",
          1346080462
        ],
        [
          "The sun always shines in a BMW. #BMW #rain #sun #raindrops BMW Instagram",
          1346080462
        ],
        [
          "Boost your energy for a fresh start this week! BMW Instagram",
          1341847037
        ],
        [
          "Breathe in. BMW Instagram",
          1341847037
        ]
      ],
      "dates_start": 1331594506,
      "dates_end": 1426361427,
      "likes_avg": 5256,
      "likes_stdev": 7237,
      "comments_avg": 147,
      "comments_stdev": 213,
      "shares_avg": 3614,
      "shares_stdev": 12837
    },
    {
      "number": 14,
      "important": [
        "sport",
        "dynam",
        "coupé",
        "seri coupé",
        "bmw seri coupé timelin",
        "coupé timelin",
        "bmw seri coupé",
        "new bmw",
        "new bmw seri",
        "seri coupé timelin"
      ],
      "common": [
        "bmw",
        "bmw series",
        "bmw series coupé",
        "coupé",
        "new",
        "new bmw",
        "new bmw series",
        "new bmw series coupé",
        "series",
        "series coupé"
      ],
      "messages": [
        [
          "Sport is its DNA.\nThe dynamic new BMW 4 Series Coupé. Timeline Photos",
          1487361602
        ],
        [
          "Never runs out of breath. \nThe BMW 2 Series Coupé. Timeline Photos",
          1486368002
        ],
        [
          "A blue-ribbon driving experience: The BMW 6 Series Coupé. Timeline Photos",
          1439387175
        ],
        [
          "Hitting the road with elegance & sportiness. The new BMW 6 Series Coupé. Timeline Photos",
          1434438691
        ],
        [
          "Striking sportiness, clear grace, sheer perfection. The BMW 6 Series Coupé.\nhttp://bit.ly/BMW6Series-Coupé-Efficiency Timeline Photos",
          1429450959
        ],
        [
          "The combination of intoxicating sports performance, majestic comfort during the journey, and luxurious interior ambience. The new BMW 6 Series Coupé.\n\nhttp://bit.ly/BMW6Series-Coupé-Efficiency The new BMW 6 Series Coupé",
          1427724472
        ],
        [
          "Traveling from one side of Germany to the other to pick up a BMW – absolutely worth it. The day before Matheus Fernandes Fotografia went to collect his brand new BMW 1 Series in Berlin, his friend Pete Hagemann, himself a proud BMW 2 Series Coupé owner, picked him up in Bielefeld for the trip to the Hauptstadt. Matheus thanked Pete by taking photos of his friend's glorious vehicle while at the same time capturing some striking images of the Brandenburger Tor and the Siegessäule. #BMWstories / By https://www.facebook.com/ffgrafia | http://ffgrafia.de/ The BMW 2 Series Coupé in the heart of Berlin",
          1425890484
        ],
        [
          "Owner of the night: the BMW 4 Series Coupé. Timeline Photos",
          1425659397
        ],
        [
          "This is how we roll. The BMW 4 Series Coupé. Timeline Photos",
          1421308622
        ],
        [
          "The new BMW 6 Series Coupé combines majestic performance with an undeniable aura of dynamic elegance. http://www.bmw.com/com/en/newvehicles/6series/coupe/2014/keep_informed/index.html Grace and Power.",
          1418659366
        ],
        [
          "4 the Team! – The BMW 4 Series Coupé. Photographed by Myrzik and Jarisch. Timeline Photos",
          1390408657
        ],
        [
          "Some things have an aura that never leaves you. – The BMW 4 Series Coupé, photographed by Mark Borthwick. Timeline Photos",
          1386693316
        ],
        [
          "Dance of the seven veils. – The BMW 4 Series Coupé, photographed by Thomas de Monaco. Timeline Photos",
          1386174226
        ],
        [
          "A line is nothing else than a set of points. – The BMW 4 Series Coupé, photographed by Mierswa and Kluska. Timeline Photos",
          1385567772
        ],
        [
          "This one is not only about driving pleasure. This one is to continue history. The first-ever BMW 2 Series Coupé.\r\nhttp://bit.ly/18SIHWO Timeline Photos",
          1383064876
        ],
        [
          "Less rules. More Performance. \nThe first-ever BMW 2 Series Coupé.\nhttp://bit.ly/1eJh03Y The first-ever BMW 2 Series Coupé.",
          1382712548
        ],
        [
          "Be there on October 25th.\nThe unveiling of the first-ever BMW 2 Series Coupé. http://youtu.be/T8BdivtdT5M Timeline Photos",
          1382189703
        ],
        [
          "Following the ideal line to a more intensive driving experience – the BMW M Performance Parts for the BMW 4 Series Coupé. More: http://bit.ly/1eUFVF6 Timeline Photos",
          1379686934
        ],
        [
          "It's time for the next step. The new BMW 4 Series Coupé. More on BMW-TV: http://bit.ly/1bnIFa1 Timeline Photos",
          1373466652
        ],
        [
          "Built for the road. And for the driver. The BMW 4 Series Coupé. More: http://bit.ly/11GDauB The BMW 4 Series Coupé",
          1371480763
        ],
        [
          "The “4” – from now on a sign of greater exclusivity and presence. The BMW 4 Series Coupé. Timeline Photos",
          1371305213
        ],
        [
          "Consummate elegance and dynamic presence – the BMW Pininfarina Gran Lusso Coupé. Timeline Photos",
          1371132865
        ],
        [
          "Eco-minded agility, sustainable design, electric driving pleasure. Our latest take on the future megacity vehicle: The BMW i3 Concept Coupé. http://bit.ly/Y2P8g9 Timeline Photos",
          1363016357
        ],
        [
          "We don't hide dynamics, we show them with every inch. Get ready for an exclusive look at our brand new TV commercial featuring the BMW Concept 4 Series Coupé: http://bit.ly/Zx1dRz Timeline Photos",
          1361548366
        ],
        [
          "A new dimension of aesthetics, dynamics and individuality – the BMW Concept 4 Series Coupé. Timeline Photos",
          1354809654
        ],
        [
          "Simply electrifying. Find the next step into the future of urban mobility: The BMW i3 Concept Coupé. Timeline Photos",
          1354207227
        ],
        [
          "BMW 1 Serie M Coupé\r\n\r\nBy Stefan Poppelaars in Prinsenbeek, the Netherlands",
          1348122683
        ],
        [
          "The BMW 6 Series Coupé. Our BMW highlights 2011",
          1325378751
        ],
        [
          "The BMW 1 Series M Coupé. Our BMW highlights 2011",
          1325378749
        ]
      ],
      "dates_start": 1352984557,
      "dates_end": 1432711585,
      "likes_avg": 35466,
      "likes_stdev": 39356,
      "comments_avg": 539,
      "comments_stdev": 791,
      "shares_avg": 3639,
      "shares_stdev": 4864
    },
    {
      "number": 15,
      "important": [
        "read",
        "way",
        "comfort",
        "possibl",
        "design",
        "accord",
        "bmw concept",
        "concept",
        "full",
        "bmw seri activ"
      ],
      "common": [
        "active",
        "active tourer",
        "bmw",
        "bmw concept",
        "bmw concept active",
        "bmw concept active tourer",
        "concept",
        "concept active",
        "concept active tourer",
        "tourer"
      ],
      "messages": [
        [
          "The BMW Concept X2 paves the way for fascinating design possibilities. \n\nRead the full article by DESIGNLOVR at: designlovr.de/magazin/bmw-concept-x2-crossover-coupe-design The BMW Concept X2 by Designlovr.",
          1486738811
        ],
        [
          "You don't need a couch to choose comfort. The BMW 2 Series Active Tourer. Timeline Photos",
          1422954326
        ],
        [
          "There are plenty of grounds for staying indoors, but one very good reason to head out: enjoy the BMW 2 Series Active Tourer. Timeline Photos",
          1421745121
        ],
        [
          "Functionality and aesthetics in perfect combination.\nThe BMW 2 Series Active Tourer easily manages tight curves and serpentines. Find out about all of its features here: http://youtu.be/UZl08_eJDgE Timeline Photos",
          1419264301
        ],
        [
          "BMW brand ambassador Karolina Kurkova is a real fan of the all-new BMW 2 Series Active Tourer: \"It is the perfect fit for me – because it combines style, flexibility and safety. And it is fun to drive.\"  – #BMWstories #active http://www.bmw.com/bmwstories/#campaign_active_tourer An urban encounter",
          1413901006
        ],
        [
          "To get you in the right mood for some outdoor activities, we prepared our BMW Brand Store Brussels for the launch of the BMW 2 Series Active Tourer. Experience outdoor and technology united on our showroom, as a high-tech robot creates twice a day wooden chairs that come from sustainably managed sources. http://www.bmwbrandstore.be/ Timeline Photos",
          1413382193
        ],
        [
          "At this year’s Paris Motor Show BMW brings you some great additions to the BMW family: the first-ever 2 Series Covertible, the all-new BMW X6 and BMW Concept X5 eDrive along with the first-ever BMW 2 Series Active Tourer. To get you in the right mood for Sheer Driving Pleasure we take you on a roadtrip through Italy straight to the French capital. Check it out. #BMWparis On the Road to Paris",
          1412259812
        ],
        [
          "Every day, always there.\nIn the city or on the road, the BMW 2 Series Active Tourer is a loyal companion throughout the activities of the day. Karolina Kurkova prooves just that, keeping things stylish on a shopping spree. #BMWstories #active Photos from BMW's post",
          1411639601
        ],
        [
          "Pack leader.\nSpace and comfort, style and elegance: the new BMW 2 Series Active Tourer combines BMW dynamics with today’s mobility requirements. Timeline Photos",
          1405693761
        ],
        [
          "Always raring to go. See the first-ever BMW 2 Series Active Tourer in action: http://bit.ly/1b3MUu5 Timeline Photos",
          1393344988
        ],
        [
          "Compact on the outside. Roomy on the inside. http://bit.ly/1cEJrNT\n\nPictures may differ from the actual vehicle. The first-ever BMW 2 Series Active Tourer",
          1392396755
        ],
        [
          "\"I fear nothing. The roads are mine.\"\nThe BMW Concept X4.\nhttp://bit.ly/187lP8p The BMW Concept X4",
          1384966142
        ],
        [
          "The BMW Concept M4 Coupé starring at this year's GQ award ceremony. GQ Men of the Year Awards 2013",
          1383929388
        ],
        [
          "As breathtaking as the landscape that surrounds it: the BMW Concept Active Tourer in the Dolomite Alps. http://bit.ly/17SZAM2 Timeline Photos",
          1380808813
        ],
        [
          "Last weekend we presented the BMW Concept M4 Coupé at the Pebble Beach Concours d'Elegance. For those who could not attend, here are a some impressions. BMW Concept M4 Coupé at the Pebble Beach Concours d'Elegance",
          1376924976
        ],
        [
          "Let's go outside - with the BMW Concept Active Tourer Outdoor. A clever concept car, built for leisure purposes. Sporty aesthetics powered by an environmentally friendly plug-in hybrid drive system. The BMW Concept Active Tourer Outdoor",
          1373553278
        ],
        [
          "Your questions about the BMW Concept X4 have been collected by Paul Tan's Automotive News last week and their guy Harvinder got you the answers at the BMW stand on the Auto Shanghai 2013. Click here to watch the video: http://bit.ly/11HehRu Timeline Photos",
          1366900701
        ],
        [
          "On Saturday the BMW Concept X4 arrived at the Shanghai Auto Show. If you get the chance, come to our stand and take a closer look. The BMW Concept X4 in Shanghai",
          1366645055
        ],
        [
          "The BMW Concept X4 is on its way to the Shanghai Auto Show. Do you have any questions about this model? The guys from Malaysia's #1 car blog Paul Tan's Automotive News will get you the answers. Click here: http://bit.ly/Yy7vzJ Timeline Photos",
          1366034837
        ],
        [
          "Striking proportions, sculptured contours and refined details – the BMW Concept X4. Click here to see the interview with our Head of Exterior Design: The BMW Concept X4. First glimpse and Interview.",
          1365605883
        ],
        [
          "Captivates everyone. Fears nothing.\nThe BMW Concept X4.\nhttp://bit.ly/13XLUUG The BMW Concept X4",
          1365171340
        ],
        [
          "In 2006, we paid tribute to the successes, skills and visions of motor racing pioneers with the BMW Concept Coupé Mille Miglia. BMW Concept Cars: The BMW Concept Coupé Mille Miglia",
          1363970549
        ],
        [
          "For all those who doubt that hybrid vehicles are winterproof – we drove the BMW i8 Concept to the arctic circle. And it rocked! Timeline Photos",
          1363362962
        ],
        [
          "The new BMW Concept Active Tourer in action. #BMW #Acitve #Tourer BMW Instagram",
          1349708541
        ],
        [
          "A new standard in the premium-car segment: the BMW Concept Active Tourer. #BMW #Concept #Active #Tourer BMW Instagram",
          1349708541
        ],
        [
          "More information about the BMW Concept Active Tourer: http://bit.ly/Suuirt The BMW Concept Active Tourer in Paris",
          1349104459
        ],
        [
          "BMW Concept Active Tourer: www.bmw.com/conceptactivetourer BMW Concept Active Tourer",
          1347634529
        ],
        [
          "BMW Concept Active Tourer and dont forget to like my page!!!",
          1347576616
        ],
        [
          "We won the 11th annual North American Concept Vehicle of the Year Award for our BMW i8 Concept Spyder! If you are as excited about this news as we are, click like! Timeline Photos",
          1343138221
        ],
        [
          "BMW i3 Concept and BMW i8 Concept BMW vehicles debut at New York Auto Show",
          1333551988
        ],
        [
          "BMW X8 CONCEPT",
          1331959380
        ],
        [
          "BMW gT CoNcEpt .",
          1331836783
        ],
        [
          "BMW M9 Concept",
          1331734900
        ]
      ],
      "dates_start": 1343583366,
      "dates_end": 1412001394,
      "likes_avg": 16334,
      "likes_stdev": 26102,
      "comments_avg": 356,
      "comments_stdev": 616,
      "shares_avg": 3859,
      "shares_stdev": 6719
    },
    {
      "number": 16,
      "important": [
        "photo",
        "accord",
        "timelin",
        "blue"
      ],
      "common": [
        "2015",
        "bmw",
        "itzkirb",
        "itzkirb photography",
        "m5",
        "photography",
        "republika staňte našimi fanoušky nic",
        "rex",
        "rex smaller",
        "rex smaller appetite"
      ],
      "messages": [
        [
          "Dracarys. Timeline Photos",
          1434549663
        ],
        [
          "It's just another magic M-Day! Timeline Photos",
          1434353517
        ],
        [
          "Treasure chest. Timeline Photos",
          1421856731
        ],
        [
          "BMW i8 is entering Las Vegas for CES 2015. Timeline Photos",
          1420553159
        ],
        [
          "Sonic Vroom. Timeline Photos",
          1418834375
        ],
        [
          "Víte, že všechny novinky o BMW můžete sledovat také v češtině na stránce BMW Česká republika? Staňte se našimi fanoušky a nic vám neunikne! Těšíme se na vás! Timeline Photos",
          1418723377
        ],
        [
          "Pedal to the metal. Timeline Photos",
          1414599159
        ],
        [
          "Pathfinder. Timeline Photos",
          1413555419
        ],
        [
          "When the maximum just isn't enough. Timeline Photos",
          1412864581
        ],
        [
          "Reflections from the past. Timeline Photos",
          1388764300
        ],
        [
          "Jump the hump!\r\n\r\n#BMWRepost feat. \r\nhttp://instagram.com/slammedstatus Timeline Photos",
          1386780027
        ],
        [
          "A salute to the Blue Flame. Timeline Photos",
          1382539447
        ],
        [
          "Just spinning. Timeline Photos",
          1372082528
        ],
        [
          "A homage to T-Rex – With a smaller appetite.\r\nhttp://bit.ly/XcHmVl Timeline Photos",
          1362673544
        ],
        [
          "All Eyez on Me! Timeline Photos",
          1360771272
        ],
        [
          "M5 Itzkirb|Photography BMW M5\nPhoto by: Itzkirb|Photography",
          1355459723
        ],
        [
          "Imagine. Timeline Photos",
          1349965391
        ]
      ],
      "dates_start": 1369137879,
      "dates_end": 1424853439,
      "likes_avg": 53881,
      "likes_stdev": 45119,
      "comments_avg": 776,
      "comments_stdev": 1167,
      "shares_avg": 4993,
      "shares_stdev": 7517
    }
  ]
}