{
  "pagename": "Cristiano",
  "page_name_displayed": "Cristiano Ronaldo",
  "globalstats": {
    "fan_count": 120225705,
    "messages": 1431,
    "likes_avg": 677998,
    "likes_stdev": 760941,
    "comments_avg": 11542,
    "comments_stdev": 12326,
    "shares_avg": 12164,
    "shares_stdev": 20919,
    "graph_uri": "clusters/Cristiano.png"
  },
  "clusters": [
    {
      "number": 1,
      "important": [
        "madrid",
        "real",
        "footbal",
        "team",
        "win",
        "time",
        "dedic",
        "moment",
        "youth sport"
      ],
      "summary": [
        "Real Madrid C.F.",
        "What a great win yesterday for Real Madrid C.F.",
        "Thank you so much for your support on Real Madrid C.F.",
        "Real Madrid - Barcelona.",
        "Barcelona 1-2 Real Madrid."
      ],
      "common": 0,
      "messages": [
        [
          "So happy and glad to win. Thanks Real Madrid and Portugal National team.amazing year. Simmmmmmm💪🏽💪🏽💪🏽💪🏽. Timeline Photos.",
          1481571000
        ],
        [
          "Very happy and proud to win such a special award. Thank you to my team mates from Real Madrid and Portugal! ✌🏼️🔝👍🏼. Timeline Photos.",
          1472141696
        ],
        [
          "Grande jogo de toda a equipa.Vencemos juntos, celebramos juntos. Real Madrid C.F. #HalaMadrid #RMClasico ⚽😀💪🏽✌🏽️👊🏽. Timeline Photos.",
          1459627975
        ],
        [
          "Thanks to my team mates and Real Madrid fans for this beautiful moment.  ❤️❤️❤️. Timeline Photos.",
          1445095931
        ],
        [
          "Do you want to be my VIP guest at El Clásico: Real Madrid v. Barcelona? Here's your chance! Support youth sports programs in Haiti and you could win a trip to Madrid to meet me and watch the match. ⚽️ ENTER: http://bit.ly/VIPatElClasico. Timeline Photos.",
          1444402115
        ],
        [
          "Ready to have your mind blown? I’m giving you the chance to fly to Madrid to hang out with me — a pre-game meal, haircut, talk football  — plus be my VIP guest at El Clásico: Real Madrid v. Barcelona. ENTER: http://bit.ly/HangWithRonaldo\n\nAll entries support the incredible work of Artists for Peace and Justice!",
          1442829645
        ],
        [
          "Tomorrow is decisive and your support is essential for the triumph! Hala Madrid! PORQUE TÚ ESTÁS AHÍ. Llamamiento de los jugadores del Real Madrid a sus aficionados.",
          1429646742
        ],
        [
          "Tomorrow is Champions League day. All set! Vamos Real Madrid C.F. Mobile Uploads.",
          1425913698
        ],
        [
          "Happy birthday Real Madrid C.F. for the 113 years of success. Mobile Uploads.",
          1425642400
        ],
        [
          "Tomorrow we’ll face Elche. Vamos Real Madrid C.F.! Mobile Uploads.",
          1424527184
        ],
        [
          "Preparing for the next match against Córdoba. Real Madrid C.F. Mobile Uploads.",
          1421852492
        ],
        [
          "It’s an unforgettable moment in my life to win the Ballon d’Or for the third time! I feel extremely happy and proud to receive this award and I want to keep challenging myself everyday. I have to thank my family, all the people who support me and also to my colleagues of Real Madrid and Portuguese National team that make me a better player every day. #ballondor2014. Timeline Photos.",
          1421092102
        ],
        [
          "Show us your support for this weekend’s Clasico by taking part in Emirates’ #HelloClasico contest. Emirates. Show your passion for Real Madrid C.F. in the run up to El Clasico and you could win a trip to see Real Madrid play at the Dubai Football Challenge on December 30th! Click here for more information: http://bit.ly/HelloClasico #HelloClasico.",
          1413902962
        ],
        [
          "Mis declaraciones se han malinterpretado. Ayer escuché a mi Presi y estoy con él al 100%. Los nuevos compañeros son top! y con ellos hemos completado una gran plantilla. Vamos a por todas! Un abrazo y Hala Madrid!",
          1410006190
        ],
        [
          "#RealMadridSevilla #HalaMadrid #SuperCup Real Madrid C.F. UEFA SuperCup Champions.",
          1407922944
        ],
        [
          "All set for the UEFA Super Cup final today #RealMadridSevilla #halamadrid. Timeline Photos.",
          1407839736
        ],
        [
          "Today’s training session Real Madrid C.F. Timeline Photos.",
          1407498616
        ],
        [
          "La Décima is ours. Hala Madrid! #uclfinal #realmadrid #lisbon MezzoLab.",
          1400965246
        ],
        [
          "Hey all Real Madrid C.F. fans! Come cheer us #APorLaDécima. Your support is our strenght. Timeline Photos.",
          1400674717
        ],
        [
          "Training for the final on Saturday! #APorLaDécima Real Madrid C.F. Timeline Photos.",
          1400577762
        ],
        [
          "Morning training session Real Madrid C.F. Timeline Photos.",
          1400060525
        ],
        [
          "Real Madrid C.F. will face Borussia Dortmund on the quarterfinals of the Champions League. Let’s go team! Timeline Photos.",
          1395402001
        ],
        [
          "Real Madrid C.F. training session before the match against Schalke tomorrow. Timeline Photos.",
          1395067604
        ],
        [
          "Atlético Madrid vs Real Madrid - 0:2 (16') \n\nCR7 ON FIRE! What a great penalty kick in the first half. #GoalCR7. Timeline Photos.",
          1392146213
        ],
        [
          "Atlético Madrid vs Real Madrid - 0:1 (7') \n\nGOOOOAL!!! CR7 scores the lead early in the game with a penalty kick. #GoalCR7. Timeline Photos.",
          1392145687
        ],
        [
          "Today I shared the Ballon d'Or with the Real Madrid fans in the Bernabéu. This award is also yours. Real Madrid 2 - 0 Granada.",
          1390675877
        ],
        [
          "Very proud to win the Ballon d’Or for the second time, it means so much to me! I thank my teammates from Real Madrid and Portuguese National Team. It wouldn’t be possible without them. Timeline Photos.",
          1389638987
        ],
        [
          "What an exciting game at the Bernabéu! Hala Madrid! Mobile Uploads.",
          1382558339
        ],
        [
          "Hey guys. Thank you so much for your support on Real Madrid C.F. http://instagram.com/p/em_p9AMoMp/ realmadrid's photo on Instagram.",
          1380014269
        ],
        [
          "What a great win yesterday for Real Madrid C.F. Timeline Photos.",
          1379936262
        ],
        [
          "All the news about my renewal with Real Madrid are false.",
          1371124345
        ],
        [
          "Real Madrid – 4 Valladolid – 3. What a great game. Timeline Photos.",
          1367834917
        ],
        [
          "Great game. Great win. Hala Madrid! Real Madrid - 3 Galatasaray - 0.",
          1365019226
        ],
        [
          "Great match and another win. Hala Madrid! Real Madrid - 2 Fc Barcelona - 1.",
          1362254457
        ],
        [
          "What an exciting game yesterday! Real Madrid – 1 Manchester United – 1.",
          1360838519
        ],
        [
          "Happy to be part of the 10 top scorers of Real Madrid’s history. Real Madrid legends.",
          1360667265
        ],
        [
          "Tomorrow we will fight for another win. What's your hint for the result? Hala Madrid!",
          1359208859
        ],
        [
          "Want to watch a match in my own VIP-box in Madrid? \r\nEnter the Pro Evolution Soccer Xmas competition now on: \r\nhttp://www.cr7.konami-pes2013.com/ Timeline Photos.",
          1355992589
        ],
        [
          "I want to dedicate this award to all Real Madrid fans. Timeline Photos.",
          1354818968
        ],
        [
          "Don´t forget to follow us today. Hala Madrid.",
          1351941000
        ],
        [
          "That I am feeling sad and have expressed this sadness has created a huge stir. I am accused of wanting more money, but one day it will be shown that this is not the case. At this point, I just want to guarantee to the Real Madrid fans that my motivation, dedication, commitment and desire to win all competitions will not be affected. I have too much respect for myself and for Real Madrid to ever give less to the club than all I am capable of. Abrazos to all madridistas.",
          1346776782
        ],
        [
          "Its a great feeling winning the  Supercopa with our supporters. Thank you.  Hala Madrid! Real Madrid 1 - Valencia 1.",
          1346276117
        ],
        [
          "Spanish Super Cup. Real Madrid - Barcelona. Spanish Super Cup.",
          1346229419
        ],
        [
          "Somos uma equipa, somos o Real Madrid! We are a team, we are Real Madrid. Real Madrid kicked-off the new La Liga season at the Santiago Bernabéu against Valencia. Enjoy the ad that the Whites have created especially for their Liga ...",
          1345461941
        ],
        [
          "New season, big ambition. With your support we are much stronger. Like if you are with us.\nHala Madrid!",
          1345369663
        ],
        [
          "What an incredible journey so far in the club and I hope for much more to come.  Real Madrid C.F. Third anniversary of Cristiano Ronaldo's arrival at Real Madrid http://bit.ly/PkaHtq.",
          1341588446
        ],
        [
          "19:00 en Cibeles... Os esperamos a todos para celebrarmos un titulo mas! Hala Madrid!!",
          1336036422
        ],
        [
          "©REALMADRID 2012. Barcelona 1-2 Real Madrid.",
          1334984400
        ],
        [
          "Great team result. Hala Madrid! Real Madrid v APOEL Nicosia.",
          1333634904
        ],
        [
          "ads. Real Madrid v Real Sociedad.",
          1332685372
        ],
        [
          "Watch this video and join us latter. Hala Madrid! Real Madrid don't just play, they inspire.",
          1329832461
        ],
        [
          "Real Madrid 4 vs Levante 2. Real Madrid 4 - Levante 2.",
          1329228591
        ],
        [
          "Getafe 0-1 Real Madrid. Getafe 0-1 Real Madrid.",
          1328546051
        ],
        [
          "FT: Málaga 0-1 Real Madrid C.F. (71' Karim Benzema). ¡Hala Madrid! FT: Málaga 0-1 Real Madrid C.F. (71' Karim Benzema). ¡Hala Madrid.",
          1326477297
        ],
        [
          "Real Madrid created a fun quiz for fans. How much do you know about me and Real Madrid? \n\nClick here to play the ”Real Madrid QUIZ” and the chance to win official Real Madrid merchandise, signed shirts and other fantastic prizes! http://bit.ly/vNRlcn. Timeline Photos.",
          1326382944
        ]
      ],
      "dates_start": 1343450040,
      "dates_end": 1423844063,
      "likes_avg": 468177,
      "likes_stdev": 606574,
      "comments_avg": 14822,
      "comments_stdev": 19319,
      "shares_avg": 24919,
      "shares_stdev": 43530
    },
    {
      "number": 2,
      "important": [
        "win",
        "best",
        "ballondor",
        "footwear",
        "happi",
        "newest",
        "lead",
        "import",
        "good"
      ],
      "summary": [
        "It’s an honor to be the all-time leading goalscorer for Real Madrid and I have to thank my teammates, coaches, the president, everyone at Real Madrid and my family, friends and all the fans for always supporting me.",
        "Happy for the win today #halamadrid.",
        "Another win for the team.",
        "What a joy to win this trophy that I want to share with all of you.",
        "Thank you all for the warm reception."
      ],
      "common": 0,
      "messages": [
        [
          "Ya conoces mi nuevo gimnasio CR7 Crunch Fitness? Ven a ciudad Lineal, hasta el final del mes y  aprovecha la matrícula gratis 😉. Photos from Cristiano Ronaldo's post.",
          1489422343
        ],
        [
          "Very proud and happy with the opening of my hotel, Pestana CR7 , at Funchal. Photos from Cristiano Ronaldo's post.",
          1469225074
        ],
        [
          "Good win ⚽️👍🏼\nLevante 1 - Real Madrid 3. Photos from Cristiano Ronaldo's post.",
          1456957062
        ],
        [
          "Great win! 👍🏼👌🏼✌🏼. Photos from Cristiano Ronaldo's post.",
          1455388158
        ],
        [
          "My third Pichichi award! Proud to be the best scorer of La Liga. Thank you all. Photos from Cristiano Ronaldo's post.",
          1454955196
        ],
        [
          "Arrived in Zurich for the #BallondOr. Photos from Cristiano Ronaldo's post.",
          1452518174
        ],
        [
          "Going to Zurich for the #BallondOr day. Photos from Cristiano Ronaldo's post.",
          1452509094
        ],
        [
          "Never imagined to achieve this record when I arrived in Real Madrid six years ago. It’s an honor to be the all-time leading goalscorer for Real Madrid and I have to thank my teammates, coaches, the president, everyone at Real Madrid and my family, friends and all the fans for always supporting me. I’m very happy to be living this special moment. #halamadrid. Photos from Cristiano Ronaldo's post.",
          1443784195
        ],
        [
          "Important win for the team against Serbia. One step closer to #euro2016. #forçaportugal. Photos from Cristiano Ronaldo's post.",
          1427661557
        ],
        [
          "Happy for the win today #halamadrid. Photos from Cristiano Ronaldo's post.",
          1423942082
        ],
        [
          "Press conference is done. Can’t wait for the ceremony! #ballondor2014. Photos from Cristiano Ronaldo's post.",
          1421077121
        ],
        [
          "I feel so proud to be honoured with a statue in Madeira. It's a huge joy to share this moment with my family and the people from Madeira. Thank you all for the warm reception. Photos from Cristiano Ronaldo's post.",
          1419188690
        ],
        [
          "Honoured to receive the Cordão Autonómico de Distinção, the highest distinction of Madeira, in my hometown. A very special moment for me. Photos from Cristiano Ronaldo's post.",
          1419180824
        ],
        [
          "Another important trophy for the team. The Club World Cup is ours. Hala Madrid! Photos from Cristiano Ronaldo's post.",
          1419111051
        ],
        [
          "We're in the final of the Club World Cup. Hala Madrid! Photos from Cristiano Ronaldo's post.",
          1418818089
        ],
        [
          "This is a big moment in my career. Last night I won the awards for Best Forward, Best Goal and Best Player in La Liga in 2013-14 and that makes me very happy. Thank you all. Photos from Cristiano Ronaldo's post.",
          1414488145
        ],
        [
          "Another win for the team. Hala Madrid! Photos from Cristiano Ronaldo's post.",
          1414259788
        ],
        [
          "Another win last night in the group stage of the Champions League. #HalaMadrid. Photos from Cristiano Ronaldo's post.",
          1412233708
        ],
        [
          "Another exciting match for Real Madrid C.F. with a win against Elche. Let’s go team! Photos from Cristiano Ronaldo's post.",
          1411546215
        ],
        [
          "What a great match yesterday! Hala Madrid. Photos from Cristiano Ronaldo's post.",
          1411289740
        ],
        [
          "#UEFAbestplayer of Europe. What a joy to win this trophy that I want to share with all of you. Thank you. Photos from Cristiano Ronaldo's post.",
          1409244116
        ],
        [
          "I am very proud to finally launch my new Rankin X Ronaldo for #CR7Underwear campaign! The second collection launches today- hope you love it as much as I do! Available now on www.CR7Underwear.com check it out! Photos from Cristiano Ronaldo's post.",
          1407141825
        ],
        [
          "Happy and proud to announce my newest range of products: Cristiano Ronaldo Footwear, 100% made in Portugal. Next February you’ll be able to get your own pair. Quality, comfort and sophistication describe my newest brand #CR7footwear. This Spring Summer 2015 you’ll know how it feels walking in my shoes. www.cr7footwear.com. Photos from Cristiano Ronaldo's post.",
          1405602577
        ],
        [
          "We’re Champions of Europe! I’m living a dream! Thank you all! #halamadrid #UCLfinal #lisbon. Photos from Cristiano Ronaldo's post.",
          1401086965
        ],
        [
          "Good to be back on the pitch, specially with a win over Bayern. One step forward to the final. #RoadtoLisbon. Photos from Cristiano Ronaldo's post.",
          1398329541
        ],
        [
          "What an incredible night! Thanks to all the fans who celebrated with us. #CopadelRey Real Madrid C.F. Photos from Cristiano Ronaldo's post.",
          1397724389
        ]
      ],
      "dates_start": 1403496554,
      "dates_end": 1450863885,
      "likes_avg": 1049511,
      "likes_stdev": 461998,
      "comments_avg": 17592,
      "comments_stdev": 10678,
      "shares_avg": 22213,
      "shares_stdev": 20198
    },
    {
      "number": 3,
      "important": [
        "good morn",
        "album",
        "photo",
        "untitl",
        "ride",
        "happi",
        "world",
        "gym"
      ],
      "summary": [
        "Good morning ⚽️.",
        "Good morning.",
        "Good morning!",
        "Good morning ☀️☀️⚽️.",
        "G morning ☀️☀️☀️☀️⚽️."
      ],
      "common": 0,
      "messages": [
        [
          "Good morning! Timeline Photos.",
          1486714209
        ],
        [
          "Happy morning 👍👍👍. Timeline Photos.",
          1479996976
        ],
        [
          "G morning 👍. Timeline Photos.",
          1478330413
        ],
        [
          "Morning walk 🚶🏽. Timeline Photos.",
          1476091508
        ],
        [
          "Good morning gym 💪🏼. Timeline Photos.",
          1469801442
        ],
        [
          "Good morning ⚽️. Timeline Photos.",
          1443946423
        ],
        [
          "Good morning. Timeline Photos.",
          1443853322
        ],
        [
          "Good morning. Timeline Photos.",
          1443598264
        ],
        [
          "Good morning world. ☀️. Timeline Photos.",
          1441609061
        ],
        [
          "Good morning ☀️☀️⚽️. Timeline Photos.",
          1439962656
        ],
        [
          "G morning ☀️☀️☀️☀️⚽️. Timeline Photos.",
          1439527671
        ],
        [
          "Morning ride. Timeline Photos.",
          1405065022
        ],
        [
          "Great morning in Israel with my colleagues. Untitled Album.",
          1363864019
        ]
      ],
      "dates_start": 1414465585,
      "dates_end": 1479743797,
      "likes_avg": 1936910,
      "likes_stdev": 692715,
      "comments_avg": 33378,
      "comments_stdev": 17028,
      "shares_avg": 17406,
      "shares_stdev": 9727
    },
    {
      "number": 4,
      "important": [
        "friend",
        "great",
        "time",
        "nice",
        "celebr",
        "ronaldo",
        "peopl",
        "imag",
        "team",
        "media"
      ],
      "summary": [
        "This is a very strategic move for me and my management team to take the Cristiano Ronaldo brand to the next level, especially in Asia.",
        "Celebrating this important win with my friends.",
        "Happy to spend family time with my son.",
        "I can’t thank you enough for all your birthday messages and wishes!",
        "I feel very thankful and proud to be her son and to have her in my life."
      ],
      "common": 0,
      "messages": [
        [
          "Flying with style. Mobile Uploads.",
          1444338774
        ],
        [
          "Mission accomplished! Great team work leads to great victories. #euro2016 here we go. #forçaportugal. Mobile Uploads.",
          1444336272
        ],
        [
          "Tickets are now on sale for my new film Ronaldo in cinemas worldwide Nov 9! 🎥🎬 Head to www.ronaldothefilm.com now and keep checking as more countries and cinemas are added. Mobile Uploads.",
          1444233137
        ],
        [
          "So excited 😊 Here's the poster for my official documentary in cinemas soon. What do you think? ⚽️🎥. Mobile Uploads.",
          1443184452
        ],
        [
          "What do you think of Cristiano Ronaldo Legacy? Mobile Uploads.",
          1441823377
        ],
        [
          "No one at the National Team is indifferent to the Europe’s refuggee crisis and to the shocking images spread by the media. All our thoughts are with those people. Mobile Uploads.",
          1441292728
        ],
        [
          "Fun time with my bro!!! Mobile Uploads.",
          1438882518
        ],
        [
          "Good win tonight. Mobile Uploads.",
          1438004294
        ],
        [
          "Iker, un orgullo haber trabajado contigo tantos años. Mucha suerte en tu nuevo equipo! Mobile Uploads.",
          1436778681
        ],
        [
          "Introducing MTG Sixpad in China. Mobile Uploads.",
          1436445726
        ],
        [
          "Sixpad launch in Tokyo! Mobile Uploads.",
          1436338926
        ],
        [
          "Amazing vacations with great friends. Mobile Uploads.",
          1435943315
        ],
        [
          "I am very excited to announce my latest deal with Mint Media, owned by my good friend, businessman Peter Lim from Singapore, to acquire my image rights. This is a very strategic move for me and my management team to take the Cristiano Ronaldo brand to the next level, especially in Asia. Mobile Uploads.",
          1435557740
        ],
        [
          "Celebrating my son's 5th birthday. Mobile Uploads.",
          1434579733
        ],
        [
          "Hello all! Positive thoughts for the people in Nepal. Portugal and Nepal together! Mobile Uploads.",
          1434370703
        ],
        [
          "Nice boat hein? Mobile Uploads.",
          1433077617
        ],
        [
          "Great coach and amazing person. Hope we work together next season. Mobile Uploads.",
          1432408295
        ],
        [
          "Which pair of CR7 Underwear should I wear today? Help me choose! Mobile Uploads.",
          1432097319
        ],
        [
          "Celebrating this important win with my friends. Mobile Uploads.",
          1429738572
        ],
        [
          "Celebrating the birthday of a great friend. Mobile Uploads.",
          1428608591
        ],
        [
          "Exercise all you can! It's good for your body and your mind! Mobile Uploads.",
          1428345980
        ],
        [
          "Nice dinner with a good friend. Mobile Uploads.",
          1428002381
        ],
        [
          "Did you see what I did to Ricardo Quaresma's car on Nike Football's Snapchat?! Quaresma, please don’t be mad! 😂. Mobile Uploads.",
          1427383341
        ],
        [
          "Good morning ! Leaving for training with this nice weather. Mobile Uploads.",
          1425456678
        ],
        [
          "Playing with my kid. CR Junior 2 - CR 1!! Mobile Uploads.",
          1424707298
        ],
        [
          "Want to know what it’s like walking in my shoes? My CR7 Footwear collection launches today! #cr7footwear www.cr7footwear.com. Mobile Uploads.",
          1424001164
        ],
        [
          "30 years old! I can’t thank you enough for all your birthday messages and wishes! Thank you so much for your everyday support. Mobile Uploads.",
          1423168535
        ],
        [
          "True friendships are never enough! Celebrate #friendsday. Mobile Uploads.",
          1423072583
        ],
        [
          "Revealing my SS15 #CR7Underwear campaign & my top tips for health and fitness on http://www.cr7underwear.com/cr7-ss15-launch.aspx Check it out! Mobile Uploads.",
          1422989308
        ],
        [
          "My special #Mercurial for a night when we need to be at our best. Nike Football. Mobile Uploads.",
          1421306522
        ],
        [
          "Think you’ve seen all my skills? Coming soon…. www.CR7Footwear.com. Mobile Uploads.",
          1420979014
        ],
        [
          "Having a great time in Dubai! Mobile Uploads.",
          1419671589
        ],
        [
          "Nice to relax and have some fun on some days off! Mobile Uploads.",
          1419335384
        ],
        [
          "Thank you BBC for choosing me as 2014 Overseas Sports Personality. It’s very rewarding to win this award. Mobile Uploads.",
          1418668320
        ],
        [
          "My mother is, without any doubt, a mother courage. I feel very thankful and proud to be her son and to have her in my life. Mobile Uploads.",
          1418066636
        ],
        [
          "Time for a bike ride. Mobile Uploads.",
          1417611926
        ],
        [
          "Christmas time has arrived. Mobile Uploads.",
          1416574756
        ],
        [
          "Happy to spend family time with my son. Mobile Uploads.",
          1416073218
        ],
        [
          "A very important win #forçaportugal #euro2016. Mobile Uploads.",
          1416003513
        ],
        [
          "Today I received MARCA’s Di Stéfano award and Pichichi award. It’s always a pleasure to be recognized with these trophies and I’ll keep working hard to win more. Mobile Uploads.",
          1415627532
        ],
        [
          "Dinner with tigriski. Mobile Uploads.",
          1412539655
        ],
        [
          "My son wearing the special helmet. #DontCrackUnderPressure. Mobile Uploads.",
          1409571119
        ],
        [
          "Nice to hang out with the champ @FloydMayweather. Mobile Uploads.",
          1406381863
        ],
        [
          "With my friend president Tsuyoshi Matsushita. Mobile Uploads.",
          1406133502
        ],
        [
          "I'm on my way to... Mobile Uploads.",
          1405888497
        ],
        [
          "Time to fly again. Mobile Uploads.",
          1405771824
        ],
        [
          "Força Portugal! Mobile Uploads.",
          1402092424
        ],
        [
          "Such an honour to be one of TIME's 100 most influential people. http://time.com/70818/cristiano-ronaldo-2014-time-100/ Cristiano Ronaldo: The World’s 100 Most Influential People. Portugal's game winner.",
          1398432475
        ],
        [
          "Always eternal Eusebio, rest in peace. Mobile Uploads.",
          1388908853
        ],
        [
          "Thankful Madiba for your legacy and your example. You\"ll always stay with us. Mobile Uploads.",
          1386279816
        ],
        [
          "Enjoyable dinner with family and friends in Madeira. Mobile Uploads.",
          1386110496
        ],
        [
          "Thanks to the fans for the great support. I wish I was there helping my team. Mobile Uploads.",
          1385581807
        ],
        [
          "Heading back to the hotel with this great surprise. Thank you guys. Mobile Uploads.",
          1385199834
        ],
        [
          "What a game! #Portugal let's do this!\nEurope: http://go.nike.com/2hinjnl \nUS: http://go.nike.com/01ovbc8c. Mobile Uploads.",
          1384553213
        ],
        [
          "Empowering people through mobile technologies is the future and that is why I just became an investor & ambassador at http://mobitto.com.",
          1354624388
        ]
      ],
      "dates_start": 1400907956,
      "dates_end": 1438624997,
      "likes_avg": 1325958,
      "likes_stdev": 865066,
      "comments_avg": 21108,
      "comments_stdev": 13375,
      "shares_avg": 17306,
      "shares_stdev": 15563
    },
    {
      "number": 5,
      "important": [
        "nike",
        "footbal",
        "mercuri",
        "app",
        "train",
        "boot",
        "exclus",
        "footballapp",
        "ronaldo"
      ],
      "summary": [
        "Watch me and my #Mercurial in “Fast” on the Nike Football App: www.nike.com/footballapp .",
        "Available now in the Nike Football App: http://gonike.me/Football_App!",
        "The new Nike Mercurial is available now, exclusively in the Nike Football App: go.nike.com/footballapp (🏎 not included😉) There’s only one place to keep the fastest ever Nike Mercurial.",
        "👀🏃🏽👀🏃🏽💥#SparkBrilliance\nSee the full story June 9 in the Nike Football App: go.nike.com/footballapp\nNike Mercurial.",
        "Check out some of the boots that contributed to the milestone in the Nike Football App: http://gonike.me/Football_App."
      ],
      "common": 0,
      "messages": [
        [
          "Honoured to wear my CR7 #Mercurial Vitórias boots today 🙌🏼🏆 Nike Football. Timeline Photos.",
          1483773845
        ],
        [
          "💪 Extra effort.\n✅ Extra reward.\n🏆 #StrikeSeries\n\nSpeed up with Nike Football's Modern uniform of fast:\nnike.com/football. Timeline Photos.",
          1477573740
        ],
        [
          "Great to be back to full team training! 💪⚽ 🏃💨\nTrain fast with Nike Football's Strike Series, the modern uniform of speed: http://gonike.me/TrainFast_CR7. Timeline Photos.",
          1473339601
        ],
        [
          "Enjoying being back in training in my latest gear.\n\nGet the Nike Football Strike Series: Nike.com/football. Timeline Photos.",
          1472131801
        ],
        [
          "Mental preparation for tomorrow’s match starts today. Try Pro Genius brain training tools - only in the Nike Football App: http://gonike.me/GENIUS\n#SparkBrilliance. Nike Football and CR7 Present - Pro Genius Mental Training Tools.",
          1466168400
        ],
        [
          "The game starts tomorrow, but the mental preparation starts now. Train your brain like the pros with Nike Football Pro Genius: go.nike.com/footballapp\nNike Mercurial.",
          1465798895
        ],
        [
          "One moment can change everything. #SparkBrilliance. \nNike Mercurial.",
          1465449134
        ],
        [
          "See what happens when two worlds collide. #SparkBrilliance\n\nDiscover the full story on June 9 in the Nike Football App: go.nike.com/footballapp\nNike Mercurial.",
          1465390800
        ],
        [
          "Seriously, what’s going on Nike Football?\n\nSee the whole story on June 9, in the Nike Football App: go.nike.com/footballapp.",
          1465304529
        ],
        [
          "I’m feeling a little bit different today…#SparkBrilliance. Find out what’s going on June 9, in the Nike Football App: go.nike.com/footballapp.",
          1465218343
        ],
        [
          "👀🏃🏽👀🏃🏽💥#SparkBrilliance\nSee the full story June 9 in the Nike Football App: go.nike.com/footballapp\nNike Mercurial.",
          1465131600
        ],
        [
          "At my house, speed gets its own room. The new Nike Mercurial is available now, exclusively in the Nike Football App: go.nike.com/footballapp (🏎 not included😉)",
          1464498000
        ],
        [
          "There’s only one place to keep the fastest ever Nike Mercurial. Come see for yourself. My new film premiers today, exclusively in the Nike Football App: go.nike.com/footballapp. Timeline Photos.",
          1464238801
        ],
        [
          "See the fastest Nike Mercurial collection on the planet.\nMy new film premiers tomorrow, exclusively in the Nike Football App: go.nike.com/footballapp. Timeline Photos.",
          1464152671
        ],
        [
          "Looking and feeling faster than ever! 👍🏼👊🏼💥\nLove the new #Mercurial soleplate @NikeFootball, fits perfectly. Get yours first, May 28th, only in the Nike Football App: go.nike.com/footballapp. Timeline Photos.",
          1463634243
        ],
        [
          "My new #Mercurial are as fast as they look, trust me. 🏎💨💥\n\nGet them first, May 28th, only in the Nike Football App: Nike.com/footballapp.",
          1463547719
        ],
        [
          "Can’t wait to make my new speed advantage count on football’s greatest stage! Thanks Nike Football. ⚽🏃🏽💨💥\n\nThe new #Mercurial is faster than ever. Get yours first on\nMay 28th, only in the Nike Football App: go.nike.com/\nfootballapp. Timeline Photos.",
          1463461336
        ],
        [
          "Speed redefined #sanahizmiyok 🇹🇷. Türk Telekom. Hızın yeni adı, GİGA 4.5G\nEn hızlı 4.5G’den 3 kat daha hızlı.\n#sanahızmıyok.",
          1460297346
        ],
        [
          "Thanks Nike Football getting me equipped for the match💎 ⚽👌\nYour pair is available now on nike.com Nike Mercurial. Timeline Photos.",
          1459573398
        ],
        [
          "No days off 💪🏽👍🏽\nGear up with my new CR7 Natural Diamond training\napparel now on NIKE.COM/FOOTBALL Nike Mercurial. Timeline Photos.",
          1459486689
        ],
        [
          "#ronaldoyahizlazim ✈️🇹🇷. Ronaldo'ya Hız Lazım! #Ronaldoyahızlazım. Ronaldo’ya hız lazım! / Ronaldo needs speed! Türkiye’de kim veya neresi Ronaldo’yu eski hızına ulaştıracak? Tahminini #Ronaldoyahızyahızlazım etiketiyle twee...",
          1459105127
        ],
        [
          "Delighted to wear these on-pitch! ! ☝ ⚽\nFor all Nike Football CR7 launches, download the Nike Football App for exclusive access. http://gonike.me/Football_App \nNike Mercurial. Timeline Photos.",
          1458889168
        ],
        [
          "Get my Mercurial Natural Diamond in the Nike Football App today before I get to wear them on-pitch! 💎 💪 \nGet yours today!  http://gonike.me/Football_App\nNike Mercurial. Timeline Photos.",
          1458457600
        ],
        [
          "Check out the story behind my new CR7 Natural Diamond Mercurials.     \nThe boots will be available March 20th, exclusively in the Nike Football App.  http://gonike.me/Football_App. Introducing CR7 Chapter 2: Natural Diamond.",
          1458370901
        ],
        [
          "Can’t wait to lace up my new boots! Thanks @NikeFootball! 💎 💎 Love that they are inspired by my journey to become a professional footballer 💪👌 \nGet your boots exclusively in the Nike Football App on March 20th. 📲 http://gonike.me/Football_App\nNike Mercurial. Timeline Photos.",
          1458309575
        ],
        [
          "Excited to wear my special edition #Mercurial 324K Gold Boots again tonight! 🏆⚽👌\n\nThey’ll be available on January 7th, exclusively in the Nike Football app. Be quick, they’ll sell out fast! 😉 http://gonike.me/Football_App. Timeline Photos.",
          1451809697
        ],
        [
          "It was a pleasure to meet you, Devante! Congratulations for getting out and playing games with the Nike Football App!\nYou should all download the app, connect with your friends, and get out and play football…you never know who might notice!😎 http://gonike.me/Football_App. Timeline Photos.",
          1447263948
        ],
        [
          "Getting a feel for my new boots! Play more with the Nike Football App for a chance to meet me. I’ll be\nkeeping track of who is playing the most 🎁 👊 http://gonike.me/Football_App. Timeline Photos.",
          1446447835
        ],
        [
          "Ready to turn up the heat! Thanks Nike Football for my new #Mercurial Savage Beauty. 🔥🌋 Get them first exclusively in the Nike Football App on October 29th: gonike.me/Football_App.",
          1446101832
        ],
        [
          "Love my new boots! Inspired by my homeland of Madeira 👍🌋 Thanks Nike Football! They’ll be available exclusively in the Nike Football app on October 29th: http://gonike.me/Football_App. Timeline Photos.",
          1446044424
        ],
        [
          "What an honour to be the all-time leading goalscorer for my club. Many more to come! Thanks Nike Football for the special boots to celebrate. 🙌⚽\nWant a pair? The Nike Football App will be your only way to get them: http://gonike.me/Football_App. Timeline Photos.",
          1445064811
        ],
        [
          "I’m proud to have scored 500 career goals, all of them in\n#mercurial. But I’m not done yet!\nCheck out some of the boots that contributed to the milestone in the Nike Football App: http://gonike.me/Football_App. Timeline Photos.",
          1443638427
        ],
        [
          "Time to train. Check out the new Nike Free Trainer 3.0 from Nike Training: gonike.me/FreeTrainer3_0 Timeline Photos.",
          1436367159
        ],
        [
          "Can’t wait to workout off the pitch in these special Nike Training CR7 trainers. Available only in Europe exclusively through the Nike Football App. gonike.me/Football_App #nikefree. Timeline Photos.",
          1435849056
        ],
        [
          "In case you missed it on Nike Football’s Snapchat account, I’m excited to launch the new Nike CR7 #Mercurial Superfly! Available now in the Nike Football App: http://gonike.me/Football_App! Timeline Photos.",
          1426685585
        ],
        [
          "Thanks Nike Footballl for the superpowers.\nWatch me now in the full film ‘OUT OF THIS WORLD’ on the\nNike Football App.\nGoogle Play: http://gonike.me/NFAppGPlay\t\niTunes: http://gonike.me/NFAppiTunes.",
          1414125354
        ],
        [
          "Time for training. Check out my new Mercurial Superfly CR7. \nGet your pair now on the Nike Football App: \nGoogle Play: http://gonike.me/NFAppGPlay \niTunes: http://gonike.me/NFAppiTunes. Timeline Photos.",
          1414041146
        ],
        [
          "Play with fire this season! Watch me and my #Mercurial in “Fast” on the Nike Football App: www.nike.com/footballapp . Nike Football: \"Fast\" starring Cristiano Ronaldo. Play with fire. Stay cool when they can’t catch up. Cristiano Ronaldo runs with the speed of the Mercurial Superfly. http://nike.com/flashtop.",
          1409061751
        ],
        [
          "Risk makes the game beautiful. Nike Football #riskeverything. Nike Football. Play every game like it's 'The Last Game.’\nhttp://gonike.me/nikefootball.",
          1402322895
        ],
        [
          "The world is waiting. I’m ready for 'The Last Game’ June 9th! Nike Football #riskeverything. Timeline Photos.",
          1402056967
        ],
        [
          "You've never seen me play like this! Nike Football #riskeverything.",
          1401629515
        ],
        [
          "Check out how Nike Football revealed my new Flyknit Mercurial Superfly boots last week. http://youtu.be/cSdrCvQ-rS0 #riskeverything. Cristiano Ronaldo at Mercurial Superfly launch in Madrid. On April 25th, Nike Football and Cristiano Ronaldo unveiled the new Mercurial Superfly in Madrid to the world's media.",
          1399196863
        ],
        [
          "Winner stays. “1-nil and the crowd goes wild.” Nike Football #RiskEverything\n\n. Nike Football: Winner Stays. ft. Ronaldo, Neymar Jr., Rooney, Ibrahimović, Iniesta & more. In this game of winner stays, every touch of the ball proves that football will always belong to those who Risk Everything, even when it matters the most. Fe...",
          1398443125
        ],
        [
          "Check out my Nike Football #Mercurial Vapor IXs. Nike Mercurial Vapor IX FG. It doesn't get any brighter than this version of the Nike Mercurial Vapor IX FG. Bright green forefoot that fades to blue at the heel with bright pops of orange. Metallic silver tongue. 98 on the heel honors the year the first Mercurial Vapor was released. Engineered for uncompromising explosive spe...",
          1397055268
        ],
        [
          "Every challenge is a new chance! Be brave when you step on the pitch. #riskeverything @nikefootball http://youtu.be/gwxdEECNpZY. Nike Football: Risk Everything. Cristiano Ronaldo, Neymar Jr. & Wayne Rooney. To win glory on the world's biggest stage, the world's greatest footballers must be willing to Risk Everything. Watch them, then join them at: http://nike.co...",
          1396333971
        ],
        [
          "Hey guys, never let anything stop you! Step up to every challenge! Nike Football. Timeline Photos.",
          1396022473
        ],
        [
          "Excited about my new Nike Football #CR7 collection. Check it out.\nEurope: http://go.nike.com/2hinjnl \nUS: http://go.nike.com/01ovbc8c. CR7 Collection.",
          1382331752
        ],
        [
          "My new #Mercurial boots from Nike Football - what do you think? New Mercurial boots from Nike Football. My new Mercurial boots from Nike Football - what do you think?",
          1382293760
        ],
        [
          "Check out my new CR7 Mercurial Vapor IX. Thanks Nike Football \r\nPre-order:Europe:http://gonike.me/CR7  – U.S:http://gonike.me/CR7us. Timeline Photos.",
          1364641542
        ],
        [
          "To me, this is what it means to Be Mercurial. What do you think? Cristiano Ronaldo: Be Mercurial (subtitles available) Today, speed is no longer an advantage. Don't just be fast. Be Mercurial. ",
          1359039618
        ],
        [
          "Check out my Nike Football video for the new mercurials. What do you think? Nike Football: Vapor Trail. Witness the trail of carnage as Cristiano Ronaldo and the new Nike Mercurial Vapor IX explode towards goal.",
          1358416945
        ],
        [
          "My good friend Pepe joined me at my Nike Football shoot. Timeline Photos.",
          1352546818
        ],
        [
          "I really think that nikefootball did a great work with my new collection. What do you guys think? Nike Football. Love to win. Hate to lose. Cristiano Ronaldo shows his performance and personality with the new CR7 Collection.\n\nGet the CR7 Collection:\nEurope:\nhttp://gonike.me/NikeCR7CollectionEU\n\nUS:\nhttp://go.nike.com/NikeCR7CollectionUS.",
          1352387959
        ],
        [
          "Great day in the studio with Pepe Do you like the music?\n\nhttp://bit.ly/SBIJaH. Nike Football: Cristiano Ronaldo: CR7 Collection. Cristiano Ronaldo and Pepe take a break from football to focus on a different passion. See how they stepped up in the studio. To explore the collection check...",
          1352308326
        ],
        [
          "Here are my new exclusive CR7 Collection Nike Football boots. What do you think? Timeline Photos.",
          1352214821
        ],
        [
          "Do you think I would give away my secret work out to everyone? If you want to master it, you're going to have to find it first! #makeitcount\n. Nike Football. The official home of Nike Football on Youtube.",
          1337690112
        ],
        [
          "Be bold. Be decisive. Don’t get left behind. \nMy Time is Now: http://bit.ly/JefE55 #makeitcount. NIKE FOOTBALL: MY TIME IS NOW (SUBTITLES AVAILABLE) Search the film for hidden tunnels: https://www.youtube.com/nikefootball The next wave are here. Neymar, M'Vila, Götze. Hungry to break through. Unafraid to ...",
          1337347708
        ],
        [
          "Great result yesterday! Check out this video of @Rafaelnadal interviewing me after our @nikefootball commercial. Nike Football: Mercurial Vapor VIII: Rafa Nadal meets Cristiano Ronaldo. Two of the world's biggest athletes talk football, tennis and explosive speed.",
          1333292737
        ],
        [
          "If you want my Nike #MercurialVapor VIII so much Rafael Nadal, next time I’ll put them on the line. Nike Football: Mercurial Vapor VIII: Cristiano Ronaldo vs Rafa Nadal (subtitles available) Two of the world's biggest athletes go head-to-head in a battle of explosive speed. On-court, Rafael Nadal's supremacy is almost unrivalled.But against Crist...",
          1333110040
        ],
        [
          "Look out for the new Mercurial Vapor 8’s this Sunday when I’ll be wearing them against Real Sociedad! Cristiano Ronaldo's photo \"Look out for the new Mercuria...\" Look out for the new Mercurial Vapor 8’s this Sunday when I’ll be wearing them against Real Sociedad!",
          1332183633
        ],
        [
          "My new Mercurial Vapor 8's have arrived and they are looking amazing! Thanks has to go to @Nike Football. Cristiano Ronaldo's photo \"My new Mercurial Vapor 8's ha...\" My new Mercurial Vapor 8's have arrived and they are looking amazing! Thanks has to go to @Nike Football.",
          1332169139
        ]
      ],
      "dates_start": 1374715646,
      "dates_end": 1469180755,
      "likes_avg": 282811,
      "likes_stdev": 265881,
      "comments_avg": 6464,
      "comments_stdev": 7194,
      "shares_avg": 13998,
      "shares_stdev": 28962
    },
    {
      "number": 6,
      "important": [
        "histori",
        "iker",
        "grand",
        "hair cut",
        "thank",
        "team",
        "quick remind",
        "stretch"
      ],
      "summary": [
        "My Man is in the building.",
        "The Man🔝.",
        "My team👌👌👌.",
        "Glad to be the cover of @DSECTIONMAGAZINE 5th anniversary book.",
        "With Pedro Pinto for CNN."
      ],
      "common": 0,
      "messages": [
        [
          "🚴🏻 Timeline Photos.",
          1488277689
        ],
        [
          "🏡😎☀️. Timeline Photos.",
          1487677829
        ],
        [
          "👌👌👌. Timeline Photos.",
          1487526461
        ],
        [
          "👍 Timeline Photos.",
          1487232955
        ],
        [
          "👌 Timeline Photos.",
          1486642362
        ],
        [
          "🎂🥂❤️. Timeline Photos.",
          1486324192
        ],
        [
          "Be serious 😉😉😉. Timeline Photos.",
          1486137774
        ],
        [
          "👀 Timeline Photos.",
          1485860574
        ],
        [
          "⚽️ Timeline Photos.",
          1485787241
        ],
        [
          "My team👌👌👌. Timeline Photos.",
          1485190200
        ],
        [
          "📷 Timeline Photos.",
          1484838000
        ],
        [
          "Mood. Timeline Photos.",
          1484582178
        ],
        [
          "👌🔝 Timeline Photos.",
          1484066421
        ],
        [
          "😍 Timeline Photos.",
          1483962848
        ],
        [
          "🏃🏼 Timeline Photos.",
          1483626552
        ],
        [
          "🇵🇹 Timeline Photos.",
          1482144028
        ],
        [
          "☝️️CR7 ⚽️⚽️⚽️⚽️. Timeline Photos.",
          1481578512
        ],
        [
          "🏊🏼🏊‍♀️👌. Timeline Photos.",
          1481533131
        ],
        [
          "UCL👍. Timeline Photos.",
          1481033763
        ],
        [
          "👌👍☝️️. Timeline Photos.",
          1480873907
        ],
        [
          "Equipa vencedora 🔝👌👍. Timeline Photos.",
          1480416423
        ],
        [
          "👍🏼 Timeline Photos.",
          1480263480
        ],
        [
          "3 points 🔝👌. Timeline Photos.",
          1480182248
        ],
        [
          "Stretching boy👍. Timeline Photos.",
          1479662045
        ],
        [
          "😁😁😁😁. Timeline Photos.",
          1479465856
        ],
        [
          "💪🏽🔝. Timeline Photos.",
          1479401780
        ],
        [
          "Simmmmm👌😜. Timeline Photos.",
          1479133327
        ],
        [
          "🇵🇹🇵🇹🇵🇹🇵🇹. Timeline Photos.",
          1479116140
        ],
        [
          "The Man🔝. Timeline Photos.",
          1478645033
        ],
        [
          "👍🏼👌🏼. Timeline Photos.",
          1478271058
        ],
        [
          "UCL 👍🏼. Timeline Photos.",
          1478028810
        ],
        [
          "😎👌👍. Timeline Photos.",
          1477911957
        ],
        [
          "👌🏼 Timeline Photos.",
          1477662772
        ],
        [
          "😂😂😂😂😝😜😂. Timeline Photos.",
          1476893902
        ],
        [
          "💪🏽💪🏽. Timeline Photos.",
          1476716928
        ],
        [
          "⚽️👍🏻. Timeline Photos.",
          1476559846
        ],
        [
          "Thanks👍. Timeline Photos.",
          1476435118
        ],
        [
          "👍🏼✌🏼️🇵🇹. Timeline Photos.",
          1475744555
        ],
        [
          "Training👍🏼. Timeline Photos.",
          1475662067
        ],
        [
          "👍😜 Timeline Photos.",
          1475338230
        ],
        [
          "Glad to be the cover of @DSECTIONMAGAZINE 5th anniversary book. \"THE JOURNEY\". Timeline Photos.",
          1475260309
        ],
        [
          "Jumpman jumpman ⚽️🎧🎤🎼. Timeline Photos.",
          1475143297
        ],
        [
          "👍🏼👍🏼. Timeline Photos.",
          1475050299
        ],
        [
          "Caiu o segundo dente do Junior. Grande baliza 😬😬😬😂😂😂😂. Timeline Photos.",
          1474397710
        ],
        [
          "👀😎😎😎. Timeline Photos.",
          1474203000
        ],
        [
          "👍🏼💪🏼🔝👌🏼✌🏼️. Timeline Photos.",
          1473934133
        ],
        [
          "❤️❤️. Timeline Photos.",
          1473438442
        ],
        [
          "😜 Timeline Photos.",
          1472980200
        ],
        [
          "V D ☀️. Timeline Photos.",
          1472897655
        ],
        [
          "Bike ✌🏼️. Timeline Photos.",
          1472741374
        ],
        [
          "👌🏼👍🏼. Timeline Photos.",
          1472568865
        ],
        [
          "Mood 👍. Timeline Photos.",
          1472545751
        ],
        [
          "Memórias 👌🏼🔝. Timeline Photos.",
          1472469333
        ],
        [
          "Gracias equipo 🔝👍🏼. Timeline Photos.",
          1472193921
        ],
        [
          "Team🔝. Timeline Photos.",
          1472146200
        ],
        [
          "✌🏼️. Timeline Photos.",
          1471944230
        ],
        [
          "Mood 😏. Timeline Photos.",
          1471869632
        ],
        [
          "Jump man👍. Timeline Photos.",
          1471514102
        ],
        [
          "Dinner👍. Timeline Photos.",
          1471192800
        ],
        [
          "Paz ☀️✌🏼👌🏼. Timeline Photos.",
          1471082497
        ],
        [
          "💪🏼 Timeline Photos.",
          1470995538
        ],
        [
          "Faz já um mês...recordação muito feliz! Dois grandes homens! Timeline Photos.",
          1470834855
        ],
        [
          "Quick remind 🇵🇹🔝. Timeline Photos.",
          1470405091
        ],
        [
          "☀️😎. Timeline Photos.",
          1469905726
        ],
        [
          "Capitan 🛥🛥. Timeline Photos.",
          1469029385
        ],
        [
          "☀️ Timeline Photos.",
          1468931647
        ],
        [
          "Lunch 👌🏼✌🏼️. Timeline Photos.",
          1468664660
        ],
        [
          "☀️☀️. Timeline Photos.",
          1468661285
        ],
        [
          "🇵🇹🇵🇹🇵🇹🇵🇹🇵🇹🇵🇹🇵🇹. Timeline Photos.",
          1468580182
        ],
        [
          "🙏🏼🙏🏼🙏🏼🙏🏼🙏🏼. Timeline Photos.",
          1468557184
        ],
        [
          "Mood ❤️❤️. Timeline Photos.",
          1468311008
        ],
        [
          "History ❤️❤️. Timeline Photos.",
          1468221624
        ],
        [
          "🏆✌🏼️🇵🇹. Timeline Photos.",
          1468189842
        ],
        [
          "🙏🏼 Timeline Photos.",
          1467874437
        ],
        [
          "Mood 👌🏼. Timeline Photos.",
          1467620647
        ],
        [
          "👍🏼🔝👌🏼✌️❤️. Timeline Photos.",
          1467551322
        ],
        [
          "Preparation 👍🏼. Timeline Photos.",
          1467475279
        ],
        [
          "Mood ✌🏼️. Timeline Photos.",
          1467450820
        ],
        [
          "✌🏼️g n. Timeline Photos.",
          1467144281
        ],
        [
          "No pain no gain 👍🏼💪🏼👍🏼. Timeline Photos.",
          1467047227
        ],
        [
          "My mate Its here!!! Timeline Photos.",
          1466530525
        ],
        [
          "😝 Timeline Photos.",
          1465500405
        ],
        [
          "👍🏼🔝👌🏼. Timeline Photos.",
          1465367177
        ],
        [
          "Mineral 👌🏼👌🏼👌🏼👌🏼. Timeline Photos.",
          1464948686
        ],
        [
          "☀️♻️👌🏼. Timeline Photos.",
          1464775120
        ],
        [
          "✌🏼️👍🏼. Timeline Photos.",
          1464369060
        ],
        [
          "Almost there!! Timeline Photos.",
          1464258192
        ],
        [
          "Soon👍. Timeline Photos.",
          1464173381
        ],
        [
          "Preparation 👍🏼☀️. Timeline Photos.",
          1464000209
        ],
        [
          "⚽️👌🏽. Timeline Photos.",
          1459182392
        ],
        [
          "❤️❤️✌🏼️👌🏼. Timeline Photos.",
          1457289045
        ],
        [
          "✌🏼️✌🏼✌🏼. Timeline Photos.",
          1457282766
        ],
        [
          "35⚽️'s 👍🏼👌🏼. Timeline Photos.",
          1457211716
        ],
        [
          "Hair cut 👍🏼👌🏼. Timeline Photos.",
          1457122338
        ],
        [
          "👍🏼⚽️👌🏼. Timeline Photos.",
          1457098082
        ],
        [
          "Future ❤️💋👌🏼⚽️👍🏼. Timeline Photos.",
          1456875040
        ],
        [
          "💪🏽❤️🔝. Timeline Photos.",
          1456845568
        ],
        [
          "⚽️👍. Timeline Photos.",
          1456830930
        ],
        [
          "Mood❤️. Timeline Photos.",
          1456499907
        ],
        [
          "👍⚽️✌. Timeline Photos.",
          1456495891
        ],
        [
          "Training⚽️👌✌️👍. Timeline Photos.",
          1453981731
        ],
        [
          "⚽️⚽️👍👌. Timeline Photos.",
          1453049833
        ],
        [
          "Team👍. Timeline Photos.",
          1452607893
        ],
        [
          "⚽️⚽️. Timeline Photos.",
          1452428935
        ],
        [
          "Recovery. Timeline Photos.",
          1445189579
        ],
        [
          "استمتع بوقتي في المغرب مع أصدقائي. Timeline Photos.",
          1444491382
        ],
        [
          "#CR7Shirts #CR7Underwear  www.CR7underwear.com. Timeline Photos.",
          1443095962
        ],
        [
          "⚽️✌️. Timeline Photos.",
          1442828136
        ],
        [
          "Chiling dinner✌️. Timeline Photos.",
          1442688816
        ],
        [
          "I’m driven. Are you? \nHerbalife24 #CR7Drive. Timeline Photos.",
          1442480924
        ],
        [
          "My Man is in the building. Timeline Photos.",
          1441737359
        ],
        [
          "Ahhaaha. Timeline Photos.",
          1441528778
        ],
        [
          "Espírito português ⚽️⚽️⚽️. Timeline Photos.",
          1441272091
        ],
        [
          "Bom día. Timeline Photos.",
          1441088868
        ],
        [
          "B dia☀️☀️. Timeline Photos.",
          1440827838
        ],
        [
          "Training⚽️⚽️. Timeline Photos.",
          1440752325
        ],
        [
          "Training⚽️. Timeline Photos.",
          1440586443
        ],
        [
          "Mom lunch. Timeline Photos.",
          1440499682
        ],
        [
          "Arrive ⚽️⚽️⚽️⚽️. Timeline Photos.",
          1440317306
        ],
        [
          "Funny moments❤️. Timeline Photos.",
          1440263045
        ],
        [
          "Drink☀️☀️. Timeline Photos.",
          1440161977
        ],
        [
          "B dia⚽️. Timeline Photos.",
          1440045653
        ],
        [
          "Selfie with marosca☀️☀️. Timeline Photos.",
          1439368131
        ],
        [
          "G morning☀️. Timeline Photos.",
          1439354133
        ],
        [
          "Chilling out☕️☕️. Timeline Photos.",
          1439318882
        ],
        [
          "Trip to Shanghai. Timeline Photos.",
          1438067022
        ],
        [
          "Welcome to Twitter Iker Casillas. \r\nhttps://twitter.com/CasillasWorld. Timeline Photos.",
          1385468954
        ],
        [
          "Can you catch it? Timeline Photos.",
          1375449681
        ],
        [
          "On vacations. Timeline Photos.",
          1371026315
        ],
        [
          "Lunching by the river. Timeline Photos.",
          1370174527
        ],
        [
          "Pilot for a few hours. Timeline Photos.",
          1361561443
        ],
        [
          "With Pedro Pinto for CNN. Timeline Photos.",
          1351689111
        ],
        [
          "Here is a photo from Rebecca in Italy. \r\n\r\nSend yours to weare50million@gmail.com. Timeline Photos.",
          1351006051
        ]
      ],
      "dates_start": 1434970581,
      "dates_end": 1488104594,
      "likes_avg": 1427822,
      "likes_stdev": 830398,
      "comments_avg": 16050,
      "comments_stdev": 12658,
      "shares_avg": 13970,
      "shares_stdev": 16354
    },
    {
      "number": 7,
      "important": [
        "rey",
        "team",
        "final",
        "guy",
        "let",
        "great",
        "step",
        "tomorrow",
        "del",
        "support"
      ],
      "summary": [
        "The team made it to the final of Copa del Rey!",
        "We made it to the final of Copa del Rey.",
        "With the win last night Real Madrid C.F.",
        "Today’s training session for the Copa del Rey final.",
        "One step closer to the Copa del Rey final."
      ],
      "common": 0,
      "messages": [
        [
          "VAMOS EQUIPO. HALA MADRID 👌👍. Timeline Photos.",
          1488630953
        ],
        [
          "Hala Madrid 👍👌. Timeline Photos.",
          1488031700
        ],
        [
          "Momento súper feliz.\nQuiero agradecer \nAL CLUB\nA LA AFICIÓN;\nA MIS COMPAÑEROS; \nA MI EQUIPO DE TRABAJO\nY POR ULTIMO, PERO IGUAL DE IMPORTANTE, A MI FAMILIA que siempre han estado a mi lado.\n \nHALA MADRID!! #cristiano2021. Timeline Photos.",
          1478526037
        ],
        [
          "Hala Madrid 🔝. Timeline Photos.",
          1474485706
        ],
        [
          "Well done, team! Through to the Round of 16 of the Copa del Rey. #halamadrid. Timeline Photos.",
          1417603579
        ],
        [
          "Last training session before Málaga. Hala Madrid! Timeline Photos.",
          1417176098
        ],
        [
          "Great start of the season for Real Madrid C.F. with a win last night. Hala Madrid! Timeline Photos.",
          1409039907
        ],
        [
          "Tomorrow is the #FinalCopa del Rey. Let’s all support the team! Hala Madrid! Timeline Photos.",
          1397554222
        ],
        [
          "What a great match! The team made it to the final of Copa del Rey! Hala Madrid! Timeline Photos.",
          1392201907
        ],
        [
          "The team did a great match last night! One step closer to the Copa del Rey final. Hala Madrid! Timeline Photos.",
          1391687454
        ],
        [
          "The team reached its goal. Real Madrid C.F. is now on the Copa del Rey semi-finals. Timeline Photos.",
          1390998760
        ],
        [
          "One step ahead in the Copa del Rey competition! Now comes the second leg in Madrid! Timeline Photos.",
          1390387397
        ],
        [
          "Today we’ll play for the Copa del Rey against Espanyol. Let’s go team!  Mobio INsider. Mobio INsider allows you to ask for pictures and answers from your favorite stars!",
          1390303113
        ],
        [
          "Here we go to the quarter-finals of Copa del Rey. Hala Madrid! Mobile Uploads.",
          1389877950
        ],
        [
          "This win against Osasuna leads us closer to the next stage of Copa del Rey. Hala Madrid! Timeline Photos.",
          1389357032
        ],
        [
          "Great start in 2014 with a win over PSG. Hala Madrid! Timeline Photos.",
          1388682578
        ],
        [
          "Hello guys. We’re already in Italy. Looking forward for the match tomorrow. Hala Madrid! Timeline Photos.",
          1383579228
        ],
        [
          "Hey guys! There’s a big game coming up tomorrow. Let’s fight for the win! Hala Madrid! Timeline Photos.",
          1382440990
        ],
        [
          "Today is a very special day for me. I'm proud to renew my contract with Real Madrid C.F. Hala Madrid! Timeline Photos.",
          1379248491
        ],
        [
          "With the win last night Real Madrid C.F. gets the Teresa Herrera Trophy. Hala Madrid! Timeline Photos.",
          1377853450
        ],
        [
          "Together as a team and with your support, let’s win this trophy. Hala Madrid! Timeline Photos.",
          1368792081
        ],
        [
          "From now on I'll be closer to all of you. Viva Ronaldo is live!!\r\n\r\nPlay at www.vivaronaldo.com or download the FREE iOS app now at http://bit.ly/12DqFT3. Tomorrow at Copa del Rey final let's start playing as one!\r\n\r\nSupport+Cheer+Play+Predict+Chant+Wave+Jump+Dribble+Score+Compete+Win=Viva Ronaldo ;) Timeline Photos.",
          1368718275
        ],
        [
          "Today’s training session for the Copa del Rey final. Timeline Photos.",
          1368619458
        ],
        [
          "What an amazing game last night. Hala Madrid! Timeline Photos.",
          1368097744
        ],
        [
          "Tomorrow there's a big and important match and the team needs all your support to reach the goal. Can I count on you? Hala Madrid! Timeline Photos.",
          1367233185
        ],
        [
          "Ready to play the ball. Hala Madrid! Timeline Photos.",
          1366801397
        ],
        [
          "We made it to the final of Copa del Rey. Thanks everyone. Timeline Photos.",
          1361917672
        ],
        [
          "Thinking of tomorrow’s game. All together we can make it. Hala Madrid! Timeline Photos.",
          1358606017
        ],
        [
          "Hey guys. Don’t forget to watch today’s match with Celta de Vigo for the Copa del Rey.\nHala Madrid!",
          1357745460
        ],
        [
          "Good to be back! Hala Madrid. Timeline Photos.",
          1343902586
        ],
        [
          "Using Pepe's mobile and with Marcelo relaxing before tonight's game. Hala Madrid! Timeline Photos.",
          1326537432
        ]
      ],
      "dates_start": 1353283424,
      "dates_end": 1432177082,
      "likes_avg": 420196,
      "likes_stdev": 227686,
      "comments_avg": 11642,
      "comments_stdev": 7269,
      "shares_avg": 11355,
      "shares_stdev": 9181
    },
    {
      "number": 8,
      "important": [
        "que",
        "para",
        "portug",
        "por",
        "obrigado",
        "todo",
        "ao",
        "uma",
        "junto"
      ],
      "summary": [
        "Queremos levar para campo, não só a vontade de vencer de 11 mas a de todos os Portugueses.",
        "Seleções de Portugal.",
        "Obrigado pelo apoio e carinho de todos os portugueses para o jogo com a Dinamarca.",
        "Obrigado #Portugal!",
        "POR PORTUGAL!"
      ],
      "common": 0,
      "messages": [
        [
          "A verdade é esta, eu gosto de me rodear do que há de melhor no mundo, como a TV do @MEO. Descubra aqui porquê www.meo.pt. Timeline Photos.",
          1487264401
        ],
        [
          "1 vs 1 at the training. Contente por defrontar 1 dos defesas mas difíceis de ultrapassar do mundo meu mano coentrão 👌👌🇵🇹🇵🇹. Timeline Photos.",
          1486047783
        ],
        [
          "2016 foi um ano de sonho! Obrigado pelo vosso apoio. Feliz 2017 para todos! Timeline Photos.",
          1483172558
        ],
        [
          "Hoy en la Gala Inocente Inocente podréis ver mi visita a un proyecto de esta Fundación y conocer su gran labor ayudando a los niños que más lo necesitan. Timeline Photos.",
          1482951601
        ],
        [
          "Parabéns à Fundación Numen e à Fundación Inocente Inocente pelo magnífico trabalho que fazem no apoio a estas crianças. Timeline Photos.",
          1481208939
        ],
        [
          "Feliz por estar mais uma vez entre os melhores do ano da FIFA juntamente com os meus dois treinadores, Zinedine Zidane e Fernando Santos. Obrigado a todos os que votaram em mim, ao Real Madrid e à Seleção Nacional, em especial aos meus companheiros de equipa, sem os quais nada disto seria possível. Estamos juntos e determinados a continuar a vencer. Hala Madrid!",
          1480703419
        ],
        [
          "Chocado com a tragédia que aconteceu ao @ChapecoenseReal. Solidário com as famílias e amigos de todas as vítimas. Um abraço para o clube e para todo o futebol brasileiro.",
          1480437190
        ],
        [
          "Muito emocionado e comovido pela homenagem de hoje. Obrigado Sporting Clube de Portugal por este momento bonito na minha vida❤️❤️🔝👌. Timeline Photos.",
          1479854400
        ],
        [
          "NIKE MAN🔝👍👌. Timeline Photos.",
          1478776730
        ],
        [
          "Es un honor recibir nuevamente el trofeo Alfredo di Stefano. Gracias a todos! 👍🔝. Timeline Photos.",
          1478555862
        ],
        [
          "Happy to score my first poker for Portugal\n⚽️⚽️⚽️⚽️🇵🇹. Timeline Photos.",
          1475869077
        ],
        [
          "Língua de gato ahahahah 😝. Timeline Photos.",
          1473683946
        ],
        [
          "É com um aperto no coração que assisto ao que se passa na Madeira (e em outros pontos do país). Muita força para todos e um obrigado aos bombeiros que tem a coragem de arriscar as suas vidas para salvar tantas outras.  🙏 Estou convosco! Timeline Photos.",
          1470847967
        ],
        [
          "Triste com o resultado mas sei que todos juntos vamos dar a volta por cima. 🇵🇹. Timeline Photos.",
          1466286354
        ],
        [
          "Esta braçadeira é de todos nós. Não sou eu e mais 10. Não sou eu e mais 22. Juntos somos 11 milhões. Por nós. POR PORTUGAL! #MEOCapitão. #MEOPORTUGAL. MEO. Porque é que ainda não chegámos lá? 11 milhões de portugueses em campo do primeiro ao último minuto. Entrem em campo com a Seleção Nacional. http://bit.ly/MEOEUROTV4K\n \nMEO Patrocinador Oficial da Seleção Nacional.",
          1466082114
        ],
        [
          "Hoje começa, para Portugal, o #Euro2016 ! Queremos levar para campo, não só a vontade de vencer de 11 mas a de todos os Portugueses. Contamos com o vosso apoio! ⚽. Timeline Photos.",
          1465885869
        ],
        [
          "Engineered Speed. \nNovo Equipamento Principal de Portugal 2016. #SparkBrilliance\nhttp://go.nike.com/FPFKits\nNike Football  João Mário  William Carvalho  André Gomes  Ricardo Quaresma  Seleções de Portugal. Timeline Photos.",
          1458244030
        ],
        [
          "É um orgulho fazer parte deste projeto MEO que mostra a verdadeira fibra dos portugueses. #omundoemeo. O mundo é Meo.",
          1458044124
        ],
        [
          "Team Portugal spirit⚽️⚽️⚽️. Timeline Photos.",
          1441035952
        ],
        [
          "Parabéns aos campeões da Selecção Nacional de Futebol de Praia! Enorme orgulho para Portugal! Mobile Uploads.",
          1437340396
        ],
        [
          "Parabéns sub-21! #forçaportugal. Seleções de Portugal. Europeu de sub-21: Portugal 1-1 Suécia. Objetivo cumprido!",
          1435183023
        ],
        [
          "Pido disculpas a todos y especialmente a Edimar por mi acto irreflexivo en el partido de hoy.",
          1422118043
        ],
        [
          "Ya está a la venta en España La Clave Mendes el libro donde pueden conocer mejor mi grande amigo Jorge Mendes ¡No os lo perdáis! Y a partir de hoy, Jorge Mendes 'O Agente Especial' también en Portugal. Timeline Photos.",
          1421436018
        ],
        [
          "Desejo boa sorte à nossa Selecção, nova etapa, estamos juntos.",
          1410090870
        ],
        [
          "Hoje é um grande dia para a Selecção Portuguesa de Sub-19, pois jogam a final do Campeonato da Europa. Estão todos de parabéns. Boa sorte para hoje. #forçaportugal.",
          1406807965
        ],
        [
          "Avó, estás sempre no meu coração. Descanse em paz, beijos de todos os netos. Timeline Photos.",
          1404821227
        ],
        [
          "Hoje, quando a nossa epopeia finalmente começar, seremos muito mais do que 10 milhões. Seremos ainda paixão, emoção, crença, determinação, perseverança. Seremos espírito de vitória. Seremos esperança. Todos juntos, de mãos dadas e corações unidos, a uma só voz. Porque, e parafraseando o Papa Francisco, ninguém vence sozinho, nem no campo nem na vida. Força Portugal! Timeline Photos.",
          1402909643
        ],
        [
          "What a great first training session and day yesterday. AA: Campinas, 12 de junho. Canal Oficial da Federação Portuguesa de Futebol.",
          1402652275
        ],
        [
          "What a wonderful and warming reception we´re having in Campinas. Thank you everyone #forçaportugal Seleções de Portugal. Seleções de Portugal. O primeiro treino da Seleção Nacional em Campinas ficou marcado por uma enorme manifestação de apoio e entusiasmo por parte dos adeptos brasileiros, a quem a Equipa das Quinas fez questão de agradecer.\n\nThe Brazilian fans of the Portuguese National Team showed their support and enthusiasm during the first training session in Campinas.",
          1402585832
        ],
        [
          "Todos juntos fazemos a diferença. Vamos ajudar o meu amigo e colega Bruno Conceição nesta fase difícil. Amanhã, os Bombeiros de São João da Madeira vão realizar uma recolha de medula óssea. A ajuda de todos é fundamental!",
          1395087036
        ],
        [
          "Rui Filipe, boa sorte no Nike Chance Global Showcase.\nSei que estás preparado para fazer o teu melhor por um lugar na The Nike Academy Joga Sem Medo. Timeline Photos.",
          1394179200
        ],
        [
          "É uma grande honra apresentar-vos o nosso novo equipamento pela primeira vez. Agora sim, estamos preparados para dar tudo por tudo este verão.  http://swoo.sh/1g7uCEA. Timeline Photos.",
          1393948030
        ],
        [
          "Rui Filipe, obrigado por trazeres a nossa nova camisola. Irei mostrar-vos brevemente! Timeline Photos.",
          1393870118
        ],
        [
          "Rui Filipe vi que és o jogador mais temerário do Nike Chance. Agora tens uma grande responsabilidade nas tuas mãos. Vemo-nos na segunda-feira. Timeline Photos.",
          1393603441
        ],
        [
          "Este premio es de todos. De todo el equipo y staff. Y de toda la afición! Timeline Photos.",
          1389692806
        ],
        [
          "Obrigado #Portugal! O vosso apoio foi indescritível! Vocês são a força que nos faz acreditar!\nThanks #Portugal! Your support was indescribable. You gave us the strenght that makes us believe! World Cup Play Off.",
          1384953393
        ],
        [
          "Tonight we must be fearless. 1, 2, 3 PORTUGAL PORTUGAL PORTUGAL. Timeline Photos.",
          1384876954
        ],
        [
          "Que dia único para Portugal! Os nossos atletas João Sousa no ténis e Rui Costa no ciclismo fizeram história hoje. Parabéns aos dois. Deixaram todos os portugueses orgulhosos neste dia.",
          1380472556
        ],
        [
          "Es con gran tristeza que me enteré de la noticia del accidente de tren en España. Me solidarizo con las víctimas y les pido que contribuyan en  ayudar a los heridos por las entidades locales.",
          1374698773
        ],
        [
          "Força Portugal! Todos juntos vamos conseguir! Timeline Photos.",
          1364304447
        ],
        [
          "Otra vez han publicado noticias falsas sobre mi, no permito estas tonterias y se siguen a publicar voy a tener que hablar con mis abogados.",
          1356037807
        ],
        [
          "Obrigado Caio Franchesco. Um abraço a todos os brasileiros. Estamos juntos. Timeline Photos.",
          1351711127
        ],
        [
          "Foi em 20 de Agosto de 2003, frente ao Cazaquistão, que vesti pela primeira vez a camisola da nossa Selecção. Foi um dos momentos mais marcantes da minha vida e um percurso que muito me orgulha pelo que todos juntos, conseguimos. Na terça-feira, farei a minha centésima internacionalização junto do nosso publico e apenas com a vitória em mente. Gostaria de agradecer a todos os que me ajudaram a chegar até aqui e contar com o estádio cheio a apoiar a nossa Selecção. Timeline Photos.",
          1350219163
        ],
        [
          "Dois jogos, seis pontos. Missão cumprida. Ontem podíamos ter marcado mais golos, mas também é verdade que o Azerbaijão complicou muito a nossa tarefa. Seja como for, o resultado desta jornada dupla foi muito positivo e chegou, agora, o momento de voltar ao clube e de pensar exclusivamente no meu clube. \n \nReafirmo, sem estar preocupado com contratos, que estou unicamente concentrado em vencer todos os jogos e todos os troféus em disputa na imprescindível companhia dos meus companheiros e de todos os madridistas.",
          1347457347
        ],
        [
          "Em casa, com amigos ou no estádio....amanhã estamos todos juntos. Força Portugal! Timeline Photos.",
          1340729912
        ],
        [
          "Obrigado equipa, obrigado Portugal!!!!",
          1340306300
        ],
        [
          "Estamos prontos! Somos Portugal! Timeline Photos.",
          1340270207
        ],
        [
          "Estou mto contente por termos ganho e só dependermos de nós. Já houve alturas em que joguei bem, marquei e ... não ganhei. Importante é a equipa e o objectivo de todos que é passar aos quartos. (Se formos campeões sem eu marcar assino já) Timeline Photos.",
          1339674159
        ],
        [
          "Acabei de receber o meu BAG 72. Obrigado Nike Football Portugal.",
          1339514887
        ],
        [
          "Bom dia. Estamos de partida para Lviv. Obrigado pelo apoio e carinho de todos os portugueses para o jogo com a Dinamarca. Força Portugal!",
          1339483326
        ]
      ],
      "dates_start": 1365958412,
      "dates_end": 1467481131,
      "likes_avg": 433628,
      "likes_stdev": 389549,
      "comments_avg": 10745,
      "comments_stdev": 9194,
      "shares_avg": 9688,
      "shares_stdev": 11201
    },
    {
      "number": 9,
      "important": [
        "heuer",
        "dontcrackunderpressur",
        "tag",
        "shoot",
        "time",
        "photo shoot",
        "cristiano",
        "button",
        "great",
        "track",
        "photo"
      ],
      "summary": [
        "#DontCrackUnderPressure TAG Heuer\n\n.",
        "#DontCrackUnderPressure Jenson Button TAG Heuer.",
        "Speedy ride on the track with Jenson Button #DontCrackUnderPressure TAG Heuer.",
        "How fun shooting balls on the track with Jenson Button #DontCrackUnderPressure TAG Heuer .",
        "Cristiano Ronaldo shooting balls on the track with Jenson Button."
      ],
      "common": 0,
      "messages": [
        [
          "Looking for your new ambassador, TAG Heuer Jean-Claude Biver ?\nSeems like I've found someone who perfectly fits the #DontCrackUnderPressure spirit, my great friend and amazing singer J Balvin. Timeline Photos.",
          1486911622
        ],
        [
          "🤔 thinking TAG Heuer. Timeline Photos.",
          1486667088
        ],
        [
          "The end of the year is approaching, time to celebrate its success!! Which TAG Heuer timepiece should I choose? Sporty or elegant? #DontCrackUnderPressure. Timeline Photos.",
          1483038000
        ],
        [
          "To celebrate the end of 2016, TAG Heuer asked me to prove how I didn't crack under pressure. #DontCrackUnderPressure.",
          1482858000
        ],
        [
          "Thank you Jean-Claude Biver and TAG Heuer for your kind words and the great presents ! #dontcrackunderpressure.",
          1481972519
        ],
        [
          "Time to focus on the new season with my TAG Heuer timepiece. #DontCrackUnderPressure. Timeline Photos.",
          1471622750
        ],
        [
          "Relax✌️ TAG Heuer. Timeline Photos.",
          1470178800
        ],
        [
          "Time to focus. Counting down the hours with my TAG Heuer. See you on Sunday on the field. #dontcrackunderpressure. Timeline Photos.",
          1467992235
        ],
        [
          "Time to relax and bring out my TAG Heuer Carrera MikrotourbillonS, the world's fastest Tourbillon watch, to fuel me up before the big match!\n#DontCrackUnderPressure. Timeline Photos.",
          1467212401
        ],
        [
          "Time to train, more games yet to come  #DontCrackUnderPressure TAG Heuer. Timeline Photos.",
          1466003401
        ],
        [
          "I'm proud to have my TAG Heuer Special edition! #DontCrackUnderPressure http://tag.hr/baselworld. Timeline Photos.",
          1426777941
        ],
        [
          "Welcome Jeremy Lin to the TAG Heuer team. #DontCrackUnderPressure http://youtu.be/VeiNHmiGq-E TAG Heuer | Jeremy Lin challenged by Maria Sharapova, Cristiano Ronaldo and Jean-Claude Biver. Pro basketball player Jeremy Lin join the TAG Heuer familly as new ambassador of the brand. Maria Sharapova, WTA World N°2, Cristiano Ronaldo aka CR7, 3 time...",
          1426532830
        ],
        [
          "Challenge yourself and #dontcrackunderpressure\n\n. TAG Heuer | Don't Crack Under Pressure. For more than 150 years, TAG Heuer has faced down every challenge, and then pushed past it. By defying the time-honored conventions of Swiss watchmaking, it ...",
          1411045381
        ],
        [
          "Check out what happened when I joined Jenson Button in the track. #DontCrackUnderPressure TAG Heuer\n\n. TAG Heuer | Ronaldo and Button Don't Crack Under Pressure ! You wouldn’t believe what we saw yesterday on a race track near Madrid: Cristiano Ronaldo and Jenson Button dribbling, passing and shooting footballs… from b...",
          1409834825
        ],
        [
          "Great day at the track! #DontCrackUnderPressure Jenson Button TAG Heuer. Untitled Album.",
          1409582465
        ],
        [
          "How fun shooting balls on the track with Jenson Button #DontCrackUnderPressure TAG Heuer . Cristiano Ronaldo shooting balls on the track with Jenson Button. How fun shooting balls on the track with @jensonbutton #DontCrackUnderPressure @tagheuer.",
          1409580693
        ],
        [
          "Speedy ride on the track with Jenson Button #DontCrackUnderPressure TAG Heuer. Cristiano Ronaldo in the track with Jenson Button. Speedy ride on the track with @JensonButton #DontCrackUnderPressure @tagheuer.",
          1409580133
        ],
        [
          "Let’s go for some laps Jenson Button #DontCrackUnderPressure TAG Heuer. Timeline Photos.",
          1409568463
        ],
        [
          "Getting ready for some speed with Jenson Button #DontCrackUnderPressure TAG Heuer. Timeline Photos.",
          1409567460
        ],
        [
          "Behind the scenes of the TAG Heuer Shooting, guess which model I chose? \n. Behind the Scenes with TAG Heuer & Ronaldo: the start of a successful relationship. The first-ever TAG Heuer photo shoot with its newest Ambassador, Cristiano Ronaldo, in Madrid, was a relaxed affair: an easy-going encounter between a man (w...",
          1401347086
        ],
        [
          "Check out the gift I got from TAG Heuer. This TAG Heuer Carrera really suits me! What do you think? Timeline Photos.",
          1398679215
        ]
      ],
      "dates_start": 1408572183,
      "dates_end": 1475861465,
      "likes_avg": 590381,
      "likes_stdev": 462418,
      "comments_avg": 8222,
      "comments_stdev": 7438,
      "shares_avg": 7283,
      "shares_stdev": 5887
    },
    {
      "number": 10,
      "important": [
        "ronaldo",
        "news",
        "check",
        "new video",
        "cristiano",
        "footbal",
        "pes"
      ],
      "summary": [
        "Introducing PES 2013: On the pitch (Episode 2) In the second episode of our new video series showcasing the features and contents of PES 2013, we want to show you how the game looks and feels like on the ... Practice makes perfect: here’s a clip of me scoring headers in the dark from Castrol EDGE Presents Ronaldo Tested to the Limit!",
        "Love the new collection- check it out now on www.CR7underwear.com.",
        "Check out www.ronaldothefilm.com for details of how you can watch the film with exclusive content in cinemas, or on DVD and digitally.",
        "You can now watch my film, Castrol EDGE Presents Ronaldo Tested to the Limit, in full at http://castroledge.com/football/ronaldo-tested-to-the-limit/ Timeline Photos.",
        "Check out the behind the scenes video from the set of the new Jacob & Co."
      ],
      "common": 0,
      "messages": [
        [
          "All of my favourite styles ￼￼￼are in the SS17 CR7 Underwear campaign! Check it out at www.CR7Underwear.com.",
          1488809671
        ],
        [
          "Having some fun on the set of my latest CR7 Underwear campaign! Check it out! www.CR7Underwear.com.",
          1487014200
        ],
        [
          "It's all about the detail! My new CR7 Underwear collection and campaign launches TODAY! www.CR7Underwear.com. Timeline Photos.",
          1487003064
        ],
        [
          "Spread the love by offering a Cristiano Ronaldo fragrance this Valentine’s day! \nYou can be in a chance to win your own SIGNED Cristiano Ronaldo Fragrances\n\nCheck out my website www.cristianoronaldofragrances.com. Timeline Photos.",
          1486746002
        ],
        [
          "Tag the friends you would definitely beat at my game Kick’n’Run ;) Cristiano Ronaldo: Kick'n'Run.",
          1485622800
        ],
        [
          "NEW update for my mobile game! Major improvements and amazing new boosters. \nPlay against real players from around the world!\nDownload for FREE: http://bit.ly/KicknRun. Timeline Photos.",
          1482336001
        ],
        [
          "After so much demand, I've decided to open the doors to my online members club for the next week! \nYou'll be able to see all of the videos of us creating The Private Edition fragrance as well as lots of exclusive images! \nhttp://bit.ly/2gcMBTr.",
          1482148800
        ],
        [
          "Behind the scenes of the campaign shoot for my new fragrance The Private Edition! Want to see unreleased images from the shoot? \nEnter password Neroli to enter http://bit.ly/2gcMBTr.",
          1481713296
        ],
        [
          "NEW HIGHSCORE! Can you beat me? Show me your skills and post your highscore in a comment. Cristiano Ronaldo: Kick'n'Run.",
          1481454000
        ],
        [
          "Creating The Private Edition scent and having fun with my team! See the full video on my online member's club. \nUse this link  http://bit.ly/2gcMBTr & password Basil - limited entry so be quick!!",
          1481212801
        ],
        [
          "I wanted to make sure that every element of The Private Edition fragrance is personal to me. \nWant to know why I chose blue and copper for the bottle? Be a part of my private members club! \nUse password Vanilla at http://bit.ly/2gcMBTr.",
          1480953600
        ],
        [
          "To celebrate the launch of my new fragrance, I have created my own online members club! \nThe first to go to http://bit.ly/2gcMBTr and use password Amber to see exclusive footage of us deciding the name!",
          1480600800
        ],
        [
          "Very excited to introduce my brand new fragrance tomorrow! \nTo celebrate, I am launching an online private members club. Stay tuned if you want to be part of it! Timeline Photos.",
          1480503601
        ],
        [
          "Unleashed my inner lion while filming with PokerStars 🔥💪 #BeatTheClock. PokerStars - Beat The Clock.",
          1479229200
        ],
        [
          "Check out my new CR7Footwear film #behind the Scenes FW16 collection. I hope you enjoy it. www.cr7footwear.com.",
          1478194071
        ],
        [
          "💯 Focus. #StrikeSeries\nnike.com/football. Cristiano Ronaldo.",
          1477552324
        ],
        [
          "Smashed training today.👌 #StrikeSeries\nnike.com/football. Cristiano Ronaldo's cover photo.",
          1477551878
        ],
        [
          "Happy to share with you my exclusive fashion video and interview for @DSECTIONMAGAZINE. See the full video at www.dsection.media.",
          1476357693
        ],
        [
          "Wow! More than 5 million downloads of my mobile game! Thank you!\nDownload Kick'n'Run here for free: http://bit.ly/KicknRun. Timeline Photos.",
          1475247180
        ],
        [
          "Hi guys. Did you try this awesome feature in my mobile game? Compete against real players from around the world in 1v1 tournaments! Download the game here: \nhttp://bit.ly/KicknRun. Timeline Photos.",
          1473602429
        ],
        [
          "Great event today to promote my perfume Cristiano Ronaldo Legacy 👌🏼🔝. Timeline Photos.",
          1473331828
        ],
        [
          "Thanks to the Dubai Health Authority, the Thai Red Cross, Abbott  and many more around the world for motivating people to donate blood and plasma.\nBE THE 1 is global…Let’s go for more!☝🔝☝🔝. BE THE 1 Donor. BE THE 1 is connecting the world. Check out the inspiring success from the BE THE 1 teams around the world.\n\nGet global…Act local! #BETHE1Donor.",
          1472641164
        ],
        [
          "Another shot from my latest CR7 Underwear campaign! Check the range out on cr7underwear.com. Timeline Photos.",
          1471881814
        ],
        [
          "In the spotlight for my latest CR7 Underwear campaign, launching today. Check out my new styles on CR7Underwear.com #CR7Underwear. Timeline Photos.",
          1470902818
        ],
        [
          "Check out our power moves! Get DOUBLE FRESHNESS with #CLEARMEN. #TRUECHAMPION #CLEARNODANDRUFF #CLEARPOWERMOVE.",
          1469021225
        ],
        [
          "Hey guys! Have you played my new mobile game? It’s called Cristiano Ronaldo: Kick'n'Run and I think that it’s pretty cool! You can play the game here: http://bit.ly/KicknRun. Cristiano Ronaldo: Kick'n'Run.",
          1467034416
        ],
        [
          "Want to get your hands on one of my signed Cristiano Ronaldo Legacy Fragrances?\nTo find out more go to www.cristianoronaldofragrances.com! \nT&Cs apply. Timeline Photos.",
          1466066558
        ],
        [
          "June 14th is World Blood Donor Day. Check out why I donate BE THE 1 Donor and share your inspiring story.  \nBE THE 1! BE THE 1 Donor. June 14th is World Blood Donor Day. To all donors around the world,  THANK YOU!\n\nCheck out what inspires Cristiano Ronaldo to donate. What inspires you? BE THE 1!",
          1465825368
        ],
        [
          "Ever wonder what goes into my post-training Herbalife shake? 2 scoops Herbalife24 #RebuildStrength, 1/2 a banana, 1/2 a cup of strawberries, 500 mL milk & 4 ice cubes. Fuel up like me!\n#Herbalife24 hrbl.me/1UoXCMl. Timeline Photos.",
          1465650399
        ],
        [
          "I drive my training with proper hydration. Evolve your sports drink #CR7Drive @Herbalife @Herbalife24\n\nhttp://hrbl.me/1GcIFqs.",
          1465045252
        ],
        [
          "Check out the fashion Video of my SS16 CR7Footwear campaign. #cr7footwear |cr7footwear.com.",
          1461339387
        ],
        [
          "The only person better than me at my own game is Cristiano Junior!\nDownload it for free here to see if you can beat us: http://bit.ly/GETsuperstars. Timeline Photos.",
          1459011607
        ],
        [
          "Want to see what it's like to be me? My new video with Ronaldo - ROC Live Life Loud comes out March 14th!",
          1457715726
        ],
        [
          "Exclusively at #WorldDutyFreeES, my new fragrance #CristianoRonaldoLegacy. Timeline Photos.",
          1457636152
        ],
        [
          "Here with our friends from #WorldDutyFreeES, celebrating the launch of my new fragrance #CristianoRonaldoLegacy at Madrid airport! Timeline Photos.",
          1457016202
        ],
        [
          "Hey guys. Have you played my very own mobile game? A new exciting update is available now! \nPlay the game here: http://bit.ly/GETsuperstars. Timeline Photos.",
          1455977864
        ],
        [
          "Such a fun day shooting my Colour Splash campaign for CR7 Underwear #CR7Underwear. Timeline Photos.",
          1455200195
        ],
        [
          "There are rumors that I'm going to be a star in Israel. Not in soccer... In a HOT commercial\nhttps://youtu.be/YZgVn6cEXGY. 200Mb internet - Faster than Ronaldo.",
          1455112553
        ],
        [
          "Herbalife gave me the opportunity to create my own sports drink CR7 Drive: enhanced hydration to drive your active lifestyle. \nLearn more at www.Herbalife24.com/CR7Drive #CR7Drive. Timeline Photos.",
          1454511669
        ],
        [
          "Take a sneak peak behind the scenes on the set of my fragrance ad #CristianoRonaldoLegacy - see more at https://www.cristianoronaldofragrances.com/",
          1450693973
        ],
        [
          "One of my favourite pieces from the X-mas collection. Check out www.CR7underwear.com to see all of our new styles. CR7 X-mas collection.",
          1449240380
        ],
        [
          "Want to see what I've been up to for the holidays? \n\nCheck out this teaser for my upcoming video and go to www.roclivelifeloud.com to find out where you can buy my ROC by Monster headphones! ROC by Monster headphones.",
          1449154680
        ],
        [
          "You can now search the web trough my CR7 Keyboard. Download it here: https://play.google.com/store/apps/details?id=com.kibo.mobi.player.cristianoronaldo.official.keyboard. Timeline Photos.",
          1448979455
        ],
        [
          "Check out the behind the scenes of my FW15 CR7Footwear campaign! www.cr7footwear.com.",
          1448891889
        ],
        [
          "Exciting news! My CR7 keyboard got more than 500.000 downloads in less than 3 months! \nDownload it here for free: https://play.google.com/store/apps/details?id=com.kibo.mobi.player.cristianoronaldo.official.keyboard. Timeline Photos.",
          1447759233
        ],
        [
          "Last night was amazing and I had much fun! Check out some photos of  #ronaldofilm Premiere. Ronaldo Film Premiere.",
          1447170713
        ],
        [
          "Ronaldo film is out now! I have #nothingtohide thanks to Clear\nwww.clearparis.com. Timeline Photos.",
          1447158434
        ],
        [
          "Thank you all who sent your questions via Instagram for me to answer at Ronaldo Premiere. Wanna know my answers? See here.",
          1447153365
        ],
        [
          "What a great night! It's wonderful to share this moment with so great people. Ronaldo film turned out amazing. Did you guys like it? #ronaldofilm. Timeline Photos.",
          1447111176
        ],
        [
          "Take your seats and enjoy @Ronaldo film! You can watch it in itunes here: http://www.itunes.com/ronaldo. Timeline Photos.",
          1447092713
        ],
        [
          "Check out the highlights of the red carpet of Ronaldo Film Premiere. #ronaldofilm. Ronaldo – World Premiere Red Carpet Highlights.",
          1447092301
        ],
        [
          "How thrilling to walk in the red carpet before Ronaldo film. Great feelings! #ronaldofilm. Timeline Photos.",
          1447089894
        ],
        [
          "Today is a very exciting day, the Premiere of my film Ronaldo. Looking forward for tonight! #ronaldofilm\nhttp://www.unscriptd.com/raw/football-soccer-cristiano-ronaldo-m487129/ Excited for Ronaldo Film Premiere.  ",
          1447084773
        ],
        [
          "Today is the day. I'm here in London and my film Ronaldo will be revealed to the world tonight! #ronaldofilm. Timeline Photos.",
          1447068118
        ],
        [
          "I want to see all of my fans around the world watching Ronaldo Film today. Let me know on Facebook by picking Watching Ronaldo film and you'll get an icon of me in your post. #ronaldofilm. Timeline Photos.",
          1447063153
        ],
        [
          "I always wanted to be a football player and it all started in Andorinha. You can know all the story in Ronaldo film, released on November 9. #ronaldofilm.",
          1446920037
        ],
        [
          "The day of the Ballon D’or is very intense. In Ronaldo film you can watch never seen footage of that day. On November 9 you can see #ronaldofilm.",
          1446898081
        ],
        [
          "Hello everyone. I am so excited to be talking to you all as my official film Ronaldo opens all over the world on Monday November 9. I feel so proud and happy about this film, as it was a great opportunity for me to show you, the fans, how I really am. Know more at www.ronaldothefilm.com/ Ronaldo film.",
          1446830329
        ],
        [
          "Injuries are also a part of an athlete life. And having the people you love by your side is very important to recover. Know more in Ronaldo film, released on November 9. #ronaldofilm.",
          1446817650
        ],
        [
          "My birthday is a great reason to join all the family and friends. It’s a joy to see my family happy because that makes me very happy too. Take a peek at my last birthday party in Ronaldo film, released on November 9. #ronaldofilm.",
          1446755027
        ],
        [
          "Join me and watch the film in cinemas on Monday 9th . Visit www.ronaldothefilm.com for details. #ronaldofilm.",
          1446638416
        ],
        [
          "Have a question for me? Post a video with your question on Instagram with the hashtags #askronaldo and #ronaldofilm and I might answer it at my Film Premiere on November 9.\nCheck out www.ronaldothefilm.com for details of how you can watch the film with exclusive content in cinemas, or on DVD and digitally. Timeline Photos.",
          1446541908
        ],
        [
          "Here it is! FW15 CR7Footwear campaign. Check out my new styles on www.cr7footwear.com. Timeline Photos.",
          1445946071
        ],
        [
          "Can’t make it to the cinema? Pre-order my new official documentary, with exclusive bonus content on DVD, Blu-ray or Digital HD from November 9: www.ronaldothefilm.com 🎥🎬#ronaldofilm. Mobile Uploads.",
          1445325103
        ],
        [
          "If you can't see my only official film Ronaldo in cinemas, you can own it on DVD, Blu-ray or Digital HD from November 9 which includes deleted scenes like this funny moment with my son :)! Now everyone can have a real look behind the scenes. Order now through: http://www.ronaldothefilm.com.",
          1444825537
        ],
        [
          "Do you know what I think about my perfume #cristianoronaldolegacy? To see the full behind the scenes go to www.cristianoronaldofragrances.com.",
          1444141916
        ],
        [
          "Hey guys! Today I’m in a photoshoot for the new collection of #CR7footwear, in stores soon. Hope you enjoy! CR7 Footwear Photoshoot.",
          1443445553
        ],
        [
          "Check out the trailer for my film! In cinemas worldwide Nov 9. Visit www.ronaldothefilm.com for more information.",
          1443438625
        ],
        [
          "Hey guys, just finished training and now it’s lunch time. Eat properly, be healthy! Lunch Time.",
          1442578379
        ],
        [
          "Check out the ad for my brand new fragrance Cristiano Ronaldo Legacy. You can view the full version here FIRST before anyone else www.cristianoronaldofragrances.com\n #cristianoronaldolegacy.",
          1441824512
        ],
        [
          "Introducing my debut fragrance for men - Cristiano Ronaldo Legacy - find out more here www.cristianoronaldofragrances.com.",
          1441821326
        ],
        [
          "One of my favourite CR7 Shirts for Autumn/Winter. Check out www.CR7Shirts.com to see all of our new styles! Timeline Photos.",
          1441114463
        ],
        [
          "Check out my new favourite DJ. DJ Cristianinho.",
          1440759590
        ],
        [
          "Hope you liked my 4th CR7 Underwear campaign! Here’s a sneak peek of the shoot! New styles on www.CR7underwear.com now! 4th cr7underwear campaign.",
          1439987059
        ],
        [
          "Nutrition. Dedication. Drive.    \nWatch my new interview series with Herbalife to learn how I strive to be the best. #CR7Drive. Cristiano Ronaldo: The Interview: Part II | Herbalife. Cristiano Ronaldo: The Interview: Part II CR7 elevates his game with elite nutrition Soccer champion Cristiano Ronaldo talks about how when he was young, he ...",
          1439468223
        ],
        [
          "Here’s an exclusive image from my latest CR7 Underwear shoot! Love the new collection- check it out now on www.CR7underwear.com. Timeline Photos.",
          1438938023
        ],
        [
          "Step out in style with #CR7Footwear! One of my favourite pairs in the collection. www.cr7footwear.com. Timeline Photos.",
          1437554550
        ],
        [
          "Down in Australia and ran out of Herbalife24 #RebuildStrength...found a Herbalife \nnutrition club and they took great care of me. Thanks, guys! No matter where in the world, Herbalife's got my back. Timeline Photos.",
          1436951776
        ],
        [
          "Who remembers this guy? Brings me back some childhood memories. Now you can play the game “Ronaldo&Hugo: Superstar Skaters”. Available for iOS and Android http://bit.ly/GETsuperstars. Timeline Photos.",
          1433428980
        ],
        [
          "Great moment with the Emirates crew last week in Dubai. Emirates. Emirates crewfie with Cristiano Ronaldo. #AllTimeGreats.",
          1420545939
        ],
        [
          "Hey guys. 2014 was great! Hope 2015 will be amazing for all. Happy New Year! Mobile Uploads.",
          1420054610
        ],
        [
          "Here are some of my favourite pieces from my CR7 collection! Check it out! www.cr7underwear.com www.cr7shirts.com. Timeline Photos.",
          1419264232
        ],
        [
          "Hey guys, I followed back the most creative fans on Sportlobster. Were you one of them? http://bit.ly/CristianoWinner. Timeline Photos.",
          1417192852
        ],
        [
          "Here’s a look behind the scenes of my CR7 Shirts campaign shoot, wearing one of my favourite pieces. Do you like it? Timeline Photos.",
          1416837762
        ],
        [
          "Many people around the world embraced the #icebucketchallenge to create awareness to #ALS. It’s with great joy that I share the inspirational story of Bernardo, a story of success in fighting #ALS. Bernardo's ALS Cure - The Power of your Mind (Part 1) Five (5) strategies for your cure: 1) Mind; 2) Food; 3) Exercise; 4) Advanced supplementation; 5) Psychotherapy. The purpose of this video is to help people….",
          1416503456
        ],
        [
          "Hey guys. My CR7 Shirts collection is now available in stores. How exciting! Visit www.CR7shirts.com. Timeline Photos.",
          1416215181
        ],
        [
          "Hey guys, I received a new trophy that will be in exhibition at Museu CR7 - the one Facebook gave me for the 100 million fans! Thanks Facebook. Timeline Photos.",
          1415375218
        ],
        [
          "Tomorrow, let’s do our best to raise this stats. #halamadrid. OptaJosé. Desde enero de 2013, Cristiano Ronaldo nunca ha dejado de marcar en dos partidos seguidos de Champions League.\n\nSince start of 2013, Cristiano Ronaldo has never failed to score for 2 CL games in a row.",
          1413895461
        ],
        [
          "Happy to take part of it #ALS #Icebucketchallenge @JMC_Foundation http://youtu.be/3vu01fYhEpc. Cristiano Ronaldo #Icebucketchallenge. Happy to take part of it #ALS #Icebucketchallenge @JMC_Foundation.",
          1408289653
        ],
        [
          "Here’s an exclusive behind the scenes look at my Rankin X Ronaldo for #CR7Underwear shoot. Hope you all like the new collection! Check it out on www.CR7Underwear.com.",
          1408028423
        ],
        [
          "Check out my new Rankin X Ronaldo for #CR7Underwear film! I’m wearing my favourite style from the new collection, available at www.CR7Underwear.com now!",
          1407415698
        ],
        [
          "Got #NothingtoHide? Prove it! Check out #exclusive behind the scenes shots from my latest #CLEARHair commercial . Ronaldo & CLEAR Anti-Dandruff Shampoo: Behind The Scenes. Catch the making of CLEAR's new commercial starring world-renowned footballer Cristiano Ronaldo! Learn more about CLEAR's unique anti-dandruff formula at Cle...",
          1405930434
        ],
        [
          "Hey guys, my digital magazine #CR7emag is now available for free. For iOS and Android. Download it here: www.cristianoronaldo.com/magazine.",
          1405339745
        ],
        [
          "I had so much fun shooting and singing with Anselmo Ralph. Check out what happened behind the scenes:\n\n. Agora vou ao BESA - Making of. Veja os bastidores das filmagens da Campanha BESA. O banco de quem quer mais. www.queromais.besa.ao.",
          1402759188
        ],
        [
          "Do you want to see me singing with Anselmo Ralph? Check out my new campaign for BESA.  Vou ao BESA. O Banco de quem quer mais. Cristiano Ronaldo e Anselmo Ralph querem sempre mais. É por isso que estão no BESA. www.queromais.besa.ao.",
          1402232619
        ],
        [
          "I’m driven to perfection. Are you? Show me how you work to perfect your game by uploading a 15-second video or photo tagged #CR7DrivenToPerfection.  I’ll choose my favorite and share it on my Facebook page. Learn more: http://bit.ly/1jQH8d6 . CR7: Driven to Perfection. Fueled by Herbalife. Cristiano Ronaldo is driven to perfection. Watch the Portuguese soccer legend show off his skills and demonstrate how he pushes for perfection at all times. ...",
          1401889658
        ],
        [
          "Hey guys, check out the new cool wallpapers on my website. http://www.cristianoronaldo.com/downloads-wallpapers . Wallpapers - Downloads - Cristiano Ronaldo Official Website. Welcome to my new Official Website. Access unique content, also from fans and use the “fanwall” feature to share your best photos, videos and text. by branditnext.com.",
          1401614411
        ],
        [
          "Today, the Sun publishes an interview with me that I never gave. So its content is pure fiction.",
          1401375256
        ],
        [
          "How fun it was to be part of this new commercial. I had a wonderful time with all the team involved. Check out what happened behind the scenes. \n. BES Vantagem CR100 - Making Of. Veja os bastidores das filmagens da Campanha BES Vantagem CR100 que juntou o útil ao rentável com o Ronaldo e a Dona Inércia. www.bes.pt/cr100.",
          1400500666
        ],
        [
          "Do you wanna know more about the touching story of 14 year old Dawid, who awoke from a coma while listening to reports of Real Madrid games and then came to Madrid to meet me? Download the #CR7emag and check it out. Available in Android http://bit.ly/1gKYsmR and iOS http://bit.ly/1kD6eAl. Timeline Photos.",
          1397740913
        ],
        [
          "Flying with Emirates is an amazing experience, you never know who you’re going to bump into. Watch and share my latest video here. All-Time Greats | Cristiano Ronaldo and Pelé | Emirates Football. Who is the greatest footballer of all time? Join two football greats, Pelé and Cristiano Ronaldo as they connect with fans in the Emirates A380 Onboard Loung...",
          1397218307
        ],
        [
          "You will never guess who I bumped in to on my Emirates flight. Watch my new film here and share #AllTimeGreats http://youtu.be/OFbryriZ3is . All-Time Greats | Cristiano Ronaldo and Pelé | Emirates Football. Who is the greatest footballer of all time? Join two football greats, Pelé and Cristiano Ronaldo as they connect with fans in the Emirates A380 Onboard Loung...",
          1396008315
        ],
        [
          "Hello all, have you checked the #CR7emag with lots of unpublished and exclusive content? http://www.cristianoronaldo.com/magazine \n. Check out the #CR7emag. This is my #CR7emag, the digital magazine with lots of unpublished and exclusive content I hope you enjoy it!",
          1395755968
        ],
        [
          "Hey guys, it’s #WorldWaterDay. #iLoveWater. Appreciate it and make a difference with Drop4Drop http://bit.ly/WeLoveWater. Timeline Photos.",
          1395518583
        ],
        [
          "Check out the real time stats for tomorrow’s Real Madrid-Barcelona match here: http://www.cristianoronaldo.com/stats by OptaJose. Career Stats - Cristiano Ronaldo Official Website.",
          1395503775
        ],
        [
          "Nutrition is a weapon for me.  It’s an honor to be part of the Herbalife family...many good things to come. http://hrbl.me/1g9nwDV. Why does Cristiano Ronaldo choose to work with Herbalife? Trust. Honesty. Professionalism. In 2013, Cristiano Ronaldo selected Herbalife as his official nutrition partner to help him optimize his nutrition on and off the field. The first six months...",
          1395430220
        ],
        [
          "The new mobile version of Cristiano Ronaldo Footy is now live. Download it free! http://smarturl.it/crMobile2 App Store. Timeline Photos.",
          1394813135
        ],
        [
          "Thank you Virat Kohli for your kind words. Glad to be part of the Herbalife team with so many amazing athletes like you http://hrbl.me/1cBNVul. Virat Kohli's message to Cristiano Ronaldo: Thank you for inspiring me and so many others. Few companies connect people, let alone world-class athletes, in so many countries like Herbalife does. Indian Cricketer Virat Kohli sends a personal message...",
          1394722047
        ],
        [
          "Very proud to announce the new mobile version of Cristiano Ronaldo Footy!  Download it free today!  http://smarturl.it/CRMobile  Google Play. Timeline Photos.",
          1394546429
        ],
        [
          "Hi guys, who wants to join me in space? Suit up for #GALAXY11 and help fight for Earth! http://bit.ly/1hMmLQl. Suit Up for #GALAXY11. Suit up to get into the action! Join the team.",
          1394438540
        ],
        [
          "Check out Museu CR7 online store http://museucr7store.com.",
          1394216245
        ],
        [
          "Hey guys. The CR7 Video Club is in the Mobile World Congress in Barcelona. http://bit.ly/1ka1v7B #mwc2014.",
          1393408649
        ],
        [
          "Hey guys, I’m preparing something really cool for all my fans that I’ll share with you very soon. Stay tuned.",
          1393250825
        ],
        [
          "Hey guys. Have a sneak peek of an interview I gave with my friends from Jacob & Co. Are you curious?",
          1392821523
        ],
        [
          "Today I’m proud to present you my new official #website, a little gift for all of you. Welcome to www.cristianoronaldo.com. What do you think? Cristiano Ronaldo Official Website. Welcome to my new Official Website. Access unique content and use the “fanwall” feature to share your best photos, videos and text.",
          1392722585
        ],
        [
          "Hey guys, The GAME by Ronaldo is now available for Android and iOS. \r\n \r\nDownload the apps and keep an eye on your Player career, manage your Team, schedule matches and update the results right from the field - or at the bus stop, over lunch… Your GAME happens everywhere!\r\n \r\nGet either the Android app http://bit.ly/TheGAMEAndroid or the iOS app http://bit.ly/TheGAMEiOS. Timeline Photos.",
          1390910399
        ],
        [
          "Going to start using Mobio! Ask me questions and I will answer some! Mobio INsider. Mobio INsider allows you to ask for pictures and answers from your favorite stars!",
          1390242045
        ],
        [
          "Great fans lead to great moments. Thank you!  #BallondOr2013. Cristiano Ronaldo and Ballon D'Or 2013.",
          1389636548
        ],
        [
          "2013 was like this, let’s welcome 2014! \nhttp://youtu.be/-MtOmg9RGQM. Cristiano Ronaldo's best moments 2013. 2013 was like this, let's welcome 2014!",
          1388488293
        ],
        [
          "Hey guys, this year was great, but the next one will be even better. #justdoit. Timeline Photos.",
          1387791512
        ],
        [
          "Hey guys. Come and meet my museum Facebook page \nhttp://www.facebook.com/MuseuCr7. Museu CR7. Rua Princesa Dona Amélia N.10\n291639880.",
          1387724669
        ],
        [
          "The Alien threat is here - I've joined #GALAXY11 to play football in space and defend this planet that we love...  http://youtu.be/86wGkXjgEjI\n\nGet more info: http://bit.ly/182GrfQ. Ronaldo Joins #GALAXY11. The legendary Cristiano Ronaldo has joined Earth's ultimate football team, Galaxy 11, to fight for the survival of our planet.",
          1386956053
        ],
        [
          "Help your city reach 100 ready teams (with 5 players or more) and start competing in The GAME by Ronaldo right away.\r\n\r\nCheck the rankings www.bit.ly/TheGAMErank, spread the word, lead your city to the top! Timeline Photos.",
          1386253791
        ],
        [
          "My #CR7underwear line is now available to buy! Check it out at www.cr7underwear.com. You can also watch the exclusive behind the scenes of my #CR7underwear shoot here. Behind The Scenes [CR7 Underwear] Check out what happened at the photo shoot for the new CR7 Underwear collection. It has been developed in collaboration with world-famous football player Cri...",
          1383319724
        ],
        [
          "You can now check out the full #CR7underwear collection at www.CR7underwear.com. Here’s one of my favourite designs. Timeline Photos.",
          1383236779
        ],
        [
          "This video shows clearly the respect and consideration that FIFA has for me, for my club and my country. Much is explained now. I wish Mr. Blatter health and a long life, with the certainty that he will continue to witness, as he deserves, the successes of his favourite teams and players. Sepp Blatter | Ronaldo vs Messi | Oxford Union. Sepp Blatter gives his opinions on Cristiano Ronaldo and Lionel Messi. SUBSCRIBE for more speakers ► http://is.gd/OxfordUnion STAY CONNECTED: Facebook @ http...",
          1383063430
        ],
        [
          "Can you run it like Ronaldo?  Play Cristiano Ronaldo's Footy online for FREE today!  http://bit.ly/16tC9zg. Timeline Photos.",
          1380300384
        ],
        [
          "My new underwear collection is the result of a fantastic co-operation between New York-based designer Richard Chai, the Danish Underwear manufacturer JBS and myself. I can’t wait to show it to you all. See more at www.cr7underwear.com  #CR7 #cristiano #jbs #richardchai. Timeline Photos.",
          1379592530
        ],
        [
          "Hey guys, visit my Twitter account. #weare20million followers now and I'm giving away some prizes.\nwww.twitter.com/cristiano. Cristiano Ronaldo (Cristiano) on Twitter.",
          1375018185
        ],
        [
          "Talking nutrition with Herbalife scientist, John Heiss #SportsNutrition. Timeline Photos.",
          1374150277
        ],
        [
          "Check out the video of the Jacob & Co. cocktail gala. Great event. Cristiano Ronaldo hosts the Jacob & Co Party in Monte Carlo. Real Madrid football star Cristiano Ronaldo hosted a glamorous party on behalf of Jacob & Co at the Hotel de Paris.",
          1373976056
        ],
        [
          "Hey guys, check out this cool flipbook. Thanks Etoilec1 Officiel. Best skills of Cristiano Ronaldo in flipbook.",
          1371211219
        ],
        [
          "Hey guys, wanna be in my official website promotional video? Register at\r\nwww.cristianoronaldoofficial.com and get the chance to be a part of it. Are you ready? Timeline Photos.",
          1371040268
        ],
        [
          "Happy to be part of Team Herbalife - nutrition for a better life :) Timeline Photos.",
          1370437402
        ],
        [
          "Hey guys, just reached a million followers on Instagram. Thank you all. You can follow me here http://instagram.com/cristiano/ Timeline Photos.",
          1370260191
        ],
        [
          "Check out the behind the scenes video from the set of the new Jacob & Co. Watch ad campaign featuring yours truly! I had a great time. Jacob & Co 2013 Campaign with Cristiano Ronaldo. http://www.jacobandco.com.",
          1366633665
        ],
        [
          "My friends at KONAMI have a new Facebook game! Become a manager in PES Association Football and lead your team to victory! If you are lucky you might even get me in your squad! Click on the link to play now: http://www.facebook.com/pesassociationfootball. Pro Evolution Soccer. Still haven't tried PES Association Football? Become the manager of your own team and use real tactics and real players to lead your club to victory! Click here now and start playing! http://www.facebook.com/pesassociationfootball.",
          1366295211
        ],
        [
          "Remember I posted about my autographs from my friends at MyStarAutograph? Today you can win some for free! Enter the contest and get your free personalized photo. MyStarAutograph Giveaway: Win Cristiano Ronaldo signed photos!",
          1365163206
        ],
        [
          "Hey guys, big game today against Galatasaray! Let’s make it. Timeline Photos.",
          1364978045
        ],
        [
          "Hey guys, stay tuned on my Twitter account at https://twitter.com/Cristiano to get some tickets for the next National Team games. Cristiano Ronaldo (Cristiano) on Twitter. The latest from Cristiano Ronaldo (@Cristiano). ",
          1363718764
        ],
        [
          "Hey guys, today I've been filming. Have a nice weekend everyone. Timeline Photos.",
          1360951678
        ],
        [
          "Watch me train with the PES fans. PES 2013 |   WARM UP SESSION WITH CRISTIANO RONALDO.",
          1359544749
        ],
        [
          "Ckeck out more photos of the Meet&Greet. Pro Evolution Soccer. Check out our Behind the Scenes Album!",
          1359479472
        ],
        [
          "Hey guys, take a look at the Meet&Greet with the winners of the PES contest, last Friday. FIRST LOOK AT THE CRISTIANO RONALDO MEET AND GREET. Watch the preview of Cristiano Ronaldo's personal training with PES fans.",
          1359457312
        ],
        [
          "Certains matches de la Coupe d'Afrique des Nations sont passionnants! Je viens de télécharger l'application GRATUITE CAN 2013 pour ne rien manquer : vidéos, scores, live texte et stats, alertes buts… Découvre l'application elle est gratuite !\r\n\r\nTélécharge-la gratuitement ici sur iOS:\r\nhttp://bit.ly/10Kg7PU \r\n\r\nTélécharge-la gratuitement ici sur Android:\r\nhttp://bit.ly/XBtgIk. Timeline Photos.",
          1359139992
        ],
        [
          "Has anyone else been watching the Africa Cup of Nations? Some great matches so far! I just downloaded the FREE AFCON 2013 app to watch highlights from the games. Check it out.  \r\n\r\nDownload it for FREE here on iOS - http://bit.ly/10JHVnj\r\n\r\nOr FREE here on Android - http://bit.ly/WYQqZe. Timeline Photos.",
          1359138726
        ],
        [
          "What a great day I had today with the winners of the PES contest. Thank you guys. It was fun. Meet&Greet with winners of PES contest.",
          1359133221
        ],
        [
          "Qui regarde la Coupe d'Afrique des Nations? Télécharge cette application gratuite pour suivre les dernières nouvelles...\nGRATUIT ici sur iOS - http://bit.ly/10Kg7PU \nGRATUIT ici sur Android - http://bit.ly/XBtgIk. CAN Orange, AFRIQUE DU SUD 2013. Procurez-vous CAN Orange, AFRIQUE DU SUD 2013 dans l'App Store. Consultez les captures d'écran et les avis, et lisez les critiques d'autres utilisateurs.",
          1358622000
        ],
        [
          "Who's watching the Africa Cup of Nations? Download this FREE app to keep up with all the latest...\n\nFREE here on iOS - http://bit.ly/10JHVnj\nFREE here on Android - http://bit.ly/WYQqZe. Orange AFCON, SOUTH AFRICA 2013. Get Orange AFCON, SOUTH AFRICA 2013 on the App Store. See screenshots and ratings, and read customer reviews.",
          1358622000
        ],
        [
          "That's why I love football. CRISTIANO RONALDO WE KNOW FOOTBALL.m4v. AL JAZEERA SPORT EXCLUSIVE FILMING WITH CRISTIANO RONALDO.",
          1354371783
        ],
        [
          "Say hello to Himanshu Yadav and all my friends from India. I will come shortly with more news. \nMeanwhile don't forget to add me on Instagram. Just search for @cristiano \n\nSee more from Cristiano Ronaldo: http://say.ly/hkC4voT. WhoSay Broadcast Photos.",
          1351883754
        ],
        [
          "Lot of friends from Turkey. Thank you Cihat & Elif for your photo.\n\nSee more from Cristiano Ronaldo: http://say.ly/QnL4ukf. WhoSay Broadcast Photos.",
          1351707173
        ],
        [
          "Finally PES 2013 is available! I've been enjoying playing it! Check out the new TV ad I did with them in Madrid, we had so much fun! \n\nHow do you like the game so far?\n\nhttp://bit.ly/SizcJp. PES 2013 90\" TV Ad featuring Cristiano Ronaldo. https://www.konami-pes2013.com/buy-now/",
          1348320479
        ],
        [
          "I was very proud to be the Castrol EDGE Rankings top performing Real Madrid player last season.  Hopefully I can help the team again in 2012/2013!\r\n\r\nCheck out http://www.castrolfootball.com/?page=rankings for more about the Rankings as it returns for the new season! Timeline Photos.",
          1345202575
        ],
        [
          "The new PES 2013 trailer coming straight from Gamescom!\nI heard the game is coming end of September - click \"Like\" if you can't wait like myself! New PES 2013 gamescom trailer released! Coming straight from the show floors of gamescom, we present you the latest addition to our PES 2013 trailers. Check out the trailer below. If you are.",
          1345118325
        ],
        [
          "Jacob & Co. surprised me with this great watch. Thank you! Cristiano Ronaldo's Photo. Jacob & Co. surprised me with this great watch. Thank you!",
          1344693648
        ],
        [
          "Finally the PES 2013 demo is available worldwide! Can't wait to play - who's with me? PES 2013 Demo Announcement. Official Demo available globally for PS3, Xbox 360 and PC! For more information follow us at: www.konami-pes2013.com www.facebook.com/pes www.twitter.com/Jon...",
          1343831064
        ],
        [
          "This is what I was waiting for - a new video focusing on how PES 2013 plays out on the pitch. Pretty nice gameplay, isn't it? Introducing PES 2013: On the pitch (Episode 2) In the second episode of our new video series showcasing the features and contents of PES 2013, we want to show you how the game looks and feels like on the ...",
          1342766125
        ],
        [
          "Practice makes perfect: here’s a clip of me scoring headers in the dark from Castrol EDGE Presents Ronaldo Tested to the Limit! It reminds me of how I scored my goal for Portugal against Czech Republic in EURO 2012!\nDownload the full film for free on iTunes at http://bit.ly/RonaldoTTTL. Blackout Challenge - Castrol EDGE Presents Ronaldo Tested to the Limit. Ronaldo takes the Blackout Challenge for Castrol EDGE Presents Ronaldo Tested to the Limit, an award-winning documentary which showcases the Real Madrid and ...",
          1342692012
        ],
        [
          "I'm very proud to continue being part of the Toyota family. It's always great the way that  they receive me. Cristiano Ronaldo's Photo. I'm very proud to continue being part of the Toyota family. It's always great the way that  they receive me.",
          1342450475
        ],
        [
          "We had a great afternoon with this family. Very nice people. Cristiano Ronaldo's Photo. We had a great afternoon with this family. Very nice people.",
          1342346558
        ],
        [
          "Here's another photo from yesterday. We had a great afternoon. Cristiano Ronaldo's Photo. Here's another photo from yesterday. We had a great afternoon.",
          1342177555
        ],
        [
          "Now with photo :-) Cristiano Ronaldo's Photo. Now with photo :-)",
          1342084023
        ],
        [
          "Check out this video - my friends at Konami finally start to unveil more and more details about PES 2013 - I hope they soon show me a new version for me to try out, can't wait! Introducing PES 2013: Game Modes (Episode 1) PLEASE TURN CAPTIONS ON! In the first episode of our new video series showcasing the features and contents of PES 2013, we take you on a tour through the dif...",
          1341917154
        ],
        [
          "My Time is Now #makeitcount. Cristiano Ronaldo's Photo. My Time is Now #makeitcount.",
          1339232432
        ],
        [
          "My friends at Konami have released the new exciting trailer of PES 2013 at the E3 Show in Los Angeles! It will be a great game, believe me! [NEW & OFFICIAL] PES 2013 Trailer [E3 2012] HD. PES 2013: Watch the new E3 trailer! http://www.konami-pes2013.com http://www.facebook.com/PES http://www.twitter.com/jonmurphy_PES http://www.youtube.com/off...",
          1339003495
        ],
        [
          "Nice new Video on PES 2013 where I am also featured! Check it out! [NEW & OFFICIAL] PES 2013 Producer Interview and feature presentation [E3 2012] HD. See new gameplay footage and watch an interview with our lead developer Kei Masuda in this new PES 2013 video. PES 2013 Lead Developer Kei Masuda gives you m...",
          1338551909
        ],
        [
          "CRonaldo Freestyle team just announced that my Cristiano Ronaldo FreeStyle soccer game will be published on PC/MAC at the beginning of the new football season. You will be able to buy my game in a box or digitally at any games store in the world. Cristiano Ronaldo Freestyle.    Cristiano Ronaldo Freestyle (PC/MAC) packs all of Ronaldo’s unique soccer skills and style into one amazing game. Packed with hundreds of tricks and challenges, multiple gameplay modes and set.",
          1338475755
        ],
        [
          "Check out this great video from my #RonaldoLIVE event with Castrol EDGE. Enjoy! http://youtu.be/7kAk_LlE5_E #RonaldoLIVE - Castrol EDGE Presents Ronaldo Tested to the Limit. In a world-first, fans around the world challenged Cristiano Ronaldo in a live challenge streamed on Facebook. Castrol EDGE Presents #RonaldoLIVE was created...",
          1338123949
        ],
        [
          "I put up several new exclusive pics in my free app, Cristiano Ronaldo. You can download it on iPhone, iPad, or Android - http://road.ie/Cristiano. Timeline Photos.",
          1337181522
        ],
        [
          "I would like to dedicate my goal to my friend Nuhazet. ForÃ§a. Cristiano Ronaldo's Photo. I would like to dedicate my goal to my friend Nuhazet. ForÃ§a.",
          1336939426
        ],
        [
          "Never played CRonaldo Freestyle before? To celebrate all of Cristiano Ronaldo's season achievements, the FreeStyle team just released an Android FREEMIUM version! Download the game on Google Play (http://bit.ly/KUO0om) \n\nFor all iPhone fans the full game will be FREE for the next 24 only! So hurry up and get it now! (http://bit.ly/CRonaldo_Freestyle ) Cristiano Ronaldo FREE Style - Android Apps on Google Play. Play as Cristiano Ronaldo in Freestyle Battles around the world! Think you’ve got what it take to freestyle with the best? Experience the rush of pulling off amazing t...",
          1336741673
        ],
        [
          "The Ronaldo Tested To The Limit won the Best International Sports Marketing Campaign recently.  Check it out and download it for free here: iTunes - Podcasts - Ronaldo Tested To The Limit Presented By Castrol EDGE by Castrol EDGE. Download past episodes or subscribe to future episodes for free from Ronaldo Tested To The Limit Presented By Castrol EDGE by Castrol EDGE on the iTunes Store.",
          1336639547
        ],
        [
          "Check out the exciting new announcement of PES 2013! PES2013 Debut Trailer. Make sure to follow us at: http://www.konami-pes2013.com http://www.facebook.com/PES http://www.twitter.com/jonmurphy_PES http://www.youtube.com/officialPES.",
          1335279852
        ],
        [
          "Have you seen this yet?  Pro Evolution Soccer. Curtains up for PES 2013 - Watch the new Teaser Video starring Cristiano Ronaldo!",
          1334919744
        ],
        [
          "Take a look at the behind the scenes of the last commercial I did for my bank, BES. I hope you enjoy it. Invest in yourself. BES RONALDO MAKING OF \"UMA MUDANÇA NA VIDA\" ENGLISH VERSION. The behind the scenes of BES campaign with Cristiano Ronaldo: BES Saving Solutions, Solutions for Change Watch what happened in Funchal, Lisbon, Manchester a...",
          1334835982
        ],
        [
          "Who wants a signed Real Madrid jersey from me? Get my free app \"Cristiano Ronaldo\" on iPhone or Android, and I will randomly select a person in the top ten of the Top Users category. Will it be you? http://road.ie/Cristiano \n\n(Official rules: http://bit.ly/Hsfimi) Timeline Photos.",
          1334319328
        ],
        [
          "Heads Up! is now available for the iPad in HD. I am playing it right now! Here's a link to get it free http://rock.li/headsup. RockLive | Heads Up | Cristiano Ronaldo. Heads Up! with Cristiano Ronaldo is a fun puzzle game available for free.",
          1334248385
        ],
        [
          "Do you have my free app \"Cristiano Ronaldo\" on iPhone or Android? I'm giving away a signed Real Madrid jersey to a randomly selected person in the top ten of the Top Users category. Will it be you? \n\nOfficial Rules -> http://bit.ly/Hsfimi. Mobile Roadie - Apps - Cristiano Ronaldo. Mobile Roadie is the leading mobile application developer for brands to small business to entertainment. MORO takes your brand and websites mobile with social, CRM, commerce, and custom solutions beyond what the web can offer.",
          1333031037
        ],
        [
          "With @KAKA, on our way to Cyprus. Cristiano Ronaldo's photo \"With @KAKA, on our way to Cyprus\" With @KAKA, on our way to Cyprus.",
          1332688601
        ],
        [
          "Download \"Heads Up!\" for free on your iPhone and try to beat my score. Here's a link to get it http://itun.es/iPJ9c3. App Store - Heads Up! Read reviews, get customer ratings, see screenshots, and learn more about Heads Up! on the App Store. Download Heads Up! and enjoy it on your iPhone, iPad, and iPod touch.",
          1331740589
        ],
        [
          "The CRonaldo Freestyle game is so cool! And playing it on an iPad is even better!\n\nCheck out the game. http://bit.ly/CRonaldo_Freestyle_iPad. Cristiano Ronaldo playing Freestyle on iPad. Here I am playing the iPad version of Freestyle. iPad - http://bit.ly/CRonaldo_Freestyle_iPad iPhone - http://itunes.apple.com/us/app/c-ronaldo-freestyle/id4...",
          1331308922
        ],
        [
          "It's fun to see all the comments and activity in my new app! I'm glad to hear everyone is enjoying the news, photos, and fan wall. It's free on iPhone and Android. http://road.ie/Cristiano. Mobile Roadie - Apps - Cristiano Ronaldo. Welcome to the official Cristiano Ronaldo app! This is your source for all the latest Cristiano Ronaldo news, tweets, pictures, videos, and other apps! Always official, with exclusive content not featured anywhere else! Stay up to date, interact with other fans, and even participate in exclusive con...",
          1331053729
        ],
        [
          "My music/rhythm game CRonaldo Freestyle is now available on Android phones! Enjoy . Cristiano Ronaldo Freestyle - Apps on Android Market. Play as Cristiano Ronaldo in Freestyle Battles around the world! Think you’ve got what it take to freestyle with the best? Experience the rush of pulling off amazing t...",
          1330706793
        ],
        [
          "Great news! You can now watch my film, Castrol EDGE Presents Ronaldo Tested to the Limit, in full at http://castroledge.com/football/ronaldo-tested-to-the-limit/ Timeline Photos.",
          1330528943
        ],
        [
          "Have you downloaded my free app, Cristiano Ronaldo, for iPhone or Android? It gives you instant access to the latest news & videos no matter where you are. What do you think of the exclusive photos? http://road.ie/Cristiano. Cristiano Ronaldo's photo \"Have you downloaded my free a...\" Have you downloaded my free app, Cristiano Ronaldo, for iPhone or Android? It gives you instant access to the latest news & videos no matter where you are. What do you think of the exclusive photos...",
          1330359212
        ],
        [
          "Great news, I've just launched my latest free app \"Cristiano Ronaldo\" on iPhone and Android. \n\nIt has all my latest news and tweets, videos, and even exclusive pictures not seen anywhere else! What do you think? http://road.ie/Cristiano. Timeline Photos.",
          1329926696
        ],
        [
          "Thanks to Manchester United for this video! Manchester United. United legend Cristiano Ronaldo was a prolific striker for the Reds. Check out some of his greatest goals here….",
          1328630978
        ],
        [
          "Check out this interview with my friends at Castrol Football, where I tell what gives me the strength to perform on the football pitch!  Enjoy! Cristiano Ronaldo interview at Castrol EDGE Presents Ronaldo Tested to the Limit Premiere. Cristiano Ronaldo gives us an insight into what gives him the strength to perform on the football pitch whilst at the global Premiere of Castrol EDGE Present...",
          1327676885
        ],
        [
          "Working on my score in my iPhone game, Heads Up Cristiano Ronaldo. Add \"cristiano\" & see if you can beat my score. http://itun.es/iLW8vS. App Store - Heads Up Cristiano Ronaldo. Read reviews, get customer ratings, see screenshots, and learn more about Heads Up Cristiano Ronaldo on the App Store. Download Heads Up Cristiano Ronaldo and enjoy it on your iPhone, iPad, and iPod touch.",
          1326385802
        ]
      ],
      "dates_start": 1356860525,
      "dates_end": 1456649887,
      "likes_avg": 232183,
      "likes_stdev": 335084,
      "comments_avg": 5926,
      "comments_stdev": 6983,
      "shares_avg": 7124,
      "shares_stdev": 16077
    },
    {
      "number": 11,
      "important": [
        "brother",
        "collect",
        "sacoor",
        "sacoorbroth",
        "summer",
        "tailor",
        "heritag",
        "great",
        "ronaldo"
      ],
      "summary": [
        "Hi guys, here's a sneak peek of the new SACOOR BROTHERS Spring/Summer Collection.",
        "The Cristiano Ronaldo & Sacoor Brothers Limited Collection.",
        "Check out my Unforgettable summer look and others at www.sacoorbrothers.com #SacoorBrothers SACOOR BROTHERS.",
        "Don’t miss the new “Cristiano Ronaldo & Sacoor Brothers Limited Collection”!",
        "For now, I’ll give you a sneak peek of what’s coming for the new SACOOR BROTHERS Spring/Summer Collection."
      ],
      "common": 0,
      "messages": [
        [
          "Do you believe an outfit can inspire and complete a remarkable moment? \nI do! And that's why I partnered with Sacoor Brothers to this amazing #CristianoRonaldo Collection. \nDiscover Sacoor Brothers Online at www.sacoorbrothers.com and be inspired! #SACOORBROTHERS. Timeline Photos.",
          1486056601
        ],
        [
          "Getting into the spirit of the season with SACOOR BROTHERS! \nWe are celebrating this magical season with elegance and style to look your best for your special occasions. \nShop www.sacoorbrothers.com for the best styles for you and your gift list! Timeline Photos.",
          1482253200
        ],
        [
          "Just came back from the tailor and my suit fits perfectly! Did you know that as a SACOOR BROTHERS client you are entitled to their free in-house tailoring service? Their attention to personalized detail is one reason why I am a huge fan! Timeline Photos.",
          1478354435
        ],
        [
          "I'm really excited to share with you the new #SACOORBROTHERS Fall Winter Collection! Check out the behind the scenes.  \nsacoorbrothers.com. Sacoor Brothers Fall/Winter 2016 with Cristiano Ronaldo. Sneak Peek of Sacoor Brothers Fall/Winter 2016 Collection #Doers&Makers with Cristiano Ronaldo.",
          1475129058
        ],
        [
          "Not ready to let this Unforgettable summer go yet. Check out my Unforgettable summer look and others at www.sacoorbrothers.com #SacoorBrothers SACOOR BROTHERS. Timeline Photos.",
          1472052602
        ],
        [
          "A Sneak Peek at Sacoor Brothers’s new Collection! Can’t wait to show you guys the complete collection at www.sacoorbrothers.com!\n#SACOORBROTHERS. Timeline Photos.",
          1469808001
        ],
        [
          "Brother ✌🏼️👍🏼🔝. Timeline Photos.",
          1468412707
        ],
        [
          "So proud to have my very own collection at the SACOOR BROTHERS stores. Don’t miss the new “Cristiano Ronaldo & Sacoor Brothers Limited Collection”! The Cristiano Ronaldo & Sacoor Brothers Limited Collection.",
          1460987909
        ],
        [
          "Loving the fresh new SACOOR BROTHERS collection!\nSpring has arrived at Sacoor Brothers. Be the first to try it on at a boutique near you. Timeline Photos.",
          1456237793
        ],
        [
          "I had such a great time on this photo shoot that I can’t wait to see the full gallery! For now, I’ll give you a sneak peek of what’s coming for the new SACOOR BROTHERS Spring/Summer Collection. Timeline Photos.",
          1455547616
        ],
        [
          "Don’t let this Winter pass you by without visiting a SACOOR BROTHERS boutique and try on their magnificent #Heritage Collection. You will be forever hooked. Timeline Photos.",
          1452005796
        ],
        [
          "It gives me great pleasure to join SACOOR BROTHERS once again for the celebration of their 25th anniversary! #Heritage is a must see collection, full of life and colour, inspired in Portugal and tailored especially for you! Be inspired...\nhttps://youtu.be/zzFzRihL6PM. Cristiano Ronaldo for Sacoor Brothers Fall-Winter. Our Heritage lives on.",
          1447315610
        ],
        [
          "Had a great time in the shoot for the new SACOOR BROTHERS  collection,already in stores! The Portuguese heritage was the inspiration for this new collection. Take a look. Behind the Scenes Sacoor Brothers Fall Winter 2015/2016.",
          1444652286
        ],
        [
          "Always be at your best with SACOOR BROTHERS outfits, the perfect look for every occasion. Find the closest boutique here: bit.ly/boutiquesSacoorBrothers. The Perfect Match: Cristiano Ronaldo for Sacoor Brothers Spring Summer 2015.",
          1436695874
        ],
        [
          "Want to see more of my photoshoot for SACOOR BROTHERS Spring Summer Collection? Don’t miss out any detail here. Behind the Scenes Sacoor Brothers Spring Summer 2015.",
          1433586357
        ],
        [
          "Pleased to be part of SACOOR BROTHERS family, a Portuguese fashion brand where you can find the perfect look for any occasion. #PerfectMatch. Timeline Photos.",
          1430996304
        ],
        [
          "I love SACOOR BROTHERS suits, the quality of the materials, the tailor-made service and the amazing experience in stores. Head down to Sacoor Brothers and try it yourself. Timeline Photos.",
          1427880035
        ],
        [
          "Hi guys, here's a sneak peek of the new SACOOR BROTHERS Spring/Summer Collection. Every detail counts and this is what makes us unique. #PerfectMatch. Timeline Photos.",
          1424361333
        ],
        [
          "Hey guys. Today I proudly announce my new partnership with SACOOR BROTHERS, a portuguese clothing brand. See all the 7 reasons for this wonderful partnership http://bit.ly/SacoorBrothers. Timeline Photos.",
          1418983416
        ]
      ],
      "dates_start": 1433398436,
      "dates_end": 1474108608,
      "likes_avg": 551292,
      "likes_stdev": 538629,
      "comments_avg": 7700,
      "comments_stdev": 5638,
      "shares_avg": 6192,
      "shares_stdev": 6026
    },
    {
      "number": 12,
      "important": [
        "pes",
        "present",
        "cristiano",
        "goal",
        "follow",
        "real",
        "great",
        "header",
        "penalti"
      ],
      "summary": [
        "Follow Cristiano & PES at: http://www.facebook.com/cristiano http://www.... Great Penalty Shot!!",
        "CR7 Goal Celebration - Presented by PES 2012 (Header) Cristiano just scored a Header Goal!",
        "Follow Cristiano & PES at: www.facebook.com/cristiano www... Great shot!!",
        "Follow Cristiano & PES at: http://www.facebook.com/cristiano http://www.faceboo... What a shot with the left!!!",
        "CR7 Goal Celebration - Presented by PES 2012."
      ],
      "common": 0,
      "messages": [
        [
          "Great header!! CR7 GOAL ALERT! Real v Malllorca 1: (19') - Presented by PES 2012. CR7 Goal Celebration - Presented by PES 2012 (Header) Cristiano just scored a Header Goal! Like this video and share it with your friends! Follow Cristiano & PES at: http://www.facebook.com/cristiano http://www....",
          1336926340
        ],
        [
          "Great Penalty Shot!! CR7 GOAL ALERT! Granada v Real 1:1 (81') - Presented by PES 2012 - http://bit.ly/IPgWB5. CR7 Goal Celebration - Presented by PES 2012 (Penalty) Cristiano just scored a Penalty Goal! Like this video and share it with your friends! Follow Cristiano & PES at: http://www.facebook.com/cristiano http://www...",
          1336243577
        ],
        [
          "Header off the corner!! CR7 GOAL ALERT! Bilbao v Real 0:3 (49') - Presented by PES 2012. CR7 Goal Celebration - Presented by PES 2012 (Header) Cristiano just scored a Header Goal! Like this video and share it with your friends! Follow Cristiano & PES at: http://www.facebook.com/cristiano http://www....",
          1335985751
        ],
        [
          "Given so much space!! CR7 GOAL ALERT! Real v Bayern 2:0 (14') - Presented by PES 2012. CR7 Goal Celebration - Presented by PES 2012. Cristiano just scored a Goal against Bayern Munich! Like this video and share it with your friends! Follow Cristiano & PES at: www.facebook.com/cristiano www...",
          1335373548
        ],
        [
          "Great shot!! CR7 GOAL ALERT! Real v Bayern 1:0 (6') - Presented by PES 2012. CR7 Goal Celebration - Presented by PES 2012. Cristiano just scored a Goal against Bayern Munich! Like this video and share it with your friends! Follow Cristiano & PES at: www.facebook.com/cristiano www...",
          1335373133
        ],
        [
          "Fantastic free kick!! CR7 GOAL ALERT! Real v APOEL 3:1 (75') - Presented by PES 2012 - http://bit.ly/HgC6pF. CR7 Goal Celebration - Presented by PES 2012. Cristiano just scored a Goal! Like this video and share it with your friends! Follow Cristiano & PES at: http://www.facebook.com/cristiano http://www.faceboo...",
          1333563546
        ],
        [
          "Easy flick for Ronaldo!!! CR7 GOAL ALERT! Real v APOEL 1:0 (25') - Presented by PES 2012 - http://bit.ly/HgC6pF. CR7 Goal Celebration - Presented by PES 2012. Cristiano just scored a Goal! Like this video and share it with your friends! Follow Cristiano & PES at: http://www.facebook.com/cristiano http://www.faceboo...",
          1333559619
        ],
        [
          "What a shot with the left!!! CR7 GOAL ALERT! Moscow v Real 0:1 (28') - Presented by PES 2012. CR7 Goal Celebration - Presented by PES 2012. Cristiano just scored a Goal! Like this video and share it with your friends! Follow Cristiano & PES at: www.facebook.com/cristiano www.facebook.com/PES.",
          1329841806
        ],
        [
          "Goal!!! CR7 GOAL ALERT! Barcelona v Real 2:1 (67') - Presented by PES 2012 . CR7 Goal Celebration - Presented by PES 2012. Cristiano just scored a Goal! Like this video and share it with your friends! Follow Cristiano & PES at: www.facebook.com/cristiano www.facebook.com/PES.",
          1327526993
        ],
        [
          "WHAT A SHOT!!!!! CR7 GOAL ALERT! Real v Barcelona 1:0 (10') - Presented by PES 2012 . CR7 Goal Celebration - Presented by PES 2012. Cristiano just scored a Goal! Like this video and share it with your friends! Follow Cristiano & PES at: www.facebook.com/cristiano www.facebook.com/PES.",
          1326917700
        ]
      ],
      "dates_start": 1329616971,
      "dates_end": 1336645431,
      "likes_avg": 41186,
      "likes_stdev": 13570,
      "comments_avg": 3617,
      "comments_stdev": 1757,
      "shares_avg": 2782,
      "shares_stdev": 1648
    },
    {
      "number": 13,
      "important": [
        "sportlobst",
        "shirt",
        "madrid",
        "team",
        "instant",
        "season",
        "second",
        "friend",
        "leagu"
      ],
      "summary": [
        "Post in Real Madrid Fanzone on Sportlobster before the match & I’ll follow someone #halamadrid http://lnk.to/RMFanzone.",
        "Download the free Sportlobster App now and join the action http://lnk.to/SportlobsterAppInstall.",
        "#FindMyCR7shirt http://lnk.to/SportlobsterAppInstall\n.",
        "#FindMyCR7shirt\nhttp://lnk.to/SportlobsterAppInstall\n.",
        "Go to the Spanish La Liga Fanzone on Sportlobster & support your team."
      ],
      "common": 0,
      "messages": [
        [
          "Tonight is Champions League night at the Bernabéu for the second leg against Liverpool. Predict the result on Sportlobster. #HalaMadrid http://bit.ly/RMvLIVE. Sportlobster - The Sports Social Network. The meeting place for fans of all sports to enjoy and share breaking news, blogs, predictions and much more. Instantly follow what's important to you, connecting friends, celebrities and teams, ensuring you never miss out on the action you care about.",
          1415097773
        ],
        [
          "Today we’ll play for the Champions League against Liverpool. Predict the result on Sportlobster. Sportlobster - The Sports Social Network. The meeting place for fans of all sports to enjoy and share breaking news, blogs, predictions and much more. Instantly follow what's important to you, connecting friends, celebrities and teams, ensuring you never miss out on the action you care about.",
          1413962066
        ],
        [
          "Which of my Real Madrid goals is your favourite? Tell me on Sportlobster now lnk.to/RMFanzone. Sportlobster - The sports social network. The meeting place for fans of all sports to enjoy and share breaking news, blogs, predictions and much more. Instantly follow what.",
          1411721856
        ],
        [
          "What was your favourite moment from last night's match? Please let me know in the Real Madrid Fanzone on Sportlobster . Sportlobster - The sports social network. The meeting place for fans of all sports to enjoy and share breaking news, blogs, predictions and much more. Instantly follow what.",
          1410966028
        ],
        [
          "Last clue is more obvious! You still haven't found it yet? Who can #FindMyCR7Shirt first? You have to be quick. Go go go! #FindMyCR7shirt\nhttp://lnk.to/SportlobsterAppInstall\n. Sportlobster - The sports social network. The meeting place for fans of all sports to enjoy and share breaking news, blogs, predictions and much more. Instantly follow what.",
          1409921695
        ],
        [
          "No one has found my shirt in London yet but you’re all getting closer! Nearly there… here is my second clue on Sportlobster. Go go go! #FindMyCR7shirt http://lnk.to/SportlobsterAppInstall\n. Sportlobster - The sports social network. The meeting place for fans of all sports to enjoy and share breaking news, blogs, predictions and much more. Instantly follow what.",
          1409919238
        ],
        [
          "Go to Sportlobster now to find the clues to find my National Team signed shirt. It's hidden in London right now! #FindMyCR7shirt  http://www.sportlobster.com/fan/Cristiano  . Sportlobster - The sports social network. The meeting place for fans of all sports to enjoy and share breaking news, blogs, predictions and much more. Instantly follow what's important to you, connecting friends, celebrities and teams, ensuring you never miss out on the action you care about.",
          1409916224
        ],
        [
          "Tomorrow we will play for the SuperCup of Spain. Post in Real Madrid Fanzone on Sportlobster before the match & I’ll follow someone #halamadrid http://lnk.to/RMFanzone. Sportlobster - The sports social network. The meeting place for fans of all sports to enjoy and share breaking news, blogs, predictions and much more. Instantly follow what.",
          1408641955
        ],
        [
          "The beginning of the season is almost here. Go to the Spanish La Liga Fanzone on Sportlobster & support your team. http://bit.ly/1qWvpng. Sportlobster - The sports social network. The meeting place for fans of all sports to enjoy and share breaking news, blogs, predictions and much more. Instantly follow what's important to you, connecting friends, celebrities and teams, ensuring you never miss out on the action you care about.",
          1407323874
        ],
        [
          "Pre-season starts this weekend in the USA! Download the free Sportlobster App now and join the action http://lnk.to/SportlobsterAppInstall. Sportlobster - The sports social network. The meeting place for fans of all sports to enjoy and share breaking news, blogs, predictions and much more. Instantly follow what.",
          1406312240
        ]
      ],
      "dates_start": 1407794163,
      "dates_end": 1412962426,
      "likes_avg": 91516,
      "likes_stdev": 21543,
      "comments_avg": 3642,
      "comments_stdev": 1271,
      "shares_avg": 588,
      "shares_stdev": 335
    },
    {
      "number": 14,
      "important": [
        "unscriptd",
        "ronaldo",
        "pela",
        "ricardo answ",
        "funny mo",
        "practic",
        "merri",
        "son"
      ],
      "summary": [
        "Hope you enjoy it!😊 Unscriptd.",
        "Funny moments with my friend Ricardo answering this 2nd part of the Q&A.",
        "I had lot's of fun answering this Q&A with my friend Ricardo.",
        "What better way to spend time than to shoot some balls with my son?",
        "Funny moments practicing penalties with my son ⚽️👦🏽👍🏼."
      ],
      "common": 0,
      "messages": [
        [
          "Funny moments practicing penalties with my son ⚽️👦🏽👍🏼. Unscriptd. Cristiano Ronaldo exclusively for Unscriptd.",
          1460644107
        ],
        [
          "Talking about fashion 🙂😉. Unscriptd. Cristiano Ronaldo exclusively for Unscriptd.",
          1458752602
        ],
        [
          "Training our accuracy ⚽️👦🏽❤️. Unscriptd. Cristiano Ronaldo exclusively for Unscriptd.",
          1457536097
        ],
        [
          "Funny moments with my friend Ricardo answering this 2nd part of the Q&A. Hope you enjoy it!😊 Unscriptd. Cristiano Ronaldo exclusively for Unscriptd.",
          1456330693
        ],
        [
          "I had lot's of fun answering this Q&A with my friend Ricardo. Hope you enjoy it! Unscriptd. Cristiano Ronaldo exclusively for Unscriptd.",
          1455793886
        ],
        [
          "Obrigado a todos pelas mensagens de parabéns no meu 31° aniversário! Unscriptd. Cristiano Ronaldo exclusively for Unscriptd.",
          1454685000
        ],
        [
          "Guess where I spend 20% of my day? Find out! Unscriptd. Cristiano Ronaldo exclusively for Unscriptd.",
          1454327844
        ],
        [
          "This amazing journey in football started when I was just eleven years old. Unscriptd. Cristiano Ronaldo exclusively for Unscriptd.",
          1453217602
        ],
        [
          "What better way to spend time than to shoot some balls with my son? Unscriptd. Cristiano Ronaldo exclusively for Unscriptd.",
          1452175908
        ],
        [
          "Have you ever wonder who my childhood idols were? Check out. Unscriptd. Cristiano Ronaldo exclusively for Unscriptd.",
          1451730514
        ],
        [
          "Curious to see my house in Madrid? Take a look! Merry Christmas to all! Unscriptd. Cristiano Ronaldo exclusively for Unscriptd.",
          1450780825
        ]
      ],
      "dates_start": 1452151750,
      "dates_end": 1458025536,
      "likes_avg": 282789,
      "likes_stdev": 189668,
      "comments_avg": 8592,
      "comments_stdev": 7596,
      "shares_avg": 12,
      "shares_stdev": 11
    }
  ]
}