{
  "pagename": "Cristiano",
  "globalstats": {
    "messages": 1408,
    "likes_avg": 653312,
    "likes_stdev": 737896,
    "comments_avg": 11452,
    "comments_stdev": 12882,
    "shares_avg": 12525,
    "shares_stdev": 37192,
    "graph_uri": "clusters/Cristiano.png"
  },
  "clusters": [
    {
      "number": 1,
      "important": [
        "son",
        "timelin",
        "special",
        "happi",
        "ad",
        "alway",
        "film",
        "amaz",
        "moment",
        "photo"
      ],
      "common": [
        "ballondor2014",
        "funny",
        "moments",
        "moments son",
        "moments timeline",
        "moments timeline photos",
        "photos",
        "son",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "Moments 👍 Timeline Photos",
          1482323910
        ],
        [
          "Beautiful moments 🇵🇹🔝 Timeline Photos",
          1475573955
        ],
        [
          "Funny moments 👌🏼🔝 Timeline Photos",
          1473591973
        ],
        [
          "Moments 🇵🇹🔝 Timeline Photos",
          1469629359
        ],
        [
          "Happy moments 👍🏼👌🏼 Timeline Photos",
          1467719889
        ],
        [
          "Funny moments with my son👍👍😁😂 Timeline Photos",
          1453212160
        ],
        [
          "The moments with my son are always amazing. You can see some special moments with him in the new film: https://www.facebook.com/RonaldoFilm Timeline Photos",
          1434881066
        ],
        [
          "2014 was full of incredible moments. Thank you all! #Ballondor2014 #Ballondor2014",
          1421086173
        ]
      ],
      "dates_start": 1439538457,
      "dates_end": 1479966163,
      "likes_avg": 1080990,
      "likes_stdev": 330978,
      "comments_avg": 13311,
      "comments_stdev": 11646,
      "shares_avg": 38542,
      "shares_stdev": 83188
    },
    {
      "number": 2,
      "important": [
        "instant",
        "blog predict",
        "predict",
        "result",
        "connect",
        "sport",
        "place",
        "network",
        "sportlobst",
        "blog"
      ],
      "common": [
        "breaking news",
        "fans",
        "fans sports",
        "follow",
        "social network meeting place fans",
        "sportlobster",
        "sportlobster sports social network meeting",
        "sports",
        "sports social network meeting",
        "sports social network meeting place"
      ],
      "messages": [
        [
          "Tonight is Champions League night at the Bernabéu for the second leg against Liverpool. Predict the result on Sportlobster. #HalaMadrid http://bit.ly/RMvLIVE Sportlobster - The Sports Social Network The meeting place for fans of all sports to enjoy and share breaking news, blogs, predictions and much more. Instantly follow what's important to you, connecting friends, celebrities and teams, ensuring you never miss out on the action you care about.",
          1415097773
        ],
        [
          "Today we’ll play for the Champions League against Liverpool. Predict the result on Sportlobster Sportlobster - The Sports Social Network The meeting place for fans of all sports to enjoy and share breaking news, blogs, predictions and much more. Instantly follow what's important to you, connecting friends, celebrities and teams, ensuring you never miss out on the action you care about.",
          1413962066
        ],
        [
          "Which of my Real Madrid goals is your favourite? Tell me on Sportlobster now lnk.to/RMFanzone Sportlobster - The sports social network The meeting place for fans of all sports to enjoy and share breaking news, blogs, predictions and much more. Instantly follow what",
          1411721856
        ],
        [
          "What was your favourite moment from last night's match? Please let me know in the Real Madrid Fanzone on Sportlobster  Sportlobster - The sports social network The meeting place for fans of all sports to enjoy and share breaking news, blogs, predictions and much more. Instantly follow what",
          1410966028
        ],
        [
          "Last clue is more obvious! You still haven't found it yet? Who can #FindMyCR7Shirt first? You have to be quick. Go go go! #FindMyCR7shirt\nhttp://lnk.to/SportlobsterAppInstall\n Sportlobster - The sports social network The meeting place for fans of all sports to enjoy and share breaking news, blogs, predictions and much more. Instantly follow what",
          1409921695
        ],
        [
          "No one has found my shirt in London yet but you’re all getting closer! Nearly there… here is my second clue on Sportlobster. Go go go! #FindMyCR7shirt http://lnk.to/SportlobsterAppInstall\n Sportlobster - The sports social network The meeting place for fans of all sports to enjoy and share breaking news, blogs, predictions and much more. Instantly follow what",
          1409919238
        ],
        [
          "Go to Sportlobster now to find the clues to find my National Team signed shirt. It's hidden in London right now! #FindMyCR7shirt  http://www.sportlobster.com/fan/Cristiano   Sportlobster - The sports social network The meeting place for fans of all sports to enjoy and share breaking news, blogs, predictions and much more. Instantly follow what's important to you, connecting friends, celebrities and teams, ensuring you never miss out on the action you care about.",
          1409916224
        ],
        [
          "Tomorrow we will play for the SuperCup of Spain. Post in Real Madrid Fanzone on Sportlobster before the match & I’ll follow someone #halamadrid http://lnk.to/RMFanzone Sportlobster - The sports social network The meeting place for fans of all sports to enjoy and share breaking news, blogs, predictions and much more. Instantly follow what",
          1408641955
        ],
        [
          "The beginning of the season is almost here. Go to the Spanish La Liga Fanzone on Sportlobster & support your team. http://bit.ly/1qWvpng Sportlobster - The sports social network The meeting place for fans of all sports to enjoy and share breaking news, blogs, predictions and much more. Instantly follow what's important to you, connecting friends, celebrities and teams, ensuring you never miss out on the action you care about.",
          1407323874
        ],
        [
          "Pre-season starts this weekend in the USA! Download the free Sportlobster App now and join the action http://lnk.to/SportlobsterAppInstall Sportlobster - The sports social network The meeting place for fans of all sports to enjoy and share breaking news, blogs, predictions and much more. Instantly follow what",
          1406312240
        ]
      ],
      "dates_start": 1407794163,
      "dates_end": 1412962426,
      "likes_avg": 91584,
      "likes_stdev": 21557,
      "comments_avg": 3646,
      "comments_stdev": 1271,
      "shares_avg": 589,
      "shares_stdev": 335
    },
    {
      "number": 3,
      "important": [
        "dinner",
        "readi",
        "free",
        "timelin",
        "spend",
        "ad",
        "time timelin",
        "get readi",
        "time",
        "photo"
      ],
      "common": [
        "dinner",
        "dinner time",
        "dinner time timeline",
        "dinner time timeline photos",
        "photos",
        "time",
        "time timeline",
        "time timeline photos",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "Breakfast time in my spot👍👍👍🇵🇹 Timeline Photos",
          1482403565
        ],
        [
          "Free time ✌🏼️🔝 Timeline Photos",
          1472486701
        ],
        [
          "Spend time with my 2 loves❤️☀️✌️👌 Timeline Photos",
          1471266859
        ],
        [
          "Ice cream time ☀️👌🏼 Timeline Photos",
          1470578555
        ],
        [
          "Lunch time 👍🏼👌🏼 Timeline Photos",
          1469728641
        ],
        [
          "Dinner time Timeline Photos",
          1443375451
        ],
        [
          "Here’s a sneak peak of me getting ready for the TV ad of #cristianoronaldolegacy. I had a great time! Timeline Photos",
          1442925785
        ],
        [
          "Relaxing time. Timeline Photos",
          1401299315
        ],
        [
          "Dinner time. Timeline Photos",
          1395434550
        ],
        [
          "Viva Ronaldo winners were in Lisbon for Portugal x Israel. Thanks a lot Emilie Berg and Mohammed Abdelhadi for your support! Hope you had a great time. Timeline Photos",
          1382016796
        ]
      ],
      "dates_start": 1407914701,
      "dates_end": 1478388542,
      "likes_avg": 1346698,
      "likes_stdev": 786553,
      "comments_avg": 19363,
      "comments_stdev": 21668,
      "shares_avg": 12668,
      "shares_stdev": 14959
    },
    {
      "number": 4,
      "important": [
        "present",
        "pes",
        "cristiano",
        "celebr",
        "follow",
        "present pes",
        "alert",
        "score",
        "goal",
        "celebr present"
      ],
      "common": [
        "2012",
        "cr7",
        "cr7 goal",
        "cristiano",
        "goal",
        "pes",
        "pes 2012",
        "presented",
        "presented pes 2012",
        "www"
      ],
      "messages": [
        [
          "Great header!! CR7 GOAL ALERT! Real v Malllorca 1: (19') - Presented by PES 2012 CR7 Goal Celebration - Presented by PES 2012 (Header) Cristiano just scored a Header Goal! Like this video and share it with your friends! Follow Cristiano & PES at: http://www.facebook.com/cristiano http://www....",
          1336926340
        ],
        [
          "Great Penalty Shot!! CR7 GOAL ALERT! Granada v Real 1:1 (81') - Presented by PES 2012 - http://bit.ly/IPgWB5 CR7 Goal Celebration - Presented by PES 2012 (Penalty) Cristiano just scored a Penalty Goal! Like this video and share it with your friends! Follow Cristiano & PES at: http://www.facebook.com/cristiano http://www...",
          1336243577
        ],
        [
          "Header off the corner!! CR7 GOAL ALERT! Bilbao v Real 0:3 (49') - Presented by PES 2012 CR7 Goal Celebration - Presented by PES 2012 (Header) Cristiano just scored a Header Goal! Like this video and share it with your friends! Follow Cristiano & PES at: http://www.facebook.com/cristiano http://www....",
          1335985751
        ],
        [
          "Given so much space!! CR7 GOAL ALERT! Real v Bayern 2:0 (14') - Presented by PES 2012 CR7 Goal Celebration - Presented by PES 2012 Cristiano just scored a Goal against Bayern Munich! Like this video and share it with your friends! Follow Cristiano & PES at: www.facebook.com/cristiano www...",
          1335373548
        ],
        [
          "Great shot!! CR7 GOAL ALERT! Real v Bayern 1:0 (6') - Presented by PES 2012 CR7 Goal Celebration - Presented by PES 2012 Cristiano just scored a Goal against Bayern Munich! Like this video and share it with your friends! Follow Cristiano & PES at: www.facebook.com/cristiano www...",
          1335373133
        ],
        [
          "Fantastic free kick!! CR7 GOAL ALERT! Real v APOEL 3:1 (75') - Presented by PES 2012 - http://bit.ly/HgC6pF CR7 Goal Celebration - Presented by PES 2012 Cristiano just scored a Goal! Like this video and share it with your friends! Follow Cristiano & PES at: http://www.facebook.com/cristiano http://www.faceboo...",
          1333563546
        ],
        [
          "Easy flick for Ronaldo!!! CR7 GOAL ALERT! Real v APOEL 1:0 (25') - Presented by PES 2012 - http://bit.ly/HgC6pF CR7 Goal Celebration - Presented by PES 2012 Cristiano just scored a Goal! Like this video and share it with your friends! Follow Cristiano & PES at: http://www.facebook.com/cristiano http://www.faceboo...",
          1333559619
        ],
        [
          "What a shot with the left!!! CR7 GOAL ALERT! Moscow v Real 0:1 (28') - Presented by PES 2012 CR7 Goal Celebration - Presented by PES 2012 Cristiano just scored a Goal! Like this video and share it with your friends! Follow Cristiano & PES at: www.facebook.com/cristiano www.facebook.com/PES",
          1329841806
        ],
        [
          "Goal!!! CR7 GOAL ALERT! Barcelona v Real 2:1 (67') - Presented by PES 2012  CR7 Goal Celebration - Presented by PES 2012 Cristiano just scored a Goal! Like this video and share it with your friends! Follow Cristiano & PES at: www.facebook.com/cristiano www.facebook.com/PES",
          1327526993
        ],
        [
          "WHAT A SHOT!!!!! CR7 GOAL ALERT! Real v Barcelona 1:0 (10') - Presented by PES 2012  CR7 Goal Celebration - Presented by PES 2012 Cristiano just scored a Goal! Like this video and share it with your friends! Follow Cristiano & PES at: www.facebook.com/cristiano www.facebook.com/PES",
          1326917700
        ]
      ],
      "dates_start": 1329616971,
      "dates_end": 1336645431,
      "likes_avg": 41205,
      "likes_stdev": 13576,
      "comments_avg": 3618,
      "comments_stdev": 1758,
      "shares_avg": 2786,
      "shares_stdev": 1648
    },
    {
      "number": 5,
      "important": [
        "save children",
        "support",
        "give",
        "champion",
        "children",
        "proud",
        "play",
        "save",
        "kid",
        "mobil upload"
      ],
      "common": [
        "children",
        "help",
        "http bit ly",
        "kids",
        "ly",
        "photos",
        "save",
        "save children",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "Met these future champions after the game. Proud to support Save the Children Australia, which gives these kids safe play areas. Mobile Uploads",
          1437302924
        ],
        [
          "Help the children affected by #NepalQuake by supporting Save the Children’s relief efforts: http://bit.ly/1DDZ19Y Timeline Photos",
          1430219857
        ],
        [
          "4th grader Zaid fled his home 3 years ago. He has forgotten the names of his friends back home. We won’t forget Zaid.  Let’s remember the children of Syria. You can help Save the Children. #WithSyria http://bit.ly/1xaPNzc Timeline Photos",
          1426481700
        ],
        [
          "Nearly 10 years ago, I met brave Martunis, now 18, who survived the Indian Ocean #tsunami. A news crew found him alone on a beach in Banda Aceh.  I honor those who died, admire the strength of the children who survived and give thanks to everyone who helped.  Save the Children\n\nPhoto Credit:  Egan Hwan for Save the Children. Timeline Photos",
          1419594689
        ],
        [
          "Great to meet these brave NYC kids after the friendly against Ireland. They survived Superstorm Sandy and stayed strong! With the help of Save the Children these kids are now helping other communities. Timeline Photos",
          1402675712
        ],
        [
          "Ahmed, 16, is a Syrian refugee. He dreams of becoming a footballer. Save the Children and I stand with Ahmed and #withSyria whose children deserve a better tomorrow. http://bit.ly/1kAqYKR\nPhoto: CJ Clarke for @SaveTheChildren. Timeline Photos",
          1394626645
        ],
        [
          "All of my support to the people affected by typhoon #Haiyan. Save the Children is helping meet children’s basic needs. Let’s all help. Donate to the Typhoon Haiyan Children's Relief Fund Save the Children is providing disaster relief to children and families devastated by typhoons in the Philippines. Please donate to help support our efforts",
          1384274594
        ],
        [
          "Well done to all the kids in Mozambique who ran in Save the Children’s relay marathon last month. Kids helping kids and staying fit by running. That’s a winning combination. Instagram savethechildren's photo on Instagram",
          1383919514
        ],
        [
          "I love how Save the Children is showing parents in Guatemala how to use goat milk to tackle child hunger, so sweet kids like Isabella can grow up healthy and strong. Save the Children Fights Child Hunger in Guatemala",
          1364903964
        ],
        [
          "Very proud to join Save the Children's work around the world! Instagram Photos",
          1357226533
        ],
        [
          "Honored to be Save the Children’s newest artist ambassador, looking forward to tackling the important issues of child hunger and nutrition together. http://bit.ly/VgTmjS Timeline Photos",
          1357210881
        ]
      ],
      "dates_start": 1368151748,
      "dates_end": 1424291344,
      "likes_avg": 369965,
      "likes_stdev": 281258,
      "comments_avg": 7997,
      "comments_stdev": 4164,
      "shares_avg": 7055,
      "shares_stdev": 4650
    },
    {
      "number": 6,
      "important": [
        "unscriptd",
        "son",
        "cristiano",
        "exclus",
        "ad",
        "train",
        "ronaldo",
        "moment",
        "cristiano ronaldo",
        "cristiano ronaldo exclus"
      ],
      "common": [
        "cristiano",
        "cristiano ronaldo",
        "exclusively",
        "ronaldo",
        "ronaldo exclusively",
        "unscriptd",
        "unscriptd cristiano",
        "unscriptd cristiano ronaldo",
        "unscriptd cristiano ronaldo exclusively",
        "unscriptd cristiano ronaldo exclusively unscriptd"
      ],
      "messages": [
        [
          "Funny moments practicing penalties with my son ⚽️👦🏽👍🏼 Unscriptd Cristiano Ronaldo exclusively for Unscriptd",
          1460644107
        ],
        [
          "Talking about fashion 🙂😉 Unscriptd Cristiano Ronaldo exclusively for Unscriptd",
          1458752602
        ],
        [
          "Training our accuracy ⚽️👦🏽❤️ Unscriptd Cristiano Ronaldo exclusively for Unscriptd",
          1457536097
        ],
        [
          "Funny moments with my friend Ricardo answering this 2nd part of the Q&A. Hope you enjoy it!😊 Unscriptd Cristiano Ronaldo exclusively for Unscriptd",
          1456330693
        ],
        [
          "I had lot's of fun answering this Q&A with my friend Ricardo. Hope you enjoy it! Unscriptd Cristiano Ronaldo exclusively for Unscriptd",
          1455793886
        ],
        [
          "Obrigado a todos pelas mensagens de parabéns no meu 31° aniversário! Unscriptd Cristiano Ronaldo exclusively for Unscriptd",
          1454685000
        ],
        [
          "Guess where I spend 20% of my day? Find out! Unscriptd Cristiano Ronaldo exclusively for Unscriptd",
          1454327844
        ],
        [
          "This amazing journey in football started when I was just eleven years old. Unscriptd Cristiano Ronaldo exclusively for Unscriptd",
          1453217602
        ],
        [
          "What better way to spend time than to shoot some balls with my son? Unscriptd Cristiano Ronaldo exclusively for Unscriptd",
          1452175908
        ],
        [
          "Have you ever wonder who my childhood idols were? Check out. Unscriptd Cristiano Ronaldo exclusively for Unscriptd",
          1451730514
        ],
        [
          "Curious to see my house in Madrid? Take a look! Merry Christmas to all! Unscriptd Cristiano Ronaldo exclusively for Unscriptd",
          1450780825
        ]
      ],
      "dates_start": 1452151750,
      "dates_end": 1458025536,
      "likes_avg": 283043,
      "likes_stdev": 189815,
      "comments_avg": 8601,
      "comments_stdev": 7603,
      "shares_avg": 12,
      "shares_stdev": 11
    },
    {
      "number": 7,
      "important": [
        "latest",
        "offici",
        "real",
        "ad",
        "instagram",
        "real madrid",
        "madrid",
        "photo",
        "get",
        "instagram photo"
      ],
      "common": [
        "hala",
        "hala madrid",
        "http",
        "http instagr",
        "instagr",
        "instagram",
        "instagram photos",
        "madrid",
        "match",
        "photos"
      ],
      "messages": [
        [
          "Get the latest Real Madrid photos from their official Instagram account. http://instagram.com/p/biyf7xMoKU/ realmadrid's photo on Instagram",
          1373879100
        ],
        [
          "Already in Turkey. Instagram Photos",
          1365404527
        ],
        [
          "Ready for the game. Instagram Photos",
          1365255464
        ],
        [
          "Tomorrow we will play again against Fc Barcelona but now in front of our supporters. Hala Madrid! Instagram Photos",
          1362149184
        ],
        [
          "Tomorrow we'll play against Granada. Let's work hard to bring the win home. Hala Madrid! Instagram Photos",
          1359730809
        ],
        [
          "Check out this photo from yesterday's match. Instagram Photos",
          1359637205
        ],
        [
          "Got my Mercurial Vapor IX for today's match. Hope they give me luck. #BeMercurial Instagram Photos",
          1358679803
        ],
        [
          "Nice visit from my friend @Deco20oficial  http://instagr.am/p/TQdLLxhpVY/ Instagram Photos",
          1355570838
        ],
        [
          "@full speed for the next match.  http://instagr.am/p/TOJu74BpQ-/ Instagram Photos",
          1355493530
        ],
        [
          "Hala Madrid http://instagr.am/p/Su7EGkhpQ2/ Instagram Photos",
          1354548005
        ],
        [
          "Follow my Instagram account for more photos cristiano on Instagram",
          1354445795
        ]
      ],
      "dates_start": 1354759464,
      "dates_end": 1366112219,
      "likes_avg": 279509,
      "likes_stdev": 212302,
      "comments_avg": 11021,
      "comments_stdev": 6071,
      "shares_avg": 12624,
      "shares_stdev": 9817
    },
    {
      "number": 8,
      "important": [
        "boy timelin",
        "boy",
        "best",
        "timelin",
        "happi",
        "win",
        "ad",
        "player",
        "thank",
        "photo"
      ],
      "common": [
        "boys",
        "boys timeline",
        "boys timeline photos",
        "done",
        "done boys",
        "done boys timeline",
        "done boys timeline photos",
        "photos",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "Happy to win the best player of the tournament. Thanks boys 🔝🔝🔝 Timeline Photos",
          1482070720
        ],
        [
          "Final👍👍👍let's go boys Timeline Photos",
          1481807072
        ],
        [
          "Great win and very important 3 points. Well done boys !!⚽️⚽️⚽️🔝 Timeline Photos",
          1477756051
        ],
        [
          "Difficult game but we play like a team well done boys 👍👍 Timeline Photos",
          1475009346
        ],
        [
          "Great work boys this morning 👍🏼 Timeline Photos",
          1472724256
        ],
        [
          "Training done with my boys 💪🏽💪🏽☀️ Timeline Photos",
          1472392795
        ],
        [
          "Amazing work this morning with my boy 👍🔝👌✌️💪🏾 Timeline Photos",
          1472034377
        ],
        [
          "Some rest with my boy ☀️👍🏼 Timeline Photos",
          1470565064
        ],
        [
          "Pool time with my boys 💪🏼👌🏼 Timeline Photos",
          1469119794
        ],
        [
          "My boys ✌🏼️👍🏼 Timeline Photos",
          1468066150
        ],
        [
          "Dinner time with my boys 🔝👌🏼 Timeline Photos",
          1465668369
        ],
        [
          "Back home with my boys 👍🏼👌🏼🔝😜✈️ Timeline Photos",
          1459286410
        ]
      ],
      "dates_start": 1465966705,
      "dates_end": 1478450028,
      "likes_avg": 1237090,
      "likes_stdev": 392829,
      "comments_avg": 11360,
      "comments_stdev": 6014,
      "shares_avg": 11501,
      "shares_stdev": 11133
    },
    {
      "number": 9,
      "important": [
        "copa",
        "del",
        "done",
        "timelin",
        "halamadrid",
        "team",
        "well",
        "rey",
        "del rey",
        "well done"
      ],
      "common": [
        "copa",
        "copa del",
        "copa del rey",
        "del",
        "del rey",
        "madrid",
        "photos",
        "rey",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "Well done, team! Through to the Round of 16 of the Copa del Rey. #halamadrid Timeline Photos",
          1417603579
        ],
        [
          "What a great match! The team made it to the final of Copa del Rey! Hala Madrid! Timeline Photos",
          1392201907
        ],
        [
          "The team did a great match last night! One step closer to the Copa del Rey final. Hala Madrid! Timeline Photos",
          1391687454
        ],
        [
          "The team reached its goal. Real Madrid C.F. is now on the Copa del Rey semi-finals. Timeline Photos",
          1390998760
        ],
        [
          "One step ahead in the Copa del Rey competition! Now comes the second leg in Madrid! Timeline Photos",
          1390387397
        ],
        [
          "Today we’ll play for the Copa del Rey against Espanyol. Let’s go team!  Mobio INsider Mobio INsider allows you to ask for pictures and answers from your favorite stars!",
          1390303113
        ],
        [
          "Here we go to the quarter-finals of Copa del Rey. Hala Madrid! Mobile Uploads",
          1389877950
        ],
        [
          "This win against Osasuna leads us closer to the next stage of Copa del Rey. Hala Madrid! Timeline Photos",
          1389357032
        ],
        [
          "From now on I'll be closer to all of you. Viva Ronaldo is live!!\r\n\r\nPlay at www.vivaronaldo.com or download the FREE iOS app now at http://bit.ly/12DqFT3. Tomorrow at Copa del Rey final let's start playing as one!\r\n\r\nSupport+Cheer+Play+Predict+Chant+Wave+Jump+Dribble+Score+Compete+Win=Viva Ronaldo ;) Timeline Photos",
          1368718275
        ],
        [
          "Today’s training session for the Copa del Rey final. Timeline Photos",
          1368619458
        ],
        [
          "We made it to the final of Copa del Rey. Thanks everyone. Timeline Photos",
          1361917672
        ],
        [
          "Hey guys. Don’t forget to watch today’s match with Celta de Vigo for the Copa del Rey.\nHala Madrid!",
          1357745460
        ]
      ],
      "dates_start": 1368057914,
      "dates_end": 1400178428,
      "likes_avg": 381321,
      "likes_stdev": 226276,
      "comments_avg": 11345,
      "comments_stdev": 8774,
      "shares_avg": 8618,
      "shares_stdev": 8587
    },
    {
      "number": 10,
      "important": [
        "guy",
        "game",
        "hi guy",
        "hi",
        "around",
        "world",
        "download",
        "player",
        "game timelin",
        "around world"
      ],
      "common": [
        "bit",
        "game",
        "game timeline",
        "game timeline photos",
        "http",
        "http bit",
        "http bit ly",
        "photos",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "Hi guys. Did you try this awesome feature in my mobile game? Compete against real players from around the world in 1v1 tournaments! Download the game here: \nhttp://bit.ly/KicknRun Timeline Photos",
          1473602429
        ],
        [
          "Hi guys. My mobile game is moving from Paris now, thanks for all your warm support so far! Meet us next in Rio de Janeiro with the new update of my game, there is plenty of new stuff and competitions.\nDownload the game here: http://bit.ly/KicknRun Timeline Photos",
          1468937044
        ],
        [
          "I’m celebrating the Euro Cup kick-off with my new mobile game; \nKick”n”Run  - check it out now and see how many goals ⚽️⚽️ you can score. \nPlay the game here: http://bit.ly/KicknRun Timeline Photos",
          1465563536
        ],
        [
          "Fun poker game 👊♠ Timeline Photos",
          1456410732
        ],
        [
          "Hey guys. Have you played my very own mobile game? A new exciting update is available now! \nPlay the game here: http://bit.ly/GETsuperstars Timeline Photos",
          1455977864
        ],
        [
          "Game tonight⚽️⚽️⚽️⚽️ Timeline Photos",
          1439898929
        ],
        [
          "The lucky TOPwinners are now boarding to Rio de Janeiro to watch the big final. Have fun guys. TOPWIN Games Timeline Photos",
          1405078726
        ],
        [
          "Are you the biggest football fan in the world? Samsung Mobile is looking for the most passionate fans around the globe. Share a photo with #PassionPulse to show off your love for the game! #GALAXYS5 http://bit.ly/1jKgtjB Timeline Photos",
          1404927707
        ],
        [
          "I'm ready to play the game. Timeline Photos",
          1374937294
        ],
        [
          "Real Madrid – 4 Valladolid – 3. What a great game. Timeline Photos",
          1367834917
        ],
        [
          "What a game yesterday. Thanks again for all your support. Let’s work hard for the next game. Timeline Photos",
          1359381645
        ],
        [
          "Just finished winning Pepe on a 21 basketball game. Was good way to relax before today's game Timeline Photos",
          1351068679
        ]
      ],
      "dates_start": 1373945642,
      "dates_end": 1463324274,
      "likes_avg": 380364,
      "likes_stdev": 269215,
      "comments_avg": 7800,
      "comments_stdev": 4964,
      "shares_avg": 8258,
      "shares_stdev": 8193
    },
    {
      "number": 11,
      "important": [
        "good",
        "great",
        "timelin",
        "ad",
        "happi",
        "world",
        "morn",
        "photo"
      ],
      "common": [
        "good",
        "good morning",
        "good morning timeline",
        "good morning timeline photos",
        "morning",
        "morning timeline",
        "morning timeline photos",
        "photos",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "Good morning! Timeline Photos",
          1486714209
        ],
        [
          "Happy morning 👍👍👍 Timeline Photos",
          1479996976
        ],
        [
          "G morning 👍 Timeline Photos",
          1478330413
        ],
        [
          "Morning walk 🚶🏽 Timeline Photos",
          1476091508
        ],
        [
          "Good morning gym 💪🏼 Timeline Photos",
          1469801442
        ],
        [
          "Good morning ⚽️ Timeline Photos",
          1443946423
        ],
        [
          "Good morning. Timeline Photos",
          1443853322
        ],
        [
          "Good morning Timeline Photos",
          1443598264
        ],
        [
          "Good morning world. ☀️ Timeline Photos",
          1441609061
        ],
        [
          "Good morning ☀️☀️⚽️ Timeline Photos",
          1439962656
        ],
        [
          "G morning ☀️☀️☀️☀️⚽️ Timeline Photos",
          1439527671
        ],
        [
          "Morning ride. Timeline Photos",
          1405065022
        ],
        [
          "Great morning in Israel with my colleagues. Untitled Album",
          1363864019
        ]
      ],
      "dates_start": 1414465585,
      "dates_end": 1479743797,
      "likes_avg": 1842091,
      "likes_stdev": 758065,
      "comments_avg": 31941,
      "comments_stdev": 17872,
      "shares_avg": 16079,
      "shares_stdev": 9906
    },
    {
      "number": 12,
      "important": [
        "readi",
        "game",
        "timelin",
        "halamadrid",
        "next",
        "ad",
        "year",
        "tomorrow",
        "get readi",
        "photo"
      ],
      "common": [
        "game",
        "get",
        "getting",
        "photos",
        "ready",
        "ready game",
        "ready tomorrow",
        "timeline",
        "timeline photos",
        "tomorrow"
      ],
      "messages": [
        [
          "Ready for tomorrow 💪🏽🇵🇹🇵🇹🇵🇹 Timeline Photos",
          1476032028
        ],
        [
          "Ready 👍 Timeline Photos",
          1474627095
        ],
        [
          "Ready for tomorrow 🔝 Timeline Photos",
          1458844200
        ],
        [
          "Ready for tomorrow! Timeline Photos",
          1437644748
        ],
        [
          "Ready for the game #HalaMadrid Timeline Photos",
          1410575700
        ],
        [
          "Getting ready for next year with the last massage. Timeline Photos",
          1388491069
        ],
        [
          "Citizens of Earth, get ready for the game of a lifetime. #GALAXY11 has the world's best players, ready to defend our planet! http://youtu.be/EC-zB2aSXXM\r\nGet more info: http://bit.ly/1daaDoG Timeline Photos",
          1387359124
        ],
        [
          "Your football gear is soon getting an upgrade!\r\n \r\nTrack your stats, matches and player career in The GAME.\r\nGet ready to play football in a global competition.\r\nGet ready for The GAME by Ronaldo!\r\n \r\nLaunching end of October. Worldwide! Timeline Photos",
          1381149621
        ],
        [
          "Big game today! Are you ready? Timeline Photos",
          1380368221
        ],
        [
          "Getting ready for tomorrow's match against Valladolid. Timeline Photos",
          1367593733
        ],
        [
          "Getting ready for tomorrow’s game against Deportivo. Timeline Photos",
          1361547824
        ],
        [
          "Tomorrow night, we'll play against Sevilla, are you ready? Timeline Photos",
          1360336271
        ],
        [
          "Ready for the game with the peace symbol in ours hands and in my head. Timeline Photos",
          1349594081
        ]
      ],
      "dates_start": 1359725944,
      "dates_end": 1445530011,
      "likes_avg": 445091,
      "likes_stdev": 216775,
      "comments_avg": 12561,
      "comments_stdev": 6825,
      "shares_avg": 12293,
      "shares_stdev": 7204
    },
    {
      "number": 13,
      "important": [
        "timelin",
        "fan",
        "happi",
        "team",
        "ad",
        "year",
        "vote",
        "time",
        "thank",
        "photo"
      ],
      "common": [
        "birthday",
        "birthday messages",
        "happy",
        "happy birthday",
        "happy birthday messages",
        "messages",
        "photos",
        "thank",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "Happy to be in the UEFA.com Team of the Year for the 11th time! Thanks to all the fans who voted! #TOTY Timeline Photos",
          1483638441
        ],
        [
          "Happy Halloween day🔝🔝👌 Timeline Photos",
          1477831974
        ],
        [
          "Happy ☀️👍🏼 Timeline Photos",
          1472715016
        ],
        [
          "Be happy 👍 Timeline Photos",
          1471445400
        ],
        [
          "Thank you for your happy birthday messages! 🎂👍3️⃣1️⃣😍❤️😘 Timeline Photos",
          1454703676
        ],
        [
          "Happy Sunday ☀️☀️ Timeline Photos",
          1439726383
        ],
        [
          "Happy Sunday ☀️ Timeline Photos",
          1439114687
        ],
        [
          "So happy to celebrate the 1 year anniversary of my #CR7Underwear this weekend! Timeline Photos",
          1415011378
        ],
        [
          "Hey guys. Thank you for your amazing Happy Birthday messages. Timeline Photos",
          1391642853
        ],
        [
          "Happy Birthday Pepe.",
          1361884419
        ],
        [
          "Hey guys, I’m so happy with all your kind birthday messages.  Thank you so much.",
          1360086519
        ],
        [
          "Happy birthday about to begin Timeline Photos",
          1328467458
        ],
        [
          "Thank you all for the happy birthday messages. It's great to feel your kind support.",
          1328439942
        ]
      ],
      "dates_start": 1362344407,
      "dates_end": 1472226076,
      "likes_avg": 1248507,
      "likes_stdev": 1225326,
      "comments_avg": 29554,
      "comments_stdev": 27518,
      "shares_avg": 12086,
      "shares_stdev": 13778
    },
    {
      "number": 14,
      "important": [
        "privat",
        "behind scene",
        "see",
        "shoot",
        "new",
        "ad",
        "want",
        "enter",
        "fragranc",
        "behind"
      ],
      "common": [
        "behind",
        "behind scenes",
        "bes",
        "check",
        "com",
        "new",
        "ronaldo",
        "scenes",
        "shoot",
        "www"
      ],
      "messages": [
        [
          "Behind the scenes of the campaign shoot for my new fragrance The Private Edition! Want to see unreleased images from the shoot? \nEnter password Neroli to enter http://bit.ly/2gcMBTr",
          1481713296
        ],
        [
          "Check out my new CR7Footwear film #behind the Scenes FW16 collection. I hope you enjoy it. www.cr7footwear.com",
          1478194071
        ],
        [
          "Take a sneak peak behind the scenes on the set of my fragrance ad #CristianoRonaldoLegacy - see more at https://www.cristianoronaldofragrances.com/",
          1450693973
        ],
        [
          "Check out the behind the scenes of my FW15 CR7Footwear campaign! www.cr7footwear.com",
          1448891889
        ],
        [
          "If you can't see my only official film Ronaldo in cinemas, you can own it on DVD, Blu-ray or Digital HD from November 9 which includes deleted scenes like this funny moment with my son :)! Now everyone can have a real look behind the scenes. Order now through: http://www.ronaldothefilm.com",
          1444825537
        ],
        [
          "Do you know what I think about my perfume #cristianoronaldolegacy? To see the full behind the scenes go to www.cristianoronaldofragrances.com",
          1444141916
        ],
        [
          "Here’s a look behind the scenes of my CR7 Shirts campaign shoot, wearing one of my favourite pieces. Do you like it? Timeline Photos",
          1416837762
        ],
        [
          "Here’s an exclusive behind the scenes look at my Rankin X Ronaldo for #CR7Underwear shoot. Hope you all like the new collection! Check it out on www.CR7Underwear.com",
          1408028423
        ],
        [
          "Got #NothingtoHide? Prove it! Check out #exclusive behind the scenes shots from my latest #CLEARHair commercial  Ronaldo & CLEAR Anti-Dandruff Shampoo: Behind The Scenes Catch the making of CLEAR's new commercial starring world-renowned footballer Cristiano Ronaldo! Learn more about CLEAR's unique anti-dandruff formula at Cle...",
          1405930434
        ],
        [
          "I had so much fun shooting and singing with Anselmo Ralph. Check out what happened behind the scenes:\n\n Agora vou ao BESA - Making of Veja os bastidores das filmagens da Campanha BESA. O banco de quem quer mais. www.queromais.besa.ao",
          1402759188
        ],
        [
          "How fun it was to be part of this new commercial. I had a wonderful time with all the team involved. Check out what happened behind the scenes. \n BES Vantagem CR100 - Making Of Veja os bastidores das filmagens da Campanha BES Vantagem CR100 que juntou o útil ao rentável com o Ronaldo e a Dona Inércia. www.bes.pt/cr100",
          1400500666
        ],
        [
          "My #CR7underwear line is now available to buy! Check it out at www.cr7underwear.com. You can also watch the exclusive behind the scenes of my #CR7underwear shoot here. Behind The Scenes [CR7 Underwear] Check out what happened at the photo shoot for the new CR7 Underwear collection. It has been developed in collaboration with world-famous football player Cri...",
          1383319724
        ],
        [
          "Ckeck out more photos of the Meet&Greet. Pro Evolution Soccer Check out our Behind the Scenes Album!",
          1359479472
        ],
        [
          "Take a look at the behind the scenes of the last commercial I did for my bank, BES. I hope you enjoy it. Invest in yourself. BES RONALDO MAKING OF \"UMA MUDANÇA NA VIDA\" ENGLISH VERSION The behind the scenes of BES campaign with Cristiano Ronaldo: BES Saving Solutions, Solutions for Change Watch what happened in Funchal, Lisbon, Manchester a...",
          1334835982
        ]
      ],
      "dates_start": 1377670582,
      "dates_end": 1459494036,
      "likes_avg": 163450,
      "likes_stdev": 193549,
      "comments_avg": 4668,
      "comments_stdev": 3288,
      "shares_avg": 4504,
      "shares_stdev": 4130
    },
    {
      "number": 15,
      "important": [
        "feel",
        "leagu",
        "timelin",
        "halamadrid",
        "champion",
        "ad",
        "great win",
        "champion leagu",
        "tonight",
        "photo"
      ],
      "common": [
        "another",
        "champions",
        "champions league",
        "halamadrid",
        "league",
        "madrid",
        "photos",
        "team",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "CHAMPIONS LEAGUE TONIGHT 👍 Timeline Photos",
          1473841968
        ],
        [
          "Champions. Timeline Photos",
          1470771864
        ],
        [
          "Great win tonight in the Champions League! It was amazing to feel your support. #halamadrid Mobile Uploads",
          1442348148
        ],
        [
          "Another important step in this UEFA Champions League competition. Thanks for your support. #HalaMadrid Mobile Uploads",
          1429733318
        ],
        [
          "Tuesday we’ll play for the Champions League. Predict the result on Sportlobster #HalaMadrid http://bit.ly/RMvsLudo Real Madrid vs Ludogorets Razgrad 19:45 GMT Tue, 9 December 2014,Santiago Bernabéu, Madrid",
          1417972368
        ],
        [
          "The win against Liverpool leads us to the Champions League round of 16. #HalaMadrid Timeline Photos",
          1415187632
        ],
        [
          "Hello Bulgaria! Tomorrow we’ll face Ludogorets for the Champions League. #HalaMadrid Timeline Photos",
          1412080059
        ],
        [
          "Another step in the competition. The team is now on the Champions League semi-finals. Timeline Photos",
          1397031093
        ],
        [
          "Victory for the team, we are now qualified for the quarter-finals of the Champions League! Timeline Photos",
          1395230368
        ],
        [
          "Big game coming up tonight. The team will play for the Champions League. Hala Madrid!  http://bit.ly/1dyG2Rb  Mobio INsider Mobio INsider",
          1393413874
        ],
        [
          "Tonight another game on the Champions League. Let's go team! Hala Madrid! Timeline Photos",
          1386677407
        ],
        [
          "Hey guys, we arrived in Copenhagen for another Champions League game tomorrow! Timeline Photos",
          1386589908
        ],
        [
          "What an amazing kick-off on the Champions League last night! Hala Madrid! Galatasaray 1 – 6 Real Madrid",
          1379509503
        ],
        [
          "Here we go to the semifinals of the Champions League. Instagram Photos",
          1365603856
        ],
        [
          "We’ll meet Galatasaray in the quarterfinals of the Champions League. Together as a team we can make it! Timeline Photos",
          1363356323
        ]
      ],
      "dates_start": 1375860481,
      "dates_end": 1441385877,
      "likes_avg": 627087,
      "likes_stdev": 432460,
      "comments_avg": 11884,
      "comments_stdev": 5171,
      "shares_avg": 11702,
      "shares_stdev": 7343
    },
    {
      "number": 16,
      "important": [
        "nice",
        "island",
        "spend",
        "around",
        "visit",
        "onli",
        "experi",
        "madeiraisland",
        "fun",
        "madeira"
      ],
      "common": [
        "europe",
        "exploremadeira",
        "island",
        "madeira",
        "madeiraislands",
        "photos",
        "timeline",
        "timeline photos",
        "visit",
        "visit madeira"
      ],
      "messages": [
        [
          "It’s Christmas… am I the only one who gets homesick at this time of the year?! \nIt will be so nice to spend some days in my Island, Madeira, and experience all the fun and joy, typically felt around there!!!\n#discovermadeira #madeiraislands #madeiraisland #madeiraallyear  \n#christmasinmadeira #islandlife #christmastime #christmastraditions \nVisit Madeira\n\nSee more: https://goo.gl/xqOra5 Timeline Photos",
          1482577201
        ],
        [
          "It´s my turn to support my “team”! Help us make Madeira win World´s Leading Destination 2016. Vote here http://bit.ly/29Ds2x2\n\n#madeiraislands #madeiraisland #exploremadeira#madeiraallyear #travelawards #discovermadeira #vote #world #CR7 Visit Madeira Timeline Photos",
          1475938802
        ],
        [
          "Madeira did it again! \nGold for my homeland as Europe’s Leading Island Destination. That’s my Madeira!\n@visitmadeiraofficial\n#hometown #proud #myisland #madeiraislands #gold #europe #sea #amazing #experiences #nature #exploremadeira #visitmadeira #madeiraisgold #discovermadeira Timeline Photos",
          1473417422
        ],
        [
          "Madeira Island is pretty awesome, don’t you think guys?\n#madeiraislands #exploremadeira #visitmadeira #madeiraisgold #sea #hometown #myisland #amazing #experiences Madeira Island",
          1471683600
        ],
        [
          "It's always good come back home… I was really missing #Madeira\n\n#madeiraislands #exploremadeira #tourism #travel #visitmadeira #madeiraisgold #homeland #myisland Visit Madeira With and average temperature of 18ºC to 22ºC, Madeira's sea is perfect for Snorkeling, Scuba Diving (with dolphins, turtles and manta rays), whale watching, sailing, surfing, windsurfing, stand up paddling and canoeing, amongst other possibilities. And for those who love fishing, there's a lot to be said, but we'll stick to two simple words: \"blue\" and \"marlin\".\n\nFor more infromation: http://www.exploremadeira.pt\n\n#madeiraislands #madeiraisland #exploremadeira #madeiraallyear #travelawards #vote #europe #travel #adventure #landscape #madeira #nature #portugal",
          1469713073
        ],
        [
          "Obrigado Visit Madeira pelo apoio 👍🏼 Visit Madeira RONALDO, you are our island!\nMADEIRA is always with you and with our National Team!\n\nCristiano Ronaldo Seleções de Portugal \n#madeiraislands #madeiraisland #exploremadeira #madeiraallyear #travelawards #vote #europe #Portugal #Euro2016 #1de11milhões #ForçaPortugal #Somos11milhões #selecaonacional #CR7\n\nPhoto - Seleção de Portugal",
          1467457790
        ],
        [
          "Love fireworks and music? In my #Madeira, the Atlantic Festival combines them both.  \nEach saturday of June, Funchal bay hosts an international fireworks competion. \nSo, why wait for New Year’s Eve?  \n \nVisit Madeira\n#madeira #madeiraislands #madeiraisgold #madeiraallyear #cr7 #visitmadeira #exploremadeira #discovermadeira Timeline Photos",
          1464959977
        ],
        [
          "Another hat-trick this week?? This time for my Island!!\nIn 2013 and 2014 Madeira was Europe’s Leading Island Destination and this year we are again nominated! Vote for Madeira hat-trick!\nhttp://bit.ly/1UXUrk2\n#madeiraislands #madeiraisland #exploremadeira #madeiraallyear #travelawards #vote #europe #hattrick\n#CR7 Visit Madeira Timeline Photos",
          1461317931
        ],
        [
          "Arriving to my home island #Madeira on a cruise ship is a unique experience!  The view of Funchal bay with the hills above it’s an image you will never forget!\n#madeiraislands #exploremadeira\n#madeiraallyear #madeiraisgold Timeline Photos",
          1457963642
        ],
        [
          "I wish I was in my #Madeira right now, with 21ºC of temperature in January!\nMadeira is Gold! The Worlds’s Leading Island Destination.\n \nVisit Madeira\n#madeiraislands\n#madeiraallyear\n#madeiraisgold Timeline Photos",
          1453128361
        ],
        [
          "#madeira is gold.\nFor me that has always been official. \nMadeira, World’s Leading Island Destination.\nVisit Madeira #visitmadeira #madeiraéouro #madeiraisgold Timeline Photos",
          1450105871
        ],
        [
          "First session in my new @niketraining CR7 Madeira edition free trainer 3.0. Available now in Europe on nike.com/niketraining Timeline Photos",
          1446911421
        ],
        [
          "With your help, my Madeira can become the World’s Leading Island Destination 2015.  \nVote for Madeira Island until November 8th – Please follow the link:\nhttp://www.worldtravelawards.com/award-worlds-leading-island-destination-2015 Mobile Uploads",
          1445170187
        ],
        [
          "You can explore my island #MadeiraIslands by Walking, Diving, Canyoning and many other activities. Get ready for the adventure and #exploremadeira \n\nTurismo da Madeira / Madeira Tourism\n#madeira\n#madeiranaturefestival\n#visitmadeira Timeline Photos",
          1444213389
        ],
        [
          "Madeira, my homeland -  the 6th Best Island in the whole world and 2nd in Europe. Why? Visit and discover by yourself. Turismo da Madeira / Madeira Tourism #visitmadeira #madeiraIslands Timeline Photos",
          1441099769
        ],
        [
          "Due to several requests the Museu CR7 just lunched a small online shop for those that can't come to Madeira. For now only available for Europe. Enjoy Please Log In",
          1394213024
        ]
      ],
      "dates_start": 1436077794,
      "dates_end": 1476406137,
      "likes_avg": 203326,
      "likes_stdev": 102001,
      "comments_avg": 2784,
      "comments_stdev": 1168,
      "shares_avg": 2278,
      "shares_stdev": 2043
    },
    {
      "number": 17,
      "important": [
        "im",
        "great",
        "timelin",
        "watch",
        "collect",
        "new",
        "ad",
        "win",
        "love",
        "photo"
      ],
      "common": [
        "kika",
        "life",
        "love",
        "love timeline",
        "love timeline photos",
        "loved",
        "new",
        "photos",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "🆕🔝 Love my new Collection 😉 Nike.com/CR7 Timeline Photos",
          1478970146
        ],
        [
          "Winning team⚽️ Timeline Photos",
          1475225967
        ],
        [
          "Love you ❤️ Timeline Photos",
          1466177327
        ],
        [
          "Love you ❤️❤️❤️ Timeline Photos",
          1464473797
        ],
        [
          "Great song 👌🏼🎧 If This Is Love - Kika I'm watching If This Is Love by Kika",
          1463824806
        ],
        [
          "❤️ love ❤️ Timeline Photos",
          1457729779
        ],
        [
          "The only gift in life is love. Always choose love! Happy New Year to you all from yours truly. Timeline Photos",
          1451597477
        ],
        [
          "I love my new #techpack from Nike Sportswear. It's amazing! Timeline Photos",
          1440678809
        ],
        [
          "Loving my new CR7 chips from PokerStars Timeline Photos",
          1435665436
        ],
        [
          "I have learned about Stefano Borgonovo from Carlo Ancelotti who was very close to him. Stefano was a great striker and a real fighter - on and off the pitch. He loved football as much as he loved life. Therefore I have decided to help Borgonovo foundation and to fight ALS and I invite all to do the same. \n\nhttp://fondazionestefanoborgonovo.it Timeline Photos",
          1396527525
        ],
        [
          "Love to fish. Have you ever tried it? Timeline Photos",
          1373613553
        ],
        [
          "Loved the Jacob & Co. cocktail gala in Monaco last week. Had a lovely time. Jacob & Co cocktail gala",
          1373379772
        ],
        [
          "I told you about Kika when she was 13. She just turned 16 and made her international debut with this amazing duet with John Mamann. Check it out and share! Love Life!!! John Mamann - Love Life ft. Kika",
          1372161678
        ],
        [
          "My name in Chinese. Love it! Timeline Photos",
          1368446521
        ],
        [
          "Do you love to win but hate to lose? http://gonike.me/CR7su13 Timeline Photos",
          1365687059
        ],
        [
          "Love to win. Hate to lose Timeline Photos",
          1352129505
        ]
      ],
      "dates_start": 1375592785,
      "dates_end": 1466443358,
      "likes_avg": 1037191,
      "likes_stdev": 1209583,
      "comments_avg": 16306,
      "comments_stdev": 18201,
      "shares_avg": 19361,
      "shares_stdev": 38584
    },
    {
      "number": 18,
      "important": [
        "timelin",
        "halamadrid",
        "de",
        "real",
        "ad",
        "real madrid",
        "madrid",
        "cf",
        "junto",
        "photo"
      ],
      "common": [
        "madrid",
        "mobile uploads",
        "photos",
        "real",
        "real madrid",
        "real madrid timeline photos",
        "timeline",
        "timeline photos",
        "training",
        "uploads"
      ],
      "messages": [
        [
          "Grande jogo de toda a equipa.Vencemos juntos, celebramos juntos. Real Madrid C.F. #HalaMadrid #RMClasico ⚽😀💪🏽✌🏽️👊🏽 Timeline Photos",
          1459627975
        ],
        [
          "Tomorrow is Champions League day. All set! Vamos Real Madrid C.F. Mobile Uploads",
          1425913698
        ],
        [
          "Happy birthday Real Madrid C.F. for the 113 years of success Mobile Uploads",
          1425642400
        ],
        [
          "Tomorrow we’ll face Elche. Vamos Real Madrid C.F.! Mobile Uploads",
          1424527184
        ],
        [
          "Preparing for the next match against Córdoba. Real Madrid C.F. Mobile Uploads",
          1421852492
        ],
        [
          "Show us your support for this weekend’s Clasico by taking part in Emirates’ #HelloClasico contest Emirates Show your passion for Real Madrid C.F. in the run up to El Clasico and you could win a trip to see Real Madrid play at the Dubai Football Challenge on December 30th! Click here for more information: http://bit.ly/HelloClasico #HelloClasico",
          1413902962
        ],
        [
          "#RealMadridSevilla #HalaMadrid #SuperCup Real Madrid C.F. UEFA SuperCup Champions",
          1407922944
        ],
        [
          "Today’s training session Real Madrid C.F. Timeline Photos",
          1407498616
        ],
        [
          "Hey all Real Madrid C.F. fans! Come cheer us #APorLaDécima. Your support is our strenght. Timeline Photos",
          1400674717
        ],
        [
          "Training for the final on Saturday! #APorLaDécima Real Madrid C.F. Timeline Photos",
          1400577762
        ],
        [
          "Morning training session Real Madrid C.F. Timeline Photos",
          1400060525
        ],
        [
          "Real Madrid C.F. will face Borussia Dortmund on the quarterfinals of the Champions League. Let’s go team! Timeline Photos",
          1395402001
        ],
        [
          "Real Madrid C.F. training session before the match against Schalke tomorrow. Timeline Photos",
          1395067604
        ],
        [
          "Hey guys. Thank you so much for your support on Real Madrid C.F. http://instagram.com/p/em_p9AMoMp/ realmadrid's photo on Instagram",
          1380014269
        ],
        [
          "What a great win yesterday for Real Madrid C.F. Timeline Photos",
          1379936262
        ],
        [
          "What an incredible journey so far in the club and I hope for much more to come.  Real Madrid C.F. Third anniversary of Cristiano Ronaldo's arrival at Real Madrid http://bit.ly/PkaHtq",
          1341588446
        ],
        [
          "FT: Málaga 0-1 Real Madrid C.F. (71' Karim Benzema). ¡Hala Madrid! FT: Málaga 0-1 Real Madrid C.F. (71' Karim Benzema). ¡Hala Madrid",
          1326477297
        ]
      ],
      "dates_start": 1369773232,
      "dates_end": 1431013491,
      "likes_avg": 489758,
      "likes_stdev": 418125,
      "comments_avg": 10986,
      "comments_stdev": 7800,
      "shares_avg": 14230,
      "shares_stdev": 11000
    },
    {
      "number": 19,
      "important": [
        "done",
        "hala",
        "trophi",
        "anoth",
        "madrid timelin",
        "happi",
        "well",
        "hala madrid timelin",
        "win",
        "well done"
      ],
      "common": [
        "hala",
        "hala madrid",
        "hala madrid timeline",
        "hala madrid timeline photos",
        "madrid",
        "madrid timeline",
        "madrid timeline photos",
        "photos",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "Simmmm. Happy to win another 🏆 trophy. Well done team. Hala Madrid Timeline Photos",
          1482069243
        ],
        [
          "Hala Madrid 🔝 Timeline Photos",
          1474485706
        ],
        [
          "Last training session before Málaga. Hala Madrid! Timeline Photos",
          1417176098
        ],
        [
          "Great start of the season for Real Madrid C.F. with a win last night. Hala Madrid! Timeline Photos",
          1409039907
        ],
        [
          "Tomorrow is the #FinalCopa del Rey. Let’s all support the team! Hala Madrid! Timeline Photos",
          1397554222
        ],
        [
          "Great start in 2014 with a win over PSG. Hala Madrid! Timeline Photos",
          1388682578
        ],
        [
          "Hello guys. We’re already in Italy. Looking forward for the match tomorrow. Hala Madrid! Timeline Photos",
          1383579228
        ],
        [
          "Hey guys! There’s a big game coming up tomorrow. Let’s fight for the win! Hala Madrid! Timeline Photos",
          1382440990
        ],
        [
          "Today is a very special day for me. I'm proud to renew my contract with Real Madrid C.F. Hala Madrid! Timeline Photos",
          1379248491
        ],
        [
          "With the win last night Real Madrid C.F. gets the Teresa Herrera Trophy. Hala Madrid! Timeline Photos",
          1377853450
        ],
        [
          "Together as a team and with your support, let’s win this trophy. Hala Madrid! Timeline Photos",
          1368792081
        ],
        [
          "What an amazing game last night. Hala Madrid! Timeline Photos",
          1368097744
        ],
        [
          "Tomorrow there's a big and important match and the team needs all your support to reach the goal. Can I count on you? Hala Madrid! Timeline Photos",
          1367233185
        ],
        [
          "Ready to play the ball. Hala Madrid! Timeline Photos",
          1366801397
        ],
        [
          "Thinking of tomorrow’s game. All together we can make it. Hala Madrid! Timeline Photos",
          1358606017
        ],
        [
          "Good to be back! Hala Madrid Timeline Photos",
          1343902586
        ],
        [
          "Using Pepe's mobile and with Marcelo relaxing before tonight's game. Hala Madrid! Timeline Photos",
          1326537432
        ]
      ],
      "dates_start": 1348531159,
      "dates_end": 1427010058,
      "likes_avg": 440329,
      "likes_stdev": 249181,
      "comments_avg": 12489,
      "comments_stdev": 6147,
      "shares_avg": 14344,
      "shares_stdev": 9493
    },
    {
      "number": 20,
      "important": [
        "last",
        "ronaldo film",
        "much",
        "ad",
        "film",
        "amaz",
        "check",
        "ronaldo",
        "last night",
        "fun"
      ],
      "common": [
        "com",
        "film",
        "photos",
        "premiere",
        "ronaldo",
        "ronaldo film",
        "ronaldofilm",
        "timeline",
        "timeline photos",
        "www"
      ],
      "messages": [
        [
          "Unleashed my inner lion while filming with PokerStars 🔥💪 #BeatTheClock PokerStars - Beat The Clock",
          1479229200
        ],
        [
          "Last night was amazing and I had much fun! Check out some photos of  #ronaldofilm Premiere Ronaldo Film Premiere",
          1447170713
        ],
        [
          "Ronaldo film is out now! I have #nothingtohide thanks to Clear\nwww.clearparis.com Timeline Photos",
          1447158434
        ],
        [
          "What a great night! It's wonderful to share this moment with so great people. Ronaldo film turned out amazing. Did you guys like it? #ronaldofilm Timeline Photos",
          1447111176
        ],
        [
          "Take your seats and enjoy @Ronaldo film! You can watch it in itunes here: http://www.itunes.com/ronaldo Timeline Photos",
          1447092713
        ],
        [
          "Check out the highlights of the red carpet of Ronaldo Film Premiere. #ronaldofilm Ronaldo – World Premiere Red Carpet Highlights",
          1447092301
        ],
        [
          "How thrilling to walk in the red carpet before Ronaldo film. Great feelings! #ronaldofilm Timeline Photos",
          1447089894
        ],
        [
          "Today is a very exciting day, the Premiere of my film Ronaldo. Looking forward for tonight! #ronaldofilm\nhttp://www.unscriptd.com/raw/football-soccer-cristiano-ronaldo-m487129/ Excited for Ronaldo Film Premiere  ",
          1447084773
        ],
        [
          "Today is the day. I'm here in London and my film Ronaldo will be revealed to the world tonight! #ronaldofilm Timeline Photos",
          1447068118
        ],
        [
          "I want to see all of my fans around the world watching Ronaldo Film today. Let me know on Facebook by picking Watching Ronaldo film and you'll get an icon of me in your post. #ronaldofilm Timeline Photos",
          1447063153
        ],
        [
          "I always wanted to be a football player and it all started in Andorinha. You can know all the story in Ronaldo film, released on November 9. #ronaldofilm",
          1446920037
        ],
        [
          "The day of the Ballon D’or is very intense. In Ronaldo film you can watch never seen footage of that day. On November 9 you can see #ronaldofilm",
          1446898081
        ],
        [
          "Hello everyone. I am so excited to be talking to you all as my official film Ronaldo opens all over the world on Monday November 9. I feel so proud and happy about this film, as it was a great opportunity for me to show you, the fans, how I really am. Know more at www.ronaldothefilm.com/ Ronaldo film",
          1446830329
        ],
        [
          "Injuries are also a part of an athlete life. And having the people you love by your side is very important to recover. Know more in Ronaldo film, released on November 9. #ronaldofilm",
          1446817650
        ],
        [
          "Join me and watch the film in cinemas on Monday 9th . Visit www.ronaldothefilm.com for details. #ronaldofilm",
          1446638416
        ],
        [
          "Have a question for me? Post a video with your question on Instagram with the hashtags #askronaldo and #ronaldofilm and I might answer it at my Film Premiere on November 9.\nCheck out www.ronaldothefilm.com for details of how you can watch the film with exclusive content in cinemas, or on DVD and digitally. Timeline Photos",
          1446541908
        ],
        [
          "Check out the trailer for my film! In cinemas worldwide Nov 9. Visit www.ronaldothefilm.com for more information.",
          1443438625
        ]
      ],
      "dates_start": 1440972694,
      "dates_end": 1456350308,
      "likes_avg": 403125,
      "likes_stdev": 283286,
      "comments_avg": 7819,
      "comments_stdev": 9640,
      "shares_avg": 17512,
      "shares_stdev": 38828
    },
    {
      "number": 21,
      "important": [
        "great",
        "timelin",
        "tonight",
        "ad",
        "see",
        "win",
        "lot",
        "fun",
        "photo",
        "great win"
      ],
      "common": [
        "com",
        "fun",
        "great",
        "great win",
        "lot",
        "photos",
        "timeline",
        "timeline photos",
        "win",
        "www"
      ],
      "messages": [
        [
          "Fun time👌 Timeline Photos",
          1479327498
        ],
        [
          "Great moment🇵🇹✌️👌 Timeline Photos",
          1474529941
        ],
        [
          "Great cardio day��feeling good�",
          1473005116
        ],
        [
          "Wake up after a great nap with crj✌🏼👍🏼🔝 Timeline Photos",
          1470661932
        ],
        [
          "Great to see you bro!! 💪🏼🔝 Timeline Photos",
          1469393467
        ],
        [
          "Great man 🇵🇹🇵🇹🇵🇹🇵🇹 Timeline Photos",
          1468774572
        ],
        [
          "Great 👍🏼 Timeline Photos",
          1468246116
        ],
        [
          "Great win tonight ✌🏼️🔝⚽️⚽️ Timeline Photos",
          1465413539
        ],
        [
          "Great win 👍🏼✌🏼🔝⚽️ Timeline Photos",
          1459284025
        ],
        [
          "Hey guys, yesterday I had a photoshoot with Alessandra Ambrosio for a special project. It was great meeting her and working with her, we had a lot of fun. More news soon… \nhttp://www.unscriptd.com/raw/football-soccer-cristiano-ronaldo-m111932-ok/ Photo shoot with Alessandra Ambrosio",
          1444995150
        ],
        [
          "It was great to work with this angel @alessandraambrosio ! We had a lot of fun!! More coming soon…⚽️ Timeline Photos",
          1444992180
        ],
        [
          "Skills + Fun + Fashion = Shine in my shoes #cr7footwear www.cr7footwear.com",
          1425566808
        ],
        [
          "Barbecue in the afternoon after a great win. Timeline Photos",
          1378053239
        ],
        [
          "Having fun Timeline Photos",
          1372835260
        ],
        [
          "Vacations, friends, fun. Timeline Photos",
          1371383016
        ],
        [
          "With your fantastic support we achieved a great win today! www.vivaronaldo.com Timeline Photos",
          1370639752
        ],
        [
          "Great fun with Maradona. Timeline Photos",
          1362310847
        ]
      ],
      "dates_start": 1391835932,
      "dates_end": 1478683180,
      "likes_avg": 1077426,
      "likes_stdev": 795507,
      "comments_avg": 14891,
      "comments_stdev": 9990,
      "shares_avg": 17606,
      "shares_stdev": 17999
    },
    {
      "number": 22,
      "important": [
        "timelin",
        "sacoor",
        "amaz",
        "collect",
        "whi",
        "inspir",
        "moment",
        "brother",
        "believ",
        "photo"
      ],
      "common": [
        "brothers",
        "collection",
        "new",
        "photos",
        "sacoor",
        "sacoor brothers",
        "sacoorbrothers",
        "summer",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "Do you believe an outfit can inspire and complete a remarkable moment? \nI do! And that's why I partnered with Sacoor Brothers to this amazing #CristianoRonaldo Collection. \nDiscover Sacoor Brothers Online at www.sacoorbrothers.com and be inspired! #SACOORBROTHERS Timeline Photos",
          1486056601
        ],
        [
          "Just came back from the tailor and my suit fits perfectly! Did you know that as a SACOOR BROTHERS client you are entitled to their free in-house tailoring service? Their attention to personalized detail is one reason why I am a huge fan! Timeline Photos",
          1478354435
        ],
        [
          "I'm really excited to share with you the new #SACOORBROTHERS Fall Winter Collection! Check out the behind the scenes.  \nsacoorbrothers.com Sacoor Brothers Fall/Winter 2016 with Cristiano Ronaldo Sneak Peek of Sacoor Brothers Fall/Winter 2016 Collection #Doers&Makers with Cristiano Ronaldo",
          1475129058
        ],
        [
          "Not ready to let this Unforgettable summer go yet. Check out my Unforgettable summer look and others at www.sacoorbrothers.com #SacoorBrothers SACOOR BROTHERS Timeline Photos",
          1472052602
        ],
        [
          "A Sneak Peek at Sacoor Brothers’s new Collection! Can’t wait to show you guys the complete collection at www.sacoorbrothers.com!\n#SACOORBROTHERS Timeline Photos",
          1469808001
        ],
        [
          "Brother ✌🏼️👍🏼🔝 Timeline Photos",
          1468412707
        ],
        [
          "So proud to have my very own collection at the SACOOR BROTHERS stores. Don’t miss the new “Cristiano Ronaldo & Sacoor Brothers Limited Collection”! The Cristiano Ronaldo & Sacoor Brothers Limited Collection",
          1460987909
        ],
        [
          "Loving the fresh new SACOOR BROTHERS collection!\nSpring has arrived at Sacoor Brothers. Be the first to try it on at a boutique near you. Timeline Photos",
          1456237793
        ],
        [
          "I had such a great time on this photo shoot that I can’t wait to see the full gallery! For now, I’ll give you a sneak peek of what’s coming for the new SACOOR BROTHERS Spring/Summer Collection. Timeline Photos",
          1455547616
        ],
        [
          "Don’t let this Winter pass you by without visiting a SACOOR BROTHERS boutique and try on their magnificent #Heritage Collection. You will be forever hooked. Timeline Photos",
          1452005796
        ],
        [
          "It gives me great pleasure to join SACOOR BROTHERS once again for the celebration of their 25th anniversary! #Heritage is a must see collection, full of life and colour, inspired in Portugal and tailored especially for you! Be inspired...\nhttps://youtu.be/zzFzRihL6PM Cristiano Ronaldo for Sacoor Brothers Fall-Winter Our Heritage lives on.",
          1447315610
        ],
        [
          "Had a great time in the shoot for the new SACOOR BROTHERS  collection,already in stores! The Portuguese heritage was the inspiration for this new collection. Take a look. Behind the Scenes Sacoor Brothers Fall Winter 2015/2016",
          1444652286
        ],
        [
          "Always be at your best with SACOOR BROTHERS outfits, the perfect look for every occasion. Find the closest boutique here: bit.ly/boutiquesSacoorBrothers The Perfect Match: Cristiano Ronaldo for Sacoor Brothers Spring Summer 2015",
          1436695874
        ],
        [
          "Want to see more of my photoshoot for SACOOR BROTHERS Spring Summer Collection? Don’t miss out any detail here. Behind the Scenes Sacoor Brothers Spring Summer 2015",
          1433586357
        ],
        [
          "Pleased to be part of SACOOR BROTHERS family, a Portuguese fashion brand where you can find the perfect look for any occasion. #PerfectMatch Timeline Photos",
          1430996304
        ],
        [
          "I love SACOOR BROTHERS suits, the quality of the materials, the tailor-made service and the amazing experience in stores. Head down to Sacoor Brothers and try it yourself. Timeline Photos",
          1427880035
        ],
        [
          "Hi guys, here's a sneak peek of the new SACOOR BROTHERS Spring/Summer Collection. Every detail counts and this is what makes us unique. #PerfectMatch Timeline Photos",
          1424361333
        ],
        [
          "Hey guys. Today I proudly announce my new partnership with SACOOR BROTHERS, a portuguese clothing brand. See all the 7 reasons for this wonderful partnership http://bit.ly/SacoorBrothers Timeline Photos",
          1418983416
        ]
      ],
      "dates_start": 1432428956,
      "dates_end": 1471911457,
      "likes_avg": 557627,
      "likes_stdev": 553318,
      "comments_avg": 7920,
      "comments_stdev": 5602,
      "shares_avg": 6387,
      "shares_stdev": 6129
    },
    {
      "number": 23,
      "important": [
        "tag",
        "think",
        "dontcrackunderpressur",
        "timelin",
        "ad",
        "choos",
        "tag heuer",
        "heuer",
        "photo",
        "celebr"
      ],
      "common": [
        "button",
        "dontcrackunderpressure",
        "heuer",
        "jenson",
        "jenson button",
        "photos",
        "tag",
        "tag heuer",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "🤔 thinking TAG Heuer Timeline Photos",
          1486667088
        ],
        [
          "The end of the year is approaching, time to celebrate its success!! Which TAG Heuer timepiece should I choose? Sporty or elegant? #DontCrackUnderPressure Timeline Photos",
          1483038000
        ],
        [
          "To celebrate the end of 2016, TAG Heuer asked me to prove how I didn't crack under pressure. #DontCrackUnderPressure",
          1482858000
        ],
        [
          "Thank you Jean-Claude Biver and TAG Heuer for your kind words and the great presents ! #dontcrackunderpressure",
          1481972519
        ],
        [
          "Time to focus on the new season with my TAG Heuer timepiece. #DontCrackUnderPressure Timeline Photos",
          1471622750
        ],
        [
          "Relax✌️ TAG Heuer Timeline Photos",
          1470178800
        ],
        [
          "Time to focus. Counting down the hours with my TAG Heuer. See you on Sunday on the field. #dontcrackunderpressure Timeline Photos",
          1467992235
        ],
        [
          "Time to relax and bring out my TAG Heuer Carrera MikrotourbillonS, the world's fastest Tourbillon watch, to fuel me up before the big match!\n#DontCrackUnderPressure Timeline Photos",
          1467212401
        ],
        [
          "Time to train, more games yet to come  #DontCrackUnderPressure TAG Heuer Timeline Photos",
          1466003401
        ],
        [
          "I'm proud to have my TAG Heuer Special edition! #DontCrackUnderPressure http://tag.hr/baselworld Timeline Photos",
          1426777941
        ],
        [
          "Welcome Jeremy Lin to the TAG Heuer team. #DontCrackUnderPressure http://youtu.be/VeiNHmiGq-E TAG Heuer | Jeremy Lin challenged by Maria Sharapova, Cristiano Ronaldo and Jean-Claude Biver Pro basketball player Jeremy Lin join the TAG Heuer familly as new ambassador of the brand. Maria Sharapova, WTA World N°2, Cristiano Ronaldo aka CR7, 3 time...",
          1426532830
        ],
        [
          "Challenge yourself and #dontcrackunderpressure\n\n TAG Heuer | Don't Crack Under Pressure For more than 150 years, TAG Heuer has faced down every challenge, and then pushed past it. By defying the time-honored conventions of Swiss watchmaking, it ...",
          1411045381
        ],
        [
          "Check out what happened when I joined Jenson Button in the track. #DontCrackUnderPressure TAG Heuer\n\n TAG Heuer | Ronaldo and Button Don't Crack Under Pressure ! You wouldn’t believe what we saw yesterday on a race track near Madrid: Cristiano Ronaldo and Jenson Button dribbling, passing and shooting footballs… from b...",
          1409834825
        ],
        [
          "Great day at the track! #DontCrackUnderPressure Jenson Button TAG Heuer Untitled Album",
          1409582465
        ],
        [
          "How fun shooting balls on the track with Jenson Button #DontCrackUnderPressure TAG Heuer  Cristiano Ronaldo shooting balls on the track with Jenson Button How fun shooting balls on the track with @jensonbutton #DontCrackUnderPressure @tagheuer",
          1409580693
        ],
        [
          "Speedy ride on the track with Jenson Button #DontCrackUnderPressure TAG Heuer Cristiano Ronaldo in the track with Jenson Button Speedy ride on the track with @JensonButton #DontCrackUnderPressure @tagheuer",
          1409580133
        ],
        [
          "Let’s go for some laps Jenson Button #DontCrackUnderPressure TAG Heuer Timeline Photos",
          1409568463
        ],
        [
          "Getting ready for some speed with Jenson Button #DontCrackUnderPressure TAG Heuer Timeline Photos",
          1409567460
        ],
        [
          "Behind the scenes of the TAG Heuer Shooting, guess which model I chose? \n Behind the Scenes with TAG Heuer & Ronaldo: the start of a successful relationship The first-ever TAG Heuer photo shoot with its newest Ambassador, Cristiano Ronaldo, in Madrid, was a relaxed affair: an easy-going encounter between a man (w...",
          1401347086
        ],
        [
          "Check out the gift I got from TAG Heuer. This TAG Heuer Carrera really suits me! What do you think? Timeline Photos",
          1398679215
        ]
      ],
      "dates_start": 1407062718,
      "dates_end": 1472901450,
      "likes_avg": 557052,
      "likes_stdev": 456519,
      "comments_avg": 8035,
      "comments_stdev": 7544,
      "shares_avg": 6809,
      "shares_stdev": 5799
    },
    {
      "number": 24,
      "important": [
        "enjoy",
        "guy",
        "hey",
        "store",
        "collect",
        "new",
        "hey guy",
        "soon",
        "hope",
        "today"
      ],
      "common": [
        "com",
        "cr7",
        "cristiano",
        "guys",
        "hey",
        "hey guys",
        "photos",
        "timeline",
        "timeline photos",
        "twitter"
      ],
      "messages": [
        [
          "Hey guys! Today I’m in a photoshoot for the new collection of #CR7footwear, in stores soon. Hope you enjoy! CR7 Footwear Photoshoot",
          1443445553
        ],
        [
          "Hey guys, just finished training and now it’s lunch time. Eat properly, be healthy! Lunch Time",
          1442578379
        ],
        [
          "Hey guys. 2014 was great! Hope 2015 will be amazing for all. Happy New Year! Mobile Uploads",
          1420054610
        ],
        [
          "Hey guys, I followed back the most creative fans on Sportlobster. Were you one of them? http://bit.ly/CristianoWinner Timeline Photos",
          1417192852
        ],
        [
          "Hey guys. My CR7 Shirts collection is now available in stores. How exciting! Visit www.CR7shirts.com Timeline Photos",
          1416215181
        ],
        [
          "Hey guys, I received a new trophy that will be in exhibition at Museu CR7 - the one Facebook gave me for the 100 million fans! Thanks Facebook. Timeline Photos",
          1415375218
        ],
        [
          "Hey guys, it’s #WorldWaterDay. #iLoveWater. Appreciate it and make a difference with Drop4Drop http://bit.ly/WeLoveWater Timeline Photos",
          1395518583
        ],
        [
          "Hey guys. The CR7 Video Club is in the Mobile World Congress in Barcelona. http://bit.ly/1ka1v7B #mwc2014",
          1393408649
        ],
        [
          "Hey guys, I’m preparing something really cool for all my fans that I’ll share with you very soon. Stay tuned.",
          1393250825
        ],
        [
          "Hey guys. Have a sneak peek of an interview I gave with my friends from Jacob & Co. Are you curious?",
          1392821523
        ],
        [
          "Hey guys, it was fabulous to celebrate my birthday yesterday with my friends and family, I had a great time. Thank you all! Timeline Photos",
          1392038136
        ],
        [
          "Hey guys, this year was great, but the next one will be even better. #justdoit Timeline Photos",
          1387791512
        ],
        [
          "Hey guys. Come and meet my museum Facebook page \nhttp://www.facebook.com/MuseuCr7 Museu CR7 Rua Princesa Dona Amélia N.10\n291639880",
          1387724669
        ],
        [
          "Hey guys, visit my Twitter account. #weare20million followers now and I'm giving away some prizes.\nwww.twitter.com/cristiano Cristiano Ronaldo (Cristiano) on Twitter",
          1375018185
        ],
        [
          "Hey guys, check out this cool flipbook. Thanks Etoilec1 Officiel Best skills of Cristiano Ronaldo in flipbook",
          1371211219
        ],
        [
          "Hey guys, wanna be in my official website promotional video? Register at\r\nwww.cristianoronaldoofficial.com and get the chance to be a part of it. Are you ready? Timeline Photos",
          1371040268
        ],
        [
          "Hey guys, just reached a million followers on Instagram. Thank you all. You can follow me here http://instagram.com/cristiano/ Timeline Photos",
          1370260191
        ],
        [
          "Hey guys, big game today against Galatasaray! Let’s make it. Timeline Photos",
          1364978045
        ],
        [
          "Hey guys, stay tuned on my Twitter account at https://twitter.com/Cristiano to get some tickets for the next National Team games. Cristiano Ronaldo (Cristiano) on Twitter The latest from Cristiano Ronaldo (@Cristiano). ",
          1363718764
        ],
        [
          "Hey guys, today I've been filming. Have a nice weekend everyone. Timeline Photos",
          1360951678
        ]
      ],
      "dates_start": 1369359033,
      "dates_end": 1418100370,
      "likes_avg": 593591,
      "likes_stdev": 749541,
      "comments_avg": 13539,
      "comments_stdev": 12201,
      "shares_avg": 10788,
      "shares_stdev": 9289
    },
    {
      "number": 25,
      "important": [
        "good",
        "great",
        "timelin",
        "ad",
        "news",
        "night",
        "fragranc",
        "last night",
        "photo",
        "big"
      ],
      "common": [
        "great",
        "last",
        "last night",
        "madrid",
        "night",
        "night timeline",
        "night timeline photos",
        "photos",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "Good night 👍😜 Timeline Photos",
          1477853533
        ],
        [
          "Great night 👍🏼👌🏼🔝❤️ Timeline Photos",
          1464545632
        ],
        [
          "Cr legacygood night Timeline Photos",
          1442006747
        ],
        [
          "Did you see my big news last night? My debut fragrance is available now at www.cristianoronaldofragrances.com Mobile Uploads",
          1441898424
        ],
        [
          "Thanks for tonight. G Night ✌ Timeline Photos",
          1441401125
        ],
        [
          "Good night world Timeline Photos",
          1441134504
        ],
        [
          "Extraordinary night and a big step towards qualifying for the #euro2016. #forçaportugal! VIDEO: \"Armenia 2 - 3 Portugal\"  ",
          1434224018
        ],
        [
          "Happy with the win against Denmark last night. Fantastic team work. #forçaportugal Seleções de Portugal",
          1413358094
        ],
        [
          "What a fantastic Real Madrid C.F. team work with the win last night. #HalaMadrid Timeline Photos",
          1410957320
        ],
        [
          "Fun time with my kid last night. Timeline Photos",
          1409216428
        ],
        [
          "Spa at night. Timeline Photos",
          1405186102
        ],
        [
          "Great game for the National Team last night #forçaportugal  http://bit.ly/P3KgLq  Mobio INsider Mobio INsider",
          1394101191
        ],
        [
          "Great photos from the fans last night at the stadium. Thank you so much. Real Madrid 3 - 0 Atlético Madrid",
          1391696605
        ],
        [
          "I’m happy to have scored twice last night on my 100th game on the European competitions. Timeline Photos",
          1380794119
        ],
        [
          "Great win for Real Madrid C.F. against Granada last night. Timeline Photos",
          1377589651
        ],
        [
          "What a nice moment last night with Raul, playing together for Real Madrid C.F. Timeline Photos",
          1377251347
        ],
        [
          "What a great #win last night at the #ICC2013 in #Miami. #RealMadrid was #amazing #pickoftheday Timeline Photos",
          1375966505
        ],
        [
          "Great win last night, love to be back playing. Timeline Photos",
          1374479439
        ],
        [
          "What an important result against Russia last night. Timeline Photos",
          1370691130
        ],
        [
          "Great win against Athletic Bilbao last night. Timeline Photos",
          1366029146
        ],
        [
          "Another great game last night! Real Madrid - 2 Rayo Vallecano - 0",
          1361186838
        ]
      ],
      "dates_start": 1373494652,
      "dates_end": 1440940385,
      "likes_avg": 801672,
      "likes_stdev": 839499,
      "comments_avg": 12706,
      "comments_stdev": 8251,
      "shares_avg": 8147,
      "shares_stdev": 5658
    },
    {
      "number": 26,
      "important": [
        "free",
        "around",
        "download free",
        "amaz",
        "new",
        "world",
        "download",
        "play",
        "player",
        "around world"
      ],
      "common": [
        "app",
        "cristiano",
        "cristiano ronaldo",
        "download",
        "free",
        "http",
        "photos",
        "ronaldo",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "NEW update for my mobile game! Major improvements and amazing new boosters. \nPlay against real players from around the world!\nDownload for FREE: http://bit.ly/KicknRun Timeline Photos",
          1482336001
        ],
        [
          "My golden ball it's available in my museum in Madeira👍👍👍👍⚽️ Timeline Photos",
          1481708009
        ],
        [
          "Wow! More than 5 million downloads of my mobile game! Thank you!\nDownload Kick'n'Run here for free: http://bit.ly/KicknRun Timeline Photos",
          1475247180
        ],
        [
          "The only person better than me at my own game is Cristiano Junior!\nDownload it for free here to see if you can beat us: http://bit.ly/GETsuperstars Timeline Photos",
          1459011607
        ],
        [
          "Your favourite keyboard is now available for iOS. Download it here: http://apple.co/1UdECBS Timeline Photos",
          1453386653
        ],
        [
          "You can now search the web trough my CR7 Keyboard. Download it here: https://play.google.com/store/apps/details?id=com.kibo.mobi.player.cristianoronaldo.official.keyboard Timeline Photos",
          1448979455
        ],
        [
          "Exciting news! My CR7 keyboard got more than 500.000 downloads in less than 3 months! \nDownload it here for free: https://play.google.com/store/apps/details?id=com.kibo.mobi.player.cristianoronaldo.official.keyboard Timeline Photos",
          1447759233
        ],
        [
          "Who remembers this guy? Brings me back some childhood memories. Now you can play the game “Ronaldo&Hugo: Superstar Skaters”. Available for iOS and Android http://bit.ly/GETsuperstars Timeline Photos",
          1433428980
        ],
        [
          "Hey guys, my digital magazine #CR7emag is now available for free. For iOS and Android. Download it here: www.cristianoronaldo.com/magazine",
          1405339745
        ],
        [
          "Do you wanna know more about the touching story of 14 year old Dawid, who awoke from a coma while listening to reports of Real Madrid games and then came to Madrid to meet me? Download the #CR7emag and check it out. Available in Android http://bit.ly/1gKYsmR and iOS http://bit.ly/1kD6eAl Timeline Photos",
          1397740913
        ],
        [
          "The new mobile version of Cristiano Ronaldo Footy is now live. Download it free! http://smarturl.it/crMobile2 App Store Timeline Photos",
          1394813135
        ],
        [
          "Very proud to announce the new mobile version of Cristiano Ronaldo Footy!  Download it free today!  http://smarturl.it/CRMobile  Google Play Timeline Photos",
          1394546429
        ],
        [
          "Hey guys, The GAME by Ronaldo is now available for Android and iOS. \r\n \r\nDownload the apps and keep an eye on your Player career, manage your Team, schedule matches and update the results right from the field - or at the bus stop, over lunch… Your GAME happens everywhere!\r\n \r\nGet either the Android app http://bit.ly/TheGAMEAndroid or the iOS app http://bit.ly/TheGAMEiOS Timeline Photos",
          1390910399
        ],
        [
          "Has anyone else been watching the Africa Cup of Nations? Some great matches so far! I just downloaded the FREE AFCON 2013 app to watch highlights from the games. Check it out.  \r\n\r\nDownload it for FREE here on iOS - http://bit.ly/10JHVnj\r\n\r\nOr FREE here on Android - http://bit.ly/WYQqZe Timeline Photos",
          1359138726
        ],
        [
          "Who's watching the Africa Cup of Nations? Download this FREE app to keep up with all the latest...\n\nFREE here on iOS - http://bit.ly/10JHVnj\nFREE here on Android - http://bit.ly/WYQqZe Orange AFCON, SOUTH AFRICA 2013 Get Orange AFCON, SOUTH AFRICA 2013 on the App Store. See screenshots and ratings, and read customer reviews.",
          1358622000
        ],
        [
          "I put up several new exclusive pics in my free app, Cristiano Ronaldo. You can download it on iPhone, iPad, or Android - http://road.ie/Cristiano Timeline Photos",
          1337181522
        ],
        [
          "Who wants a signed Real Madrid jersey from me? Get my free app \"Cristiano Ronaldo\" on iPhone or Android, and I will randomly select a person in the top ten of the Top Users category. Will it be you? http://road.ie/Cristiano \n\n(Official rules: http://bit.ly/Hsfimi) Timeline Photos",
          1334319328
        ],
        [
          "Heads Up! is now available for the iPad in HD. I am playing it right now! Here's a link to get it free http://rock.li/headsup RockLive | Heads Up | Cristiano Ronaldo Heads Up! with Cristiano Ronaldo is a fun puzzle game available for free.",
          1334248385
        ],
        [
          "Do you have my free app \"Cristiano Ronaldo\" on iPhone or Android? I'm giving away a signed Real Madrid jersey to a randomly selected person in the top ten of the Top Users category. Will it be you? \n\nOfficial Rules -> http://bit.ly/Hsfimi Mobile Roadie - Apps - Cristiano Ronaldo Mobile Roadie is the leading mobile application developer for brands to small business to entertainment. MORO takes your brand and websites mobile with social, CRM, commerce, and custom solutions beyond what the web can offer.",
          1333031037
        ],
        [
          "Download \"Heads Up!\" for free on your iPhone and try to beat my score. Here's a link to get it http://itun.es/iPJ9c3 App Store - Heads Up! Read reviews, get customer ratings, see screenshots, and learn more about Heads Up! on the App Store. Download Heads Up! and enjoy it on your iPhone, iPad, and iPod touch.",
          1331740589
        ],
        [
          "It's fun to see all the comments and activity in my new app! I'm glad to hear everyone is enjoying the news, photos, and fan wall. It's free on iPhone and Android. http://road.ie/Cristiano Mobile Roadie - Apps - Cristiano Ronaldo Welcome to the official Cristiano Ronaldo app! This is your source for all the latest Cristiano Ronaldo news, tweets, pictures, videos, and other apps! Always official, with exclusive content not featured anywhere else! Stay up to date, interact with other fans, and even participate in exclusive con...",
          1331053729
        ],
        [
          "Have you downloaded my free app, Cristiano Ronaldo, for iPhone or Android? It gives you instant access to the latest news & videos no matter where you are. What do you think of the exclusive photos? http://road.ie/Cristiano Cristiano Ronaldo's photo \"Have you downloaded my free a...\" Have you downloaded my free app, Cristiano Ronaldo, for iPhone or Android? It gives you instant access to the latest news & videos no matter where you are. What do you think of the exclusive photos...",
          1330359212
        ],
        [
          "Great news, I've just launched my latest free app \"Cristiano Ronaldo\" on iPhone and Android. \n\nIt has all my latest news and tweets, videos, and even exclusive pictures not seen anywhere else! What do you think? http://road.ie/Cristiano Timeline Photos",
          1329926696
        ],
        [
          "Working on my score in my iPhone game, Heads Up Cristiano Ronaldo. Add \"cristiano\" & see if you can beat my score. http://itun.es/iLW8vS App Store - Heads Up Cristiano Ronaldo Read reviews, get customer ratings, see screenshots, and learn more about Heads Up Cristiano Ronaldo on the App Store. Download Heads Up Cristiano Ronaldo and enjoy it on your iPhone, iPad, and iPod touch.",
          1326385802
        ]
      ],
      "dates_start": 1334833985,
      "dates_end": 1446100578,
      "likes_avg": 155997,
      "likes_stdev": 251703,
      "comments_avg": 3932,
      "comments_stdev": 2741,
      "shares_avg": 3541,
      "shares_stdev": 5192
    },
    {
      "number": 27,
      "important": [
        "hotel",
        "veri proud",
        "cristiano ronaldo post",
        "photo cristiano ronaldo",
        "open",
        "happi",
        "post",
        "proud",
        "photo cristiano",
        "veri"
      ],
      "common": [
        "cristiano",
        "cristiano ronaldo",
        "cristiano ronaldo post",
        "photos",
        "photos cristiano",
        "photos cristiano ronaldo",
        "photos cristiano ronaldo post",
        "post",
        "ronaldo",
        "ronaldo post"
      ],
      "messages": [
        [
          "Very proud and happy with the opening of my hotel, Pestana CR7 , at Funchal. Photos from Cristiano Ronaldo's post",
          1469225074
        ],
        [
          "Good win ⚽️👍🏼\nLevante 1 - Real Madrid 3 Photos from Cristiano Ronaldo's post",
          1456957062
        ],
        [
          "Great win! 👍🏼👌🏼✌🏼 Photos from Cristiano Ronaldo's post",
          1455388158
        ],
        [
          "My third Pichichi award! Proud to be the best scorer of La Liga. Thank you all. Photos from Cristiano Ronaldo's post",
          1454955196
        ],
        [
          "Arrived in Zurich for the #BallondOr Photos from Cristiano Ronaldo's post",
          1452518174
        ],
        [
          "Going to Zurich for the #BallondOr day Photos from Cristiano Ronaldo's post",
          1452509094
        ],
        [
          "Important win for the team against Serbia. One step closer to #euro2016. #forçaportugal Photos from Cristiano Ronaldo's post",
          1427661557
        ],
        [
          "Happy for the win today #halamadrid Photos from Cristiano Ronaldo's post",
          1423942082
        ],
        [
          "Press conference is done. Can’t wait for the ceremony! #ballondor2014 Photos from Cristiano Ronaldo's post",
          1421077121
        ],
        [
          "I feel so proud to be honoured with a statue in Madeira. It's a huge joy to share this moment with my family and the people from Madeira. Thank you all for the warm reception. Photos from Cristiano Ronaldo's post",
          1419188690
        ],
        [
          "Honoured to receive the Cordão Autonómico de Distinção, the highest distinction of Madeira, in my hometown. A very special moment for me. Photos from Cristiano Ronaldo's post",
          1419180824
        ],
        [
          "Another important trophy for the team. The Club World Cup is ours. Hala Madrid! Photos from Cristiano Ronaldo's post",
          1419111051
        ],
        [
          "We're in the final of the Club World Cup. Hala Madrid! Photos from Cristiano Ronaldo's post",
          1418818089
        ],
        [
          "This is a big moment in my career. Last night I won the awards for Best Forward, Best Goal and Best Player in La Liga in 2013-14 and that makes me very happy. Thank you all. Photos from Cristiano Ronaldo's post",
          1414488145
        ],
        [
          "Another win for the team. Hala Madrid! Photos from Cristiano Ronaldo's post",
          1414259788
        ],
        [
          "Another win last night in the group stage of the Champions League. #HalaMadrid Photos from Cristiano Ronaldo's post",
          1412233708
        ],
        [
          "Another exciting match for Real Madrid C.F. with a win against Elche. Let’s go team! Photos from Cristiano Ronaldo's post",
          1411546215
        ],
        [
          "What a great match yesterday! Hala Madrid. Photos from Cristiano Ronaldo's post",
          1411289740
        ],
        [
          "#UEFAbestplayer of Europe. What a joy to win this trophy that I want to share with all of you. Thank you. Photos from Cristiano Ronaldo's post",
          1409244116
        ],
        [
          "I am very proud to finally launch my new Rankin X Ronaldo for #CR7Underwear campaign! The second collection launches today- hope you love it as much as I do! Available now on www.CR7Underwear.com check it out! Photos from Cristiano Ronaldo's post",
          1407141825
        ],
        [
          "Happy and proud to announce my newest range of products: Cristiano Ronaldo Footwear, 100% made in Portugal. Next February you’ll be able to get your own pair. Quality, comfort and sophistication describe my newest brand #CR7footwear. This Spring Summer 2015 you’ll know how it feels walking in my shoes. www.cr7footwear.com Photos from Cristiano Ronaldo's post",
          1405602577
        ],
        [
          "We’re Champions of Europe! I’m living a dream! Thank you all! #halamadrid #UCLfinal #lisbon Photos from Cristiano Ronaldo's post",
          1401086965
        ],
        [
          "Good to be back on the pitch, specially with a win over Bayern. One step forward to the final. #RoadtoLisbon Photos from Cristiano Ronaldo's post",
          1398329541
        ],
        [
          "What an incredible night! Thanks to all the fans who celebrated with us. #CopadelRey Real Madrid C.F. Photos from Cristiano Ronaldo's post",
          1397724389
        ]
      ],
      "dates_start": 1403304703,
      "dates_end": 1444485228,
      "likes_avg": 1056574,
      "likes_stdev": 459344,
      "comments_avg": 17844,
      "comments_stdev": 10669,
      "shares_avg": 22582,
      "shares_stdev": 20666
    },
    {
      "number": 28,
      "important": [
        "im",
        "back",
        "timelin",
        "train session",
        "nation team",
        "ad",
        "team",
        "train",
        "session",
        "photo"
      ],
      "common": [
        "de",
        "first",
        "match",
        "photos",
        "session",
        "team",
        "timeline",
        "timeline photos",
        "training",
        "training session"
      ],
      "messages": [
        [
          "Im back 💪🏽👍 Timeline Photos",
          1474286755
        ],
        [
          "I will be back ☀️🔝👌🏼✌🏼️ Timeline Photos",
          1469174868
        ],
        [
          "Training Timeline Photos",
          1463662383
        ],
        [
          "Workout session ⚽️ Timeline Photos",
          1447515654
        ],
        [
          "Hey guys. We finished another training session and the team is confident. All the support and good vibes are very important. Tomorrow is decisive. #forçaportugal\nhttp://www.unscriptd.com/raw/football-soccer-cristiano-ronaldo-m732551 Portuguese National Team  ",
          1444242959
        ],
        [
          "Spending the afternoon training at home with my boy. Training at home  ",
          1442759943
        ],
        [
          "Recovery training Timeline Photos",
          1442134320
        ],
        [
          "Flying back home after great win⚽️⚽️⚽️ Timeline Photos",
          1441664650
        ],
        [
          "2 training ⚽️⚽️⚽️ Timeline Photos",
          1439383385
        ],
        [
          "I think I found the perfect training partner! VIDEO: \"Training house sessions\"",
          1431691913
        ],
        [
          "Back on track. On my way to the training. Timeline Photos",
          1425890474
        ],
        [
          "Training session for the next match. #halamadrid Mobile Uploads",
          1425400940
        ],
        [
          "What a great first training session and day yesterday. AA: Campinas, 12 de junho Canal Oficial da Federação Portuguesa de Futebol",
          1402652275
        ],
        [
          "What a wonderful and warming reception we´re having in Campinas. Thank you everyone #forçaportugal Seleções de Portugal Seleções de Portugal O primeiro treino da Seleção Nacional em Campinas ficou marcado por uma enorme manifestação de apoio e entusiasmo por parte dos adeptos brasileiros, a quem a Equipa das Quinas fez questão de agradecer.\n\nThe Brazilian fans of the Portuguese National Team showed their support and enthusiasm during the first training session in Campinas",
          1402585832
        ],
        [
          "Amazing training session Falcao and all of #GALAXY11! Robotic 8-armed goalies, alien spies... definitely not your average day at the gym!  #GALAXY11: The Training The ultimate football match is coming up! With the advanced training powered by #GALAXYS5, #GALAXY11 is united as one team to save the planet. Get the full s...",
          1400067319
        ],
        [
          "Hey team! Do you want a ride for the training session? Timeline Photos",
          1395748769
        ],
        [
          "Last training before the match done! Tomorrow we’ll face Granada.  http://bit.ly/19SAcOc Timeline Photos",
          1390585734
        ],
        [
          "Morning training for Saturday’s match against Málaga. Timeline Photos",
          1382002761
        ],
        [
          "Back to training. Missed it. Timeline Photos",
          1374054886
        ],
        [
          "Excited to wear my new #mercurial vapor on tomorrow's first training session. Timeline Photos",
          1373819837
        ],
        [
          "Training for tomorrow’s match against Malaga. Timeline Photos",
          1367934820
        ],
        [
          "Our first training session to get ready for the Derby\n\nhttp://bre.ad/11q5cg First training session of the week ahead of the derby Portal del Real Madrid",
          1354117182
        ],
        [
          "Already @ Kharkiv training for tomorrow's match Timeline Photos",
          1339858108
        ],
        [
          "Opalenica, 11/06/2012 - Training session 11/06/2012 Training session",
          1339390800
        ],
        [
          "Had a good training session this morning after yesterday's win against Athletic Bilbao. Training 23/01/12",
          1327339526
        ]
      ],
      "dates_start": 1366099461,
      "dates_end": 1449737825,
      "likes_avg": 750011,
      "likes_stdev": 967010,
      "comments_avg": 11640,
      "comments_stdev": 12652,
      "shares_avg": 9893,
      "shares_stdev": 12082
    },
    {
      "number": 29,
      "important": [
        "thank support",
        "support",
        "halamadrid",
        "real",
        "amaz",
        "ad",
        "real madrid",
        "thank",
        "madrid",
        "tonight"
      ],
      "common": [
        "fans",
        "great",
        "hala",
        "hala madrid",
        "madrid",
        "madrid real",
        "madrid real madrid",
        "photos",
        "real",
        "real madrid"
      ],
      "messages": [
        [
          "Amazing atmosphere tonight, thanks for all the support! Real Madrid - Manchester City",
          1462392101
        ],
        [
          "Proud of the great performance in today's match. Thanks for your continuous support. #HalaMadrid Real Madrid 7 - 1 Celta de Vigo",
          1457205101
        ],
        [
          "Thanks to my team mates and Real Madrid fans for this beautiful moment.  ❤️❤️❤️ Timeline Photos",
          1445095931
        ],
        [
          "Never imagined to achieve this record when I arrived in Real Madrid six years ago. It’s an honor to be the all-time leading goalscorer for Real Madrid and I have to thank my teammates, coaches, the president, everyone at Real Madrid and my family, friends and all the fans for always supporting me. I’m very happy to be living this special moment. #halamadrid Photos from Cristiano Ronaldo's post",
          1443784195
        ],
        [
          "Tomorrow is decisive and your support is essential for the triumph! Hala Madrid! PORQUE TÚ ESTÁS AHÍ Llamamiento de los jugadores del Real Madrid a sus aficionados.",
          1429646742
        ],
        [
          "Mis declaraciones se han malinterpretado. Ayer escuché a mi Presi y estoy con él al 100%. Los nuevos compañeros son top! y con ellos hemos completado una gran plantilla. Vamos a por todas! Un abrazo y Hala Madrid!",
          1410006190
        ],
        [
          "La Décima is ours. Hala Madrid! #uclfinal #realmadrid #lisbon MezzoLab",
          1400965246
        ],
        [
          "Atlético Madrid vs Real Madrid - 0:2 (16') \n\nCR7 ON FIRE! What a great penalty kick in the first half. #GoalCR7 Timeline Photos",
          1392146213
        ],
        [
          "Atlético Madrid vs Real Madrid - 0:1 (7') \n\nGOOOOAL!!! CR7 scores the lead early in the game with a penalty kick. #GoalCR7 Timeline Photos",
          1392145687
        ],
        [
          "Today I shared the Ballon d'Or with the Real Madrid fans in the Bernabéu. This award is also yours. Real Madrid 2 - 0 Granada",
          1390675877
        ],
        [
          "What an exciting game at the Bernabéu! Hala Madrid! Mobile Uploads",
          1382558339
        ],
        [
          "All the news about my renewal with Real Madrid are false.",
          1371124345
        ],
        [
          "Great game. Great win. Hala Madrid! Real Madrid - 3 Galatasaray - 0",
          1365019226
        ],
        [
          "Great match and another win. Hala Madrid! Real Madrid - 2 Fc Barcelona - 1",
          1362254457
        ],
        [
          "What an exciting game yesterday! Real Madrid – 1 Manchester United – 1",
          1360838519
        ],
        [
          "Happy to be part of the 10 top scorers of Real Madrid’s history Real Madrid legends",
          1360667265
        ],
        [
          "Tomorrow we will fight for another win. What's your hint for the result? Hala Madrid!",
          1359208859
        ],
        [
          "I want to dedicate this award to all Real Madrid fans Timeline Photos",
          1354818968
        ],
        [
          "Don´t forget to follow us today. Hala Madrid",
          1351941000
        ],
        [
          "That I am feeling sad and have expressed this sadness has created a huge stir. I am accused of wanting more money, but one day it will be shown that this is not the case. At this point, I just want to guarantee to the Real Madrid fans that my motivation, dedication, commitment and desire to win all competitions will not be affected. I have too much respect for myself and for Real Madrid to ever give less to the club than all I am capable of. Abrazos to all madridistas",
          1346776782
        ],
        [
          "Its a great feeling winning the  Supercopa with our supporters. Thank you.  Hala Madrid! Real Madrid 1 - Valencia 1",
          1346276117
        ],
        [
          "Somos uma equipa, somos o Real Madrid! We are a team, we are Real Madrid Real Madrid kicked-off the new La Liga season at the Santiago Bernabéu against Valencia. Enjoy the ad that the Whites have created especially for their Liga ...",
          1345461941
        ],
        [
          "New season, big ambition. With your support we are much stronger. Like if you are with us.\nHala Madrid!",
          1345369663
        ],
        [
          "19:00 en Cibeles... Os esperamos a todos para celebrarmos un titulo mas! Hala Madrid!!",
          1336036422
        ],
        [
          "©REALMADRID 2012 Barcelona 1-2 Real Madrid",
          1334984400
        ],
        [
          "Great team result. Hala Madrid! Real Madrid v APOEL Nicosia",
          1333634904
        ],
        [
          "ads Real Madrid v Real Sociedad",
          1332685372
        ],
        [
          "Watch this video and join us latter. Hala Madrid! Real Madrid don't just play, they inspire",
          1329832461
        ],
        [
          "Real Madrid 4 vs Levante 2 Real Madrid 4 - Levante 2",
          1329228591
        ],
        [
          "Getafe 0-1 Real Madrid Getafe 0-1 Real Madrid",
          1328546051
        ],
        [
          "Real Madrid created a fun quiz for fans. How much do you know about me and Real Madrid? \n\nClick here to play the ”Real Madrid QUIZ” and the chance to win official Real Madrid merchandise, signed shirts and other fantastic prizes! http://bit.ly/vNRlcn Timeline Photos",
          1326382944
        ]
      ],
      "dates_start": 1331687652,
      "dates_end": 1412035567,
      "likes_avg": 345367,
      "likes_stdev": 522035,
      "comments_avg": 11873,
      "comments_stdev": 12655,
      "shares_avg": 19627,
      "shares_stdev": 35548
    },
    {
      "number": 30,
      "important": [
        "tag",
        "game",
        "cristiano",
        "ad",
        "post",
        "would",
        "ronaldo",
        "friend",
        "cristiano ronaldo",
        "show"
      ],
      "common": [
        "cristiano",
        "cristiano ronaldo",
        "football",
        "freestyle",
        "game",
        "great",
        "http",
        "ly",
        "photo",
        "ronaldo"
      ],
      "messages": [
        [
          "Tag the friends you would definitely beat at my game Kick’n’Run ;) Cristiano Ronaldo: Kick'n'Run",
          1485622800
        ],
        [
          "NEW HIGHSCORE! Can you beat me? Show me your skills and post your highscore in a comment. Cristiano Ronaldo: Kick'n'Run",
          1481454000
        ],
        [
          "💯 Focus. #StrikeSeries\nnike.com/football Cristiano Ronaldo",
          1477552324
        ],
        [
          "Smashed training today.👌 #StrikeSeries\nnike.com/football Cristiano Ronaldo's cover photo",
          1477551878
        ],
        [
          "Great event today to promote my perfume Cristiano Ronaldo Legacy 👌🏼🔝 Timeline Photos",
          1473331828
        ],
        [
          "Hey guys! Have you played my new mobile game? It’s called Cristiano Ronaldo: Kick'n'Run and I think that it’s pretty cool! You can play the game here: http://bit.ly/KicknRun Cristiano Ronaldo: Kick'n'Run",
          1467034416
        ],
        [
          "#SaveSyriasChildren like 5 years old Ayman* who loves playing football as much as Cristiano Junior.  http://bit.ly/1nhusVN Timeline Photos",
          1457874724
        ],
        [
          "Thank you all who sent your questions via Instagram for me to answer at Ronaldo Premiere. Wanna know my answers? See here",
          1447153365
        ],
        [
          "Great moment with the Emirates crew last week in Dubai. Emirates Emirates crewfie with Cristiano Ronaldo. #AllTimeGreats",
          1420545939
        ],
        [
          "Tomorrow, let’s do our best to raise this stats. #halamadrid OptaJosé Desde enero de 2013, Cristiano Ronaldo nunca ha dejado de marcar en dos partidos seguidos de Champions League.\n\nSince start of 2013, Cristiano Ronaldo has never failed to score for 2 CL games in a row.",
          1413895461
        ],
        [
          "Such an honour to be one of TIME's 100 most influential people. http://time.com/70818/cristiano-ronaldo-2014-time-100/ Cristiano Ronaldo: The World’s 100 Most Influential People Portugal's game winner",
          1398432475
        ],
        [
          "Flying with Emirates is an amazing experience, you never know who you’re going to bump into. Watch and share my latest video here. All-Time Greats | Cristiano Ronaldo and Pelé | Emirates Football Who is the greatest footballer of all time? Join two football greats, Pelé and Cristiano Ronaldo as they connect with fans in the Emirates A380 Onboard Loung...",
          1397218307
        ],
        [
          "You will never guess who I bumped in to on my Emirates flight. Watch my new film here and share #AllTimeGreats http://youtu.be/OFbryriZ3is  All-Time Greats | Cristiano Ronaldo and Pelé | Emirates Football Who is the greatest footballer of all time? Join two football greats, Pelé and Cristiano Ronaldo as they connect with fans in the Emirates A380 Onboard Loung...",
          1396008315
        ],
        [
          "Check out the real time stats for tomorrow’s Real Madrid-Barcelona match here: http://www.cristianoronaldo.com/stats by OptaJose Career Stats - Cristiano Ronaldo Official Website",
          1395503775
        ],
        [
          "I’ve been associated with BES for the last 10 years, a successful partnership. Banco Espírito Santo. 10 years with Cristiano Ronaldo Over the last 10 years, Cristiano Ronaldo has changed a lot. But he didn't change his bank.",
          1393838979
        ],
        [
          "69 goals. 8 hat-tricks. 41 wins. But that was last year. #justdoit",
          1389708158
        ],
        [
          "Great fans lead to great moments. Thank you!  #BallondOr2013 Cristiano Ronaldo and Ballon D'Or 2013",
          1389636548
        ],
        [
          "2013 was like this, let’s welcome 2014! \nhttp://youtu.be/-MtOmg9RGQM Cristiano Ronaldo's best moments 2013 2013 was like this, let's welcome 2014!",
          1388488293
        ],
        [
          "Can you run it like Ronaldo?  Play Cristiano Ronaldo's Footy online for FREE today!  http://bit.ly/16tC9zg Timeline Photos",
          1380300384
        ],
        [
          "Check out the video of the Jacob & Co. cocktail gala. Great event. Cristiano Ronaldo hosts the Jacob & Co Party in Monte Carlo Real Madrid football star Cristiano Ronaldo hosted a glamorous party on behalf of Jacob & Co at the Hotel de Paris.",
          1373976056
        ],
        [
          "Remember I posted about my autographs from my friends at MyStarAutograph? Today you can win some for free! Enter the contest and get your free personalized photo. MyStarAutograph Giveaway: Win Cristiano Ronaldo signed photos!",
          1365163206
        ],
        [
          "If you love to play football, stay tuned! This year I'm launching a world championship where YOU and your friends will play Cristiano Ronaldo Football Championship",
          1358777009
        ],
        [
          "That's why I love football CRISTIANO RONALDO WE KNOW FOOTBALL.m4v AL JAZEERA SPORT EXCLUSIVE FILMING WITH CRISTIANO RONALDO",
          1354371783
        ],
        [
          "Thank you for the messages that you sent in the past days. I'm feeling better and hope to be back 100% asap. \n\nSee more from Cristiano Ronaldo: http://say.ly/qud4zFG WhoSay Broadcast Photos",
          1352827061
        ],
        [
          "Say hello to Himanshu Yadav and all my friends from India. I will come shortly with more news. \nMeanwhile don't forget to add me on Instagram. Just search for @cristiano \n\nSee more from Cristiano Ronaldo: http://say.ly/hkC4voT WhoSay Broadcast Photos",
          1351883754
        ],
        [
          "Lot of friends from Turkey. Thank you Cihat & Elif for your photo.\n\nSee more from Cristiano Ronaldo: http://say.ly/QnL4ukf WhoSay Broadcast Photos",
          1351707173
        ],
        [
          "Thank you for all the photos that I received in the last days. You are the best!  Here's one from Pedro\n\nSee more from Cristiano Ronaldo: http://say.ly/rdo4ugb WhoSay Broadcast Photos",
          1351702204
        ],
        [
          "Jacob & Co. surprised me with this great watch. Thank you! Cristiano Ronaldo's Photo Jacob & Co. surprised me with this great watch. Thank you!",
          1344693648
        ],
        [
          "I'm very proud to continue being part of the Toyota family. It's always great the way that  they receive me. Cristiano Ronaldo's Photo I'm very proud to continue being part of the Toyota family. It's always great the way that  they receive me.",
          1342450475
        ],
        [
          "We had a great afternoon with this family. Very nice people Cristiano Ronaldo's Photo We had a great afternoon with this family. Very nice people",
          1342346558
        ],
        [
          "Here's another photo from yesterday. We had a great afternoon. Cristiano Ronaldo's Photo Here's another photo from yesterday. We had a great afternoon.",
          1342177555
        ],
        [
          "Now with photo :-) Cristiano Ronaldo's Photo Now with photo :-)",
          1342084023
        ],
        [
          "My Time is Now #makeitcount Cristiano Ronaldo's Photo My Time is Now #makeitcount",
          1339232432
        ],
        [
          "CRonaldo Freestyle team just announced that my Cristiano Ronaldo FreeStyle soccer game will be published on PC/MAC at the beginning of the new football season. You will be able to buy my game in a box or digitally at any games store in the world. Cristiano Ronaldo Freestyle    Cristiano Ronaldo Freestyle (PC/MAC) packs all of Ronaldo’s unique soccer skills and style into one amazing game. Packed with hundreds of tricks and challenges, multiple gameplay modes and set",
          1338475755
        ],
        [
          "I would like to dedicate my goal to my friend Nuhazet. ForÃ§a. Cristiano Ronaldo's Photo I would like to dedicate my goal to my friend Nuhazet. ForÃ§a.",
          1336939426
        ],
        [
          "Never played CRonaldo Freestyle before? To celebrate all of Cristiano Ronaldo's season achievements, the FreeStyle team just released an Android FREEMIUM version! Download the game on Google Play (http://bit.ly/KUO0om) \n\nFor all iPhone fans the full game will be FREE for the next 24 only! So hurry up and get it now! (http://bit.ly/CRonaldo_Freestyle ) Cristiano Ronaldo FREE Style - Android Apps on Google Play Play as Cristiano Ronaldo in Freestyle Battles around the world! Think you’ve got what it take to freestyle with the best? Experience the rush of pulling off amazing t...",
          1336741673
        ],
        [
          "With @KAKA, on our way to Cyprus Cristiano Ronaldo's photo \"With @KAKA, on our way to Cyprus\" With @KAKA, on our way to Cyprus",
          1332688601
        ],
        [
          "The CRonaldo Freestyle game is so cool! And playing it on an iPad is even better!\n\nCheck out the game. http://bit.ly/CRonaldo_Freestyle_iPad Cristiano Ronaldo playing Freestyle on iPad Here I am playing the iPad version of Freestyle. iPad - http://bit.ly/CRonaldo_Freestyle_iPad iPhone - http://itunes.apple.com/us/app/c-ronaldo-freestyle/id4...",
          1331308922
        ],
        [
          "My music/rhythm game CRonaldo Freestyle is now available on Android phones! Enjoy  Cristiano Ronaldo Freestyle - Apps on Android Market Play as Cristiano Ronaldo in Freestyle Battles around the world! Think you’ve got what it take to freestyle with the best? Experience the rush of pulling off amazing t...",
          1330706793
        ],
        [
          "Thanks to Manchester United for this video! Manchester United United legend Cristiano Ronaldo was a prolific striker for the Reds. Check out some of his greatest goals here…",
          1328630978
        ]
      ],
      "dates_start": 1334717967,
      "dates_end": 1434283884,
      "likes_avg": 257699,
      "likes_stdev": 375043,
      "comments_avg": 7262,
      "comments_stdev": 10393,
      "shares_avg": 9255,
      "shares_stdev": 22798
    },
    {
      "number": 31,
      "important": [
        "thank support",
        "support",
        "best",
        "timelin",
        "fan",
        "ad",
        "player",
        "thank",
        "footbal",
        "photo"
      ],
      "common": [
        "award",
        "http",
        "photos",
        "ronaldo",
        "support",
        "thank",
        "timeline",
        "timeline photos",
        "viva ronaldo",
        "www"
      ],
      "messages": [
        [
          "Thanks for the support of Chinese fans. Glad to be the 懂球帝(All Football) 2016 best player. Timeline Photos",
          1485288072
        ],
        [
          "Delighted to win the first The Best FIFA award. \n2016 was a dream year and it wouldn't be possible without my teammates, coaches and also you who supported me every day. Thank you so much everyone! Timeline Photos",
          1483989363
        ],
        [
          "I am now in Japan for this important title and brought #Sixpad with me, it always helps me a lot to perform my best. \n\nCheck to get yours:\n【JAPAN】http://www.sixpad.jp/\n【UK】http://www.sixpad.uk/en/\n【KOREA】http://www.sixpad.kr/\n【HONG KONG】http://www.sixpad.hk/\n【CHINA】http://www.sixpad.cn/\n【SINGAPORE】http://sixpad.com.sg/en/\n\nSee you soon in the stadium! \n#sixpad #bodyrevolution #mtgsixpad #fitnesseverywhere Timeline Photos",
          1481626850
        ],
        [
          "Gracias/Grazie to the readers of Marca and Gazzetta dello Sport for this award. Wouldn't have been possible without my team mates. Thank you all! Timeline Photos",
          1476388869
        ],
        [
          "Thanks Madeira 👍🏼 Timeline Photos",
          1469270015
        ],
        [
          "Great support thanks ✌🏼️ Timeline Photos",
          1465935651
        ],
        [
          "POWERING THROUGH THANKS TO #CLEARMEN @ www.clearparis.com #POWERHAIR #MADEFORMEN #CLEARNODANDRUFF, WHAT’S BEHIND YOUR POWER? 💪🏽⚽️✌🏽 👊🏽 Timeline Photos",
          1457786831
        ],
        [
          "5️⃣⚽️.⚽️⚽️⚽️⚽️⚽️⚽️‼️🔝👌\nThank you guys!! 😘❤️",
          1456509946
        ],
        [
          "Happy to be a winner of FIFA FifPro world XI award 2015! #BallondOr Timeline Photos",
          1452537851
        ],
        [
          "Guess who's is behind me?????? Timeline Photos",
          1441726639
        ],
        [
          "Thanks daddy always in my heard❤️❤️❤️ Timeline Photos",
          1441561961
        ],
        [
          "Very proud to receive the Globe Soccer Best Player of the Year award and the Fan's Favourite Player award. It's very rewarding to feel the fans amazing devotion and affection! Thank you all. Mobile Uploads",
          1419890687
        ],
        [
          "Hi guys, I was just nominated for Globe Soccer Fan’s Favorite Player of The Year Award. You can vote until December 29th with the official Globe Soccer Mobile Apps for iOS (http://bit.ly/GlobeSocceriOS) and Android (http://bit.ly/GlobeSoccerAndroid). Timeline Photos",
          1418721914
        ],
        [
          "I feel honored to win the World’s Top Goalscorer 2013 award by the International Federation of Football History and Statistics. Thank you all. Timeline Photos",
          1417710899
        ],
        [
          "Thank you all for your support last night. Show your passion and join Emirates in their #helloclasico photo contest to win a trip to Dubai. Click here for more info: https://contests.iconosquare.com/share/en/helloclasico Timeline Photos",
          1414327170
        ],
        [
          "Share your enthusiasm for the new season with millions of other fans on Viva Ronaldo For Android: http://bit.ly/1lhBhoQ and iOS http://bit.ly/1y4x5vF Timeline Photos",
          1408622167
        ],
        [
          "Support your team by becoming a blogging correspondent on Sportlobster this season. Timeline Photos",
          1408002488
        ],
        [
          "Thanks everyone who voted and made it possible for me to win the ESPY award for Best International Athlete.",
          1405595990
        ],
        [
          "Starting the holidays playing with the sun in this landscape. Thank you for the support during all season. Timeline Photos",
          1404384380
        ],
        [
          "Hey guys, your participation on Cheer Ronaldo's Happy Birthday event was fantastic! Here is my favourite among the many great photos and videos. Congratulations Olya and thank you everyone for your support!\n Viva Ronaldo - The Cristiano Ronaldo Social Network Join Cristiano Ronaldo in his social network! This is your chance to meet Ronaldo in a once-in-a-lifetime experience!",
          1392050351
        ],
        [
          "Hello guys. Go to http://www.cheerronaldo.com and share your photos and videos on Viva Ronaldo. I’ll pick my favourite one from the Top 20 and share it on my Facebook and Twitter. Timeline Photos",
          1390843452
        ],
        [
          "Happy to win the Globe Soccer Award for Best Player of the Year. Thanks for voting in me. Globe Soccer Award",
          1388250293
        ],
        [
          "Hey guys, I was just nominated for Globe Soccer Fan’s Favorite Player Award.\r\nYou can vote until December 28th with the official Globe Soccer Mobile Apps for iOS (http://bit.ly/GlobeSocceriOS) and Android (http://bit.ly/GlobeSoccerAndroid). Timeline Photos",
          1387460796
        ],
        [
          "Hey guys. Christmas season is open on Viva Ronaldo! You can now share some great gifts with your friends and me in the new #VivaRonaldo update http://bit.ly/12DqFT3 Timeline Photos",
          1387301662
        ],
        [
          "Viva Ronaldo is where my true fans belong. My community where I can be closer to all of you. It's been great to feel your outstanding support, you're the best fans in the world. www.vivaronaldo.com Timeline Photos",
          1386864186
        ],
        [
          "Hey guys, it’s an honour and a privilege to receive the award of Liga de Fútbol Professional Most Valuable Player of 2012/13. Thanks for the support. Timeline Photos",
          1386063658
        ],
        [
          "Here are some stats from last game. Once again thanks for all the support on #VivaRonaldo http://www.vivaronaldo.com Timeline Photos",
          1377614164
        ],
        [
          "Yesterday we kicked off the new season with a win! Thank you all for your great support on #VivaRonaldo www.vivaronaldo.com Timeline Photos",
          1376924264
        ],
        [
          "Thank you all for supporting me on another La Liga season! Congratulations to the Viva Ronaldo winners! www.vivaronaldo.com Timeline Photos",
          1370175840
        ],
        [
          "Thanks for supporting my team yesterday. Congratulations to the Viva Ronaldo winners. www.vivaronaldo.com Timeline Photos",
          1369655875
        ],
        [
          "So, you think you know me better than anyone else? Prove it on the Viva Ronaldo iOS app at http://bit.ly/12DqFT3! Viva Ronaldo Get Viva Ronaldo on the App Store. See screenshots and ratings, and read customer reviews.",
          1369490267
        ],
        [
          "Thank you so much for the incredible support you gave me yesterday. You were all great, but I must praise our first official Viva Ronaldo Matchday Winners. Thank you all!\r\n\r\nTogether we are stronger! www.vivaronaldo.com Timeline Photos",
          1368881853
        ],
        [
          "Thanks for everything, Boss. Timeline Photos",
          1368004392
        ],
        [
          "Thank you for another award, the Trofeo Di Stéfano. Timeline Photos",
          1363630664
        ],
        [
          "I'm proud with another nomination to this award. Thank you all for the support Cristiano Ronaldo, Andres Iniesta and Lionel Messi are the three nominees for the FIFA Ballon d’Or 2 Cristiano Ronaldo, Andres Iniesta and Lionel Messi have been announced as the final three contenders for the FIFA Ballon d'Or, while Marta, Alex Morgan and Abby Wambach are in the running for the women's prize.",
          1354212029
        ],
        [
          "I am as proud to wear the Portugal jersey for the 100th time as I was the first time. It is always an honour to represent my country. Thank you for your support, hopefully we will share another victory, tonight. Timeline Photos",
          1350399694
        ],
        [
          "It's an honor to be again nominated for Best Player Award. Thank you to all of you for supporting me. Iniesta, Messi, Ronaldo up for Best Player Award – UEFA.com Spain-based trio Andrés Iniesta, Lionel Messi and Cristiano Ronaldo are in contention to receive the UEFA Best Player in Europe Award on 30 August following the announcement of the shortlist.",
          1344967577
        ],
        [
          "I'm enjoying my vacations and just been informed that I've been nominated for the ESPYS awards. It's not my first time but it's always a pleasure to be part of such a shortlist. 2012 ESPYS - July 2012 ESPN Vote now for the best athletes and moments of the year and celebrate the year in sports LIVE Wednesday, July 11 9PM/ET on ESPN.",
          1341242713
        ],
        [
          "Good to have friends everywhere. Thank you Manchester United Manchester United United legend Cristiano Ronaldo wins the Spanish league title with Real Madrid. Viva Ronaldo!",
          1336145447
        ],
        [
          "Thank You all for the support! We have lot to win and we are focused on that objective. Hala Madrid!",
          1335464049
        ],
        [
          "Mission accomplished. Thank you for the support today on our win against Barcelona. Cristiano Ronaldo's Photo Mission accomplished. Thank you for the support today on our win against Barcelona.",
          1335038363
        ],
        [
          "Roberto Carlos just joined us today. It's always a pleasure to see him. Thank you Pepe for the photo. Timeline Photos",
          1329044344
        ]
      ],
      "dates_start": 1355013175,
      "dates_end": 1445920333,
      "likes_avg": 512303,
      "likes_stdev": 562639,
      "comments_avg": 10875,
      "comments_stdev": 8924,
      "shares_avg": 10050,
      "shares_stdev": 12670
    },
    {
      "number": 32,
      "important": [
        "content",
        "por",
        "got",
        "timelin",
        "de",
        "ad",
        "want",
        "train",
        "la",
        "photo"
      ],
      "common": [
        "de",
        "os",
        "para",
        "photos",
        "por",
        "portugal",
        "que",
        "timeline",
        "timeline photos",
        "todos"
      ],
      "messages": [
        [
          "You got La Silver? I got La Gold. Want to argue? 😎 #am97 #gold Timeline Photos",
          1486213208
        ],
        [
          "1 vs 1 at the training. Contente por defrontar 1 dos defesas mas difíceis de ultrapassar do mundo meu mano coentrão 👌👌🇵🇹🇵🇹 Timeline Photos",
          1486047783
        ],
        [
          "2016 foi um ano de sonho! Obrigado pelo vosso apoio. Feliz 2017 para todos! Timeline Photos",
          1483172558
        ],
        [
          "Hoy en la Gala Inocente Inocente podréis ver mi visita a un proyecto de esta Fundación y conocer su gran labor ayudando a los niños que más lo necesitan. Timeline Photos",
          1482951601
        ],
        [
          "Parabéns à Fundación Numen e à Fundación Inocente Inocente pelo magnífico trabalho que fazem no apoio a estas crianças. Timeline Photos",
          1481208939
        ],
        [
          "Feliz por estar mais uma vez entre os melhores do ano da FIFA juntamente com os meus dois treinadores, Zinedine Zidane e Fernando Santos. Obrigado a todos os que votaram em mim, ao Real Madrid e à Seleção Nacional, em especial aos meus companheiros de equipa, sem os quais nada disto seria possível. Estamos juntos e determinados a continuar a vencer. Hala Madrid!",
          1480703419
        ],
        [
          "Chocado com a tragédia que aconteceu ao @ChapecoenseReal. Solidário com as famílias e amigos de todas as vítimas. Um abraço para o clube e para todo o futebol brasileiro.",
          1480437190
        ],
        [
          "Muito emocionado e comovido pela homenagem de hoje. Obrigado Sporting Clube de Portugal por este momento bonito na minha vida❤️❤️🔝👌 Timeline Photos",
          1479854400
        ],
        [
          "Es un honor recibir nuevamente el trofeo Alfredo di Stefano. Gracias a todos! 👍🔝 Timeline Photos",
          1478555862
        ],
        [
          "Momento súper feliz.\nQuiero agradecer \nAL CLUB\nA LA AFICIÓN;\nA MIS COMPAÑEROS; \nA MI EQUIPO DE TRABAJO\nY POR ULTIMO, PERO IGUAL DE IMPORTANTE, A MI FAMILIA que siempre han estado a mi lado.\n \nHALA MADRID!! #cristiano2021 Timeline Photos",
          1478526037
        ],
        [
          "Língua de gato ahahahah 😝 Timeline Photos",
          1473683946
        ],
        [
          "É com um aperto no coração que assisto ao que se passa na Madeira (e em outros pontos do país). Muita força para todos e um obrigado aos bombeiros que tem a coragem de arriscar as suas vidas para salvar tantas outras.  🙏 Estou convosco! Timeline Photos",
          1470847967
        ],
        [
          "Triste com o resultado mas sei que todos juntos vamos dar a volta por cima. 🇵🇹 Timeline Photos",
          1466286354
        ],
        [
          "Esta braçadeira é de todos nós. Não sou eu e mais 10. Não sou eu e mais 22. Juntos somos 11 milhões. Por nós. POR PORTUGAL! #MEOCapitão. #MEOPORTUGAL MEO Porque é que ainda não chegámos lá? 11 milhões de portugueses em campo do primeiro ao último minuto. Entrem em campo com a Seleção Nacional. http://bit.ly/MEOEUROTV4K\n \nMEO Patrocinador Oficial da Seleção Nacional.",
          1466082114
        ],
        [
          "Hoje começa, para Portugal, o #Euro2016 ! Queremos levar para campo, não só a vontade de vencer de 11 mas a de todos os Portugueses. Contamos com o vosso apoio! ⚽ Timeline Photos",
          1465885869
        ],
        [
          "É um orgulho fazer parte deste projeto MEO que mostra a verdadeira fibra dos portugueses. #omundoemeo O mundo é Meo",
          1458044124
        ],
        [
          "Parabéns aos campeões da Selecção Nacional de Futebol de Praia! Enorme orgulho para Portugal! Mobile Uploads",
          1437340396
        ],
        [
          "Parabéns sub-21! #forçaportugal Seleções de Portugal Europeu de sub-21: Portugal 1-1 Suécia. Objetivo cumprido!",
          1435183023
        ],
        [
          "Pido disculpas a todos y especialmente a Edimar por mi acto irreflexivo en el partido de hoy.",
          1422118043
        ],
        [
          "Desejo boa sorte à nossa Selecção, nova etapa, estamos juntos.",
          1410090870
        ],
        [
          "Hoje é um grande dia para a Selecção Portuguesa de Sub-19, pois jogam a final do Campeonato da Europa. Estão todos de parabéns. Boa sorte para hoje. #forçaportugal",
          1406807965
        ],
        [
          "Avó, estás sempre no meu coração. Descanse em paz, beijos de todos os netos. Timeline Photos",
          1404821227
        ],
        [
          "Hoje, quando a nossa epopeia finalmente começar, seremos muito mais do que 10 milhões. Seremos ainda paixão, emoção, crença, determinação, perseverança. Seremos espírito de vitória. Seremos esperança. Todos juntos, de mãos dadas e corações unidos, a uma só voz. Porque, e parafraseando o Papa Francisco, ninguém vence sozinho, nem no campo nem na vida. Força Portugal! Timeline Photos",
          1402909643
        ],
        [
          "Do you want to see me singing with Anselmo Ralph? Check out my new campaign for BESA.  Vou ao BESA O Banco de quem quer mais. Cristiano Ronaldo e Anselmo Ralph querem sempre mais. É por isso que estão no BESA. www.queromais.besa.ao",
          1402232619
        ],
        [
          "Todos juntos fazemos a diferença. Vamos ajudar o meu amigo e colega Bruno Conceição nesta fase difícil. Amanhã, os Bombeiros de São João da Madeira vão realizar uma recolha de medula óssea. A ajuda de todos é fundamental!",
          1395087036
        ],
        [
          "Rui Filipe, boa sorte no Nike Chance Global Showcase.\nSei que estás preparado para fazer o teu melhor por um lugar na The Nike Academy Joga Sem Medo. Timeline Photos",
          1394179200
        ],
        [
          "É uma grande honra apresentar-vos o nosso novo equipamento pela primeira vez. Agora sim, estamos preparados para dar tudo por tudo este verão.  http://swoo.sh/1g7uCEA Timeline Photos",
          1393948030
        ],
        [
          "Rui Filipe, obrigado por trazeres a nossa nova camisola. Irei mostrar-vos brevemente! Timeline Photos",
          1393870118
        ],
        [
          "Rui Filipe vi que és o jogador mais temerário do Nike Chance. Agora tens uma grande responsabilidade nas tuas mãos. Vemo-nos na segunda-feira. Timeline Photos",
          1393603441
        ],
        [
          "Este premio es de todos. De todo el equipo y staff. Y de toda la afición! Timeline Photos",
          1389692806
        ],
        [
          "Que dia único para Portugal! Os nossos atletas João Sousa no ténis e Rui Costa no ciclismo fizeram história hoje. Parabéns aos dois. Deixaram todos os portugueses orgulhosos neste dia.",
          1380472556
        ],
        [
          "Es con gran tristeza que me enteré de la noticia del accidente de tren en España. Me solidarizo con las víctimas y les pido que contribuyan en  ayudar a los heridos por las entidades locales.",
          1374698773
        ],
        [
          "Força Portugal! Todos juntos vamos conseguir! Timeline Photos",
          1364304447
        ],
        [
          "Certains matches de la Coupe d'Afrique des Nations sont passionnants! Je viens de télécharger l'application GRATUITE CAN 2013 pour ne rien manquer : vidéos, scores, live texte et stats, alertes buts… Découvre l'application elle est gratuite !\r\n\r\nTélécharge-la gratuitement ici sur iOS:\r\nhttp://bit.ly/10Kg7PU \r\n\r\nTélécharge-la gratuitement ici sur Android:\r\nhttp://bit.ly/XBtgIk Timeline Photos",
          1359139992
        ],
        [
          "Qui regarde la Coupe d'Afrique des Nations? Télécharge cette application gratuite pour suivre les dernières nouvelles...\nGRATUIT ici sur iOS - http://bit.ly/10Kg7PU \nGRATUIT ici sur Android - http://bit.ly/XBtgIk CAN Orange, AFRIQUE DU SUD 2013 Procurez-vous CAN Orange, AFRIQUE DU SUD 2013 dans l'App Store. Consultez les captures d'écran et les avis, et lisez les critiques d'autres utilisateurs.",
          1358622000
        ],
        [
          "Otra vez han publicado noticias falsas sobre mi, no permito estas tonterias y se siguen a publicar voy a tener que hablar con mis abogados.",
          1356037807
        ],
        [
          "Obrigado Caio Franchesco. Um abraço a todos os brasileiros. Estamos juntos Timeline Photos",
          1351711127
        ],
        [
          "Foi em 20 de Agosto de 2003, frente ao Cazaquistão, que vesti pela primeira vez a camisola da nossa Selecção. Foi um dos momentos mais marcantes da minha vida e um percurso que muito me orgulha pelo que todos juntos, conseguimos. Na terça-feira, farei a minha centésima internacionalização junto do nosso publico e apenas com a vitória em mente. Gostaria de agradecer a todos os que me ajudaram a chegar até aqui e contar com o estádio cheio a apoiar a nossa Selecção. Timeline Photos",
          1350219163
        ],
        [
          "Dois jogos, seis pontos. Missão cumprida. Ontem podíamos ter marcado mais golos, mas também é verdade que o Azerbaijão complicou muito a nossa tarefa. Seja como for, o resultado desta jornada dupla foi muito positivo e chegou, agora, o momento de voltar ao clube e de pensar exclusivamente no meu clube. \n \nReafirmo, sem estar preocupado com contratos, que estou unicamente concentrado em vencer todos os jogos e todos os troféus em disputa na imprescindível companhia dos meus companheiros e de todos os madridistas.",
          1347457347
        ],
        [
          "Em casa, com amigos ou no estádio....amanhã estamos todos juntos. Força Portugal! Timeline Photos",
          1340729912
        ],
        [
          "Obrigado equipa, obrigado Portugal!!!!",
          1340306300
        ],
        [
          "Estou mto contente por termos ganho e só dependermos de nós. Já houve alturas em que joguei bem, marquei e ... não ganhei. Importante é a equipa e o objectivo de todos que é passar aos quartos. (Se formos campeões sem eu marcar assino já) Timeline Photos",
          1339674159
        ],
        [
          "Acabei de receber o meu BAG 72. Obrigado Nike Football Portugal",
          1339514887
        ],
        [
          "Bom dia. Estamos de partida para Lviv. Obrigado pelo apoio e carinho de todos os portugueses para o jogo com a Dinamarca. Força Portugal!",
          1339483326
        ]
      ],
      "dates_start": 1362111309,
      "dates_end": 1467104943,
      "likes_avg": 386950,
      "likes_stdev": 378986,
      "comments_avg": 10236,
      "comments_stdev": 9733,
      "shares_avg": 8479,
      "shares_stdev": 10188
    },
    {
      "number": 33,
      "important": [
        "new year",
        "start",
        "think",
        "give",
        "ad",
        "new",
        "challeng",
        "fragranc",
        "ani",
        "perfect"
      ],
      "common": [
        "check",
        "collection",
        "com",
        "cr7",
        "cr7underwear",
        "new",
        "photos",
        "timeline",
        "timeline photos",
        "www"
      ],
      "messages": [
        [
          "I can rise to any challenge Dwyane Wade gives me. Tell him who you think won? #raiseit 💯😂 \nwww.nowraiseit.com",
          1484821800
        ],
        [
          "Start your New Year with a new fragrance! Luxurious and sophisticated, The Private Edition is perfect addition to your grooming routine http://bit.ly/2gcMBTr Timeline Photos",
          1483462801
        ],
        [
          "New year new boots 👍👍 Timeline Photos",
          1483360200
        ],
        [
          "Desejo a todos o melhor do mundo em 2017. Bom ano! \nI wish you all the best in the world in 2017! Happy New Year. Bom Ano! Happy New Year.",
          1483128241
        ],
        [
          "Silky smooth in time for the New Year & I’m not talking about the shave Dwyane Wade 😂 #raiseit \nwww.nowraiseit.com",
          1483088400
        ],
        [
          "New beast👍 Timeline Photos",
          1482927433
        ],
        [
          "Just unboxed my new gift from TAG Heuer. A unique Tourbillon watch full of diamonds, especially for me. Thank you to my friend Jean-Claude Biver, you know me too well! #DontCrackUnderPressure",
          1482480030
        ],
        [
          "New member 🐕 Timeline Photos",
          1474817004
        ],
        [
          "Discover my new favourite spot in Lisbon! \nPestana CR7 Lisboa #TimeToWin | www.pestanacr7.com Timeline Photos",
          1474383939
        ],
        [
          "Step into the spotlight with my latest @CR7Underwear collection �",
          1473091200
        ],
        [
          "Thanks @TAGHEUER @jcbiver for this kind gift. The new rose gold Heuer 01 is amazing #dontcrackunderpressure Timeline Photos",
          1472882379
        ],
        [
          "Another shot from my latest CR7 Underwear campaign! Check the range out on cr7underwear.com Timeline Photos",
          1471881814
        ],
        [
          "Stepping into the spotlight for CR7 Underwear FW16 Now available on CR7Underwear.com #CR7Underwear",
          1471272991
        ],
        [
          "NO DAYS OFF. Step by step 💪🏽💪🏽💪🏽 No days off",
          1471104000
        ],
        [
          "In the spotlight for my latest CR7 Underwear campaign, launching today. Check out my new styles on CR7Underwear.com #CR7Underwear Timeline Photos",
          1470902818
        ],
        [
          "Check out our power moves! Get DOUBLE FRESHNESS with #CLEARMEN. #TRUECHAMPION #CLEARNODANDRUFF #CLEARPOWERMOVE",
          1469021225
        ],
        [
          "Check out the fashion Video of my SS16 CR7Footwear campaign. #cr7footwear |cr7footwear.com",
          1461339387
        ],
        [
          "The ultimate Valentine’s Day gift! Get your free gift of Cristiano Ronaldo Legacy underwear! To find out more go to www.cristianoronaldolegacy.com T&C’s apply",
          1455038694
        ],
        [
          "What a special day! Feeling so fortunate to receive this lovely gift from Cristiano. So grateful to be the inspiration behind this #tagheuerconnected watch-face designed by my son! #connectedtoeternity #dontcrackunderpressure TAG Heuer",
          1452786197
        ],
        [
          "Buy my new #CristianoRonaldoLegacy gift set and get a free signed card by me! Available here... http://bit.ly/1l7TyGy Timeline Photos",
          1449674919
        ],
        [
          "One of my favourite pieces from the X-mas collection. Check out www.CR7underwear.com to see all of our new styles. CR7 X-mas collection",
          1449240380
        ],
        [
          "Here it is! FW15 CR7Footwear campaign. Check out my new styles on www.cr7footwear.com Timeline Photos",
          1445946071
        ],
        [
          "One of my favourite CR7 Shirts for Autumn/Winter. Check out www.CR7Shirts.com to see all of our new styles! Timeline Photos",
          1441114463
        ],
        [
          "Check out my new favourite DJ. DJ Cristianinho",
          1440759590
        ],
        [
          "Celebrating the launch of my Autumn/Winter CR7 Shirts collection! See the new styles on www.CR7Shirts.com Autumn/Winter CR7 Shirts collection",
          1440075034
        ],
        [
          "Here’s an exclusive image from my latest CR7 Underwear shoot! Love the new collection- check it out now on www.CR7underwear.com Timeline Photos",
          1438938023
        ],
        [
          "People are going to think that I’m crazy!\n#LIVELIFELOUD\nClick here to check out my new brand at ebay.com/roc",
          1438623448
        ],
        [
          "Step out in style with #CR7Footwear! One of my favourite pairs in the collection. www.cr7footwear.com Timeline Photos",
          1437554550
        ],
        [
          "Nice time to have my favourite hand.\n7♥ 7♣\n#fullhouse #CR7 #poker Timeline Photos",
          1430664929
        ],
        [
          "Good news about my CR7 Underwear. Microfiber fabric is now available, making it very comfortable, light and soft. Hope you like it! Timeline Photos",
          1428587146
        ],
        [
          "Happy to share with you some new images from my CR7 Shirts campaign! I hope you like it. Mobile Uploads",
          1424888254
        ],
        [
          "Sportlobster has a brand new look. What do you think? http://bit.ly/1xrrcL0 Sportlobster",
          1419348569
        ],
        [
          "Here are some of my favourite pieces from my CR7 collection! Check it out! www.cr7underwear.com www.cr7shirts.com Timeline Photos",
          1419264232
        ],
        [
          "Wanna know what I think about my new CR7 Shirts collection? Check out. www.cr7shirts.com",
          1418312163
        ],
        [
          "Pleased to share my CR7 Shirts campaign with you all. Hope you love the collection as much as I do! http://www.cr7shirts.com/ Timeline Photos",
          1417442443
        ],
        [
          "Check out my new Rankin X Ronaldo for #CR7Underwear film! I’m wearing my favourite style from the new collection, available at www.CR7Underwear.com now!",
          1407415698
        ],
        [
          "Check out Museu CR7 online store http://museucr7store.com",
          1394216245
        ],
        [
          "What a night! A great result leads us one step closer to the next stage.  http://bit.ly/1ezVwnJ  Mobio INsider Mobio INsider",
          1393506954
        ],
        [
          "You can now check out the full #CR7underwear collection at www.CR7underwear.com. Here’s one of my favourite designs. Timeline Photos",
          1383236779
        ],
        [
          "Excited about my new Nike Football #CR7 collection. Check it out.\nEurope: http://go.nike.com/2hinjnl \nUS: http://go.nike.com/01ovbc8c CR7 Collection",
          1382331752
        ],
        [
          "Do you want to hear more about my new underwear collection from designer Richard Chai? Then take a look here or see more at www.cr7underwear.com #CR7 #cristiano #jbs #richardchai Interview with Richard Chai",
          1380169260
        ],
        [
          "My new underwear collection is the result of a fantastic co-operation between New York-based designer Richard Chai, the Danish Underwear manufacturer JBS and myself. I can’t wait to show it to you all. See more at www.cr7underwear.com  #CR7 #cristiano #jbs #richardchai Timeline Photos",
          1379592530
        ],
        [
          "New York, New York with Irina Shayk Timeline Photos",
          1371658674
        ],
        [
          "Check out the behind the scenes video from the set of the new Jacob & Co. Watch ad campaign featuring yours truly! I had a great time. Jacob & Co 2013 Campaign with Cristiano Ronaldo http://www.jacobandco.com",
          1366633665
        ],
        [
          "Pre-order: Europe: http://gonike.me/CR7 – U.S.: http://gonike.me/CR7us What do you think of my new Summer Collection?",
          1364571370
        ],
        [
          "Yesterday, with your support, we got an important win. Step by step we are closer to the final. Thank you. \n\nSee more from Cristiano Ronaldo: http://say.ly/nOo4VOE WhoSay Broadcast Photos",
          1357830037
        ],
        [
          "I wish you all a Happy New Year!",
          1356947526
        ],
        [
          "I really think that nikefootball did a great work with my new collection. What do you guys think? Nike Football Love to win. Hate to lose. Cristiano Ronaldo shows his performance and personality with the new CR7 Collection.\n\nGet the CR7 Collection:\nEurope:\nhttp://gonike.me/NikeCR7CollectionEU\n\nUS:\nhttp://go.nike.com/NikeCR7CollectionUS",
          1352387959
        ],
        [
          "Bom ano para todos! Have a great New year! Feliz Año 2012!",
          1325429674
        ]
      ],
      "dates_start": 1388511086,
      "dates_end": 1475086990,
      "likes_avg": 451471,
      "likes_stdev": 449139,
      "comments_avg": 11478,
      "comments_stdev": 17721,
      "shares_avg": 31358,
      "shares_stdev": 154671
    },
    {
      "number": 34,
      "important": [
        "hard",
        "timelin",
        "spend",
        "ad",
        "alway",
        "collect",
        "love",
        "work",
        "time",
        "photo"
      ],
      "common": [
        "com",
        "good",
        "hard",
        "http",
        "nice",
        "photos",
        "time",
        "timeline",
        "timeline photos",
        "work"
      ],
      "messages": [
        [
          "Spending time with my love 😍 Timeline Photos",
          1482329399
        ],
        [
          "Always working. 💪 Fresh Trainers. Gear up for the gym on Nike.com/CR7 Timeline Photos",
          1479367565
        ],
        [
          "No substitute for hard work 👍 #StrikeSeries CR7 Chapter 3 Collection at Nike.com/CR7 Timeline Photos",
          1478851205
        ],
        [
          "Bom dia 👍🏼 Timeline Photos",
          1477550029
        ],
        [
          "Bom dia Timeline Photos",
          1476941608
        ],
        [
          "Good work. Feeling good👍 Timeline Photos",
          1476635912
        ],
        [
          "Nice meeting with my partner Dionisio @pestanacr7 #pestanacr7lisbon Timeline Photos",
          1475694173
        ],
        [
          "Nice to be back 🔝⚽️ Timeline Photos",
          1473522257
        ],
        [
          "Always nice to be with the fans ✌🏼️👍🏼🔝👌🏼 Timeline Photos",
          1473409123
        ],
        [
          "Double work out. Smart drills👍👍 Timeline Photos",
          1472836200
        ],
        [
          "Not in the field but always with you! Good luck guys ! #halamadrid 💪🏼 Timeline Photos",
          1470760235
        ],
        [
          "Solid work 👌🏼 Timeline Photos",
          1470671796
        ],
        [
          "Some work 💪🏼👌🏼 Timeline Photos",
          1470425179
        ],
        [
          "Nice to see you again 🔝✌🏼️👌🏼👍🏼 Eva Longoria Baston Timeline Photos",
          1469092185
        ],
        [
          "Spend time with my little man 💋❤️👌🏼🔝 Timeline Photos",
          1468831117
        ],
        [
          "Spend time with my tanned man❤️❤️❤️🔝👀🇵🇹 Timeline Photos",
          1468591828
        ],
        [
          "Always working hard! Caught on set wearing CR7Footwear | cr7footwear.com Timeline Photos",
          1463061120
        ],
        [
          "Working out to recover for the next challenge! 💪🏽✌🏽️🇵🇹 Timeline Photos",
          1458996230
        ],
        [
          "Training hard with my everyday partner 👍☀👌✌⚽❤☀ www.clearparis.sg  #ClearNoDandruff #NothingToHide #PowerHair Timeline Photos",
          1456315253
        ],
        [
          "Feliz dia de reyes!! Timeline Photos",
          1452031138
        ],
        [
          "Spending great time with my bros!! 👌🔝✌️ Timeline Photos",
          1450206948
        ],
        [
          "Thank you team for the nice gift #CristianoRonaldoLegacy Timeline Photos",
          1449852933
        ],
        [
          "Good morning☀️⚽️ Timeline Photos",
          1444203394
        ],
        [
          "Relaxing time! Guess who's peeking⁉️ Timeline Photos",
          1443111832
        ],
        [
          "Spending excellent time with my son. Enjoying last days of summer",
          1441957515
        ],
        [
          "Dedication and hard work⚽️ Timeline Photos",
          1441875071
        ],
        [
          "It's nearly time...",
          1441706003
        ],
        [
          "B dia. Trainig⚽️☀️ Timeline Photos",
          1441175391
        ],
        [
          "B dia fans☀️☀️⚽️ Timeline Photos",
          1440736751
        ],
        [
          "Nicely dressed hein?  #sacoorbrothers #cr7footwear Timeline Photos",
          1440691276
        ],
        [
          "Good morning⚽️ Timeline Photos",
          1440564426
        ],
        [
          "Hard work requires hard recovery. http://www.unscriptd.com/raw/football-(soccer)-cristiano-ronaldo-m75738/ Recovery session after the match",
          1440008484
        ],
        [
          "B dia. Early training ⚽️⚽️ Timeline Photos",
          1439787924
        ],
        [
          "Good session⚽️⚽️ Timeline Photos",
          1439217930
        ],
        [
          "For me, optimal training and recovery is in the details. Good nutrition is at the core of my success. I’m excited to be working with Herbalife24 sports nutrition. Big things to come! #CR7Drive Timeline Photos",
          1431773327
        ],
        [
          "Commitment, dedication, hard work and drive to succeed are some of the values that I share with SACOOR BROTHERS",
          1426255659
        ],
        [
          "This time of the year, it’s even more special to think about my home country. Christmas is a great time to be in Portugal with its nice people, good food and good moments. http://bit.ly/1vhxh9i Timeline Photos",
          1418911302
        ],
        [
          "Happy to spend Children's Day with my son. Timeline Photos",
          1401644471
        ],
        [
          "I had the chance to meet with the portuguese tennis player João Sousa and his coach Frederico Marques after the game at the Bernabéu. Good luck for the Madrid Open, guys! Timeline Photos",
          1399281883
        ],
        [
          "A big shout out for all of you, players and teams, competing on the last days of Round One. Good luck for this final stretch, guys! Time to bring out all your energy! Check out the standings http://bitly.com/1ajrXen Timeline Photos",
          1397476801
        ],
        [
          "Congratulations Brandit Portugal. Keep up the good work. http://youtu.be/p2NcK2-EDo8 brandit anniversary brandit 7th anniversary video http://www.branditnext.com",
          1397143510
        ],
        [
          "Good to be with my Portuguese teammates. Timeline Photos",
          1378237573
        ],
        [
          "Nice to meet One Direction today. Timeline Photos",
          1369309886
        ],
        [
          "Had a good time training with my colleagues today. Timeline Photos",
          1369231745
        ],
        [
          "Nice to meet the Nike world tour surfers yesterday in Portugal! Good luck at the competition for Julian Wilson - Kolohe Andino - Michel Bourez and Alejo Muniz. Timeline Photos",
          1349855694
        ],
        [
          "Ready and focused for this summer. Training hard with the team. \r\nMy Time is Now! #makeitcount Timeline Photos",
          1337600990
        ],
        [
          "Be bold. Be decisive. Don’t get left behind. \nMy Time is Now: http://bit.ly/JefE55 #makeitcount NIKE FOOTBALL: MY TIME IS NOW (SUBTITLES AVAILABLE) Search the film for hidden tunnels: https://www.youtube.com/nikefootball The next wave are here. Neymar, M'Vila, Götze. Hungry to break through. Unafraid to ...",
          1337347708
        ],
        [
          "We manage a good result at the away game for champions league. Let's keep working for reaching our goals.",
          1332877137
        ],
        [
          "Had time to relax even between the filming this week, but today is time to work hard and continuing winning Timeline Photos",
          1331395885
        ]
      ],
      "dates_start": 1390997030,
      "dates_end": 1477956152,
      "likes_avg": 1001166,
      "likes_stdev": 922928,
      "comments_avg": 14675,
      "comments_stdev": 16665,
      "shares_avg": 11540,
      "shares_stdev": 11891
    },
    {
      "number": 35,
      "important": [
        "lead",
        "mobil",
        "great",
        "fli",
        "work",
        "ad",
        "forçaportug",
        "upload",
        "style",
        "mobil upload"
      ],
      "common": [
        "com",
        "good",
        "great",
        "mobile",
        "mobile uploads",
        "nice",
        "nike",
        "time",
        "uploads",
        "win"
      ],
      "messages": [
        [
          "Flying with style. Mobile Uploads",
          1444338774
        ],
        [
          "Mission accomplished! Great team work leads to great victories. #euro2016 here we go. #forçaportugal Mobile Uploads",
          1444336272
        ],
        [
          "Tickets are now on sale for my new film Ronaldo in cinemas worldwide Nov 9! 🎥🎬 Head to www.ronaldothefilm.com now and keep checking as more countries and cinemas are added. Mobile Uploads",
          1444233137
        ],
        [
          "So excited 😊 Here's the poster for my official documentary in cinemas soon. What do you think? ⚽️🎥 Mobile Uploads",
          1443184452
        ],
        [
          "What do you think of Cristiano Ronaldo Legacy? Mobile Uploads",
          1441823377
        ],
        [
          "No one at the National Team is indifferent to the Europe’s refuggee crisis and to the shocking images spread by the media. All our thoughts are with those people. Mobile Uploads",
          1441292728
        ],
        [
          "Fun time with my bro!!! Mobile Uploads",
          1438882518
        ],
        [
          "Good win tonight. Mobile Uploads",
          1438004294
        ],
        [
          "Iker, un orgullo haber trabajado contigo tantos años. Mucha suerte en tu nuevo equipo! Mobile Uploads",
          1436778681
        ],
        [
          "Introducing MTG Sixpad in China. Mobile Uploads",
          1436445726
        ],
        [
          "Sixpad launch in Tokyo! Mobile Uploads",
          1436338926
        ],
        [
          "Amazing vacations with great friends. Mobile Uploads",
          1435943315
        ],
        [
          "I am very excited to announce my latest deal with Mint Media, owned by my good friend, businessman Peter Lim from Singapore, to acquire my image rights. This is a very strategic move for me and my management team to take the Cristiano Ronaldo brand to the next level, especially in Asia. Mobile Uploads",
          1435557740
        ],
        [
          "Celebrating my son's 5th birthday. Mobile Uploads",
          1434579733
        ],
        [
          "Hello all! Positive thoughts for the people in Nepal. Portugal and Nepal together! Mobile Uploads",
          1434370703
        ],
        [
          "Nice boat hein? Mobile Uploads",
          1433077617
        ],
        [
          "Great coach and amazing person. Hope we work together next season. Mobile Uploads",
          1432408295
        ],
        [
          "Which pair of CR7 Underwear should I wear today? Help me choose! Mobile Uploads",
          1432097319
        ],
        [
          "Celebrating this important win with my friends. Mobile Uploads",
          1429738572
        ],
        [
          "Celebrating the birthday of a great friend. Mobile Uploads",
          1428608591
        ],
        [
          "Exercise all you can! It's good for your body and your mind! Mobile Uploads",
          1428345980
        ],
        [
          "Nice dinner with a good friend. Mobile Uploads",
          1428002381
        ],
        [
          "Did you see what I did to Ricardo Quaresma's car on Nike Football's Snapchat?! Quaresma, please don’t be mad! 😂 Mobile Uploads",
          1427383341
        ],
        [
          "Good morning ! Leaving for training with this nice weather. Mobile Uploads",
          1425456678
        ],
        [
          "Playing with my kid. CR Junior 2 - CR 1!! Mobile Uploads",
          1424707298
        ],
        [
          "Want to know what it’s like walking in my shoes? My CR7 Footwear collection launches today! #cr7footwear www.cr7footwear.com Mobile Uploads",
          1424001164
        ],
        [
          "30 years old! I can’t thank you enough for all your birthday messages and wishes! Thank you so much for your everyday support. Mobile Uploads",
          1423168535
        ],
        [
          "True friendships are never enough! Celebrate #friendsday Mobile Uploads",
          1423072583
        ],
        [
          "Revealing my SS15 #CR7Underwear campaign & my top tips for health and fitness on http://www.cr7underwear.com/cr7-ss15-launch.aspx Check it out! Mobile Uploads",
          1422989308
        ],
        [
          "My special #Mercurial for a night when we need to be at our best. Nike Football Mobile Uploads",
          1421306522
        ],
        [
          "Think you’ve seen all my skills? Coming soon…. www.CR7Footwear.com Mobile Uploads",
          1420979014
        ],
        [
          "Having a great time in Dubai! Mobile Uploads",
          1419671589
        ],
        [
          "Nice to relax and have some fun on some days off! Mobile Uploads",
          1419335384
        ],
        [
          "Thank you BBC for choosing me as 2014 Overseas Sports Personality. It’s very rewarding to win this award. Mobile Uploads",
          1418668320
        ],
        [
          "My mother is, without any doubt, a mother courage. I feel very thankful and proud to be her son and to have her in my life. Mobile Uploads",
          1418066636
        ],
        [
          "Time for a bike ride. Mobile Uploads",
          1417611926
        ],
        [
          "Christmas time has arrived Mobile Uploads",
          1416574756
        ],
        [
          "Happy to spend family time with my son. Mobile Uploads",
          1416073218
        ],
        [
          "A very important win #forçaportugal #euro2016 Mobile Uploads",
          1416003513
        ],
        [
          "Today I received MARCA’s Di Stéfano award and Pichichi award. It’s always a pleasure to be recognized with these trophies and I’ll keep working hard to win more. Mobile Uploads",
          1415627532
        ],
        [
          "Dinner with tigriski. Mobile Uploads",
          1412539655
        ],
        [
          "My son wearing the special helmet. #DontCrackUnderPressure Mobile Uploads",
          1409571119
        ],
        [
          "Nice to hang out with the champ @FloydMayweather. Mobile Uploads",
          1406381863
        ],
        [
          "With my friend president Tsuyoshi Matsushita. Mobile Uploads",
          1406133502
        ],
        [
          "I'm on my way to... Mobile Uploads",
          1405888497
        ],
        [
          "Time to fly again. Mobile Uploads",
          1405771824
        ],
        [
          "Força Portugal! Mobile Uploads",
          1402092424
        ],
        [
          "Always eternal Eusebio, rest in peace. Mobile Uploads",
          1388908853
        ],
        [
          "Thankful Madiba for your legacy and your example. You\"ll always stay with us. Mobile Uploads",
          1386279816
        ],
        [
          "Enjoyable dinner with family and friends in Madeira. Mobile Uploads",
          1386110496
        ],
        [
          "Thanks to the fans for the great support. I wish I was there helping my team. Mobile Uploads",
          1385581807
        ],
        [
          "Heading back to the hotel with this great surprise. Thank you guys Mobile Uploads",
          1385199834
        ],
        [
          "What a game! #Portugal let's do this!\nEurope: http://go.nike.com/2hinjnl \nUS: http://go.nike.com/01ovbc8c Mobile Uploads",
          1384553213
        ],
        [
          "Empowering people through mobile technologies is the future and that is why I just became an investor & ambassador at http://mobitto.com",
          1354624388
        ]
      ],
      "dates_start": 1401356094,
      "dates_end": 1438967007,
      "likes_avg": 1347301,
      "likes_stdev": 860385,
      "comments_avg": 21418,
      "comments_stdev": 13343,
      "shares_avg": 17547,
      "shares_stdev": 15636
    },
    {
      "number": 36,
      "important": [
        "nike footbal",
        "timelin",
        "wear",
        "nike",
        "mercuri",
        "boot",
        "ad",
        "footbal",
        "photo",
        "today"
      ],
      "common": [
        "app",
        "football",
        "http",
        "mercurial",
        "new",
        "nike",
        "nike football",
        "photos",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "Honoured to wear my CR7 #Mercurial Vitórias boots today 🙌🏼🏆 Nike Football Timeline Photos",
          1483773845
        ],
        [
          "✅ Day 1 complete. Watch today’s story as I train fast for El Clásico ⚡⚡⚡ #StrikeSeries 🔎👉 Nike.com/CR7",
          1480354200
        ],
        [
          "Inspired by the match that changed my career. 🙌 Excited to wear my new boots tomorrow. Nike.com/CR7 #Mercurial Timeline Photos",
          1479745801
        ],
        [
          "Target practice 🎯 #Mercurial\nCR7 Chapter 3, lace up at Nike.com/CR7 Timeline Photos",
          1478937619
        ],
        [
          "NIKE MAN🔝👍👌 Timeline Photos",
          1478776730
        ],
        [
          "Just found the next generation of Fast in Lisbon! #StrikeSeries 🔎⚽🏃💨 Timeline Photos",
          1478700044
        ],
        [
          "Back in Lisbon leading a Nike Football masterclass with the future of Fast. Watch out for these guys! 👀➡🏆 #Mercurial Timeline Photos",
          1478696329
        ],
        [
          "New wheels, same results. 💯👌 #Mercurial\nNew boots 👀 👉 Nike.com/CR7 Timeline Photos",
          1478588401
        ],
        [
          "😍 Love my new #Mercurial boots.\n🔎CR7 Chapter3: Discovery 🔍\n👀👉🏼 Nike.com/CR7 Timeline Photos",
          1478502044
        ],
        [
          "💪 Extra effort.\n✅ Extra reward.\n🏆 #StrikeSeries\n\nSpeed up with Nike Football's Modern uniform of fast:\nnike.com/football Timeline Photos",
          1477573740
        ],
        [
          "Great to be back to full team training! 💪⚽ 🏃💨\nTrain fast with Nike Football's Strike Series, the modern uniform of speed: http://gonike.me/TrainFast_CR7 Timeline Photos",
          1473339601
        ],
        [
          "Enjoying being back in training in my latest gear.\n\nGet the Nike Football Strike Series: Nike.com/football. Timeline Photos",
          1472131801
        ],
        [
          "I train fast to play fast. Thanks @niketraining for the new Nike Train Ultrafast Flyknit (http://gonike.me/UltraFast_CR7) 💪🏽🔥 Timeline Photos",
          1471960801
        ],
        [
          "#Mercurial Superfly Portugal “Champions of Europe”\nby #NIKEiD. 😍👌🏼⚽🏆🇵🇹 Timeline Photos",
          1468565580
        ],
        [
          "Mental preparation for tomorrow’s match starts today. Try Pro Genius brain training tools - only in the Nike Football App: http://gonike.me/GENIUS\n#SparkBrilliance Nike Football and CR7 Present - Pro Genius Mental Training Tools",
          1466168400
        ],
        [
          "The game starts tomorrow, but the mental preparation starts now. Train your brain like the pros with Nike Football Pro Genius: go.nike.com/footballapp\nNike Mercurial",
          1465798895
        ],
        [
          "One moment can change everything. #SparkBrilliance. \nNike Mercurial",
          1465449134
        ],
        [
          "See what happens when two worlds collide. #SparkBrilliance\n\nDiscover the full story on June 9 in the Nike Football App: go.nike.com/footballapp\nNike Mercurial",
          1465390800
        ],
        [
          "Seriously, what’s going on Nike Football?\n\nSee the whole story on June 9, in the Nike Football App: go.nike.com/footballapp",
          1465304529
        ],
        [
          "I’m feeling a little bit different today…#SparkBrilliance. Find out what’s going on June 9, in the Nike Football App: go.nike.com/footballapp",
          1465218343
        ],
        [
          "👀🏃🏽👀🏃🏽💥#SparkBrilliance\nSee the full story June 9 in the Nike Football App: go.nike.com/footballapp\nNike Mercurial",
          1465131600
        ],
        [
          "At my house, speed gets its own room. The new Nike Mercurial is available now, exclusively in the Nike Football App: go.nike.com/footballapp (🏎 not included😉)",
          1464498000
        ],
        [
          "There’s only one place to keep the fastest ever Nike Mercurial. Come see for yourself. My new film premiers today, exclusively in the Nike Football App: go.nike.com/footballapp Timeline Photos",
          1464238801
        ],
        [
          "See the fastest Nike Mercurial collection on the planet.\nMy new film premiers tomorrow, exclusively in the Nike Football App: go.nike.com/footballapp Timeline Photos",
          1464152671
        ],
        [
          "Looking and feeling faster than ever! 👍🏼👊🏼💥\nLove the new #Mercurial soleplate @NikeFootball, fits perfectly. Get yours first, May 28th, only in the Nike Football App: go.nike.com/footballapp Timeline Photos",
          1463634243
        ],
        [
          "My new #Mercurial are as fast as they look, trust me. 🏎💨💥\n\nGet them first, May 28th, only in the Nike Football App: Nike.com/footballapp",
          1463547719
        ],
        [
          "Can’t wait to make my new speed advantage count on football’s greatest stage! Thanks Nike Football. ⚽🏃🏽💨💥\n\nThe new #Mercurial is faster than ever. Get yours first on\nMay 28th, only in the Nike Football App: go.nike.com/\nfootballapp Timeline Photos",
          1463461336
        ],
        [
          "Speed redefined #sanahizmiyok 🇹🇷 Türk Telekom Hızın yeni adı, GİGA 4.5G\nEn hızlı 4.5G’den 3 kat daha hızlı.\n#sanahızmıyok",
          1460297346
        ],
        [
          "Thanks Nike Football getting me equipped for the match💎 ⚽👌\nYour pair is available now on nike.com Nike Mercurial Timeline Photos",
          1459573398
        ],
        [
          "No days off 💪🏽👍🏽\nGear up with my new CR7 Natural Diamond training\napparel now on NIKE.COM/FOOTBALL Nike Mercurial Timeline Photos",
          1459486689
        ],
        [
          "#ronaldoyahizlazim ✈️🇹🇷 Ronaldo'ya Hız Lazım! #Ronaldoyahızlazım Ronaldo’ya hız lazım! / Ronaldo needs speed! Türkiye’de kim veya neresi Ronaldo’yu eski hızına ulaştıracak? Tahminini #Ronaldoyahızyahızlazım etiketiyle twee...",
          1459105127
        ],
        [
          "Delighted to wear these on-pitch! ! ☝ ⚽\nFor all Nike Football CR7 launches, download the Nike Football App for exclusive access. http://gonike.me/Football_App \nNike Mercurial Timeline Photos",
          1458889168
        ],
        [
          "Get my Mercurial Natural Diamond in the Nike Football App today before I get to wear them on-pitch! 💎 💪 \nGet yours today!  http://gonike.me/Football_App\nNike Mercurial Timeline Photos",
          1458457600
        ],
        [
          "Check out the story behind my new CR7 Natural Diamond Mercurials.     \nThe boots will be available March 20th, exclusively in the Nike Football App.  http://gonike.me/Football_App Introducing CR7 Chapter 2: Natural Diamond",
          1458370901
        ],
        [
          "Can’t wait to lace up my new boots! Thanks @NikeFootball! 💎 💎 Love that they are inspired by my journey to become a professional footballer 💪👌 \nGet your boots exclusively in the Nike Football App on March 20th. 📲 http://gonike.me/Football_App\nNike Mercurial Timeline Photos",
          1458309575
        ],
        [
          "Excited to wear my special edition #Mercurial 324K Gold Boots again tonight! 🏆⚽👌\n\nThey’ll be available on January 7th, exclusively in the Nike Football app. Be quick, they’ll sell out fast! 😉 http://gonike.me/Football_App Timeline Photos",
          1451809697
        ],
        [
          "I'm in love with my new Free Mercurial Superfly‼️ Timeline Photos",
          1447700298
        ],
        [
          "I’m honored to sign a pair of the first Nike F.C. shoes inspired by a player: the Free Mercurial Superfly.  The design celebrates my homeland of Madeira. Available now at nike.com/footballapp and Nike stores. #nikefc Timeline Photos",
          1447491728
        ],
        [
          "It was a pleasure to meet you, Devante! Congratulations for getting out and playing games with the Nike Football App!\nYou should all download the app, connect with your friends, and get out and play football…you never know who might notice!😎 http://gonike.me/Football_App Timeline Photos",
          1447263948
        ],
        [
          "Getting a feel for my new boots! Play more with the Nike Football App for a chance to meet me. I’ll be\nkeeping track of who is playing the most 🎁 👊 http://gonike.me/Football_App Timeline Photos",
          1446447835
        ],
        [
          "Ready to turn up the heat! Thanks Nike Football for my new #Mercurial Savage Beauty. 🔥🌋 Get them first exclusively in the Nike Football App on October 29th: gonike.me/Football_App",
          1446101832
        ],
        [
          "Love my new boots! Inspired by my homeland of Madeira 👍🌋 Thanks Nike Football! They’ll be available exclusively in the Nike Football app on October 29th: http://gonike.me/Football_App Timeline Photos",
          1446044424
        ],
        [
          "What an honour to be the all-time leading goalscorer for my club. Many more to come! Thanks Nike Football for the special boots to celebrate. 🙌⚽\nWant a pair? The Nike Football App will be your only way to get them: http://gonike.me/Football_App Timeline Photos",
          1445064811
        ],
        [
          "I’m proud to have scored 500 career goals, all of them in\n#mercurial. But I’m not done yet!\nCheck out some of the boots that contributed to the milestone in the Nike Football App: http://gonike.me/Football_App Timeline Photos",
          1443638427
        ],
        [
          "Time to train. Check out the new Nike Free Trainer 3.0 from Nike Training: gonike.me/FreeTrainer3_0 Timeline Photos",
          1436367159
        ],
        [
          "Can’t wait to workout off the pitch in these special Nike Training CR7 trainers. Available only in Europe exclusively through the Nike Football App. gonike.me/Football_App #nikefree. Timeline Photos",
          1435849056
        ],
        [
          "In case you missed it on Nike Football’s Snapchat account, I’m excited to launch the new Nike CR7 #Mercurial Superfly! Available now in the Nike Football App: http://gonike.me/Football_App! Timeline Photos",
          1426685585
        ],
        [
          "Ready for the big game… #Mercurial Timeline Photos",
          1414216719
        ],
        [
          "Thanks Nike Footballl for the superpowers.\nWatch me now in the full film ‘OUT OF THIS WORLD’ on the\nNike Football App.\nGoogle Play: http://gonike.me/NFAppGPlay\t\niTunes: http://gonike.me/NFAppiTunes",
          1414125354
        ],
        [
          "Time for training. Check out my new Mercurial Superfly CR7. \nGet your pair now on the Nike Football App: \nGoogle Play: http://gonike.me/NFAppGPlay \niTunes: http://gonike.me/NFAppiTunes Timeline Photos",
          1414041146
        ],
        [
          "Ready to try my new Mercurial Superfly http://go.nike.com/083ikga9 Timeline Photos",
          1409142026
        ],
        [
          "Play with fire this season! Watch me and my #Mercurial in “Fast” on the Nike Football App: www.nike.com/footballapp  Nike Football: \"Fast\" starring Cristiano Ronaldo Play with fire. Stay cool when they can’t catch up. Cristiano Ronaldo runs with the speed of the Mercurial Superfly. http://nike.com/flashtop",
          1409061751
        ],
        [
          "Risk makes the game beautiful. Nike Football #riskeverything Nike Football Play every game like it's 'The Last Game.’\nhttp://gonike.me/nikefootball",
          1402322895
        ],
        [
          "The world is waiting. I’m ready for 'The Last Game’ June 9th! Nike Football #riskeverything Timeline Photos",
          1402056967
        ],
        [
          "You've never seen me play like this! Nike Football #riskeverything",
          1401629515
        ],
        [
          "Check out how Nike Football revealed my new Flyknit Mercurial Superfly boots last week. http://youtu.be/cSdrCvQ-rS0 #riskeverything Cristiano Ronaldo at Mercurial Superfly launch in Madrid On April 25th, Nike Football and Cristiano Ronaldo unveiled the new Mercurial Superfly in Madrid to the world's media.",
          1399196863
        ],
        [
          "Winner stays. “1-nil and the crowd goes wild.” Nike Football #RiskEverything\n\n Nike Football: Winner Stays. ft. Ronaldo, Neymar Jr., Rooney, Ibrahimović, Iniesta & more In this game of winner stays, every touch of the ball proves that football will always belong to those who Risk Everything, even when it matters the most. Fe...",
          1398443125
        ],
        [
          "Check out my Nike Football #Mercurial Vapor IXs Nike Mercurial Vapor IX FG It doesn't get any brighter than this version of the Nike Mercurial Vapor IX FG. Bright green forefoot that fades to blue at the heel with bright pops of orange. Metallic silver tongue. 98 on the heel honors the year the first Mercurial Vapor was released. Engineered for uncompromising explosive spe...",
          1397055268
        ],
        [
          "Every challenge is a new chance! Be brave when you step on the pitch. #riskeverything @nikefootball http://youtu.be/gwxdEECNpZY Nike Football: Risk Everything. Cristiano Ronaldo, Neymar Jr. & Wayne Rooney To win glory on the world's biggest stage, the world's greatest footballers must be willing to Risk Everything. Watch them, then join them at: http://nike.co...",
          1396333971
        ],
        [
          "Hey guys, never let anything stop you! Step up to every challenge! Nike Football Timeline Photos",
          1396022473
        ],
        [
          "How fast is fast? You tell me. #Mercurial CR7 Explosive Speed",
          1382346127
        ],
        [
          "My new #Mercurial boots from Nike Football - what do you think? New Mercurial boots from Nike Football My new Mercurial boots from Nike Football - what do you think?",
          1382293760
        ],
        [
          "Be fast. Be Mercurial. \r\n\r\nPre-order: Europe: http://gonike.me/CR7 or U.S.: http://gonike.me/CR7us Timeline Photos",
          1365434513
        ],
        [
          "Check out my new CR7 Mercurial Vapor IX. Thanks Nike Football \r\nPre-order:Europe:http://gonike.me/CR7  – U.S:http://gonike.me/CR7us Timeline Photos",
          1364641542
        ],
        [
          "Don’t just be fast. Be Mercurial. http://go.nike.com/WE_Mercurial_Collection Timeline Photos",
          1359644423
        ],
        [
          "To me, this is what it means to Be Mercurial. What do you think? Cristiano Ronaldo: Be Mercurial (subtitles available) Today, speed is no longer an advantage. Don't just be fast. Be Mercurial. ",
          1359039618
        ],
        [
          "#BeMercurial Be Fast. NikeFootball.com #BeMercurial",
          1358956896
        ],
        [
          "Check out my Nike Football video for the new mercurials. What do you think? Nike Football: Vapor Trail Witness the trail of carnage as Cristiano Ronaldo and the new Nike Mercurial Vapor IX explode towards goal.",
          1358416945
        ],
        [
          "Great day in the studio with Pepe Do you like the music?\n\nhttp://bit.ly/SBIJaH Nike Football: Cristiano Ronaldo: CR7 Collection Cristiano Ronaldo and Pepe take a break from football to focus on a different passion. See how they stepped up in the studio. To explore the collection check...",
          1352308326
        ],
        [
          "Here are my new exclusive CR7 Collection Nike Football boots. What do you think? Timeline Photos",
          1352214821
        ],
        [
          "Do you think I would give away my secret work out to everyone? If you want to master it, you're going to have to find it first! #makeitcount\n Nike Football The official home of Nike Football on Youtube.",
          1337690112
        ],
        [
          "Great result yesterday! Check out this video of @Rafaelnadal interviewing me after our @nikefootball commercial. Nike Football: Mercurial Vapor VIII: Rafa Nadal meets Cristiano Ronaldo Two of the world's biggest athletes talk football, tennis and explosive speed.",
          1333292737
        ],
        [
          "If you want my Nike #MercurialVapor VIII so much Rafael Nadal, next time I’ll put them on the line Nike Football: Mercurial Vapor VIII: Cristiano Ronaldo vs Rafa Nadal (subtitles available) Two of the world's biggest athletes go head-to-head in a battle of explosive speed. On-court, Rafael Nadal's supremacy is almost unrivalled.But against Crist...",
          1333110040
        ],
        [
          "Look out for the new Mercurial Vapor 8’s this Sunday when I’ll be wearing them against Real Sociedad! Cristiano Ronaldo's photo \"Look out for the new Mercuria...\" Look out for the new Mercurial Vapor 8’s this Sunday when I’ll be wearing them against Real Sociedad!",
          1332183633
        ],
        [
          "My new Mercurial Vapor 8's have arrived and they are looking amazing! Thanks has to go to @Nike Football Cristiano Ronaldo's photo \"My new Mercurial Vapor 8's ha...\" My new Mercurial Vapor 8's have arrived and they are looking amazing! Thanks has to go to @Nike Football",
          1332169139
        ]
      ],
      "dates_start": 1384484370,
      "dates_end": 1476101931,
      "likes_avg": 382441,
      "likes_stdev": 380020,
      "comments_avg": 7006,
      "comments_stdev": 8003,
      "shares_avg": 13916,
      "shares_stdev": 27049
    },
    {
      "number": 37,
      "important": [
        "best",
        "trophi",
        "timelin",
        "team",
        "ad",
        "world",
        "year",
        "player",
        "nation",
        "photo"
      ],
      "common": [
        "com",
        "get",
        "http",
        "photos",
        "ronaldo",
        "team",
        "timeline",
        "timeline photos",
        "win",
        "www"
      ],
      "messages": [
        [
          "You don’t lift the trophy for best player in the world without your team. #JustDoIt Timeline Photos",
          1484031864
        ],
        [
          "So happy and glad to win. Thanks Real Madrid and Portugal National team.amazing year. Simmmmmmm💪🏽💪🏽💪🏽💪🏽 Timeline Photos",
          1481571000
        ],
        [
          "Open your eyes Dwyane Wade - this is how I wake up 🙈 #raiseit\n\nwww.nowraiseit.com",
          1479969259
        ],
        [
          "Top👍well done team⚽️⚽️⚽️ Timeline Photos",
          1479600089
        ],
        [
          "Want to spend the holidays with me? Visit CR7blankets.com and see my new CR7 Christmas blankets! Super soft and plush, save 15% today with promo code CR7. Timeline Photos",
          1478019605
        ],
        [
          "Help me kick breast cancer. Visit CR7blankets.com save 15% with promo code Pink7 and Elite Team will donate to Breast Cancer Research with every blanket you buy. Timeline Photos",
          1476982415
        ],
        [
          "I’m so excited the Z11 has finally come to Spain! \nMy friends over at nubia SmartphoneSpain are giving away an amazing new Z11 to celebrate. \nYou can enter for a chance to win here: \nhttp://ow.ly/BOAA3053ERz  \n#DescubriendoNubia\n#DreamWithoutBoundaries  #NubiaCR7 #NubiaZ11 Timeline Photos",
          1476457269
        ],
        [
          "Two games 6 points👍🏼 well done team 🇵🇹👌🏼 Timeline Photos",
          1476128772
        ],
        [
          "Happy to score my first poker for Portugal\n⚽️⚽️⚽️⚽️🇵🇹 Timeline Photos",
          1475869077
        ],
        [
          "Come join my team! Visit CR7blankets.com, shop my exclusive CR7 line of luxury blankets and enter to win an autographed mini blanket. They’re the biggest, softest, most comfortable blankets ever! Timeline Photos",
          1475161201
        ],
        [
          "Feeling good 👍 lets go 💪🏼 Timeline Photos",
          1472224937
        ],
        [
          "Very happy and proud to win such a special award. Thank you to my team mates from Real Madrid and Portugal! ✌🏼️🔝👍🏼 Timeline Photos",
          1472141696
        ],
        [
          "I’ve joined a new team, Elite Team. Visit CR7blankets.com see my exclusive luxury blankets. Once I felt them, I had to get them on my team. Timeline Photos",
          1469631601
        ],
        [
          "Team 👌🏼 Timeline Photos",
          1465320282
        ],
        [
          "Happy to announce the opening of my new museum in Funchal! Timeline Photos",
          1465207354
        ],
        [
          "I am delighted to announce that I have become the official ambassador of XTrade, one of the world’s leading trading platforms. We both strive to be the best performers in our fields. Come and join me! http://goo.gl/UAnsrM #TradelikeaLegend #XTrade Timeline Photos",
          1459780209
        ],
        [
          "Great to be with my Portuguese NT team mates! Timeline Photos",
          1458834000
        ],
        [
          "Engineered Speed. \nNovo Equipamento Principal de Portugal 2016. #SparkBrilliance\nhttp://go.nike.com/FPFKits\nNike Football  João Mário  William Carvalho  André Gomes  Ricardo Quaresma  Seleções de Portugal Timeline Photos",
          1458244030
        ],
        [
          "Wonderful team! 🔝👌⚽️👍 Timeline Photos",
          1452540721
        ],
        [
          "Want to win a pair of signed CR7Footwear shoes for Christmas? Go to www.CR7Footwear.com!",
          1449833051
        ],
        [
          "Keeping in touch with my fans is one of my top priorities, that’s why I am\nexcited to announce my partnership with VMS Communications for the CR7 Fan Club. Trough CR7 Fan Club you can access my photos, vídeos and news from any mobile device and get the chance to win autographed products, official CR7 merchandise and a meet & greet with me in Madrid! \nVisit www.vmscommunications.com/cristiano for updates on the countries my Fan Club is available. We are adding more every month. Timeline Photos",
          1449413452
        ],
        [
          "Round of sixteen! Here we go #realmadrid Timeline Photos",
          1448491888
        ],
        [
          "Well done team!! 👏⚽️\nEnhorabuena Nacho!! 🔝👌 Timeline Photos",
          1446588454
        ],
        [
          "Do you want to be my VIP guest at El Clásico: Real Madrid v. Barcelona? Here's your chance! Support youth sports programs in Haiti and you could win a trip to Madrid to meet me and watch the match. ⚽️ ENTER: http://bit.ly/VIPatElClasico Timeline Photos",
          1444402115
        ],
        [
          "Ready to have your mind blown? I’m giving you the chance to fly to Madrid to hang out with me — a pre-game meal, haircut, talk football  — plus be my VIP guest at El Clásico: Real Madrid v. Barcelona. ENTER: http://bit.ly/HangWithRonaldo\n\nAll entries support the incredible work of Artists for Peace and Justice!",
          1442829645
        ],
        [
          "Team Portugal spirit⚽️⚽️⚽️ Timeline Photos",
          1441035952
        ],
        [
          "I’ve joined the world’s best poker team! #PokerStars",
          1432717241
        ],
        [
          "Go for gold with my exclusive #CR7Footwear Gold Edition- truly beautiful, individually numbered and limited edition www.CR7Footwear.com\n#Cerciguibenefit Timeline Photos",
          1429534682
        ],
        [
          "O nosso brazão. As nossas cores. O nosso orgulho.\nCom que nome vais apoiar-nos? Põe o teu nome na nova camisola da Seleção. http://go.nike.com/60kafg8\n\nOur badge. Our colours. Our pride.\nWhat name are you going to support us with? Put your name on the new national team jersey. http://go.nike.com/60kafg8 Timeline Photos",
          1427213085
        ],
        [
          "Ya está a la venta en España La Clave Mendes el libro donde pueden conocer mejor mi grande amigo Jorge Mendes ¡No os lo perdáis! Y a partir de hoy, Jorge Mendes 'O Agente Especial' también en Portugal. Timeline Photos",
          1421436018
        ],
        [
          "It’s an unforgettable moment in my life to win the Ballon d’Or for the third time! I feel extremely happy and proud to receive this award and I want to keep challenging myself everyday. I have to thank my family, all the people who support me and also to my colleagues of Real Madrid and Portuguese National team that make me a better player every day. #ballondor2014 Timeline Photos",
          1421092102
        ],
        [
          "Have you entered the Sportlobster competition yet? I’ll follow back the most creative. Check out these great pics:  http://bit.ly/KissTheShirt Timeline Photos",
          1416755240
        ],
        [
          "Round 3 of The GAME by Ronaldo is live and we’ll be flying the Best Team of the Year to Dubai for the Globe Soccer Awards — an international stage of football stars\n \nRound 3 ends December 7, 2014.\nStart competing now at https://gamebyronaldo.com Timeline Photos",
          1414746081
        ],
        [
          "Think you've got the best 5-a-side Team around? Join Round 3 of The GAME by Ronaldo competition and BE that Team!\n\nSign up at http://gamebyronaldo.com Timeline Photos",
          1411650546
        ],
        [
          "We have the winner! Well done Anna Carolina De Mello. Follow me on Sportlobster and look out http://lnk.to/SportlobsterAppInstall Timeline Photos",
          1409928221
        ],
        [
          "Attention all 5-a-side teams, Round Two of my global football competition is currently running! There will be prizes for the top teams in the most active cities and London is already in. Don't waste time, get your team and matches moving and claim prizes for your city.\n\nJoin the competition and register at http://gamebyronaldo.com Timeline Photos",
          1409130220
        ],
        [
          "There have been news about changes on my management team - it's all false, and I can assure the team is - and will be - the same.",
          1406385921
        ],
        [
          "The second Topwinner who will fly to the Final in Rio is Anna Marcus. Congratulations! Find out more about other TOPWIN amazing games and prizes! www.topwingames.com Timeline Photos",
          1404308812
        ],
        [
          "Fazil Terriche is the lucky winner of the first Topwin Brazil Game and will fly in this private jet to the Final in Rio de Janeiro! You can be the next! Last game is on and ends on Wednesday! http://bit.ly/1z2gAki Timeline Photos",
          1404137184
        ],
        [
          "Congratulations Fazil Tarriche for winning two tickets to the Final in Brazil! Don’t miss your shot to be the next to win another 2 tickets. This is your last chance!  http://goo.gl/jnq9Zn Timeline Photos",
          1403716976
        ],
        [
          "Hey everyone, join forces with me and Falcao and you could be greatly rewarded. Let´'s show those aliens who's boss! #GALAXY11  #GALAXY11 - The Match: Striker Soccer G11 Game Trailer Get the details: http://bit.ly/1mFwx6P Get in the game with GALAXY 11 for your chance to win incredible prizes including Samsung devices and the ultimate foo...",
          1403274844
        ],
        [
          "2 lucky people will fly in a private jet to the Final in Rio! It’s easy to win, don't miss it:  http://goo.gl/3ZYbdO Timeline Photos",
          1402831331
        ],
        [
          "The official video of the Portuguese national team’s song, performed by Kika and produced by RedOne, has been released. Check it out! Novo videoclip oficial \"Vai Portugal!\" O Videoclip oficial da musica da Seleção Nacional para o Campeonato do Mundo, cantada por Kika (www.facebook.com/kikafans), produzida por RedOne. e disponíve...",
          1402654154
        ],
        [
          "I’m in Brazil. 2 lucky people can come here to the Final. Wanna be one of them? Visit here: http://goo.gl/3ZYbdO and qualify for 4 team shirts signed by me. Timeline Photos",
          1402498858
        ],
        [
          "Check out the blog I wrote on Sportlobster, a personal message to my fans ahead of Brazil. Hope you like it!  Portugal in Brazil: a team for a nation It's an enourmous pride to represent and to captain the Portuguese National Team....",
          1401962150
        ],
        [
          "Leaving Portugal to prepare for the World Cup in Brazil. With open arms to the World, let’s go Team, let’s go Portugal!  http://bit.ly/1u7IXdm Timeline Photos",
          1401710471
        ],
        [
          "Can you imagine you and your friend at the Final in Rio? Get ready to play on June 3rd for an exclusive and incredible trip: fly on a private jet, get top seats at the Final and much more.  Don’t miss it. Only pre-registered get “more info” and qualify to win the Team Shirt signed by me: www.topwingames.com. Also like TOPWIN Games Timeline Photos",
          1401450093
        ],
        [
          "Here is the official song of the Portuguese National Team for the World Cup, performed by Kika. So uplifting!  Música oficial da Seleção Nacional Canal Oficial da Federação Portuguesa de Futebol",
          1401384905
        ],
        [
          "Be at the Final in Rio, Brazil! Top value seats! Very soon you can win the incredible package for an exclusive trip to Brazil!  \nLike TOPWIN Games. Register for the Team Shirt signed by me. Timeline Photos",
          1401191312
        ],
        [
          "Let's go team #APorLaDécima! Timeline Photos",
          1400869718
        ],
        [
          "Would you like to fly on a private jet to the final in Rio de Janeiro, Brazil? Soon TOPWIN will surprise you! Pre-register now: www.topwingames.com and get the chance to win a Team Shirt signed by me. Timeline Photos",
          1400589193
        ],
        [
          "Hi guys, to celebrate the Lisbon final Viva Ronaldo is giving away 2 shirts autographed by me! Check www.vivaronaldo.com/Lisbon2014 for details. Good luck! #APorLaDecima Timeline Photos",
          1400421760
        ],
        [
          "Soon you will know how it feels to be a winner! Pre-register now: http://www.topwingames.com and get the chance to win a Team Shirt signed by me. Timeline Photos",
          1400158519
        ],
        [
          "Don’t forget you can still win one of the only five pairs of signed #CR7underwear trunks. To win simply go to www.cr7underwear.com and answer one simple question. Winners will be selected next week. Timeline Photos",
          1399643840
        ],
        [
          "Hi guys, now you’ve got the chance to win a pair of signed #CR7Underwear trunks. There are only five pairs to be won so simply go to http://www.cr7underwear.com and answer one simple question. Good Luck! Timeline Photos",
          1399044503
        ],
        [
          "I know The GAME by Ronaldo Round One is on it's final days, but this ambitious championship has much, much more to come, and it will continue even after this round ends. So keep that ball rolling guys! Join it at http://gamebyronaldo.com Timeline Photos",
          1398348001
        ],
        [
          "Hello guys. Enter the #CR7emag competition to get the chance to win a Meet&Greet with me in Madrid. Download it and take your chance! http://www.cristianoronaldo.com/magazine Timeline Photos",
          1396877081
        ],
        [
          "Hi guys, Round One of  The GAME by Ronaldo is running until May 1st, so there's still time to enter the competition. Take the challenge, join at http://gamebyronaldo.com The GAME by Ronaldo The biggest football competition ever!",
          1396603611
        ],
        [
          "June 10 is Portugal National Day. The National Team will be facing Ireland at MetLife Stadium. Come support us. http://www.ticketmaster.com/event/00004C66D2E1D84F Timeline Photos",
          1396278333
        ],
        [
          "Hello guys, if you have a Team with friends make sure you already signed it up on my championship. It’s a great global football competition where you can prove yourself and have lots of fun. Hope I see you there!\n\nSign up at http://gamebyronaldo.com Timeline Photos",
          1394978652
        ],
        [
          "Hi guys, who wants to join me in space? Suit up for #GALAXY11 and help fight for Earth! http://bit.ly/1hMmLQl Suit Up for #GALAXY11 Suit up to get into the action! Join the team",
          1394438540
        ],
        [
          "Well done, team! Hala Madrid!  Mobio INsider Mobio INsider",
          1393092608
        ],
        [
          "Hey you, football players!\n \nIs your Team already signed up for the most exciting football competition of the moment? No? What are you waiting for?\n\nCheck out the video below, sign up on http://www.gamebyronaldo.com and let’s make some great matches people. How far are you willing to go?",
          1391955657
        ],
        [
          "Round One is NOW OPEN to everyone!\r\n \r\nYou can now schedule Real Football Games and challenge other Teams on the Matches section of http://www.gamebyronaldo.com. Compete for Points and move up the Ranking.\r\n\r\nLet the GAMES begin! Timeline Photos",
          1390746412
        ],
        [
          "Very proud to win the Ballon d’Or for the second time, it means so much to me! I thank my teammates from Real Madrid and Portuguese National Team. It wouldn’t be possible without them. Timeline Photos",
          1389638987
        ],
        [
          "Have you all entered my #CR7underwear competition yet? You could win some of my favourite pieces from the range! Visit www.CR7underwear.com to enter #CR7underwear #Ronaldo #fashion #design #JBS #RichardChai Timeline Photos",
          1387203169
        ],
        [
          "The Alien threat is here - I've joined #GALAXY11 to play football in space and defend this planet that we love...  http://youtu.be/86wGkXjgEjI\n\nGet more info: http://bit.ly/182GrfQ Ronaldo Joins #GALAXY11 The legendary Cristiano Ronaldo has joined Earth's ultimate football team, Galaxy 11, to fight for the survival of our planet.",
          1386956053
        ],
        [
          "Don’t forget to visit www.cr7underwear.com to get the chance to win some of my favourite pieces. Cristiano Ronaldo I hope you all love my CR7 Underwear collection as much as I do! As an early Xmas present, I’m giving you the chance to win some of my favourite pieces from the collection. To enter, visit  www.CR7underwear.com now! #CR7underwear #Ronaldo #fashion #design #JBS #RichardChai",
          1386858034
        ],
        [
          "I hope you all love my CR7 Underwear collection as much as I do! As an early Xmas present, I’m giving you the chance to win some of my favourite pieces from the collection. To enter, visit  www.CR7underwear.com now! #CR7underwear #Ronaldo #fashion #design #JBS #RichardChai Photos from Cristiano Ronaldo's post",
          1386782365
        ],
        [
          "Well done, team! Timeline Photos",
          1385638194
        ],
        [
          "Tonight we must be fearless. 1, 2, 3 PORTUGAL PORTUGAL PORTUGAL Timeline Photos",
          1384876954
        ],
        [
          "Want to see me play a match?\r\n\r\nRound One for The GAME starts November 20.\r\nThe winning team will be flying from anywhere in the world to see me play live!\r\n\r\nRegister your team and get ready for the competition: http://bit.ly/TheGAME Timeline Photos",
          1383842554
        ],
        [
          "The wait is over. It’s live!\r\n\r\nRegistrations now open at: http://bit.ly/TheGAME\r\n\r\nThe GAME by Ronaldo Timeline Photos",
          1383650441
        ],
        [
          "Less than 48 hours to go.\r\nRegistrations will open this Tuesday @ 12:00 London time.\r\n\r\nGet ready! Find out more on: http://bit.ly/TheGAME\r\n\r\nThe GAME by Ronaldo Timeline Photos",
          1383490543
        ],
        [
          "The moment is coming to get your 5-a-side team together.\r\n\r\nNext week, we'll be giving all the details on the biggest football competition ever.\r\n\r\nFollow The GAME by Ronaldo to stay updated! Timeline Photos",
          1382099070
        ],
        [
          "Have you ever wanted to see me play a match? And get flown to Madrid and stay a couple of days with your best friend? Would you like to get my autograph? My CR7 Boys Underwear Competition is now live and this is what you'll win if you're one of my younger fans! Show your CR7 support and participate here: http://on.fb.me/GNgG8X  #CR7 #cristiano #jbs #boysunderwear Timeline Photos",
          1381330738
        ],
        [
          "REAL Players, REAL Teams, REAL Matches, REAL Football.\r\nEnd of October, Worldwide!\r\n\r\nTake part in the competition! Follow The GAME by Ronaldo Timeline Photos",
          1380542426
        ],
        [
          "Great Wins Are Built On Great Teams.\r\n \r\nThis October, you’d better have a great team too.\r\nThe GAME is the global 5-a-side football competition you don’t want to miss.\r\n \r\nFollow The GAME by Ronaldo Timeline Photos",
          1379678599
        ],
        [
          "This October, I will launch the ultimate football competition for every team around the globe to join.\r\n\r\nImagine yourself going head to head with the whole world.\r\nIt’s all about real passion, real talent, real football.\r\n\r\nDare to be challenged!\r\nStep up and follow The GAME by Ronaldo Timeline Photos",
          1379073495
        ],
        [
          "The GAME by Ronaldo\n\nKICK-OFF Photo Challenge\n\nAre you a football player ?\nDo you have your own football photos to share ?\n\nI want to see them!\n\nGrab you camera and enter to win: www.bit.ly/KickOffPhotoChallenge Timeline Photos",
          1377231060
        ],
        [
          "Would you like to meet me, watch one of my matches from VIP seats, or win autographed memorabilia among many other great prizes? Join me on #VivaRonaldo, and be part of my official community! www.vivaronaldo.com Timeline Photos",
          1376742562
        ],
        [
          "The GAME by Ronaldo\r\n\r\nI'll be unveiling an amazing worldwide football competition soon!\r\n\r\nReady for the challenge?\r\n\r\nVisit http://bit.ly/TheGAME now! Timeline Photos",
          1376661168
        ],
        [
          "Giving away some autographs with Pepe Timeline Photos",
          1375708792
        ],
        [
          "Here we go to Geneve. Timeline Photos",
          1370787193
        ],
        [
          "Tomorrow is the last game of the season. Let’s finish it big! Don’t forget to sign in at www.vivaronaldo.com. Timeline Photos",
          1370001695
        ],
        [
          "Don’t forget to sign in at www.vivaronaldo.com. Let’s play as one against Real Sociedad! Timeline Photos",
          1369403878
        ],
        [
          "What a great day! Nice to celebrate my birthday with the portuguese National Team. Instagram Photos",
          1360094819
        ],
        [
          "Stefani, one of my top fans and winner of my recent twitter contest got this autographed photo. Do you like it? \r\nAnyone of my fans can get its own! Visit my page on MyStarAutograph and personalize yours: http://bit.ly/CR7_MSAFB Timeline Photos",
          1358521241
        ],
        [
          "As captain of the National Team, I know my colleague Raul Meireles very well and I'm sure he's not capable of doing what he's accused of. I give him all my support and sympathy.",
          1356117383
        ],
        [
          "Want to watch a match in my own VIP-box in Madrid? \r\nEnter the Pro Evolution Soccer Xmas competition now on: \r\nhttp://www.cr7.konami-pes2013.com/ Timeline Photos",
          1355992589
        ],
        [
          "For Christmas, give away emotions with a customized autographed photo! http://bit.ly/CR7_MSAFB\r\nWith MyStarAutograph, choose a photo, write your personal message in my own handwriting and enjoy it! Timeline Photos",
          1355934754
        ],
        [
          "WIN a trip to Madrid including a personal football training session with me! Daily runner up prizes include signed shirts, boots and VIP tickets to one of my matches!\nClick:  http://www.cr7.konami-pes2013.com/pesxmas/  to join!\nPresented by Pro Evolution Soccer",
          1355844282
        ],
        [
          "Thanks to my friends from MyStarAutograph, you can now get customized photos with my autograph and sign them for whom you want. Which one do you like most?\r\nhttp://bit.ly/CR7_MyStarAutograph_FB Timeline Photos",
          1355153216
        ],
        [
          "My friends at Pro Evolution Soccer are giving away the chance to meet me, check out WIN a FOOTBALL TRAINING with CRISTIANO RONALDO Join our daily competitions for great prizes & the chance to win a meet & greet with CR7 himself! From today on until December 24th, we are randomly posting ...",
          1354957090
        ],
        [
          "Estamos prontos! Somos Portugal! Timeline Photos",
          1340270207
        ],
        [
          "Força Portugal! Pepe, Bruno and I are here with the team bus. Timeline Photos",
          1339179255
        ],
        [
          "Your toughest opponent yet? He must be good…@RafaelNadal",
          1332963348
        ]
      ],
      "dates_start": 1370657353,
      "dates_end": 1448090954,
      "likes_avg": 477922,
      "likes_stdev": 592056,
      "comments_avg": 11285,
      "comments_stdev": 18177,
      "shares_avg": 14732,
      "shares_stdev": 31816
    },
    {
      "number": 38,
      "important": [
        "timelin",
        "photo",
        "ad"
      ],
      "common": [
        "com",
        "mood",
        "mood timeline",
        "mood timeline photos",
        "photos",
        "timeline",
        "timeline photos",
        "training",
        "training timeline",
        "training timeline photos"
      ],
      "messages": [
        [
          "👌 Timeline Photos",
          1486642362
        ],
        [
          "🎂🥂❤️ Timeline Photos",
          1486324192
        ],
        [
          "Be serious 😉😉😉 Timeline Photos",
          1486137774
        ],
        [
          "👀 Timeline Photos",
          1485860574
        ],
        [
          "⚽️ Timeline Photos",
          1485787241
        ],
        [
          "My team👌👌👌 Timeline Photos",
          1485190200
        ],
        [
          "📷 Timeline Photos",
          1484838000
        ],
        [
          "Mood Timeline Photos",
          1484582178
        ],
        [
          "👌🔝 Timeline Photos",
          1484066421
        ],
        [
          "😍 Timeline Photos",
          1483962848
        ],
        [
          "🏃🏼 Timeline Photos",
          1483626552
        ],
        [
          "👍 Timeline Photos",
          1482701131
        ],
        [
          "🇵🇹 Timeline Photos",
          1482144028
        ],
        [
          "☝️️CR7 ⚽️⚽️⚽️⚽️ Timeline Photos",
          1481578512
        ],
        [
          "🏊🏼🏊‍♀️👌 Timeline Photos",
          1481533131
        ],
        [
          "UCL👍 Timeline Photos",
          1481033763
        ],
        [
          "👌👍☝️️ Timeline Photos",
          1480873907
        ],
        [
          "Equipa vencedora 🔝👌👍 Timeline Photos",
          1480416423
        ],
        [
          "👍🏼 Timeline Photos",
          1480263480
        ],
        [
          "3 points 🔝👌 Timeline Photos",
          1480182248
        ],
        [
          "Stretching boy👍 Timeline Photos",
          1479662045
        ],
        [
          "😁😁😁😁 Timeline Photos",
          1479465856
        ],
        [
          "💪🏽🔝 Timeline Photos",
          1479401780
        ],
        [
          "Simmmmm👌😜 Timeline Photos",
          1479133327
        ],
        [
          "🇵🇹🇵🇹🇵🇹🇵🇹 Timeline Photos",
          1479116140
        ],
        [
          "The Man🔝 Timeline Photos",
          1478645033
        ],
        [
          "👍🏼👌🏼 Timeline Photos",
          1478271058
        ],
        [
          "UCL 👍🏼 Timeline Photos",
          1478028810
        ],
        [
          "😎👌👍 Timeline Photos",
          1477911957
        ],
        [
          "👌🏼 Timeline Photos",
          1477662772
        ],
        [
          "😂😂😂😂😝😜😂 Timeline Photos",
          1476893902
        ],
        [
          "💪🏽💪🏽 Timeline Photos",
          1476716928
        ],
        [
          "⚽️👍🏻 Timeline Photos",
          1476559846
        ],
        [
          "Thanks👍 Timeline Photos",
          1476435118
        ],
        [
          "👍🏼✌🏼️🇵🇹 Timeline Photos",
          1475744555
        ],
        [
          "Training👍🏼 Timeline Photos",
          1475662067
        ],
        [
          "👍😜 Timeline Photos",
          1475338230
        ],
        [
          "Glad to be the cover of @DSECTIONMAGAZINE 5th anniversary book. \"THE JOURNEY\". Timeline Photos",
          1475260309
        ],
        [
          "Jumpman jumpman ⚽️🎧🎤🎼 Timeline Photos",
          1475143297
        ],
        [
          "👍🏼👍🏼 Timeline Photos",
          1475050299
        ],
        [
          "Caiu o segundo dente do Junior. Grande baliza 😬😬😬😂😂😂😂 Timeline Photos",
          1474397710
        ],
        [
          "👀😎😎😎 Timeline Photos",
          1474203000
        ],
        [
          "👍🏼💪🏼🔝👌🏼✌🏼️ Timeline Photos",
          1473934133
        ],
        [
          "❤️❤️ Timeline Photos",
          1473438442
        ],
        [
          "😜 Timeline Photos",
          1472980200
        ],
        [
          "V D ☀️ Timeline Photos",
          1472897655
        ],
        [
          "Bike ✌🏼️ Timeline Photos",
          1472741374
        ],
        [
          "👌🏼👍🏼 Timeline Photos",
          1472568865
        ],
        [
          "Mood 👍 Timeline Photos",
          1472545751
        ],
        [
          "Memórias 👌🏼🔝 Timeline Photos",
          1472469333
        ],
        [
          "Gracias equipo 🔝👍🏼 Timeline Photos",
          1472193921
        ],
        [
          "Team🔝 Timeline Photos",
          1472146200
        ],
        [
          "✌🏼️ Timeline Photos",
          1471944230
        ],
        [
          "Mood 😏 Timeline Photos",
          1471869632
        ],
        [
          "Jump man👍 Timeline Photos",
          1471514102
        ],
        [
          "Dinner👍 Timeline Photos",
          1471192800
        ],
        [
          "Paz ☀️✌🏼👌🏼 Timeline Photos",
          1471082497
        ],
        [
          "💪🏼 Timeline Photos",
          1470995538
        ],
        [
          "Faz já um mês...recordação muito feliz! Dois grandes homens! Timeline Photos",
          1470834855
        ],
        [
          "Quick remind 🇵🇹🔝 Timeline Photos",
          1470405091
        ],
        [
          "☀️😎 Timeline Photos",
          1469905726
        ],
        [
          "Capitan 🛥🛥 Timeline Photos",
          1469029385
        ],
        [
          "☀️ Timeline Photos",
          1468931647
        ],
        [
          "Lunch 👌🏼✌🏼️ Timeline Photos",
          1468664660
        ],
        [
          "☀️☀️ Timeline Photos",
          1468661285
        ],
        [
          "🇵🇹🇵🇹🇵🇹🇵🇹🇵🇹🇵🇹🇵🇹 Timeline Photos",
          1468580182
        ],
        [
          "🙏🏼🙏🏼🙏🏼🙏🏼🙏🏼 Timeline Photos",
          1468557184
        ],
        [
          "Mood ❤️❤️ Timeline Photos",
          1468311008
        ],
        [
          "History ❤️❤️ Timeline Photos",
          1468221624
        ],
        [
          "🏆✌🏼️🇵🇹 Timeline Photos",
          1468189842
        ],
        [
          "🙏🏼 Timeline Photos",
          1467874437
        ],
        [
          "Mood 👌🏼 Timeline Photos",
          1467620647
        ],
        [
          "👍🏼🔝👌🏼✌️❤️ Timeline Photos",
          1467551322
        ],
        [
          "Preparation 👍🏼 Timeline Photos",
          1467475279
        ],
        [
          "Mood ✌🏼️ Timeline Photos",
          1467450820
        ],
        [
          "✌🏼️g n Timeline Photos",
          1467144281
        ],
        [
          "No pain no gain 👍🏼💪🏼👍🏼 Timeline Photos",
          1467047227
        ],
        [
          "My mate Its here!!! Timeline Photos",
          1466530525
        ],
        [
          "😝 Timeline Photos",
          1465500405
        ],
        [
          "👍🏼🔝👌🏼 Timeline Photos",
          1465367177
        ],
        [
          "Mineral 👌🏼👌🏼👌🏼👌🏼 Timeline Photos",
          1464948686
        ],
        [
          "☀️♻️👌🏼 Timeline Photos",
          1464775120
        ],
        [
          "✌🏼️👍🏼 Timeline Photos",
          1464369060
        ],
        [
          "Almost there!! Timeline Photos",
          1464258192
        ],
        [
          "Soon👍 Timeline Photos",
          1464173381
        ],
        [
          "Preparation 👍🏼☀️ Timeline Photos",
          1464000209
        ],
        [
          "⚽️👌🏽 Timeline Photos",
          1459182392
        ],
        [
          "❤️❤️✌🏼️👌🏼 Timeline Photos",
          1457289045
        ],
        [
          "✌🏼️✌🏼✌🏼 Timeline Photos",
          1457282766
        ],
        [
          "35⚽️'s 👍🏼👌🏼 Timeline Photos",
          1457211716
        ],
        [
          "Hair cut 👍🏼👌🏼 Timeline Photos",
          1457122338
        ],
        [
          "👍🏼⚽️👌🏼 Timeline Photos",
          1457098082
        ],
        [
          "Future ❤️💋👌🏼⚽️👍🏼 Timeline Photos",
          1456875040
        ],
        [
          "💪🏽❤️🔝 Timeline Photos",
          1456845568
        ],
        [
          "⚽️👍 Timeline Photos",
          1456830930
        ],
        [
          "Mood❤️ Timeline Photos",
          1456499907
        ],
        [
          "👍⚽️✌ Timeline Photos",
          1456495891
        ],
        [
          "Training⚽️👌✌️👍 Timeline Photos",
          1453981731
        ],
        [
          "⚽️⚽️👍👌 Timeline Photos",
          1453049833
        ],
        [
          "Team👍 Timeline Photos",
          1452607893
        ],
        [
          "⚽️⚽️ Timeline Photos",
          1452428935
        ],
        [
          "Recovery Timeline Photos",
          1445189579
        ],
        [
          "استمتع بوقتي في المغرب مع أصدقائي Timeline Photos",
          1444491382
        ],
        [
          "#CR7Shirts #CR7Underwear  www.CR7underwear.com Timeline Photos",
          1443095962
        ],
        [
          "⚽️✌️ Timeline Photos",
          1442828136
        ],
        [
          "Chiling dinner✌️ Timeline Photos",
          1442688816
        ],
        [
          "I’m driven. Are you? \nHerbalife24 #CR7Drive Timeline Photos",
          1442480924
        ],
        [
          "My Man is in the building Timeline Photos",
          1441737359
        ],
        [
          "Ahhaaha Timeline Photos",
          1441528778
        ],
        [
          "Espírito português ⚽️⚽️⚽️ Timeline Photos",
          1441272091
        ],
        [
          "Bom día. Timeline Photos",
          1441088868
        ],
        [
          "B dia☀️☀️ Timeline Photos",
          1440827838
        ],
        [
          "Training⚽️⚽️ Timeline Photos",
          1440752325
        ],
        [
          "Training⚽️ Timeline Photos",
          1440586443
        ],
        [
          "Mom lunch Timeline Photos",
          1440499682
        ],
        [
          "Arrive ⚽️⚽️⚽️⚽️ Timeline Photos",
          1440317306
        ],
        [
          "Funny moments❤️ Timeline Photos",
          1440263045
        ],
        [
          "Drink☀️☀️ Timeline Photos",
          1440161977
        ],
        [
          "B dia⚽️ Timeline Photos",
          1440045653
        ],
        [
          "Selfie with marosca☀️☀️ Timeline Photos",
          1439368131
        ],
        [
          "G morning☀️ Timeline Photos",
          1439354133
        ],
        [
          "Chilling out☕️☕️ Timeline Photos",
          1439318882
        ],
        [
          "Trip to Shanghai. Timeline Photos",
          1438067022
        ],
        [
          "Welcome to Twitter Iker Casillas. \r\nhttps://twitter.com/CasillasWorld Timeline Photos",
          1385468954
        ],
        [
          "Can you catch it? Timeline Photos",
          1375449681
        ],
        [
          "On vacations. Timeline Photos",
          1371026315
        ],
        [
          "Lunching by the river. Timeline Photos",
          1370174527
        ],
        [
          "Pilot for a few hours. Timeline Photos",
          1361561443
        ],
        [
          "With Pedro Pinto for CNN Timeline Photos",
          1351689111
        ],
        [
          "Here is a photo from Rebecca in Italy. \r\n\r\nSend yours to weare50million@gmail.com Timeline Photos",
          1351006051
        ]
      ],
      "dates_start": 1434361224,
      "dates_end": 1487430858,
      "likes_avg": 1428423,
      "likes_stdev": 829365,
      "comments_avg": 15902,
      "comments_stdev": 12462,
      "shares_avg": 13820,
      "shares_stdev": 16292
    },
    {
      "number": 39,
      "important": [
        "best",
        "share",
        "sacoor",
        "ad",
        "new",
        "video",
        "season",
        "style",
        "gift",
        "learn"
      ],
      "common": [
        "com",
        "cristiano",
        "http",
        "new",
        "pes",
        "photos",
        "ronaldo",
        "timeline",
        "timeline photos",
        "www"
      ],
      "messages": [
        [
          "Crash and burn Dwyane Wade. ⚽💯 #raiseit www.nowraiseit.com",
          1485795671
        ],
        [
          "\"Fui pobre pero mi tesoro tiene nombre y eres tú\" #Acurrucate \n\nThis is the new song of my sister Katia Aveiro and DKB. Learn the moves and share it! DKB - Acurrucate ft. Katia Aveiro - YouTube DKB (Dkuba) shared a video",
          1483704905
        ],
        [
          "Getting into the spirit of the season with SACOOR BROTHERS! \nWe are celebrating this magical season with elegance and style to look your best for your special occasions. \nShop www.sacoorbrothers.com for the best styles for you and your gift list! Timeline Photos",
          1482253200
        ],
        [
          "After so much demand, I've decided to open the doors to my online members club for the next week! \nYou'll be able to see all of the videos of us creating The Private Edition fragrance as well as lots of exclusive images! \nhttp://bit.ly/2gcMBTr",
          1482148800
        ],
        [
          "Dwyane Wade, Happy Holidays. This one is just for you ⛄🙌🏆#raiseit www.nowraiseit.com",
          1481871955
        ],
        [
          "Creating The Private Edition scent and having fun with my team! See the full video on my online member's club. \nUse this link  http://bit.ly/2gcMBTr & password Basil - limited entry so be quick!!",
          1481212801
        ],
        [
          "Flip on the first try, Dwyane Wade. Don’t start what you can’t finish. 💯😂 #raiseit www.nowraiseit.com",
          1481046894
        ],
        [
          "I wanted to make sure that every element of The Private Edition fragrance is personal to me. \nWant to know why I chose blue and copper for the bottle? Be a part of my private members club! \nUse password Vanilla at http://bit.ly/2gcMBTr",
          1480953600
        ],
        [
          "To celebrate the launch of my new fragrance, I have created my own online members club! \nThe first to go to http://bit.ly/2gcMBTr and use password Amber to see exclusive footage of us deciding the name!",
          1480600800
        ],
        [
          "Very excited to introduce my brand new fragrance tomorrow! \nTo celebrate, I am launching an online private members club. Stay tuned if you want to be part of it! Timeline Photos",
          1480503601
        ],
        [
          "Honoured to debut my new boots tonight, back where it all started. 🙌 CR7 Discovery 👉 Nike.com/CR7",
          1479801600
        ],
        [
          "A men’s daily essentials #CLEARMEN #Mercurial #Ad Timeline Photos",
          1479711601
        ],
        [
          "Me and my mom, together for the first time in a TV commercial. Merry Christmas by MEO\n\nEu e a minha mãe pela primeira vez juntos num anúncio!! Feliz MEO Natal :)",
          1479142905
        ],
        [
          "My sports cars just got jealous 🏎💥 #Mercurial\nNew wheels at Nike.com/CR7 Timeline Photos",
          1478617201
        ],
        [
          "To stay fresh throughout a match, I use CLEAR #ad Timeline Photos",
          1477669567
        ],
        [
          "Happy to share with you my exclusive fashion video and interview for @DSECTIONMAGAZINE. See the full video at www.dsection.media",
          1476357693
        ],
        [
          "Congratulations Hanna, your photo was pretty cool!\nDo you want to have the photo of the month? Download CR7Selfie app, be creative and you could be the selected one.\nFor more info go to CR7Selfie Facebook tab or  www.cr7selfie.com\nNow with new features Timeline Photos",
          1475766000
        ],
        [
          "I challenge my Fans!!\nDownload my CR7Selfie app, be creative and your photo could be the “fan” photo of the month.\n\nMore info on CR7selfie Tab or http://www.cr7selfie.com/ Timeline Photos",
          1473259500
        ],
        [
          "@nubiasmartphone’s Z11 does not believe in limitations. It believes that to be a champion you must #DreamWithoutBoundaries\n\nwww.nubia.com/en/events/ifa2016/ Timeline Photos",
          1472792793
        ],
        [
          "Thanks to the Dubai Health Authority, the Thai Red Cross, Abbott  and many more around the world for motivating people to donate blood and plasma.\nBE THE 1 is global…Let’s go for more!☝🔝☝🔝 BE THE 1 Donor BE THE 1 is connecting the world. Check out the inspiring success from the BE THE 1 teams around the world.\n\nGet global…Act local! #BETHE1Donor",
          1472641164
        ],
        [
          "Morning run 👍 Timeline Photos",
          1471255771
        ],
        [
          "The need for blood never takes a vacation. Use #BETHE1Donor and post a picture when you donate.  I can’t wait to show you the hard work from the BE THE 1 team. Soon…☝🏼☝🏼 Timeline Photos",
          1470927600
        ],
        [
          "Slow run 👍🏼 Timeline Photos",
          1470484709
        ],
        [
          "Are you ready to spend some time with me? 👍 📸 \nI have great news coming your way. Stay tuned! Coming on 9th August",
          1470292200
        ],
        [
          "A TRUE CHAMPION chooses #CLEARMEN. #TRUECHAMPION #POWERHAIR #CLEARNODANDRUFF ⚽️👍🏼🏆 Timeline Photos",
          1469369413
        ],
        [
          "On the field, I need the right tools to win trophies. Online trading is no different, that’s why I partnered with Xtrade. They supply all the instruments to make the right decisions – find out how http://goo.gl/FVcxhk",
          1469109990
        ],
        [
          "🔝",
          1468478218
        ],
        [
          "When a team and nation believe, anything is possible.\n#SparkBrilliance #justdoit Timeline Photos",
          1468394871
        ],
        [
          "One moment can change everything. Never give up. Make them believe. ⚽##SparkBrilliance #JustDoIt",
          1468218600
        ],
        [
          "Proud of my team. Proud of my country. Make them believe. #JustDoIt Timeline Photos",
          1468184919
        ],
        [
          "When you believe you achieve ✌👍🔝⚽️ Timeline Photos",
          1467323632
        ],
        [
          "You are a click away to find out my new favorite shopping website! Raise your game at www.sacoorbrothers.com #SACOORBROTHERS Timeline Photos",
          1466690510
        ],
        [
          "Want to get your hands on one of my signed Cristiano Ronaldo Legacy Fragrances?\nTo find out more go to www.cristianoronaldofragrances.com! \nT&Cs apply Timeline Photos",
          1466066558
        ],
        [
          "June 14th is World Blood Donor Day. Check out why I donate BE THE 1 Donor and share your inspiring story.  \nBE THE 1! BE THE 1 Donor June 14th is World Blood Donor Day. To all donors around the world,  THANK YOU!\n\nCheck out what inspires Cristiano Ronaldo to donate. What inspires you? BE THE 1!",
          1465825368
        ],
        [
          "Ever wonder what goes into my post-training Herbalife shake? 2 scoops Herbalife24 #RebuildStrength, 1/2 a banana, 1/2 a cup of strawberries, 500 mL milk & 4 ice cubes. Fuel up like me!\n#Herbalife24 hrbl.me/1UoXCMl Timeline Photos",
          1465650399
        ],
        [
          "I drive my training with proper hydration. Evolve your sports drink #CR7Drive @Herbalife @Herbalife24\n\nhttp://hrbl.me/1GcIFqs",
          1465045252
        ],
        [
          "The Summer of Sport: OR x Nikelab for @dazed @olivier_rousteing #dreamteam",
          1464868533
        ],
        [
          "The Summer of Sport: Football Nouveau - OR x Nikelab. \nWith @olivier_rousteing  @dazed @nikelab  \nnike.com/nikelab   #dreamteam 🏆🏆🏆⚽️⚽️⚽️ Timeline Photos",
          1464005074
        ],
        [
          "The Summer of Sport: Football Nouveau - OR x Nikelab. \nWith @olivier_rousteing for @dazed  #dreamteam 🏆🏆🏆⚽️⚽️⚽️\nnike.com/nikelab Timeline Photos",
          1464004472
        ],
        [
          "In my new commercial I'm in the central square of Tel-Aviv. Get ready neshamot it's gonna be HOT! HOT championship season HOT championship season with a good dozen good series and most successful in the country and the world",
          1463407135
        ],
        [
          "Wow! Thanks Nike for letting me be the first athlete in the world to try the new HyperAdapt 1.0 #nike2016 #nikeinnovation Nike innovation - Nike 2016",
          1458151178
        ],
        [
          "Want to see what it's like to be me? My new video with Ronaldo - ROC Live Life Loud comes out March 14th!",
          1457715726
        ],
        [
          "Exclusively at #WorldDutyFreeES, my new fragrance #CristianoRonaldoLegacy Timeline Photos",
          1457636152
        ],
        [
          "Here with our friends from #WorldDutyFreeES, celebrating the launch of my new fragrance #CristianoRonaldoLegacy at Madrid airport! Timeline Photos",
          1457016202
        ],
        [
          "Really proud to be the 1st athlete with 200 million social media followers. A big thank you to all my fans! ❤️👌😘🔝😍😻💋 Timeline Photos",
          1456324851
        ],
        [
          "Our bodies are a blank canvas and underwear is the first thing we put on, so why not start the day well and add a splash of colour to your life! CR7 Underwear #CR7Underwear Timeline Photos",
          1455634688
        ],
        [
          "There are rumors that I'm going to be a star in Israel. Not in soccer... In a HOT commercial\nhttps://youtu.be/YZgVn6cEXGY 200Mb internet - Faster than Ronaldo",
          1455112553
        ],
        [
          "Herbalife gave me the opportunity to create my own sports drink CR7 Drive: enhanced hydration to drive your active lifestyle. \nLearn more at www.Herbalife24.com/CR7Drive #CR7Drive Timeline Photos",
          1454511669
        ],
        [
          "I have recently been surprised by SFR. Can you find out how ? #CristianoAndSFR bit.ly/CristianoAndSFR Timeline Photos",
          1454422045
        ],
        [
          "Una mordidita en tu boquita‼️🎤😂🔝👌",
          1454091452
        ],
        [
          "Most kids in Haiti don’t make it past the 5th grade and are destined to menial labor, exploitation, and live on the street. \nLet’s join Aid Still Required and help now.  Let’s give Haiti’s children hope for a future.  \nhttp://www.aidstillrequired.org/ASRhaiti2016 Timeline Photos",
          1452692768
        ],
        [
          "Want to see what I've been up to for the holidays? \n\nCheck out this teaser for my upcoming video and go to www.roclivelifeloud.com to find out where you can buy my ROC by Monster headphones! ROC by Monster headphones",
          1449154680
        ],
        [
          "Starting to read the book of my friend Jose Semedo. Timeline Photos",
          1448294064
        ],
        [
          "#CR7Drive fuels my workouts and enhances hydration to keep me at the top of my game. Drive your active lifestyle with my new sports drink developed with Herbalife24\nLearn more at www.Herbalife24.com/CR7Drive Timeline Photos",
          1447930801
        ],
        [
          "All the warmth and coverage I need this season. nike.com/techbook #techpack Timeline Photos",
          1446739136
        ],
        [
          "Right now, near you, someone needs blood. Not just any blood, a perfect match. That’s why I donate.  Join me in a global movement and donate blood now.  You could save a life. BE THE 1 Donor BE THE 1 Donor Did you know that 1 blood donation can save up to 3 lives?\n\nJoin Cristiano Ronaldo in a global movement and donate now. You could save a life.",
          1445524226
        ],
        [
          "Can’t make it to the cinema? Pre-order my new official documentary, with exclusive bonus content on DVD, Blu-ray or Digital HD from November 9: www.ronaldothefilm.com 🎥🎬#ronaldofilm Mobile Uploads",
          1445325103
        ],
        [
          "Never too early to prepare for a season with warm fleece and breathable insulation. nike.com/techbook #techpack Timeline Photos",
          1444979863
        ],
        [
          "What a special moment in my professional life! Winning four Golden Boots it’s a privilege for me and I’ll keep challenging myself because I wanna do better everytime and I wanna keep chasing for more records. I have to thank everyone in Real Madrid that made this possible and we wanna keep winning more titles and more trophies. Thank you everyone. Mobile Uploads",
          1444733227
        ],
        [
          "Introducing my new sports drink - CR7 Drive - developed with Herbalife24. \n#CR7Drive rapidly fuels your workouts and enhance hydration.  Ask yourself, “Do I have drive?”\n \nDrive your destiny at Herbalife24.com/CR7Drive",
          1443347980
        ],
        [
          "Check out the ad for my brand new fragrance Cristiano Ronaldo Legacy. You can view the full version here FIRST before anyone else www.cristianoronaldofragrances.com\n #cristianoronaldolegacy",
          1441824512
        ],
        [
          "Introducing my debut fragrance for men - Cristiano Ronaldo Legacy - find out more here www.cristianoronaldofragrances.com",
          1441821326
        ],
        [
          "Bike recovery starts Timeline Photos",
          1440948546
        ],
        [
          "Nutrition. Dedication. Drive.    \nWatch my new interview series with Herbalife to learn how I strive to be the best. #CR7Drive Cristiano Ronaldo: The Interview: Part II | Herbalife Cristiano Ronaldo: The Interview: Part II CR7 elevates his game with elite nutrition Soccer champion Cristiano Ronaldo talks about how when he was young, he ...",
          1439468223
        ],
        [
          "Have a nice Sunday everyone! Sunday in the lake.  ",
          1439119564
        ],
        [
          "Down in Australia and ran out of Herbalife24 #RebuildStrength...found a Herbalife \nnutrition club and they took great care of me. Thanks, guys! No matter where in the world, Herbalife's got my back. Timeline Photos",
          1436951776
        ],
        [
          "I’m happy to confirm that there’s a film being produced about me. Stay tuned for more info at https://www.facebook.com/RonaldoFilm Timeline Photos",
          1433847872
        ],
        [
          "El Clasico weekend. Make your prediction ahead of the game on Sportlobster now. #halamadrid http://bit.ly/1bfpQtN Timeline Photos",
          1426860697
        ],
        [
          "Can’t wait to show you how much fun I had… #CheckItOut at www.cr7footwear.com",
          1425066882
        ],
        [
          "The team has reached its goal. Another important win in the competition. #halamadrid #UCL Timeline Photos",
          1424336359
        ],
        [
          "Have you tried the Sportlobster app? Download it now. I’ll follow back some of you http://lnk.to/cT4Lf Timeline Photos",
          1424101572
        ],
        [
          "Very proud to be nominated for Laureus Sportsman of the Year. #LWSA15",
          1423652244
        ],
        [
          "This holiday season, I give thanks for what I have and am reminded of those who aren’t so fortunate. Let’s make this new year a little brighter for kids in need around the world.  Let’s all help Save the Children. http://bit.ly/1qRf6sb Timeline Photos",
          1420012456
        ],
        [
          "I had the pleasure and privilege to get to know Nelson Mandela in 2010. Madiba will always remain in my heart and his legacy is an inspiration for all. The Global Watch anti-racism summit in Johannesburg, is a Nelson Mandela legacy initative for a non-racial, peaceful and prosperous world. The football community has to say it out loud: racism has no place in our game, in sports or in life. Timeline Photos",
          1417785936
        ],
        [
          "There’s a cool photo competition running on Sportlobster. It starts now, I’ll follow some fans back. bit.ly/CR7KissTheShirt Timeline Photos",
          1416599434
        ],
        [
          "Many people around the world embraced the #icebucketchallenge to create awareness to #ALS. It’s with great joy that I share the inspirational story of Bernardo, a story of success in fighting #ALS Bernardo's ALS Cure - The Power of your Mind (Part 1) Five (5) strategies for your cure: 1) Mind; 2) Food; 3) Exercise; 4) Advanced supplementation; 5) Psychotherapy. The purpose of this video is to help people…",
          1416503456
        ],
        [
          "Today we’ll receive Rayo Vallecano at the Bernabéu. Predict the result of the match on Sportlobster. http://bit.ly/MadRayo",
          1415442147
        ],
        [
          "Let's all support baby Margarida. No help is too small. Vamos ajudar a Genny e a Gui A Genny foi mãe ás 25 semanas da pequena Gui, enfrentaram alguns problemas.\nBaby Gui was born at 25 wks. She and her family needed our help!",
          1415218558
        ],
        [
          "Thanks Facebook for the infographic. #100million Sports on Facebook Cristiano Ronaldo has reached 100 million fans on Facebook, making him the most-liked athlete on the platform. To celebrate this milestone, Facebook created an infographic that showcases some key stats about Ronaldo’s fans.",
          1413385572
        ],
        [
          "I’m so happy I reached 100 million friends on Facebook. It’s amazing! Thank you everyone.",
          1413296121
        ],
        [
          "Happy and proud to wear my #CR7underwear on the cover of Men's Health in 60 countries all over the world! Timeline Photos",
          1412766929
        ],
        [
          "Sportlobster have hidden a signed Portugal shirt somewhere in London. Later today I will give clues on www.sportlobster.com so you can find it. Head to my profile to find the clues #FindMyCR7shirt Timeline Photos",
          1409896843
        ],
        [
          "To celebrate hitting 1 million followers on Sportlobster,\na signed National Team shirt will be hidden in London tomorrow. \n \nFollow me on Sportlobster and stay tuned for clues there: http://lnk.to/SportlobsterAppInstall Timeline Photos",
          1409844392
        ],
        [
          "I've followed two lucky fans on Sportlobster. Are you one of them? Download the app now and it might be you next time http://lnk.to/InstallSportlobster Sportlobster Get Sportlobster on the App Store or the Google Play store. Sportlobster is the Sports Social Network - everything a fan needs, all in one place.",
          1409314632
        ],
        [
          "Happy to take part of it #ALS #Icebucketchallenge @JMC_Foundation http://youtu.be/3vu01fYhEpc Cristiano Ronaldo #Icebucketchallenge Happy to take part of it #ALS #Icebucketchallenge @JMC_Foundation",
          1408289653
        ],
        [
          "All set for the UEFA Super Cup final today #RealMadridSevilla #halamadrid Timeline Photos",
          1407839736
        ],
        [
          "Thank you everybody for your likes on Facebook and Instagram. We are now at 500,000 so here it is! Exclusive behind the scenes from my new #CR7underwear campaign launching next week. Stay tuned! Timeline Photos",
          1406476745
        ],
        [
          "Sportlobster is running a cool football competition. Post your photos on www.sportlobster.com & win my signed shirt. Timeline Photos",
          1405147112
        ],
        [
          "Thank you to everyone who shared how they are driven to perfection.  There were many great #CR7DriventoPerfection submissions, but this was my favorite!  Don't ever lose your drive @david_alexi, you never know where it will take you.  Herbalife Cristiano Ronaldo #CR7DrivenToPerfection ! Herbalife!",
          1404399665
        ],
        [
          "Insane first half against the aliens! Hey Falcao, we'll show them how we PLAY football! Game-on #GALAXY11! \nhttp://bit.ly/1tYkndc Timeline Photos",
          1402565763
        ],
        [
          "I’m driven to perfection. Are you? Show me how you work to perfect your game by uploading a 15-second video or photo tagged #CR7DrivenToPerfection.  I’ll choose my favorite and share it on my Facebook page. Learn more: http://bit.ly/1jQH8d6  CR7: Driven to Perfection. Fueled by Herbalife Cristiano Ronaldo is driven to perfection. Watch the Portuguese soccer legend show off his skills and demonstrate how he pushes for perfection at all times. ...",
          1401889658
        ],
        [
          "Hey guys, check out the new cool wallpapers on my website. http://www.cristianoronaldo.com/downloads-wallpapers  Wallpapers - Downloads - Cristiano Ronaldo Official Website Welcome to my new Official Website. Access unique content, also from fans and use the “fanwall” feature to share your best photos, videos and text. by branditnext.com",
          1401614411
        ],
        [
          "Very soon Sportlobster will reach a million users. To celebrate I will follow the millionth user, will it be you? lnk.to/98p3q Be the one millionth Sportlobster user! I'm on Sportlobster, the sports social network, come and join in the conversation. Predict, read news and connect with fans of the sports you love.",
          1401463320
        ],
        [
          "Today, the Sun publishes an interview with me that I never gave. So its content is pure fiction.",
          1401375256
        ],
        [
          "Proud to be an ambassador for Sportlobster! Football is my lobster - #WhatsYourLobster? Tell me yours here http://lnk.to/98p3q Timeline Photos",
          1400311801
        ],
        [
          "I’m pleased to see I have so many followers on Sportlobster already! Stay tuned because I’ll be following back some fans. Will it be you? http://lnk.to/98p3q I'm on Sportlobster! Follow me... I'm on Sportlobster, the sports social network, come and join in the conversation. Predict, read news and connect with fans of the sports you love.",
          1399379728
        ],
        [
          "Do you know Sportlobster? It’s a great new social network just for sports. Get the app and follow me here. http://lnk.to/98p3q\n I'm on Sportlobster! Follow me... I'm on Sportlobster, the sports social network, come and join in the conversation. Predict, read news and connect with fans of the sports you love.",
          1398241918
        ],
        [
          "First title of the season. #FinalCopa #Champions Timeline Photos",
          1397681823
        ],
        [
          "Have you seen the fan portrait of Paula in my #CR7emag? Maybe I will choose you for the next issue. Check it out. Fans",
          1397134831
        ],
        [
          "It was great to meet one of my fans from Canada on Sunday. Thanks for entering my #CR7Underwear competition Dane! Good luck with your football. To those of you who didn’t win, stay tuned for more #CR7Underwear competitions coming up in the future and check the range out at www.CR7Underwear.com Timeline Photos",
          1395830925
        ],
        [
          "Hello all, have you checked the #CR7emag with lots of unpublished and exclusive content? http://www.cristianoronaldo.com/magazine \n Check out the #CR7emag This is my #CR7emag, the digital magazine with lots of unpublished and exclusive content I hope you enjoy it!",
          1395755968
        ],
        [
          "Nutrition is a weapon for me.  It’s an honor to be part of the Herbalife family...many good things to come. http://hrbl.me/1g9nwDV Why does Cristiano Ronaldo choose to work with Herbalife? Trust. Honesty. Professionalism. In 2013, Cristiano Ronaldo selected Herbalife as his official nutrition partner to help him optimize his nutrition on and off the field. The first six months...",
          1395430220
        ],
        [
          "Thanks to my amazing fans for making CR Footy the #1 sports game in 23 countries!!  Hope you enjoy playing as much as me. http://smarturl.it/CRMobile3?IQid=facebook Timeline Photos",
          1395330033
        ],
        [
          "Thank you Virat Kohli for your kind words. Glad to be part of the Herbalife team with so many amazing athletes like you http://hrbl.me/1cBNVul Virat Kohli's message to Cristiano Ronaldo: Thank you for inspiring me and so many others Few companies connect people, let alone world-class athletes, in so many countries like Herbalife does. Indian Cricketer Virat Kohli sends a personal message...",
          1394722047
        ],
        [
          "Take a look at this “Sport doesn’t care” video. Sport makes no distinctions.\n What's Your Problem? Sport Doesn't Care - Sochi 2014 Paralympic Winter Games Sochi 2014 Paralympic Winter Games. Sport doesn't care about abilities or disabilities. Sport makes no distinctions. All that matters is that you give your b...",
          1394127540
        ],
        [
          "Thank you for all the posts you shared on the Fanwall on my new website. They are really great! Keep sharing your texts, photos and videos here: http://www.cristianoronaldo.com/fanwall  Cristiano Ronaldo Official Website",
          1392907142
        ],
        [
          "Today I’m proud to present you my new official #website, a little gift for all of you. Welcome to www.cristianoronaldo.com. What do you think? Cristiano Ronaldo Official Website Welcome to my new Official Website. Access unique content and use the “fanwall” feature to share your best photos, videos and text.",
          1392722585
        ],
        [
          "Very good news about my young friend Guillermo. With your help he found a bone marrow donor!! Thank you everyone who made it possible and let's keep helping the other kids. Timeline Photos",
          1391174771
        ],
        [
          "Foto Gestifute Media/Jorge Monteiro Gestifute Media CR7 Museum",
          1387131369
        ],
        [
          "Help your city reach 100 ready teams (with 5 players or more) and start competing in The GAME by Ronaldo right away.\r\n\r\nCheck the rankings www.bit.ly/TheGAMErank, spread the word, lead your city to the top! Timeline Photos",
          1386253791
        ],
        [
          "Guillermo, Miguel, Jorge and Vítor are an inspiration and a clear proof that it’s worth fighting. It was a privilege to meet these brave kids. Being a bone marrow donor only involves collecting blood, nothing else - a simple gesture that can save a life. I've done it and would do it again. It doesn’t cost anything and can give hope to those who need it most. Because leukemia exists and does not choose gender, age or race. Untitled Album",
          1385122066
        ],
        [
          "Obrigado #Portugal! O vosso apoio foi indescritível! Vocês são a força que nos faz acreditar!\nThanks #Portugal! Your support was indescribable. You gave us the strenght that makes us believe! World Cup Play Off",
          1384953393
        ],
        [
          "Hey guys, XXS - Portuguese Association for the Support of Premature Babies is asking the help of all European citizens to join forces and lift voices to raise awareness on the needs of premature babies.\n  \nLet’s all help stand up for better treatment and care of premature babies all over Europe.\nhttp://www.enemenemini.eu/\n \nXXS Babies need you! ene, mene, mini: Welcome Page",
          1384703840
        ],
        [
          "I was proud to see this image from the #CR7underwear campaign displayed in one of Madrid’s most famous landmarks today. Timeline Photos",
          1383224361
        ],
        [
          "This video shows clearly the respect and consideration that FIFA has for me, for my club and my country. Much is explained now. I wish Mr. Blatter health and a long life, with the certainty that he will continue to witness, as he deserves, the successes of his favourite teams and players. Sepp Blatter | Ronaldo vs Messi | Oxford Union Sepp Blatter gives his opinions on Cristiano Ronaldo and Lionel Messi. SUBSCRIBE for more speakers ► http://is.gd/OxfordUnion STAY CONNECTED: Facebook @ http...",
          1383063430
        ],
        [
          "Do you think football has limits? I don’t think so. Stay tuned! Timeline Photos",
          1382171205
        ],
        [
          "I’m really excited about my new underwear collection that are to be launched later this year. Stay tuned for more information and lots of chances to win samples before the underwear can be found at stores around the world. Or see more at www.cr7underwear.com #CR7 #ronaldo #jbs Behind the scenes CR7 Underwear",
          1378992809
        ],
        [
          "Congratulations to Felipe Hernandez from Tenerife, who won the KICK-OFF Photo Challenge!\r\nA pair of my own Signed Boots is going your way, Felipe!\r\n \r\nAnd this is really just the start! Stay up to date on: The GAME by Ronaldo Timeline Photos",
          1378731516
        ],
        [
          "For each one of you. We are 60 million",
          1377952667
        ],
        [
          "Look who I run into yesterday! It's Shaquille O'Neal! Timeline Photos",
          1375710282
        ],
        [
          "Talking nutrition with Herbalife scientist, John Heiss #SportsNutrition Timeline Photos",
          1374150277
        ],
        [
          "Tomorrow there’s a great match for Portugal. All together let’s make this country proud. www.vivaronaldo.com Timeline Photos",
          1370531024
        ],
        [
          "Happy to be part of Team Herbalife - nutrition for a better life :) Timeline Photos",
          1370437402
        ],
        [
          "So proud to win a Social Star Award for Most Popular Sportsperson! Big thanks to my fans, you made it happen! Timeline Photos",
          1369744251
        ],
        [
          "I’m so proud of my sister Katia Aveiro and her new musical project. Katia feat Wildboyz - Boom Sem Parar Katia feat Wildboyz - Boom Sem Parar (Produced By RedOne)",
          1368192592
        ],
        [
          "Having an excellent japanese dinner with Irina Shayk. Even with the new statements of a certain woman who says being contacted by message from me, which is obviously a lie, nothing or nobody disturbs us. There's an ongoing lawsuit in which the judge will give me reason for sure. I wanna thank everyone who believes in me and not in this woman that just wants fame at my expense. Timeline Photos",
          1367700824
        ],
        [
          "I was informed that “The Sun” newspaper, faithful to its editorial line, will publish an article where is given voice to a so called Andressa, someone seeking the limelight on my account. And I wonder why this happens one day before a very important game for my team… Deeply outraged by a situation intended, in vain, to afect my personal life, I just want to clarify that I was in fact at the Hotel Villa Magna on April 22nd giving an interview to Manu Sainz, something the reporter himself is able to corroborate. Everything else is pure fiction and forgery.",
          1367096836
        ],
        [
          "My friends at KONAMI have a new Facebook game! Become a manager in PES Association Football and lead your team to victory! If you are lucky you might even get me in your squad! Click on the link to play now: http://www.facebook.com/pesassociationfootball Pro Evolution Soccer Still haven't tried PES Association Football? Become the manager of your own team and use real tactics and real players to lead your club to victory! Click here now and start playing! http://www.facebook.com/pesassociationfootball",
          1366295211
        ],
        [
          "Soon, I will be closer to all of you!\nTogether we are stronger. Together we will win.\n\nwww.vivaronaldo.com Be Ready",
          1364396265
        ],
        [
          "Have you tried my Mac app? Go to the Mac OS X app store and download it so you don’t miss any of my Facebook posts and Tweets. https://itunes.apple.com/gb/app/ronaldo/id585979565?mt=12 Timeline Photos",
          1360936789
        ],
        [
          "Watch me train with the PES fans. PES 2013 |   WARM UP SESSION WITH CRISTIANO RONALDO",
          1359544749
        ],
        [
          "Hey guys, take a look at the Meet&Greet with the winners of the PES contest, last Friday. FIRST LOOK AT THE CRISTIANO RONALDO MEET AND GREET Watch the preview of Cristiano Ronaldo's personal training with PES fans",
          1359457312
        ],
        [
          "What a great day I had today with the winners of the PES contest. Thank you guys. It was fun. Meet&Greet with winners of PES contest",
          1359133221
        ],
        [
          "Hi guys, don't miss any of my Facebook posts! To get all of the latest information go to the Mac OS X app store and download my new app. You will get all of my news delivered imediatly via Apple's new notification system. https://itunes.apple.com/gb/app/ronaldo/id585979565?mt=12 Timeline Photos",
          1358940728
        ],
        [
          "Merry Xmas for everyone.",
          1356349351
        ],
        [
          "Hi guys, DANCE (RED), SAVE LIVES album presented by Tiësto is out  featuring some of the biggest names in dance music! Proceeds go to fight AIDS in Africa. Check it out and help.. DANCE (RED), SAVE LIVES for World AIDS Day. December 1st is World AIDS Day. Let's DANCE (RED), SAVE LIVES with Tiësto, Avicii, Martin Solveig, Laidback Luke, Tommy Trash, Bingo Players & the biggest names in dance music to fight AIDS! Buy the album. Watch the livestream.",
          1354196078
        ],
        [
          "Do you have Instagram? Search for @cristiano and stay tuned for more photos.",
          1351680531
        ],
        [
          "I love all the photos you guys are sending. Here is the first I want to share from my fans in the United States!\r\n\r\nKeep sending your photos to weare50million@gmail.com Timeline Photos",
          1350927205
        ],
        [
          "Thank you again to all my fans for reaching 50M on Facebook! \r\n\r\nI want to celebrate with my fans, so share a picture of you and your country and the best of each will be posted by me. Send it to weare50million@gmail.com until 30th and good luck!\" Timeline Photos",
          1350720501
        ],
        [
          "Reaching 50.000.000 likes is unbelievable ...I want to thank you, you you, you and everyone who have been supporting me all these years. I really want us to keep sharing all the good moments together - and the best is still to come.  THANK YOU ALL",
          1350308661
        ],
        [
          "Finally PES 2013 is available! I've been enjoying playing it! Check out the new TV ad I did with them in Madrid, we had so much fun! \n\nHow do you like the game so far?\n\nhttp://bit.ly/SizcJp PES 2013 90\" TV Ad featuring Cristiano Ronaldo https://www.konami-pes2013.com/buy-now/",
          1348320479
        ],
        [
          "I was very proud to be the Castrol EDGE Rankings top performing Real Madrid player last season.  Hopefully I can help the team again in 2012/2013!\r\n\r\nCheck out http://www.castrolfootball.com/?page=rankings for more about the Rankings as it returns for the new season! Timeline Photos",
          1345202575
        ],
        [
          "The new PES 2013 trailer coming straight from Gamescom!\nI heard the game is coming end of September - click \"Like\" if you can't wait like myself! New PES 2013 gamescom trailer released! Coming straight from the show floors of gamescom, we present you the latest addition to our PES 2013 trailers. Check out the trailer below. If you are",
          1345118325
        ],
        [
          "Finally the PES 2013 demo is available worldwide! Can't wait to play - who's with me? PES 2013 Demo Announcement Official Demo available globally for PS3, Xbox 360 and PC! For more information follow us at: www.konami-pes2013.com www.facebook.com/pes www.twitter.com/Jon...",
          1343831064
        ],
        [
          "This is what I was waiting for - a new video focusing on how PES 2013 plays out on the pitch. Pretty nice gameplay, isn't it? Introducing PES 2013: On the pitch (Episode 2) In the second episode of our new video series showcasing the features and contents of PES 2013, we want to show you how the game looks and feels like on the ...",
          1342766125
        ],
        [
          "Practice makes perfect: here’s a clip of me scoring headers in the dark from Castrol EDGE Presents Ronaldo Tested to the Limit! It reminds me of how I scored my goal for Portugal against Czech Republic in EURO 2012!\nDownload the full film for free on iTunes at http://bit.ly/RonaldoTTTL Blackout Challenge - Castrol EDGE Presents Ronaldo Tested to the Limit Ronaldo takes the Blackout Challenge for Castrol EDGE Presents Ronaldo Tested to the Limit, an award-winning documentary which showcases the Real Madrid and ...",
          1342692012
        ],
        [
          "Check out this video - my friends at Konami finally start to unveil more and more details about PES 2013 - I hope they soon show me a new version for me to try out, can't wait! Introducing PES 2013: Game Modes (Episode 1) PLEASE TURN CAPTIONS ON! In the first episode of our new video series showcasing the features and contents of PES 2013, we take you on a tour through the dif...",
          1341917154
        ],
        [
          "Quick post to share this stunning view over the sea. Timeline Photos",
          1341836517
        ],
        [
          "My friends at Konami have released the new exciting trailer of PES 2013 at the E3 Show in Los Angeles! It will be a great game, believe me! [NEW & OFFICIAL] PES 2013 Trailer [E3 2012] HD PES 2013: Watch the new E3 trailer! http://www.konami-pes2013.com http://www.facebook.com/PES http://www.twitter.com/jonmurphy_PES http://www.youtube.com/off...",
          1339003495
        ],
        [
          "Very proud of 2012 #SocialStarAward #starcount. Big thx to all of you for making me the most #popular sportsperson on earth\n starcount ★ Sportsperson Chart - Discover the biggest social media stars",
          1338555584
        ],
        [
          "Nice new Video on PES 2013 where I am also featured! Check it out! [NEW & OFFICIAL] PES 2013 Producer Interview and feature presentation [E3 2012] HD See new gameplay footage and watch an interview with our lead developer Kei Masuda in this new PES 2013 video. PES 2013 Lead Developer Kei Masuda gives you m...",
          1338551909
        ],
        [
          "Check out this great video from my #RonaldoLIVE event with Castrol EDGE. Enjoy! http://youtu.be/7kAk_LlE5_E #RonaldoLIVE - Castrol EDGE Presents Ronaldo Tested to the Limit In a world-first, fans around the world challenged Cristiano Ronaldo in a live challenge streamed on Facebook. Castrol EDGE Presents #RonaldoLIVE was created...",
          1338123949
        ],
        [
          "My Castrol EDGE Facebook event where you, the fans, can challenge me in a LIVE test is starting very soon! So sign up to my #RonaldoLIVE app now and watch the test - will you be one of the fans chosen to challenge me?\n \nwww.ronaldolive.com/enter #ronaldoLive Register now for #RonaldoLIVE for the chance to take on Cristiano Ronaldo in a live challenge on Facebook.",
          1337257795
        ],
        [
          "Thanks to Castrol EDGE, on Thursday at 5pm (CET) you will be able to test me in a LIVE challenge on Facebook!  Balls will be fired from above me and you can pick the goal I have to score in. I’ve never done anything like this with my fans before, so make sure you go to the #RonaldoLIVE app and sign up now! #ronaldoLive Register now for #RonaldoLIVE for the chance to take on Cristiano Ronaldo in a live challenge on Facebook.",
          1337087162
        ],
        [
          "The Ronaldo Tested To The Limit won the Best International Sports Marketing Campaign recently.  Check it out and download it for free here: iTunes - Podcasts - Ronaldo Tested To The Limit Presented By Castrol EDGE by Castrol EDGE Download past episodes or subscribe to future episodes for free from Ronaldo Tested To The Limit Presented By Castrol EDGE by Castrol EDGE on the iTunes Store.",
          1336639547
        ],
        [
          "Congratulations to Dontae \"dontaelsprince\", a huge fan of mine who won this signed jersey from my free app. http://road.ie/Cristiano Timeline Photos",
          1336223738
        ],
        [
          "Campeones !!!!",
          1335990102
        ],
        [
          "Check out the exciting new announcement of PES 2013! PES2013 Debut Trailer Make sure to follow us at: http://www.konami-pes2013.com http://www.facebook.com/PES http://www.twitter.com/jonmurphy_PES http://www.youtube.com/officialPES",
          1335279852
        ],
        [
          "Have you seen this yet?  Pro Evolution Soccer Curtains up for PES 2013 - Watch the new Teaser Video starring Cristiano Ronaldo!",
          1334919744
        ],
        [
          " I'm changing my hairstyle - and you get to choose it at the CLEAR Facebook page. If I pick the one you created, you stand a chance to watch me live in action.  CLEAR: Choose my next hairstyle Choose Ronaldo's next hairstyle and stand to win tickets to his live game.",
          1332937554
        ],
        [
          "Great news! You can now watch my film, Castrol EDGE Presents Ronaldo Tested to the Limit, in full at http://castroledge.com/football/ronaldo-tested-to-the-limit/ Timeline Photos",
          1330528943
        ],
        [
          "Thanks to all my fans for reaching 40 million!",
          1329243728
        ],
        [
          "Check out this interview with my friends at Castrol Football, where I tell what gives me the strength to perform on the football pitch!  Enjoy! Cristiano Ronaldo interview at Castrol EDGE Presents Ronaldo Tested to the Limit Premiere Cristiano Ronaldo gives us an insight into what gives him the strength to perform on the football pitch whilst at the global Premiere of Castrol EDGE Present...",
          1327676885
        ]
      ],
      "dates_start": 1364484445,
      "dates_end": 1461418956,
      "likes_avg": 285214,
      "likes_stdev": 335450,
      "comments_avg": 6560,
      "comments_stdev": 6773,
      "shares_avg": 7470,
      "shares_stdev": 10435
    }
  ]
}