{
  "pagename": "Cristiano",
  "page_name_displayed": "Cristiano Ronaldo",
  "globalstats": {
    "fan_count": 120225705,
    "messages": 1431,
    "likes_avg": 792578,
    "likes_stdev": 803378,
    "comments_avg": 12969,
    "comments_stdev": 13075,
    "shares_avg": 13242,
    "shares_stdev": 21813,
    "graph_uri": "clusters/Cristiano.png"
  },
  "clusters": [
    {
      "number": 1,
      "important": [
        "thank",
        "real",
        "win",
        "madrid",
        "real madrid"
      ],
      "common": [
        "cf",
        "fan",
        "madrid",
        "madrid cf",
        "real",
        "real madrid",
        "real madrid cf",
        "thank",
        "timelin",
        "win"
      ],
      "messages": [
        [
          "So happy and glad to win. Thanks Real Madrid and Portugal National team.amazing year. Simmmmmmm💪🏽💪🏽💪🏽💪🏽 Timeline Photos",
          1481571000
        ],
        [
          "Very happy and proud to win such a special award. Thank you to my team mates from Real Madrid and Portugal! ✌🏼️🔝👍🏼 Timeline Photos",
          1472141696
        ],
        [
          "Amazing atmosphere tonight, thanks for all the support! Real Madrid - Manchester City",
          1462392101
        ],
        [
          "Grande jogo de toda a equipa.Vencemos juntos, celebramos juntos. Real Madrid C.F. #HalaMadrid #RMClasico ⚽😀💪🏽✌🏽️👊🏽 Timeline Photos",
          1459627975
        ],
        [
          "Proud of the great performance in today's match. Thanks for your continuous support. #HalaMadrid Real Madrid 7 - 1 Celta de Vigo",
          1457205101
        ],
        [
          "Thanks to my team mates and Real Madrid fans for this beautiful moment.  ❤️❤️❤️ Timeline Photos",
          1445095931
        ],
        [
          "Never imagined to achieve this record when I arrived in Real Madrid six years ago. It’s an honor to be the all-time leading goalscorer for Real Madrid and I have to thank my teammates, coaches, the president, everyone at Real Madrid and my family, friends and all the fans for always supporting me. I’m very happy to be living this special moment. #halamadrid Photos from Cristiano Ronaldo's post",
          1443784195
        ],
        [
          "Tomorrow is Champions League day. All set! Vamos Real Madrid C.F. Mobile Uploads",
          1425913698
        ],
        [
          "Happy birthday Real Madrid C.F. for the 113 years of success Mobile Uploads",
          1425642400
        ],
        [
          "Tomorrow we’ll face Elche. Vamos Real Madrid C.F.! Mobile Uploads",
          1424527184
        ],
        [
          "Preparing for the next match against Córdoba. Real Madrid C.F. Mobile Uploads",
          1421852492
        ],
        [
          "It’s an unforgettable moment in my life to win the Ballon d’Or for the third time! I feel extremely happy and proud to receive this award and I want to keep challenging myself everyday. I have to thank my family, all the people who support me and also to my colleagues of Real Madrid and Portuguese National team that make me a better player every day. #ballondor2014 Timeline Photos",
          1421092102
        ],
        [
          "Show us your support for this weekend’s Clasico by taking part in Emirates’ #HelloClasico contest Emirates Show your passion for Real Madrid C.F. in the run up to El Clasico and you could win a trip to see Real Madrid play at the Dubai Football Challenge on December 30th! Click here for more information: http://bit.ly/HelloClasico #HelloClasico",
          1413902962
        ],
        [
          "Another exciting match for Real Madrid C.F. with a win against Elche. Let’s go team! Photos from Cristiano Ronaldo's post",
          1411546215
        ],
        [
          "#RealMadridSevilla #HalaMadrid #SuperCup Real Madrid C.F. UEFA SuperCup Champions",
          1407922944
        ],
        [
          "Today’s training session Real Madrid C.F. Timeline Photos",
          1407498616
        ],
        [
          "Hey all Real Madrid C.F. fans! Come cheer us #APorLaDécima. Your support is our strenght. Timeline Photos",
          1400674717
        ],
        [
          "Training for the final on Saturday! #APorLaDécima Real Madrid C.F. Timeline Photos",
          1400577762
        ],
        [
          "Morning training session Real Madrid C.F. Timeline Photos",
          1400060525
        ],
        [
          "What an incredible night! Thanks to all the fans who celebrated with us. #CopadelRey Real Madrid C.F. Photos from Cristiano Ronaldo's post",
          1397724389
        ],
        [
          "Real Madrid C.F. will face Borussia Dortmund on the quarterfinals of the Champions League. Let’s go team! Timeline Photos",
          1395402001
        ],
        [
          "Real Madrid C.F. training session before the match against Schalke tomorrow. Timeline Photos",
          1395067604
        ],
        [
          "Atlético Madrid vs Real Madrid - 0:2 (16') \n\nCR7 ON FIRE! What a great penalty kick in the first half. #GoalCR7 Timeline Photos",
          1392146213
        ],
        [
          "Atlético Madrid vs Real Madrid - 0:1 (7') \n\nGOOOOAL!!! CR7 scores the lead early in the game with a penalty kick. #GoalCR7 Timeline Photos",
          1392145687
        ],
        [
          "Today I shared the Ballon d'Or with the Real Madrid fans in the Bernabéu. This award is also yours. Real Madrid 2 - 0 Granada",
          1390675877
        ],
        [
          "Very proud to win the Ballon d’Or for the second time, it means so much to me! I thank my teammates from Real Madrid and Portuguese National Team. It wouldn’t be possible without them. Timeline Photos",
          1389638987
        ],
        [
          "Hey guys. Thank you so much for your support on Real Madrid C.F. http://instagram.com/p/em_p9AMoMp/ realmadrid's photo on Instagram",
          1380014269
        ],
        [
          "What a great win yesterday for Real Madrid C.F. Timeline Photos",
          1379936262
        ],
        [
          "All the news about my renewal with Real Madrid are false.",
          1371124345
        ],
        [
          "What an exciting game yesterday! Real Madrid – 1 Manchester United – 1",
          1360838519
        ],
        [
          "Happy to be part of the 10 top scorers of Real Madrid’s history Real Madrid legends",
          1360667265
        ],
        [
          "I want to dedicate this award to all Real Madrid fans Timeline Photos",
          1354818968
        ],
        [
          "That I am feeling sad and have expressed this sadness has created a huge stir. I am accused of wanting more money, but one day it will be shown that this is not the case. At this point, I just want to guarantee to the Real Madrid fans that my motivation, dedication, commitment and desire to win all competitions will not be affected. I have too much respect for myself and for Real Madrid to ever give less to the club than all I am capable of. Abrazos to all madridistas",
          1346776782
        ],
        [
          "Somos uma equipa, somos o Real Madrid! We are a team, we are Real Madrid Real Madrid kicked-off the new La Liga season at the Santiago Bernabéu against Valencia. Enjoy the ad that the Whites have created especially for their Liga ...",
          1345461941
        ],
        [
          "What an incredible journey so far in the club and I hope for much more to come.  Real Madrid C.F. Third anniversary of Cristiano Ronaldo's arrival at Real Madrid http://bit.ly/PkaHtq",
          1341588446
        ],
        [
          "©REALMADRID 2012 Barcelona 1-2 Real Madrid",
          1334984400
        ],
        [
          "ads Real Madrid v Real Sociedad",
          1332685372
        ],
        [
          "Real Madrid 4 vs Levante 2 Real Madrid 4 - Levante 2",
          1329228591
        ],
        [
          "Getafe 0-1 Real Madrid Getafe 0-1 Real Madrid",
          1328546051
        ],
        [
          "FT: Málaga 0-1 Real Madrid C.F. (71' Karim Benzema). ¡Hala Madrid! FT: Málaga 0-1 Real Madrid C.F. (71' Karim Benzema). ¡Hala Madrid",
          1326477297
        ],
        [
          "Real Madrid created a fun quiz for fans. How much do you know about me and Real Madrid? \n\nClick here to play the ”Real Madrid QUIZ” and the chance to win official Real Madrid merchandise, signed shirts and other fantastic prizes! http://bit.ly/vNRlcn Timeline Photos",
          1326382944
        ]
      ],
      "dates_start": 1351431222,
      "dates_end": 1436635207,
      "likes_avg": 630436,
      "likes_stdev": 692852,
      "comments_avg": 16646,
      "comments_stdev": 20938,
      "shares_avg": 26687,
      "shares_stdev": 41595
    },
    {
      "number": 2,
      "important": [
        "mobil upload",
        "time",
        "great",
        "mobil",
        "upload"
      ],
      "common": [
        "friend",
        "good",
        "great",
        "mobil",
        "mobil upload",
        "nice",
        "thank",
        "time",
        "upload",
        "veri"
      ],
      "messages": [
        [
          "Flying with style. Mobile Uploads",
          1444338774
        ],
        [
          "Mission accomplished! Great team work leads to great victories. #euro2016 here we go. #forçaportugal Mobile Uploads",
          1444336272
        ],
        [
          "So excited 😊 Here's the poster for my official documentary in cinemas soon. What do you think? ⚽️🎥 Mobile Uploads",
          1443184452
        ],
        [
          "What do you think of Cristiano Ronaldo Legacy? Mobile Uploads",
          1441823377
        ],
        [
          "No one at the National Team is indifferent to the Europe’s refuggee crisis and to the shocking images spread by the media. All our thoughts are with those people. Mobile Uploads",
          1441292728
        ],
        [
          "Fun time with my bro!!! Mobile Uploads",
          1438882518
        ],
        [
          "Good win tonight. Mobile Uploads",
          1438004294
        ],
        [
          "Iker, un orgullo haber trabajado contigo tantos años. Mucha suerte en tu nuevo equipo! Mobile Uploads",
          1436778681
        ],
        [
          "Introducing MTG Sixpad in China. Mobile Uploads",
          1436445726
        ],
        [
          "Sixpad launch in Tokyo! Mobile Uploads",
          1436338926
        ],
        [
          "Amazing vacations with great friends. Mobile Uploads",
          1435943315
        ],
        [
          "I am very excited to announce my latest deal with Mint Media, owned by my good friend, businessman Peter Lim from Singapore, to acquire my image rights. This is a very strategic move for me and my management team to take the Cristiano Ronaldo brand to the next level, especially in Asia. Mobile Uploads",
          1435557740
        ],
        [
          "Celebrating my son's 5th birthday. Mobile Uploads",
          1434579733
        ],
        [
          "Hello all! Positive thoughts for the people in Nepal. Portugal and Nepal together! Mobile Uploads",
          1434370703
        ],
        [
          "Nice boat hein? Mobile Uploads",
          1433077617
        ],
        [
          "Great coach and amazing person. Hope we work together next season. Mobile Uploads",
          1432408295
        ],
        [
          "Which pair of CR7 Underwear should I wear today? Help me choose! Mobile Uploads",
          1432097319
        ],
        [
          "Celebrating this important win with my friends. Mobile Uploads",
          1429738572
        ],
        [
          "Celebrating the birthday of a great friend. Mobile Uploads",
          1428608591
        ],
        [
          "Exercise all you can! It's good for your body and your mind! Mobile Uploads",
          1428345980
        ],
        [
          "Nice dinner with a good friend. Mobile Uploads",
          1428002381
        ],
        [
          "Did you see what I did to Ricardo Quaresma's car on Nike Football's Snapchat?! Quaresma, please don’t be mad! 😂 Mobile Uploads",
          1427383341
        ],
        [
          "Good morning ! Leaving for training with this nice weather. Mobile Uploads",
          1425456678
        ],
        [
          "Playing with my kid. CR Junior 2 - CR 1!! Mobile Uploads",
          1424707298
        ],
        [
          "Want to know what it’s like walking in my shoes? My CR7 Footwear collection launches today! #cr7footwear www.cr7footwear.com Mobile Uploads",
          1424001164
        ],
        [
          "30 years old! I can’t thank you enough for all your birthday messages and wishes! Thank you so much for your everyday support. Mobile Uploads",
          1423168535
        ],
        [
          "True friendships are never enough! Celebrate #friendsday Mobile Uploads",
          1423072583
        ],
        [
          "Revealing my SS15 #CR7Underwear campaign & my top tips for health and fitness on http://www.cr7underwear.com/cr7-ss15-launch.aspx Check it out! Mobile Uploads",
          1422989308
        ],
        [
          "My special #Mercurial for a night when we need to be at our best. Nike Football Mobile Uploads",
          1421306522
        ],
        [
          "Think you’ve seen all my skills? Coming soon…. www.CR7Footwear.com Mobile Uploads",
          1420979014
        ],
        [
          "Having a great time in Dubai! Mobile Uploads",
          1419671589
        ],
        [
          "Nice to relax and have some fun on some days off! Mobile Uploads",
          1419335384
        ],
        [
          "Thank you BBC for choosing me as 2014 Overseas Sports Personality. It’s very rewarding to win this award. Mobile Uploads",
          1418668320
        ],
        [
          "My mother is, without any doubt, a mother courage. I feel very thankful and proud to be her son and to have her in my life. Mobile Uploads",
          1418066636
        ],
        [
          "Time for a bike ride. Mobile Uploads",
          1417611926
        ],
        [
          "Christmas time has arrived Mobile Uploads",
          1416574756
        ],
        [
          "Happy to spend family time with my son. Mobile Uploads",
          1416073218
        ],
        [
          "A very important win #forçaportugal #euro2016 Mobile Uploads",
          1416003513
        ],
        [
          "Today I received MARCA’s Di Stéfano award and Pichichi award. It’s always a pleasure to be recognized with these trophies and I’ll keep working hard to win more. Mobile Uploads",
          1415627532
        ],
        [
          "Dinner with tigriski. Mobile Uploads",
          1412539655
        ],
        [
          "My son wearing the special helmet. #DontCrackUnderPressure Mobile Uploads",
          1409571119
        ],
        [
          "Nice to hang out with the champ @FloydMayweather. Mobile Uploads",
          1406381863
        ],
        [
          "With my friend president Tsuyoshi Matsushita. Mobile Uploads",
          1406133502
        ],
        [
          "I'm on my way to... Mobile Uploads",
          1405888497
        ],
        [
          "Time to fly again. Mobile Uploads",
          1405771824
        ],
        [
          "Força Portugal! Mobile Uploads",
          1402092424
        ],
        [
          "Always eternal Eusebio, rest in peace. Mobile Uploads",
          1388908853
        ],
        [
          "Thankful Madiba for your legacy and your example. You\"ll always stay with us. Mobile Uploads",
          1386279816
        ],
        [
          "Enjoyable dinner with family and friends in Madeira. Mobile Uploads",
          1386110496
        ],
        [
          "Thanks to the fans for the great support. I wish I was there helping my team. Mobile Uploads",
          1385581807
        ],
        [
          "What a game! #Portugal let's do this!\nEurope: http://go.nike.com/2hinjnl \nUS: http://go.nike.com/01ovbc8c Mobile Uploads",
          1384553213
        ]
      ],
      "dates_start": 1405764987,
      "dates_end": 1437555263,
      "likes_avg": 1418449,
      "likes_stdev": 830068,
      "comments_avg": 22390,
      "comments_stdev": 13041,
      "shares_avg": 18439,
      "shares_stdev": 15599
    },
    {
      "number": 3,
      "important": [
        "morn",
        "timelin",
        "good"
      ],
      "common": [
        "good",
        "good morn",
        "good morn timelin",
        "morn",
        "morn gym timelin",
        "morn israel",
        "morn israel colleagu",
        "morn israel colleagu untitl",
        "morn timelin",
        "timelin"
      ],
      "messages": [
        [
          "Good morning! Timeline Photos",
          1486714209
        ],
        [
          "Happy morning 👍👍👍 Timeline Photos",
          1479996976
        ],
        [
          "G morning 👍 Timeline Photos",
          1478330413
        ],
        [
          "Morning walk 🚶🏽 Timeline Photos",
          1476091508
        ],
        [
          "Good morning gym 💪🏼 Timeline Photos",
          1469801442
        ],
        [
          "Good morning ⚽️ Timeline Photos",
          1443946423
        ],
        [
          "Good morning. Timeline Photos",
          1443853322
        ],
        [
          "Good morning Timeline Photos",
          1443598264
        ],
        [
          "Good morning world. ☀️ Timeline Photos",
          1441609061
        ],
        [
          "Good morning ☀️☀️⚽️ Timeline Photos",
          1439962656
        ],
        [
          "G morning ☀️☀️☀️☀️⚽️ Timeline Photos",
          1439527671
        ],
        [
          "Morning ride. Timeline Photos",
          1405065022
        ],
        [
          "Great morning in Israel with my colleagues. Untitled Album",
          1363864019
        ]
      ],
      "dates_start": 1414465585,
      "dates_end": 1479743797,
      "likes_avg": 1936910,
      "likes_stdev": 692715,
      "comments_avg": 33378,
      "comments_stdev": 17028,
      "shares_avg": 17406,
      "shares_stdev": 9727
    },
    {
      "number": 4,
      "important": [
        "hala",
        "timelin",
        "madrid",
        "hala madrid timelin",
        "madrid timelin"
      ],
      "common": [
        "copa del",
        "del",
        "del rey",
        "hala",
        "hala madrid",
        "hala madrid timelin",
        "madrid",
        "madrid timelin",
        "rey",
        "timelin"
      ],
      "messages": [
        [
          "VAMOS EQUIPO. HALA MADRID 👌👍 Timeline Photos",
          1488630953
        ],
        [
          "Hala Madrid 👍👌 Timeline Photos",
          1488031700
        ],
        [
          "Hala Madrid 🔝 Timeline Photos",
          1474485706
        ],
        [
          "Tomorrow is decisive and your support is essential for the triumph! Hala Madrid! PORQUE TÚ ESTÁS AHÍ Llamamiento de los jugadores del Real Madrid a sus aficionados.",
          1429646742
        ],
        [
          "Well done, team! Through to the Round of 16 of the Copa del Rey. #halamadrid Timeline Photos",
          1417603579
        ],
        [
          "Last training session before Málaga. Hala Madrid! Timeline Photos",
          1417176098
        ],
        [
          "Mis declaraciones se han malinterpretado. Ayer escuché a mi Presi y estoy con él al 100%. Los nuevos compañeros son top! y con ellos hemos completado una gran plantilla. Vamos a por todas! Un abrazo y Hala Madrid!",
          1410006190
        ],
        [
          "La Décima is ours. Hala Madrid! #uclfinal #realmadrid #lisbon MezzoLab",
          1400965246
        ],
        [
          "Tomorrow is the #FinalCopa del Rey. Let’s all support the team! Hala Madrid! Timeline Photos",
          1397554222
        ],
        [
          "What a great match! The team made it to the final of Copa del Rey! Hala Madrid! Timeline Photos",
          1392201907
        ],
        [
          "The team did a great match last night! One step closer to the Copa del Rey final. Hala Madrid! Timeline Photos",
          1391687454
        ],
        [
          "The team reached its goal. Real Madrid C.F. is now on the Copa del Rey semi-finals. Timeline Photos",
          1390998760
        ],
        [
          "One step ahead in the Copa del Rey competition! Now comes the second leg in Madrid! Timeline Photos",
          1390387397
        ],
        [
          "Today we’ll play for the Copa del Rey against Espanyol. Let’s go team!  Mobio INsider Mobio INsider allows you to ask for pictures and answers from your favorite stars!",
          1390303113
        ],
        [
          "Here we go to the quarter-finals of Copa del Rey. Hala Madrid! Mobile Uploads",
          1389877950
        ],
        [
          "This win against Osasuna leads us closer to the next stage of Copa del Rey. Hala Madrid! Timeline Photos",
          1389357032
        ],
        [
          "Great start in 2014 with a win over PSG. Hala Madrid! Timeline Photos",
          1388682578
        ],
        [
          "Hello guys. We’re already in Italy. Looking forward for the match tomorrow. Hala Madrid! Timeline Photos",
          1383579228
        ],
        [
          "What an exciting game at the Bernabéu! Hala Madrid! Mobile Uploads",
          1382558339
        ],
        [
          "Hey guys! There’s a big game coming up tomorrow. Let’s fight for the win! Hala Madrid! Timeline Photos",
          1382440990
        ],
        [
          "Together as a team and with your support, let’s win this trophy. Hala Madrid! Timeline Photos",
          1368792081
        ],
        [
          "From now on I'll be closer to all of you. Viva Ronaldo is live!!\r\n\r\nPlay at www.vivaronaldo.com or download the FREE iOS app now at http://bit.ly/12DqFT3. Tomorrow at Copa del Rey final let's start playing as one!\r\n\r\nSupport+Cheer+Play+Predict+Chant+Wave+Jump+Dribble+Score+Compete+Win=Viva Ronaldo ;) Timeline Photos",
          1368718275
        ],
        [
          "Today’s training session for the Copa del Rey final. Timeline Photos",
          1368619458
        ],
        [
          "Tomorrow there's a big and important match and the team needs all your support to reach the goal. Can I count on you? Hala Madrid! Timeline Photos",
          1367233185
        ],
        [
          "Ready to play the ball. Hala Madrid! Timeline Photos",
          1366801397
        ],
        [
          "Great game. Great win. Hala Madrid! Real Madrid - 3 Galatasaray - 0",
          1365019226
        ],
        [
          "Great match and another win. Hala Madrid! Real Madrid - 2 Fc Barcelona - 1",
          1362254457
        ],
        [
          "Tomorrow we will play again against Fc Barcelona but now in front of our supporters. Hala Madrid! Instagram Photos",
          1362149184
        ],
        [
          "We made it to the final of Copa del Rey. Thanks everyone. Timeline Photos",
          1361917672
        ],
        [
          "Tomorrow we'll play against Granada. Let's work hard to bring the win home. Hala Madrid! Instagram Photos",
          1359730809
        ],
        [
          "Tomorrow we will fight for another win. What's your hint for the result? Hala Madrid!",
          1359208859
        ],
        [
          "Thinking of tomorrow’s game. All together we can make it. Hala Madrid! Timeline Photos",
          1358606017
        ],
        [
          "Hey guys. Don’t forget to watch today’s match with Celta de Vigo for the Copa del Rey.\nHala Madrid!",
          1357745460
        ],
        [
          "Hala Madrid http://instagr.am/p/Su7EGkhpQ2/ Instagram Photos",
          1354548005
        ],
        [
          "Don´t forget to follow us today. Hala Madrid",
          1351941000
        ],
        [
          "Its a great feeling winning the  Supercopa with our supporters. Thank you.  Hala Madrid! Real Madrid 1 - Valencia 1",
          1346276117
        ],
        [
          "Good to be back! Hala Madrid Timeline Photos",
          1343902586
        ],
        [
          "Great team result. Hala Madrid! Real Madrid v APOEL Nicosia",
          1333634904
        ],
        [
          "Watch this video and join us latter. Hala Madrid! Real Madrid don't just play, they inspire",
          1329832461
        ],
        [
          "Using Pepe's mobile and with Marcelo relaxing before tonight's game. Hala Madrid! Timeline Photos",
          1326537432
        ]
      ],
      "dates_start": 1345655163,
      "dates_end": 1419827024,
      "likes_avg": 374815,
      "likes_stdev": 263641,
      "comments_avg": 12840,
      "comments_stdev": 10017,
      "shares_avg": 17118,
      "shares_stdev": 31448
    },
    {
      "number": 5,
      "important": [
        "time",
        "time timelin",
        "timelin",
        "spend",
        "day"
      ],
      "common": [
        "day",
        "dinner time timelin",
        "makeitcount",
        "relax",
        "spend",
        "spend time",
        "time",
        "time makeitcount",
        "time timelin",
        "timelin"
      ],
      "messages": [
        [
          "Breakfast time in my spot👍👍👍🇵🇹 Timeline Photos",
          1482403565
        ],
        [
          "Spending time with my love 😍 Timeline Photos",
          1482329399
        ],
        [
          "Free time ✌🏼️🔝 Timeline Photos",
          1472486701
        ],
        [
          "Spend time with my 2 loves❤️☀️✌️👌 Timeline Photos",
          1471266859
        ],
        [
          "Ice cream time ☀️👌🏼 Timeline Photos",
          1470578555
        ],
        [
          "Lunch time 👍🏼👌🏼 Timeline Photos",
          1469728641
        ],
        [
          "Spend time with my little man 💋❤️👌🏼🔝 Timeline Photos",
          1468831117
        ],
        [
          "Spend time with my tanned man❤️❤️❤️🔝👀🇵🇹 Timeline Photos",
          1468591828
        ],
        [
          "Spending great time with my bros!! 👌🔝✌️ Timeline Photos",
          1450206948
        ],
        [
          "Dinner time Timeline Photos",
          1443375451
        ],
        [
          "Relaxing time! Guess who's peeking⁉️ Timeline Photos",
          1443111832
        ],
        [
          "Here’s a sneak peak of me getting ready for the TV ad of #cristianoronaldolegacy. I had a great time! Timeline Photos",
          1442925785
        ],
        [
          "Spending excellent time with my son. Enjoying last days of summer",
          1441957515
        ],
        [
          "It's nearly time...",
          1441706003
        ],
        [
          "Happy to spend Children's Day with my son. Timeline Photos",
          1401644471
        ],
        [
          "Relaxing time. Timeline Photos",
          1401299315
        ],
        [
          "Dinner time. Timeline Photos",
          1395434550
        ],
        [
          "My Time is Now #makeitcount Cristiano Ronaldo's Photo My Time is Now #makeitcount",
          1339232432
        ],
        [
          "Be bold. Be decisive. Don’t get left behind. \nMy Time is Now: http://bit.ly/JefE55 #makeitcount NIKE FOOTBALL: MY TIME IS NOW (SUBTITLES AVAILABLE) Search the film for hidden tunnels: https://www.youtube.com/nikefootball The next wave are here. Neymar, M'Vila, Götze. Hungry to break through. Unafraid to ...",
          1337347708
        ],
        [
          "Had time to relax even between the filming this week, but today is time to work hard and continuing winning Timeline Photos",
          1331395885
        ]
      ],
      "dates_start": 1385025849,
      "dates_end": 1480559606,
      "likes_avg": 1374513,
      "likes_stdev": 1076286,
      "comments_avg": 19681,
      "comments_stdev": 20020,
      "shares_avg": 14537,
      "shares_stdev": 15313
    },
    {
      "number": 6,
      "important": [
        "cristiano ronaldo post",
        "cristiano",
        "cristiano ronaldo",
        "post",
        "ronaldo"
      ],
      "common": [
        "cristiano",
        "cristiano ronaldo",
        "cristiano ronaldo post",
        "emir",
        "great",
        "post",
        "ronaldo",
        "ronaldo post",
        "thank",
        "win"
      ],
      "messages": [
        [
          "Ya conoces mi nuevo gimnasio CR7 Crunch Fitness? Ven a ciudad Lineal, hasta el final del mes y  aprovecha la matrícula gratis 😉 Photos from Cristiano Ronaldo's post",
          1489422343
        ],
        [
          "Tag the friends you would definitely beat at my game Kick’n’Run ;) Cristiano Ronaldo: Kick'n'Run",
          1485622800
        ],
        [
          "NEW HIGHSCORE! Can you beat me? Show me your skills and post your highscore in a comment. Cristiano Ronaldo: Kick'n'Run",
          1481454000
        ],
        [
          "💯 Focus. #StrikeSeries\nnike.com/football Cristiano Ronaldo",
          1477552324
        ],
        [
          "Smashed training today.👌 #StrikeSeries\nnike.com/football Cristiano Ronaldo's cover photo",
          1477551878
        ],
        [
          "Great event today to promote my perfume Cristiano Ronaldo Legacy 👌🏼🔝 Timeline Photos",
          1473331828
        ],
        [
          "Very proud and happy with the opening of my hotel, Pestana CR7 , at Funchal. Photos from Cristiano Ronaldo's post",
          1469225074
        ],
        [
          "Good win ⚽️👍🏼\nLevante 1 - Real Madrid 3 Photos from Cristiano Ronaldo's post",
          1456957062
        ],
        [
          "Great win! 👍🏼👌🏼✌🏼 Photos from Cristiano Ronaldo's post",
          1455388158
        ],
        [
          "My third Pichichi award! Proud to be the best scorer of La Liga. Thank you all. Photos from Cristiano Ronaldo's post",
          1454955196
        ],
        [
          "Arrived in Zurich for the #BallondOr Photos from Cristiano Ronaldo's post",
          1452518174
        ],
        [
          "Going to Zurich for the #BallondOr day Photos from Cristiano Ronaldo's post",
          1452509094
        ],
        [
          "Happy for the win today #halamadrid Photos from Cristiano Ronaldo's post",
          1423942082
        ],
        [
          "Press conference is done. Can’t wait for the ceremony! #ballondor2014 Photos from Cristiano Ronaldo's post",
          1421077121
        ],
        [
          "Great moment with the Emirates crew last week in Dubai. Emirates Emirates crewfie with Cristiano Ronaldo. #AllTimeGreats",
          1420545939
        ],
        [
          "I feel so proud to be honoured with a statue in Madeira. It's a huge joy to share this moment with my family and the people from Madeira. Thank you all for the warm reception. Photos from Cristiano Ronaldo's post",
          1419188690
        ],
        [
          "Honoured to receive the Cordão Autonómico de Distinção, the highest distinction of Madeira, in my hometown. A very special moment for me. Photos from Cristiano Ronaldo's post",
          1419180824
        ],
        [
          "Another important trophy for the team. The Club World Cup is ours. Hala Madrid! Photos from Cristiano Ronaldo's post",
          1419111051
        ],
        [
          "We're in the final of the Club World Cup. Hala Madrid! Photos from Cristiano Ronaldo's post",
          1418818089
        ],
        [
          "This is a big moment in my career. Last night I won the awards for Best Forward, Best Goal and Best Player in La Liga in 2013-14 and that makes me very happy. Thank you all. Photos from Cristiano Ronaldo's post",
          1414488145
        ],
        [
          "Another win for the team. Hala Madrid! Photos from Cristiano Ronaldo's post",
          1414259788
        ],
        [
          "Tomorrow, let’s do our best to raise this stats. #halamadrid OptaJosé Desde enero de 2013, Cristiano Ronaldo nunca ha dejado de marcar en dos partidos seguidos de Champions League.\n\nSince start of 2013, Cristiano Ronaldo has never failed to score for 2 CL games in a row.",
          1413895461
        ],
        [
          "Another win last night in the group stage of the Champions League. #HalaMadrid Photos from Cristiano Ronaldo's post",
          1412233708
        ],
        [
          "What a great match yesterday! Hala Madrid. Photos from Cristiano Ronaldo's post",
          1411289740
        ],
        [
          "#UEFAbestplayer of Europe. What a joy to win this trophy that I want to share with all of you. Thank you. Photos from Cristiano Ronaldo's post",
          1409244116
        ],
        [
          "Happy and proud to announce my newest range of products: Cristiano Ronaldo Footwear, 100% made in Portugal. Next February you’ll be able to get your own pair. Quality, comfort and sophistication describe my newest brand #CR7footwear. This Spring Summer 2015 you’ll know how it feels walking in my shoes. www.cr7footwear.com Photos from Cristiano Ronaldo's post",
          1405602577
        ],
        [
          "We’re Champions of Europe! I’m living a dream! Thank you all! #halamadrid #UCLfinal #lisbon Photos from Cristiano Ronaldo's post",
          1401086965
        ],
        [
          "Flying with Emirates is an amazing experience, you never know who you’re going to bump into. Watch and share my latest video here. All-Time Greats | Cristiano Ronaldo and Pelé | Emirates Football Who is the greatest footballer of all time? Join two football greats, Pelé and Cristiano Ronaldo as they connect with fans in the Emirates A380 Onboard Loung...",
          1397218307
        ],
        [
          "You will never guess who I bumped in to on my Emirates flight. Watch my new film here and share #AllTimeGreats http://youtu.be/OFbryriZ3is  All-Time Greats | Cristiano Ronaldo and Pelé | Emirates Football Who is the greatest footballer of all time? Join two football greats, Pelé and Cristiano Ronaldo as they connect with fans in the Emirates A380 Onboard Loung...",
          1396008315
        ],
        [
          "Check out the real time stats for tomorrow’s Real Madrid-Barcelona match here: http://www.cristianoronaldo.com/stats by OptaJose Career Stats - Cristiano Ronaldo Official Website",
          1395503775
        ],
        [
          "Great fans lead to great moments. Thank you!  #BallondOr2013 Cristiano Ronaldo and Ballon D'Or 2013",
          1389636548
        ],
        [
          "2013 was like this, let’s welcome 2014! \nhttp://youtu.be/-MtOmg9RGQM Cristiano Ronaldo's best moments 2013 2013 was like this, let's welcome 2014!",
          1388488293
        ],
        [
          "Can you run it like Ronaldo?  Play Cristiano Ronaldo's Footy online for FREE today!  http://bit.ly/16tC9zg Timeline Photos",
          1380300384
        ],
        [
          "Check out the video of the Jacob & Co. cocktail gala. Great event. Cristiano Ronaldo hosts the Jacob & Co Party in Monte Carlo Real Madrid football star Cristiano Ronaldo hosted a glamorous party on behalf of Jacob & Co at the Hotel de Paris.",
          1373976056
        ],
        [
          "Remember I posted about my autographs from my friends at MyStarAutograph? Today you can win some for free! Enter the contest and get your free personalized photo. MyStarAutograph Giveaway: Win Cristiano Ronaldo signed photos!",
          1365163206
        ],
        [
          "That's why I love football CRISTIANO RONALDO WE KNOW FOOTBALL.m4v AL JAZEERA SPORT EXCLUSIVE FILMING WITH CRISTIANO RONALDO",
          1354371783
        ],
        [
          "I'm proud with another nomination to this award. Thank you all for the support Cristiano Ronaldo, Andres Iniesta and Lionel Messi are the three nominees for the FIFA Ballon d’Or 2 Cristiano Ronaldo, Andres Iniesta and Lionel Messi have been announced as the final three contenders for the FIFA Ballon d'Or, while Marta, Alex Morgan and Abby Wambach are in the running for the women's prize.",
          1354212029
        ],
        [
          "Say hello to Himanshu Yadav and all my friends from India. I will come shortly with more news. \nMeanwhile don't forget to add me on Instagram. Just search for @cristiano \n\nSee more from Cristiano Ronaldo: http://say.ly/hkC4voT WhoSay Broadcast Photos",
          1351883754
        ],
        [
          "Lot of friends from Turkey. Thank you Cihat & Elif for your photo.\n\nSee more from Cristiano Ronaldo: http://say.ly/QnL4ukf WhoSay Broadcast Photos",
          1351707173
        ],
        [
          "Thank you for all the photos that I received in the last days. You are the best!  Here's one from Pedro\n\nSee more from Cristiano Ronaldo: http://say.ly/rdo4ugb WhoSay Broadcast Photos",
          1351702204
        ],
        [
          "Jacob & Co. surprised me with this great watch. Thank you! Cristiano Ronaldo's Photo Jacob & Co. surprised me with this great watch. Thank you!",
          1344693648
        ],
        [
          "Now with photo :-) Cristiano Ronaldo's Photo Now with photo :-)",
          1342084023
        ],
        [
          "I would like to dedicate my goal to my friend Nuhazet. ForÃ§a. Cristiano Ronaldo's Photo I would like to dedicate my goal to my friend Nuhazet. ForÃ§a.",
          1336939426
        ],
        [
          "Thanks to Manchester United for this video! Manchester United United legend Cristiano Ronaldo was a prolific striker for the Reds. Check out some of his greatest goals here…",
          1328630978
        ]
      ],
      "dates_start": 1365714494,
      "dates_end": 1454875147,
      "likes_avg": 636212,
      "likes_stdev": 572839,
      "comments_avg": 11374,
      "comments_stdev": 10997,
      "shares_avg": 14184,
      "shares_stdev": 22914
    },
    {
      "number": 7,
      "important": [
        "timelin"
      ],
      "common": [
        "grand",
        "jumpman",
        "lunch",
        "lunch timelin",
        "mood",
        "mood timelin",
        "pedro pinto cnn timelin",
        "prepar",
        "prepar timelin",
        "timelin"
      ],
      "messages": [
        [
          "🚴🏻 Timeline Photos",
          1488277689
        ],
        [
          "🏡😎☀️ Timeline Photos",
          1487677829
        ],
        [
          "👌👌👌 Timeline Photos",
          1487526461
        ],
        [
          "👍 Timeline Photos",
          1487232955
        ],
        [
          "👌 Timeline Photos",
          1486642362
        ],
        [
          "🎂🥂❤️ Timeline Photos",
          1486324192
        ],
        [
          "Be serious 😉😉😉 Timeline Photos",
          1486137774
        ],
        [
          "👀 Timeline Photos",
          1485860574
        ],
        [
          "⚽️ Timeline Photos",
          1485787241
        ],
        [
          "My team👌👌👌 Timeline Photos",
          1485190200
        ],
        [
          "📷 Timeline Photos",
          1484838000
        ],
        [
          "Mood Timeline Photos",
          1484582178
        ],
        [
          "👌🔝 Timeline Photos",
          1484066421
        ],
        [
          "😍 Timeline Photos",
          1483962848
        ],
        [
          "🏃🏼 Timeline Photos",
          1483626552
        ],
        [
          "🇵🇹 Timeline Photos",
          1482144028
        ],
        [
          "☝️️CR7 ⚽️⚽️⚽️⚽️ Timeline Photos",
          1481578512
        ],
        [
          "🏊🏼🏊‍♀️👌 Timeline Photos",
          1481533131
        ],
        [
          "UCL👍 Timeline Photos",
          1481033763
        ],
        [
          "👌👍☝️️ Timeline Photos",
          1480873907
        ],
        [
          "Equipa vencedora 🔝👌👍 Timeline Photos",
          1480416423
        ],
        [
          "👍🏼 Timeline Photos",
          1480263480
        ],
        [
          "3 points 🔝👌 Timeline Photos",
          1480182248
        ],
        [
          "Stretching boy👍 Timeline Photos",
          1479662045
        ],
        [
          "😁😁😁😁 Timeline Photos",
          1479465856
        ],
        [
          "💪🏽🔝 Timeline Photos",
          1479401780
        ],
        [
          "Simmmmm👌😜 Timeline Photos",
          1479133327
        ],
        [
          "🇵🇹🇵🇹🇵🇹🇵🇹 Timeline Photos",
          1479116140
        ],
        [
          "The Man🔝 Timeline Photos",
          1478645033
        ],
        [
          "👍🏼👌🏼 Timeline Photos",
          1478271058
        ],
        [
          "UCL 👍🏼 Timeline Photos",
          1478028810
        ],
        [
          "😎👌👍 Timeline Photos",
          1477911957
        ],
        [
          "👌🏼 Timeline Photos",
          1477662772
        ],
        [
          "😂😂😂😂😝😜😂 Timeline Photos",
          1476893902
        ],
        [
          "💪🏽💪🏽 Timeline Photos",
          1476716928
        ],
        [
          "⚽️👍🏻 Timeline Photos",
          1476559846
        ],
        [
          "Thanks👍 Timeline Photos",
          1476435118
        ],
        [
          "👍🏼✌🏼️🇵🇹 Timeline Photos",
          1475744555
        ],
        [
          "Training👍🏼 Timeline Photos",
          1475662067
        ],
        [
          "👍😜 Timeline Photos",
          1475338230
        ],
        [
          "Glad to be the cover of @DSECTIONMAGAZINE 5th anniversary book. \"THE JOURNEY\". Timeline Photos",
          1475260309
        ],
        [
          "Jumpman jumpman ⚽️🎧🎤🎼 Timeline Photos",
          1475143297
        ],
        [
          "👍🏼👍🏼 Timeline Photos",
          1475050299
        ],
        [
          "Caiu o segundo dente do Junior. Grande baliza 😬😬😬😂😂😂😂 Timeline Photos",
          1474397710
        ],
        [
          "👀😎😎😎 Timeline Photos",
          1474203000
        ],
        [
          "👍🏼💪🏼🔝👌🏼✌🏼️ Timeline Photos",
          1473934133
        ],
        [
          "❤️❤️ Timeline Photos",
          1473438442
        ],
        [
          "😜 Timeline Photos",
          1472980200
        ],
        [
          "V D ☀️ Timeline Photos",
          1472897655
        ],
        [
          "Bike ✌🏼️ Timeline Photos",
          1472741374
        ],
        [
          "👌🏼👍🏼 Timeline Photos",
          1472568865
        ],
        [
          "Mood 👍 Timeline Photos",
          1472545751
        ],
        [
          "Memórias 👌🏼🔝 Timeline Photos",
          1472469333
        ],
        [
          "Gracias equipo 🔝👍🏼 Timeline Photos",
          1472193921
        ],
        [
          "Team🔝 Timeline Photos",
          1472146200
        ],
        [
          "✌🏼️ Timeline Photos",
          1471944230
        ],
        [
          "Mood 😏 Timeline Photos",
          1471869632
        ],
        [
          "Jump man👍 Timeline Photos",
          1471514102
        ],
        [
          "Dinner👍 Timeline Photos",
          1471192800
        ],
        [
          "Paz ☀️✌🏼👌🏼 Timeline Photos",
          1471082497
        ],
        [
          "💪🏼 Timeline Photos",
          1470995538
        ],
        [
          "Faz já um mês...recordação muito feliz! Dois grandes homens! Timeline Photos",
          1470834855
        ],
        [
          "Quick remind 🇵🇹🔝 Timeline Photos",
          1470405091
        ],
        [
          "☀️😎 Timeline Photos",
          1469905726
        ],
        [
          "Capitan 🛥🛥 Timeline Photos",
          1469029385
        ],
        [
          "☀️ Timeline Photos",
          1468931647
        ],
        [
          "Lunch 👌🏼✌🏼️ Timeline Photos",
          1468664660
        ],
        [
          "☀️☀️ Timeline Photos",
          1468661285
        ],
        [
          "🇵🇹🇵🇹🇵🇹🇵🇹🇵🇹🇵🇹🇵🇹 Timeline Photos",
          1468580182
        ],
        [
          "🙏🏼🙏🏼🙏🏼🙏🏼🙏🏼 Timeline Photos",
          1468557184
        ],
        [
          "Mood ❤️❤️ Timeline Photos",
          1468311008
        ],
        [
          "History ❤️❤️ Timeline Photos",
          1468221624
        ],
        [
          "🏆✌🏼️🇵🇹 Timeline Photos",
          1468189842
        ],
        [
          "🙏🏼 Timeline Photos",
          1467874437
        ],
        [
          "Mood 👌🏼 Timeline Photos",
          1467620647
        ],
        [
          "👍🏼🔝👌🏼✌️❤️ Timeline Photos",
          1467551322
        ],
        [
          "Preparation 👍🏼 Timeline Photos",
          1467475279
        ],
        [
          "Mood ✌🏼️ Timeline Photos",
          1467450820
        ],
        [
          "✌🏼️g n Timeline Photos",
          1467144281
        ],
        [
          "No pain no gain 👍🏼💪🏼👍🏼 Timeline Photos",
          1467047227
        ],
        [
          "My mate Its here!!! Timeline Photos",
          1466530525
        ],
        [
          "😝 Timeline Photos",
          1465500405
        ],
        [
          "👍🏼🔝👌🏼 Timeline Photos",
          1465367177
        ],
        [
          "Mineral 👌🏼👌🏼👌🏼👌🏼 Timeline Photos",
          1464948686
        ],
        [
          "☀️♻️👌🏼 Timeline Photos",
          1464775120
        ],
        [
          "✌🏼️👍🏼 Timeline Photos",
          1464369060
        ],
        [
          "Almost there!! Timeline Photos",
          1464258192
        ],
        [
          "Soon👍 Timeline Photos",
          1464173381
        ],
        [
          "Preparation 👍🏼☀️ Timeline Photos",
          1464000209
        ],
        [
          "⚽️👌🏽 Timeline Photos",
          1459182392
        ],
        [
          "❤️❤️✌🏼️👌🏼 Timeline Photos",
          1457289045
        ],
        [
          "✌🏼️✌🏼✌🏼 Timeline Photos",
          1457282766
        ],
        [
          "35⚽️'s 👍🏼👌🏼 Timeline Photos",
          1457211716
        ],
        [
          "Hair cut 👍🏼👌🏼 Timeline Photos",
          1457122338
        ],
        [
          "👍🏼⚽️👌🏼 Timeline Photos",
          1457098082
        ],
        [
          "Future ❤️💋👌🏼⚽️👍🏼 Timeline Photos",
          1456875040
        ],
        [
          "💪🏽❤️🔝 Timeline Photos",
          1456845568
        ],
        [
          "⚽️👍 Timeline Photos",
          1456830930
        ],
        [
          "Mood❤️ Timeline Photos",
          1456499907
        ],
        [
          "👍⚽️✌ Timeline Photos",
          1456495891
        ],
        [
          "Training⚽️👌✌️👍 Timeline Photos",
          1453981731
        ],
        [
          "⚽️⚽️👍👌 Timeline Photos",
          1453049833
        ],
        [
          "Team👍 Timeline Photos",
          1452607893
        ],
        [
          "⚽️⚽️ Timeline Photos",
          1452428935
        ],
        [
          "Recovery Timeline Photos",
          1445189579
        ],
        [
          "استمتع بوقتي في المغرب مع أصدقائي Timeline Photos",
          1444491382
        ],
        [
          "#CR7Shirts #CR7Underwear  www.CR7underwear.com Timeline Photos",
          1443095962
        ],
        [
          "⚽️✌️ Timeline Photos",
          1442828136
        ],
        [
          "Chiling dinner✌️ Timeline Photos",
          1442688816
        ],
        [
          "I’m driven. Are you? \nHerbalife24 #CR7Drive Timeline Photos",
          1442480924
        ],
        [
          "My Man is in the building Timeline Photos",
          1441737359
        ],
        [
          "Ahhaaha Timeline Photos",
          1441528778
        ],
        [
          "Espírito português ⚽️⚽️⚽️ Timeline Photos",
          1441272091
        ],
        [
          "Bom día. Timeline Photos",
          1441088868
        ],
        [
          "B dia☀️☀️ Timeline Photos",
          1440827838
        ],
        [
          "Training⚽️⚽️ Timeline Photos",
          1440752325
        ],
        [
          "Training⚽️ Timeline Photos",
          1440586443
        ],
        [
          "Mom lunch Timeline Photos",
          1440499682
        ],
        [
          "Arrive ⚽️⚽️⚽️⚽️ Timeline Photos",
          1440317306
        ],
        [
          "Funny moments❤️ Timeline Photos",
          1440263045
        ],
        [
          "Drink☀️☀️ Timeline Photos",
          1440161977
        ],
        [
          "B dia⚽️ Timeline Photos",
          1440045653
        ],
        [
          "Selfie with marosca☀️☀️ Timeline Photos",
          1439368131
        ],
        [
          "G morning☀️ Timeline Photos",
          1439354133
        ],
        [
          "Chilling out☕️☕️ Timeline Photos",
          1439318882
        ],
        [
          "Trip to Shanghai. Timeline Photos",
          1438067022
        ],
        [
          "Welcome to Twitter Iker Casillas. \r\nhttps://twitter.com/CasillasWorld Timeline Photos",
          1385468954
        ],
        [
          "Can you catch it? Timeline Photos",
          1375449681
        ],
        [
          "On vacations. Timeline Photos",
          1371026315
        ],
        [
          "Lunching by the river. Timeline Photos",
          1370174527
        ],
        [
          "Pilot for a few hours. Timeline Photos",
          1361561443
        ],
        [
          "With Pedro Pinto for CNN Timeline Photos",
          1351689111
        ],
        [
          "Here is a photo from Rebecca in Italy. \r\n\r\nSend yours to weare50million@gmail.com Timeline Photos",
          1351006051
        ]
      ],
      "dates_start": 1434970581,
      "dates_end": 1488104594,
      "likes_avg": 1427822,
      "likes_stdev": 830398,
      "comments_avg": 16050,
      "comments_stdev": 12658,
      "shares_avg": 13970,
      "shares_stdev": 16354
    },
    {
      "number": 8,
      "important": [
        "nike footbal",
        "footbal",
        "nike",
        "timelin",
        "mercuri"
      ],
      "common": [
        "app",
        "footbal",
        "footbal app",
        "mercuri",
        "new",
        "nike",
        "nike footbal",
        "nike footbal app",
        "nike mercuri",
        "timelin"
      ],
      "messages": [
        [
          "Honoured to wear my CR7 #Mercurial Vitórias boots today 🙌🏼🏆 Nike Football Timeline Photos",
          1483773845
        ],
        [
          "NIKE MAN🔝👍👌 Timeline Photos",
          1478776730
        ],
        [
          "💪 Extra effort.\n✅ Extra reward.\n🏆 #StrikeSeries\n\nSpeed up with Nike Football's Modern uniform of fast:\nnike.com/football Timeline Photos",
          1477573740
        ],
        [
          "Great to be back to full team training! 💪⚽ 🏃💨\nTrain fast with Nike Football's Strike Series, the modern uniform of speed: http://gonike.me/TrainFast_CR7 Timeline Photos",
          1473339601
        ],
        [
          "Enjoying being back in training in my latest gear.\n\nGet the Nike Football Strike Series: Nike.com/football. Timeline Photos",
          1472131801
        ],
        [
          "Mental preparation for tomorrow’s match starts today. Try Pro Genius brain training tools - only in the Nike Football App: http://gonike.me/GENIUS\n#SparkBrilliance Nike Football and CR7 Present - Pro Genius Mental Training Tools",
          1466168400
        ],
        [
          "The game starts tomorrow, but the mental preparation starts now. Train your brain like the pros with Nike Football Pro Genius: go.nike.com/footballapp\nNike Mercurial",
          1465798895
        ],
        [
          "One moment can change everything. #SparkBrilliance. \nNike Mercurial",
          1465449134
        ],
        [
          "See what happens when two worlds collide. #SparkBrilliance\n\nDiscover the full story on June 9 in the Nike Football App: go.nike.com/footballapp\nNike Mercurial",
          1465390800
        ],
        [
          "Seriously, what’s going on Nike Football?\n\nSee the whole story on June 9, in the Nike Football App: go.nike.com/footballapp",
          1465304529
        ],
        [
          "I’m feeling a little bit different today…#SparkBrilliance. Find out what’s going on June 9, in the Nike Football App: go.nike.com/footballapp",
          1465218343
        ],
        [
          "👀🏃🏽👀🏃🏽💥#SparkBrilliance\nSee the full story June 9 in the Nike Football App: go.nike.com/footballapp\nNike Mercurial",
          1465131600
        ],
        [
          "At my house, speed gets its own room. The new Nike Mercurial is available now, exclusively in the Nike Football App: go.nike.com/footballapp (🏎 not included😉)",
          1464498000
        ],
        [
          "There’s only one place to keep the fastest ever Nike Mercurial. Come see for yourself. My new film premiers today, exclusively in the Nike Football App: go.nike.com/footballapp Timeline Photos",
          1464238801
        ],
        [
          "See the fastest Nike Mercurial collection on the planet.\nMy new film premiers tomorrow, exclusively in the Nike Football App: go.nike.com/footballapp Timeline Photos",
          1464152671
        ],
        [
          "Looking and feeling faster than ever! 👍🏼👊🏼💥\nLove the new #Mercurial soleplate @NikeFootball, fits perfectly. Get yours first, May 28th, only in the Nike Football App: go.nike.com/footballapp Timeline Photos",
          1463634243
        ],
        [
          "My new #Mercurial are as fast as they look, trust me. 🏎💨💥\n\nGet them first, May 28th, only in the Nike Football App: Nike.com/footballapp",
          1463547719
        ],
        [
          "Can’t wait to make my new speed advantage count on football’s greatest stage! Thanks Nike Football. ⚽🏃🏽💨💥\n\nThe new #Mercurial is faster than ever. Get yours first on\nMay 28th, only in the Nike Football App: go.nike.com/\nfootballapp Timeline Photos",
          1463461336
        ],
        [
          "Speed redefined #sanahizmiyok 🇹🇷 Türk Telekom Hızın yeni adı, GİGA 4.5G\nEn hızlı 4.5G’den 3 kat daha hızlı.\n#sanahızmıyok",
          1460297346
        ],
        [
          "Thanks Nike Football getting me equipped for the match💎 ⚽👌\nYour pair is available now on nike.com Nike Mercurial Timeline Photos",
          1459573398
        ],
        [
          "No days off 💪🏽👍🏽\nGear up with my new CR7 Natural Diamond training\napparel now on NIKE.COM/FOOTBALL Nike Mercurial Timeline Photos",
          1459486689
        ],
        [
          "#ronaldoyahizlazim ✈️🇹🇷 Ronaldo'ya Hız Lazım! #Ronaldoyahızlazım Ronaldo’ya hız lazım! / Ronaldo needs speed! Türkiye’de kim veya neresi Ronaldo’yu eski hızına ulaştıracak? Tahminini #Ronaldoyahızyahızlazım etiketiyle twee...",
          1459105127
        ],
        [
          "Delighted to wear these on-pitch! ! ☝ ⚽\nFor all Nike Football CR7 launches, download the Nike Football App for exclusive access. http://gonike.me/Football_App \nNike Mercurial Timeline Photos",
          1458889168
        ],
        [
          "Get my Mercurial Natural Diamond in the Nike Football App today before I get to wear them on-pitch! 💎 💪 \nGet yours today!  http://gonike.me/Football_App\nNike Mercurial Timeline Photos",
          1458457600
        ],
        [
          "Check out the story behind my new CR7 Natural Diamond Mercurials.     \nThe boots will be available March 20th, exclusively in the Nike Football App.  http://gonike.me/Football_App Introducing CR7 Chapter 2: Natural Diamond",
          1458370901
        ],
        [
          "Can’t wait to lace up my new boots! Thanks @NikeFootball! 💎 💎 Love that they are inspired by my journey to become a professional footballer 💪👌 \nGet your boots exclusively in the Nike Football App on March 20th. 📲 http://gonike.me/Football_App\nNike Mercurial Timeline Photos",
          1458309575
        ],
        [
          "Wow! Thanks Nike for letting me be the first athlete in the world to try the new HyperAdapt 1.0 #nike2016 #nikeinnovation Nike innovation - Nike 2016",
          1458151178
        ],
        [
          "Excited to wear my special edition #Mercurial 324K Gold Boots again tonight! 🏆⚽👌\n\nThey’ll be available on January 7th, exclusively in the Nike Football app. Be quick, they’ll sell out fast! 😉 http://gonike.me/Football_App Timeline Photos",
          1451809697
        ],
        [
          "I’m honored to sign a pair of the first Nike F.C. shoes inspired by a player: the Free Mercurial Superfly.  The design celebrates my homeland of Madeira. Available now at nike.com/footballapp and Nike stores. #nikefc Timeline Photos",
          1447491728
        ],
        [
          "It was a pleasure to meet you, Devante! Congratulations for getting out and playing games with the Nike Football App!\nYou should all download the app, connect with your friends, and get out and play football…you never know who might notice!😎 http://gonike.me/Football_App Timeline Photos",
          1447263948
        ],
        [
          "Getting a feel for my new boots! Play more with the Nike Football App for a chance to meet me. I’ll be\nkeeping track of who is playing the most 🎁 👊 http://gonike.me/Football_App Timeline Photos",
          1446447835
        ],
        [
          "Ready to turn up the heat! Thanks Nike Football for my new #Mercurial Savage Beauty. 🔥🌋 Get them first exclusively in the Nike Football App on October 29th: gonike.me/Football_App",
          1446101832
        ],
        [
          "Love my new boots! Inspired by my homeland of Madeira 👍🌋 Thanks Nike Football! They’ll be available exclusively in the Nike Football app on October 29th: http://gonike.me/Football_App Timeline Photos",
          1446044424
        ],
        [
          "What an honour to be the all-time leading goalscorer for my club. Many more to come! Thanks Nike Football for the special boots to celebrate. 🙌⚽\nWant a pair? The Nike Football App will be your only way to get them: http://gonike.me/Football_App Timeline Photos",
          1445064811
        ],
        [
          "I’m proud to have scored 500 career goals, all of them in\n#mercurial. But I’m not done yet!\nCheck out some of the boots that contributed to the milestone in the Nike Football App: http://gonike.me/Football_App Timeline Photos",
          1443638427
        ],
        [
          "Can’t wait to workout off the pitch in these special Nike Training CR7 trainers. Available only in Europe exclusively through the Nike Football App. gonike.me/Football_App #nikefree. Timeline Photos",
          1435849056
        ],
        [
          "In case you missed it on Nike Football’s Snapchat account, I’m excited to launch the new Nike CR7 #Mercurial Superfly! Available now in the Nike Football App: http://gonike.me/Football_App! Timeline Photos",
          1426685585
        ],
        [
          "Thanks Nike Footballl for the superpowers.\nWatch me now in the full film ‘OUT OF THIS WORLD’ on the\nNike Football App.\nGoogle Play: http://gonike.me/NFAppGPlay\t\niTunes: http://gonike.me/NFAppiTunes",
          1414125354
        ],
        [
          "Time for training. Check out my new Mercurial Superfly CR7. \nGet your pair now on the Nike Football App: \nGoogle Play: http://gonike.me/NFAppGPlay \niTunes: http://gonike.me/NFAppiTunes Timeline Photos",
          1414041146
        ],
        [
          "Play with fire this season! Watch me and my #Mercurial in “Fast” on the Nike Football App: www.nike.com/footballapp  Nike Football: \"Fast\" starring Cristiano Ronaldo Play with fire. Stay cool when they can’t catch up. Cristiano Ronaldo runs with the speed of the Mercurial Superfly. http://nike.com/flashtop",
          1409061751
        ],
        [
          "Risk makes the game beautiful. Nike Football #riskeverything Nike Football Play every game like it's 'The Last Game.’\nhttp://gonike.me/nikefootball",
          1402322895
        ],
        [
          "The world is waiting. I’m ready for 'The Last Game’ June 9th! Nike Football #riskeverything Timeline Photos",
          1402056967
        ],
        [
          "You've never seen me play like this! Nike Football #riskeverything",
          1401629515
        ],
        [
          "Check out how Nike Football revealed my new Flyknit Mercurial Superfly boots last week. http://youtu.be/cSdrCvQ-rS0 #riskeverything Cristiano Ronaldo at Mercurial Superfly launch in Madrid On April 25th, Nike Football and Cristiano Ronaldo unveiled the new Mercurial Superfly in Madrid to the world's media.",
          1399196863
        ],
        [
          "Winner stays. “1-nil and the crowd goes wild.” Nike Football #RiskEverything\n\n Nike Football: Winner Stays. ft. Ronaldo, Neymar Jr., Rooney, Ibrahimović, Iniesta & more In this game of winner stays, every touch of the ball proves that football will always belong to those who Risk Everything, even when it matters the most. Fe...",
          1398443125
        ],
        [
          "Check out my Nike Football #Mercurial Vapor IXs Nike Mercurial Vapor IX FG It doesn't get any brighter than this version of the Nike Mercurial Vapor IX FG. Bright green forefoot that fades to blue at the heel with bright pops of orange. Metallic silver tongue. 98 on the heel honors the year the first Mercurial Vapor was released. Engineered for uncompromising explosive spe...",
          1397055268
        ],
        [
          "Every challenge is a new chance! Be brave when you step on the pitch. #riskeverything @nikefootball http://youtu.be/gwxdEECNpZY Nike Football: Risk Everything. Cristiano Ronaldo, Neymar Jr. & Wayne Rooney To win glory on the world's biggest stage, the world's greatest footballers must be willing to Risk Everything. Watch them, then join them at: http://nike.co...",
          1396333971
        ],
        [
          "Hey guys, never let anything stop you! Step up to every challenge! Nike Football Timeline Photos",
          1396022473
        ],
        [
          "My new #Mercurial boots from Nike Football - what do you think? New Mercurial boots from Nike Football My new Mercurial boots from Nike Football - what do you think?",
          1382293760
        ],
        [
          "Check out my new CR7 Mercurial Vapor IX. Thanks Nike Football \r\nPre-order:Europe:http://gonike.me/CR7  – U.S:http://gonike.me/CR7us Timeline Photos",
          1364641542
        ],
        [
          "To me, this is what it means to Be Mercurial. What do you think? Cristiano Ronaldo: Be Mercurial (subtitles available) Today, speed is no longer an advantage. Don't just be fast. Be Mercurial. ",
          1359039618
        ],
        [
          "Check out my Nike Football video for the new mercurials. What do you think? Nike Football: Vapor Trail Witness the trail of carnage as Cristiano Ronaldo and the new Nike Mercurial Vapor IX explode towards goal.",
          1358416945
        ],
        [
          "@full speed for the next match.  http://instagr.am/p/TOJu74BpQ-/ Instagram Photos",
          1355493530
        ],
        [
          "My good friend Pepe joined me at my Nike Football shoot Timeline Photos",
          1352546818
        ],
        [
          "Do you think I would give away my secret work out to everyone? If you want to master it, you're going to have to find it first! #makeitcount\n Nike Football The official home of Nike Football on Youtube.",
          1337690112
        ],
        [
          "Great result yesterday! Check out this video of @Rafaelnadal interviewing me after our @nikefootball commercial. Nike Football: Mercurial Vapor VIII: Rafa Nadal meets Cristiano Ronaldo Two of the world's biggest athletes talk football, tennis and explosive speed.",
          1333292737
        ],
        [
          "If you want my Nike #MercurialVapor VIII so much Rafael Nadal, next time I’ll put them on the line Nike Football: Mercurial Vapor VIII: Cristiano Ronaldo vs Rafa Nadal (subtitles available) Two of the world's biggest athletes go head-to-head in a battle of explosive speed. On-court, Rafael Nadal's supremacy is almost unrivalled.But against Crist...",
          1333110040
        ],
        [
          "My new Mercurial Vapor 8's have arrived and they are looking amazing! Thanks has to go to @Nike Football Cristiano Ronaldo's photo \"My new Mercurial Vapor 8's ha...\" My new Mercurial Vapor 8's have arrived and they are looking amazing! Thanks has to go to @Nike Football",
          1332169139
        ]
      ],
      "dates_start": 1386242932,
      "dates_end": 1473536794,
      "likes_avg": 295946,
      "likes_stdev": 263430,
      "comments_avg": 6120,
      "comments_stdev": 5267,
      "shares_avg": 13364,
      "shares_stdev": 27503
    },
    {
      "number": 9,
      "important": [
        "campaign",
        "timelin",
        "favourit",
        "check",
        "collect"
      ],
      "common": [
        "behind",
        "behind scene",
        "campaign",
        "check",
        "collect",
        "favourit",
        "new",
        "ronaldo",
        "scene",
        "timelin"
      ],
      "messages": [
        [
          "All of my favourite styles ￼￼￼are in the SS17 CR7 Underwear campaign! Check it out at www.CR7Underwear.com",
          1488809671
        ],
        [
          "Having some fun on the set of my latest CR7 Underwear campaign! Check it out! www.CR7Underwear.com",
          1487014200
        ],
        [
          "It's all about the detail! My new CR7 Underwear collection and campaign launches TODAY! www.CR7Underwear.com Timeline Photos",
          1487003064
        ],
        [
          "A message of hope to the children affected by the conflict in Syria. @SavetheChildren",
          1482498000
        ],
        [
          "Behind the scenes of the campaign shoot for my new fragrance The Private Edition! Want to see unreleased images from the shoot? \nEnter password Neroli to enter http://bit.ly/2gcMBTr",
          1481713296
        ],
        [
          "Check out my new CR7Footwear film #behind the Scenes FW16 collection. I hope you enjoy it. www.cr7footwear.com",
          1478194071
        ],
        [
          "Let me introduce you my new charming CR7Footwear FW16 collection. I hope you really enjoy it as much as I do. Check it at www.cr7footwear.com Timeline Photos",
          1477933340
        ],
        [
          "Discover my new favourite spot in Lisbon! \nPestana CR7 Lisboa #TimeToWin | www.pestanacr7.com Timeline Photos",
          1474383939
        ],
        [
          "Another shot from my latest CR7 Underwear campaign! Check the range out on cr7underwear.com Timeline Photos",
          1471881814
        ],
        [
          "In the spotlight for my latest CR7 Underwear campaign, launching today. Check out my new styles on CR7Underwear.com #CR7Underwear Timeline Photos",
          1470902818
        ],
        [
          "Check out the fashion Video of my SS16 CR7Footwear campaign. #cr7footwear |cr7footwear.com",
          1461339387
        ],
        [
          "POWERING THROUGH THANKS TO #CLEARMEN @ www.clearparis.com #POWERHAIR #MADEFORMEN #CLEARNODANDRUFF, WHAT’S BEHIND YOUR POWER? 💪🏽⚽️✌🏽 👊🏽 Timeline Photos",
          1457786831
        ],
        [
          "Excited for the new and #fresh #cr7footwear collection that drops today! Go to cr7footwear.com and see first-hand what I will be wearing for Spring Summer 16! Timeline Photos",
          1457702101
        ],
        [
          "Such a fun day shooting my Colour Splash campaign for CR7 Underwear #CR7Underwear Timeline Photos",
          1455200195
        ],
        [
          "Take a sneak peak behind the scenes on the set of my fragrance ad #CristianoRonaldoLegacy - see more at https://www.cristianoronaldofragrances.com/",
          1450693973
        ],
        [
          "One of my favourite pieces from the X-mas collection. Check out www.CR7underwear.com to see all of our new styles. CR7 X-mas collection",
          1449240380
        ],
        [
          "Check out the behind the scenes of my FW15 CR7Footwear campaign! www.cr7footwear.com",
          1448891889
        ],
        [
          "Here it is! FW15 CR7Footwear campaign. Check out my new styles on www.cr7footwear.com Timeline Photos",
          1445946071
        ],
        [
          "If you can't see my only official film Ronaldo in cinemas, you can own it on DVD, Blu-ray or Digital HD from November 9 which includes deleted scenes like this funny moment with my son :)! Now everyone can have a real look behind the scenes. Order now through: http://www.ronaldothefilm.com",
          1444825537
        ],
        [
          "Do you know what I think about my perfume #cristianoronaldolegacy? To see the full behind the scenes go to www.cristianoronaldofragrances.com",
          1444141916
        ],
        [
          "Guess who's is behind me?????? Timeline Photos",
          1441726639
        ],
        [
          "One of my favourite CR7 Shirts for Autumn/Winter. Check out www.CR7Shirts.com to see all of our new styles! Timeline Photos",
          1441114463
        ],
        [
          "Check out my new favourite DJ. DJ Cristianinho",
          1440759590
        ],
        [
          "Celebrating the launch of my Autumn/Winter CR7 Shirts collection! See the new styles on www.CR7Shirts.com Autumn/Winter CR7 Shirts collection",
          1440075034
        ],
        [
          "Hope you liked my 4th CR7 Underwear campaign! Here’s a sneak peek of the shoot! New styles on www.CR7underwear.com now! 4th cr7underwear campaign",
          1439987059
        ],
        [
          "Here’s an exclusive image from my latest CR7 Underwear shoot! Love the new collection- check it out now on www.CR7underwear.com Timeline Photos",
          1438938023
        ],
        [
          "Step out in style with #CR7Footwear! One of my favourite pairs in the collection. www.cr7footwear.com Timeline Photos",
          1437554550
        ],
        [
          "The Summer is coming! Put your best foot forward and shine in my shoes! Discover my CR7 Collection at www.cr7footwear.com Timeline Photos",
          1432893122
        ],
        [
          "Happy to share with you some new images from my CR7 Shirts campaign! I hope you like it. Mobile Uploads",
          1424888254
        ],
        [
          "Here are some of my favourite pieces from my CR7 collection! Check it out! www.cr7underwear.com www.cr7shirts.com Timeline Photos",
          1419264232
        ],
        [
          "Wanna know what I think about my new CR7 Shirts collection? Check out. www.cr7shirts.com",
          1418312163
        ],
        [
          "Pleased to share my CR7 Shirts campaign with you all. Hope you love the collection as much as I do! http://www.cr7shirts.com/ Timeline Photos",
          1417442443
        ],
        [
          "Here’s a look behind the scenes of my CR7 Shirts campaign shoot, wearing one of my favourite pieces. Do you like it? Timeline Photos",
          1416837762
        ],
        [
          "Here’s an exclusive behind the scenes look at my Rankin X Ronaldo for #CR7Underwear shoot. Hope you all like the new collection! Check it out on www.CR7Underwear.com",
          1408028423
        ],
        [
          "Check out my new Rankin X Ronaldo for #CR7Underwear film! I’m wearing my favourite style from the new collection, available at www.CR7Underwear.com now!",
          1407415698
        ],
        [
          "I am very proud to finally launch my new Rankin X Ronaldo for #CR7Underwear campaign! The second collection launches today- hope you love it as much as I do! Available now on www.CR7Underwear.com check it out! Photos from Cristiano Ronaldo's post",
          1407141825
        ],
        [
          "Got #NothingtoHide? Prove it! Check out #exclusive behind the scenes shots from my latest #CLEARHair commercial  Ronaldo & CLEAR Anti-Dandruff Shampoo: Behind The Scenes Catch the making of CLEAR's new commercial starring world-renowned footballer Cristiano Ronaldo! Learn more about CLEAR's unique anti-dandruff formula at Cle...",
          1405930434
        ],
        [
          "I had so much fun shooting and singing with Anselmo Ralph. Check out what happened behind the scenes:\n\n Agora vou ao BESA - Making of Veja os bastidores das filmagens da Campanha BESA. O banco de quem quer mais. www.queromais.besa.ao",
          1402759188
        ],
        [
          "How fun it was to be part of this new commercial. I had a wonderful time with all the team involved. Check out what happened behind the scenes. \n BES Vantagem CR100 - Making Of Veja os bastidores das filmagens da Campanha BES Vantagem CR100 que juntou o útil ao rentável com o Ronaldo e a Dona Inércia. www.bes.pt/cr100",
          1400500666
        ],
        [
          "My #CR7underwear line is now available to buy! Check it out at www.cr7underwear.com. You can also watch the exclusive behind the scenes of my #CR7underwear shoot here. Behind The Scenes [CR7 Underwear] Check out what happened at the photo shoot for the new CR7 Underwear collection. It has been developed in collaboration with world-famous football player Cri...",
          1383319724
        ],
        [
          "You can now check out the full #CR7underwear collection at www.CR7underwear.com. Here’s one of my favourite designs. Timeline Photos",
          1383236779
        ],
        [
          "I was proud to see this image from the #CR7underwear campaign displayed in one of Madrid’s most famous landmarks today. Timeline Photos",
          1383224361
        ],
        [
          "Excited about my new Nike Football #CR7 collection. Check it out.\nEurope: http://go.nike.com/2hinjnl \nUS: http://go.nike.com/01ovbc8c CR7 Collection",
          1382331752
        ],
        [
          "I hope my friend Rio Ferdinand enjoys his testimonial on Aug 9th at Old Trafford, go to www.manutd.com/rio for tickets. Well deserved mate! Rio Ferdinand Testimonial",
          1374580757
        ],
        [
          "Check out the behind the scenes video from the set of the new Jacob & Co. Watch ad campaign featuring yours truly! I had a great time. Jacob & Co 2013 Campaign with Cristiano Ronaldo http://www.jacobandco.com",
          1366633665
        ],
        [
          "Pre-order: Europe: http://gonike.me/CR7 – U.S.: http://gonike.me/CR7us What do you think of my new Summer Collection?",
          1364571370
        ],
        [
          "Ckeck out more photos of the Meet&Greet. Pro Evolution Soccer Check out our Behind the Scenes Album!",
          1359479472
        ],
        [
          "I really think that nikefootball did a great work with my new collection. What do you guys think? Nike Football Love to win. Hate to lose. Cristiano Ronaldo shows his performance and personality with the new CR7 Collection.\n\nGet the CR7 Collection:\nEurope:\nhttp://gonike.me/NikeCR7CollectionEU\n\nUS:\nhttp://go.nike.com/NikeCR7CollectionUS",
          1352387959
        ],
        [
          "Great day in the studio with Pepe Do you like the music?\n\nhttp://bit.ly/SBIJaH Nike Football: Cristiano Ronaldo: CR7 Collection Cristiano Ronaldo and Pepe take a break from football to focus on a different passion. See how they stepped up in the studio. To explore the collection check...",
          1352308326
        ],
        [
          "Here are my new exclusive CR7 Collection Nike Football boots. What do you think? Timeline Photos",
          1352214821
        ],
        [
          "Take a look at the behind the scenes of the last commercial I did for my bank, BES. I hope you enjoy it. Invest in yourself. BES RONALDO MAKING OF \"UMA MUDANÇA NA VIDA\" ENGLISH VERSION The behind the scenes of BES campaign with Cristiano Ronaldo: BES Saving Solutions, Solutions for Change Watch what happened in Funchal, Lisbon, Manchester a...",
          1334835982
        ]
      ],
      "dates_start": 1385080185,
      "dates_end": 1467735384,
      "likes_avg": 355335,
      "likes_stdev": 357934,
      "comments_avg": 8733,
      "comments_stdev": 9624,
      "shares_avg": 11939,
      "shares_stdev": 25512
    },
    {
      "number": 10,
      "important": [
        "para",
        "timelin",
        "por",
        "de",
        "que"
      ],
      "common": [
        "ao",
        "de",
        "em",
        "os",
        "para",
        "por",
        "portug",
        "que",
        "timelin",
        "todo"
      ],
      "messages": [
        [
          "A verdade é esta, eu gosto de me rodear do que há de melhor no mundo, como a TV do @MEO. Descubra aqui porquê www.meo.pt Timeline Photos",
          1487264401
        ],
        [
          "1 vs 1 at the training. Contente por defrontar 1 dos defesas mas difíceis de ultrapassar do mundo meu mano coentrão 👌👌🇵🇹🇵🇹 Timeline Photos",
          1486047783
        ],
        [
          "2016 foi um ano de sonho! Obrigado pelo vosso apoio. Feliz 2017 para todos! Timeline Photos",
          1483172558
        ],
        [
          "Hoy en la Gala Inocente Inocente podréis ver mi visita a un proyecto de esta Fundación y conocer su gran labor ayudando a los niños que más lo necesitan. Timeline Photos",
          1482951601
        ],
        [
          "Parabéns à Fundación Numen e à Fundación Inocente Inocente pelo magnífico trabalho que fazem no apoio a estas crianças. Timeline Photos",
          1481208939
        ],
        [
          "Feliz por estar mais uma vez entre os melhores do ano da FIFA juntamente com os meus dois treinadores, Zinedine Zidane e Fernando Santos. Obrigado a todos os que votaram em mim, ao Real Madrid e à Seleção Nacional, em especial aos meus companheiros de equipa, sem os quais nada disto seria possível. Estamos juntos e determinados a continuar a vencer. Hala Madrid!",
          1480703419
        ],
        [
          "Chocado com a tragédia que aconteceu ao @ChapecoenseReal. Solidário com as famílias e amigos de todas as vítimas. Um abraço para o clube e para todo o futebol brasileiro.",
          1480437190
        ],
        [
          "Muito emocionado e comovido pela homenagem de hoje. Obrigado Sporting Clube de Portugal por este momento bonito na minha vida❤️❤️🔝👌 Timeline Photos",
          1479854400
        ],
        [
          "Es un honor recibir nuevamente el trofeo Alfredo di Stefano. Gracias a todos! 👍🔝 Timeline Photos",
          1478555862
        ],
        [
          "Momento súper feliz.\nQuiero agradecer \nAL CLUB\nA LA AFICIÓN;\nA MIS COMPAÑEROS; \nA MI EQUIPO DE TRABAJO\nY POR ULTIMO, PERO IGUAL DE IMPORTANTE, A MI FAMILIA que siempre han estado a mi lado.\n \nHALA MADRID!! #cristiano2021 Timeline Photos",
          1478526037
        ],
        [
          "Língua de gato ahahahah 😝 Timeline Photos",
          1473683946
        ],
        [
          "É com um aperto no coração que assisto ao que se passa na Madeira (e em outros pontos do país). Muita força para todos e um obrigado aos bombeiros que tem a coragem de arriscar as suas vidas para salvar tantas outras.  🙏 Estou convosco! Timeline Photos",
          1470847967
        ],
        [
          "Triste com o resultado mas sei que todos juntos vamos dar a volta por cima. 🇵🇹 Timeline Photos",
          1466286354
        ],
        [
          "Esta braçadeira é de todos nós. Não sou eu e mais 10. Não sou eu e mais 22. Juntos somos 11 milhões. Por nós. POR PORTUGAL! #MEOCapitão. #MEOPORTUGAL MEO Porque é que ainda não chegámos lá? 11 milhões de portugueses em campo do primeiro ao último minuto. Entrem em campo com a Seleção Nacional. http://bit.ly/MEOEUROTV4K\n \nMEO Patrocinador Oficial da Seleção Nacional.",
          1466082114
        ],
        [
          "Hoje começa, para Portugal, o #Euro2016 ! Queremos levar para campo, não só a vontade de vencer de 11 mas a de todos os Portugueses. Contamos com o vosso apoio! ⚽ Timeline Photos",
          1465885869
        ],
        [
          "Engineered Speed. \nNovo Equipamento Principal de Portugal 2016. #SparkBrilliance\nhttp://go.nike.com/FPFKits\nNike Football  João Mário  William Carvalho  André Gomes  Ricardo Quaresma  Seleções de Portugal Timeline Photos",
          1458244030
        ],
        [
          "É um orgulho fazer parte deste projeto MEO que mostra a verdadeira fibra dos portugueses. #omundoemeo O mundo é Meo",
          1458044124
        ],
        [
          "Team Portugal spirit⚽️⚽️⚽️ Timeline Photos",
          1441035952
        ],
        [
          "Parabéns aos campeões da Selecção Nacional de Futebol de Praia! Enorme orgulho para Portugal! Mobile Uploads",
          1437340396
        ],
        [
          "Parabéns sub-21! #forçaportugal Seleções de Portugal Europeu de sub-21: Portugal 1-1 Suécia. Objetivo cumprido!",
          1435183023
        ],
        [
          "Pido disculpas a todos y especialmente a Edimar por mi acto irreflexivo en el partido de hoy.",
          1422118043
        ],
        [
          "Ya está a la venta en España La Clave Mendes el libro donde pueden conocer mejor mi grande amigo Jorge Mendes ¡No os lo perdáis! Y a partir de hoy, Jorge Mendes 'O Agente Especial' también en Portugal. Timeline Photos",
          1421436018
        ],
        [
          "Desejo boa sorte à nossa Selecção, nova etapa, estamos juntos.",
          1410090870
        ],
        [
          "Hoje é um grande dia para a Selecção Portuguesa de Sub-19, pois jogam a final do Campeonato da Europa. Estão todos de parabéns. Boa sorte para hoje. #forçaportugal",
          1406807965
        ],
        [
          "Avó, estás sempre no meu coração. Descanse em paz, beijos de todos os netos. Timeline Photos",
          1404821227
        ],
        [
          "Hoje, quando a nossa epopeia finalmente começar, seremos muito mais do que 10 milhões. Seremos ainda paixão, emoção, crença, determinação, perseverança. Seremos espírito de vitória. Seremos esperança. Todos juntos, de mãos dadas e corações unidos, a uma só voz. Porque, e parafraseando o Papa Francisco, ninguém vence sozinho, nem no campo nem na vida. Força Portugal! Timeline Photos",
          1402909643
        ],
        [
          "What a great first training session and day yesterday. AA: Campinas, 12 de junho Canal Oficial da Federação Portuguesa de Futebol",
          1402652275
        ],
        [
          "What a wonderful and warming reception we´re having in Campinas. Thank you everyone #forçaportugal Seleções de Portugal Seleções de Portugal O primeiro treino da Seleção Nacional em Campinas ficou marcado por uma enorme manifestação de apoio e entusiasmo por parte dos adeptos brasileiros, a quem a Equipa das Quinas fez questão de agradecer.\n\nThe Brazilian fans of the Portuguese National Team showed their support and enthusiasm during the first training session in Campinas",
          1402585832
        ],
        [
          "Do you want to see me singing with Anselmo Ralph? Check out my new campaign for BESA.  Vou ao BESA O Banco de quem quer mais. Cristiano Ronaldo e Anselmo Ralph querem sempre mais. É por isso que estão no BESA. www.queromais.besa.ao",
          1402232619
        ],
        [
          "Todos juntos fazemos a diferença. Vamos ajudar o meu amigo e colega Bruno Conceição nesta fase difícil. Amanhã, os Bombeiros de São João da Madeira vão realizar uma recolha de medula óssea. A ajuda de todos é fundamental!",
          1395087036
        ],
        [
          "Rui Filipe, boa sorte no Nike Chance Global Showcase.\nSei que estás preparado para fazer o teu melhor por um lugar na The Nike Academy Joga Sem Medo. Timeline Photos",
          1394179200
        ],
        [
          "É uma grande honra apresentar-vos o nosso novo equipamento pela primeira vez. Agora sim, estamos preparados para dar tudo por tudo este verão.  http://swoo.sh/1g7uCEA Timeline Photos",
          1393948030
        ],
        [
          "Rui Filipe, obrigado por trazeres a nossa nova camisola. Irei mostrar-vos brevemente! Timeline Photos",
          1393870118
        ],
        [
          "Rui Filipe vi que és o jogador mais temerário do Nike Chance. Agora tens uma grande responsabilidade nas tuas mãos. Vemo-nos na segunda-feira. Timeline Photos",
          1393603441
        ],
        [
          "Este premio es de todos. De todo el equipo y staff. Y de toda la afición! Timeline Photos",
          1389692806
        ],
        [
          "Obrigado #Portugal! O vosso apoio foi indescritível! Vocês são a força que nos faz acreditar!\nThanks #Portugal! Your support was indescribable. You gave us the strenght that makes us believe! World Cup Play Off",
          1384953393
        ],
        [
          "Tonight we must be fearless. 1, 2, 3 PORTUGAL PORTUGAL PORTUGAL Timeline Photos",
          1384876954
        ],
        [
          "Que dia único para Portugal! Os nossos atletas João Sousa no ténis e Rui Costa no ciclismo fizeram história hoje. Parabéns aos dois. Deixaram todos os portugueses orgulhosos neste dia.",
          1380472556
        ],
        [
          "Es con gran tristeza que me enteré de la noticia del accidente de tren en España. Me solidarizo con las víctimas y les pido que contribuyan en  ayudar a los heridos por las entidades locales.",
          1374698773
        ],
        [
          "Força Portugal! Todos juntos vamos conseguir! Timeline Photos",
          1364304447
        ],
        [
          "Otra vez han publicado noticias falsas sobre mi, no permito estas tonterias y se siguen a publicar voy a tener que hablar con mis abogados.",
          1356037807
        ],
        [
          "Obrigado Caio Franchesco. Um abraço a todos os brasileiros. Estamos juntos Timeline Photos",
          1351711127
        ],
        [
          "Foi em 20 de Agosto de 2003, frente ao Cazaquistão, que vesti pela primeira vez a camisola da nossa Selecção. Foi um dos momentos mais marcantes da minha vida e um percurso que muito me orgulha pelo que todos juntos, conseguimos. Na terça-feira, farei a minha centésima internacionalização junto do nosso publico e apenas com a vitória em mente. Gostaria de agradecer a todos os que me ajudaram a chegar até aqui e contar com o estádio cheio a apoiar a nossa Selecção. Timeline Photos",
          1350219163
        ],
        [
          "Dois jogos, seis pontos. Missão cumprida. Ontem podíamos ter marcado mais golos, mas também é verdade que o Azerbaijão complicou muito a nossa tarefa. Seja como for, o resultado desta jornada dupla foi muito positivo e chegou, agora, o momento de voltar ao clube e de pensar exclusivamente no meu clube. \n \nReafirmo, sem estar preocupado com contratos, que estou unicamente concentrado em vencer todos os jogos e todos os troféus em disputa na imprescindível companhia dos meus companheiros e de todos os madridistas.",
          1347457347
        ],
        [
          "Em casa, com amigos ou no estádio....amanhã estamos todos juntos. Força Portugal! Timeline Photos",
          1340729912
        ],
        [
          "Obrigado equipa, obrigado Portugal!!!!",
          1340306300
        ],
        [
          "Estamos prontos! Somos Portugal! Timeline Photos",
          1340270207
        ],
        [
          "Estou mto contente por termos ganho e só dependermos de nós. Já houve alturas em que joguei bem, marquei e ... não ganhei. Importante é a equipa e o objectivo de todos que é passar aos quartos. (Se formos campeões sem eu marcar assino já) Timeline Photos",
          1339674159
        ],
        [
          "Acabei de receber o meu BAG 72. Obrigado Nike Football Portugal",
          1339514887
        ],
        [
          "Bom dia. Estamos de partida para Lviv. Obrigado pelo apoio e carinho de todos os portugueses para o jogo com a Dinamarca. Força Portugal!",
          1339483326
        ],
        [
          "Força Portugal! Pepe, Bruno and I are here with the team bus. Timeline Photos",
          1339179255
        ],
        [
          "19:00 en Cibeles... Os esperamos a todos para celebrarmos un titulo mas! Hala Madrid!!",
          1336036422
        ]
      ],
      "dates_start": 1360927175,
      "dates_end": 1463585021,
      "likes_avg": 384821,
      "likes_stdev": 350108,
      "comments_avg": 10479,
      "comments_stdev": 9127,
      "shares_avg": 9147,
      "shares_stdev": 10998
    },
    {
      "number": 11,
      "important": [
        "last night",
        "last",
        "timelin",
        "great",
        "night"
      ],
      "common": [
        "great",
        "last",
        "last night",
        "madrid",
        "night",
        "night timelin",
        "real",
        "real madrid",
        "timelin",
        "win"
      ],
      "messages": [
        [
          "Good night 👍😜 Timeline Photos",
          1477853533
        ],
        [
          "Great night 👍🏼👌🏼🔝❤️ Timeline Photos",
          1464545632
        ],
        [
          "Cr legacygood night Timeline Photos",
          1442006747
        ],
        [
          "Did you see my big news last night? My debut fragrance is available now at www.cristianoronaldofragrances.com Mobile Uploads",
          1441898424
        ],
        [
          "Thanks for tonight. G Night ✌ Timeline Photos",
          1441401125
        ],
        [
          "Good night world Timeline Photos",
          1441134504
        ],
        [
          "Happy with the win against Denmark last night. Fantastic team work. #forçaportugal Seleções de Portugal",
          1413358094
        ],
        [
          "What a fantastic Real Madrid C.F. team work with the win last night. #HalaMadrid Timeline Photos",
          1410957320
        ],
        [
          "Fun time with my kid last night. Timeline Photos",
          1409216428
        ],
        [
          "Great start of the season for Real Madrid C.F. with a win last night. Hala Madrid! Timeline Photos",
          1409039907
        ],
        [
          "Spa at night. Timeline Photos",
          1405186102
        ],
        [
          "Great game for the National Team last night #forçaportugal  http://bit.ly/P3KgLq  Mobio INsider Mobio INsider",
          1394101191
        ],
        [
          "Great photos from the fans last night at the stadium. Thank you so much. Real Madrid 3 - 0 Atlético Madrid",
          1391696605
        ],
        [
          "I’m happy to have scored twice last night on my 100th game on the European competitions. Timeline Photos",
          1380794119
        ],
        [
          "What an amazing kick-off on the Champions League last night! Hala Madrid! Galatasaray 1 – 6 Real Madrid",
          1379509503
        ],
        [
          "Today is a very special day for me. I'm proud to renew my contract with Real Madrid C.F. Hala Madrid! Timeline Photos",
          1379248491
        ],
        [
          "With the win last night Real Madrid C.F. gets the Teresa Herrera Trophy. Hala Madrid! Timeline Photos",
          1377853450
        ],
        [
          "Great win for Real Madrid C.F. against Granada last night. Timeline Photos",
          1377589651
        ],
        [
          "What a nice moment last night with Raul, playing together for Real Madrid C.F. Timeline Photos",
          1377251347
        ],
        [
          "What a great #win last night at the #ICC2013 in #Miami. #RealMadrid was #amazing #pickoftheday Timeline Photos",
          1375966505
        ],
        [
          "Great win last night, love to be back playing. Timeline Photos",
          1374479439
        ],
        [
          "What an important result against Russia last night. Timeline Photos",
          1370691130
        ],
        [
          "What an amazing game last night. Hala Madrid! Timeline Photos",
          1368097744
        ],
        [
          "Great win against Athletic Bilbao last night. Timeline Photos",
          1366029146
        ],
        [
          "Another great game last night! Real Madrid - 2 Rayo Vallecano - 0",
          1361186838
        ]
      ],
      "dates_start": 1368867007,
      "dates_end": 1433620430,
      "likes_avg": 713166,
      "likes_stdev": 797287,
      "comments_avg": 11972,
      "comments_stdev": 7891,
      "shares_avg": 8985,
      "shares_stdev": 5837
    },
    {
      "number": 12,
      "important": [
        "tag",
        "dontcrackunderpressur",
        "timelin",
        "heuer",
        "tag heuer"
      ],
      "common": [
        "button",
        "dontcrackunderpressur",
        "dontcrackunderpressur tag heuer",
        "heuer",
        "jenson",
        "jenson button",
        "tag",
        "tag heuer",
        "timelin",
        "track"
      ],
      "messages": [
        [
          "Looking for your new ambassador, TAG Heuer Jean-Claude Biver ?\nSeems like I've found someone who perfectly fits the #DontCrackUnderPressure spirit, my great friend and amazing singer J Balvin Timeline Photos",
          1486911622
        ],
        [
          "🤔 thinking TAG Heuer Timeline Photos",
          1486667088
        ],
        [
          "The end of the year is approaching, time to celebrate its success!! Which TAG Heuer timepiece should I choose? Sporty or elegant? #DontCrackUnderPressure Timeline Photos",
          1483038000
        ],
        [
          "To celebrate the end of 2016, TAG Heuer asked me to prove how I didn't crack under pressure. #DontCrackUnderPressure",
          1482858000
        ],
        [
          "Thank you Jean-Claude Biver and TAG Heuer for your kind words and the great presents ! #dontcrackunderpressure",
          1481972519
        ],
        [
          "Time to focus on the new season with my TAG Heuer timepiece. #DontCrackUnderPressure Timeline Photos",
          1471622750
        ],
        [
          "Relax✌️ TAG Heuer Timeline Photos",
          1470178800
        ],
        [
          "Time to focus. Counting down the hours with my TAG Heuer. See you on Sunday on the field. #dontcrackunderpressure Timeline Photos",
          1467992235
        ],
        [
          "Time to relax and bring out my TAG Heuer Carrera MikrotourbillonS, the world's fastest Tourbillon watch, to fuel me up before the big match!\n#DontCrackUnderPressure Timeline Photos",
          1467212401
        ],
        [
          "Time to train, more games yet to come  #DontCrackUnderPressure TAG Heuer Timeline Photos",
          1466003401
        ],
        [
          "I'm proud to have my TAG Heuer Special edition! #DontCrackUnderPressure http://tag.hr/baselworld Timeline Photos",
          1426777941
        ],
        [
          "Welcome Jeremy Lin to the TAG Heuer team. #DontCrackUnderPressure http://youtu.be/VeiNHmiGq-E TAG Heuer | Jeremy Lin challenged by Maria Sharapova, Cristiano Ronaldo and Jean-Claude Biver Pro basketball player Jeremy Lin join the TAG Heuer familly as new ambassador of the brand. Maria Sharapova, WTA World N°2, Cristiano Ronaldo aka CR7, 3 time...",
          1426532830
        ],
        [
          "Challenge yourself and #dontcrackunderpressure\n\n TAG Heuer | Don't Crack Under Pressure For more than 150 years, TAG Heuer has faced down every challenge, and then pushed past it. By defying the time-honored conventions of Swiss watchmaking, it ...",
          1411045381
        ],
        [
          "Check out what happened when I joined Jenson Button in the track. #DontCrackUnderPressure TAG Heuer\n\n TAG Heuer | Ronaldo and Button Don't Crack Under Pressure ! You wouldn’t believe what we saw yesterday on a race track near Madrid: Cristiano Ronaldo and Jenson Button dribbling, passing and shooting footballs… from b...",
          1409834825
        ],
        [
          "Great day at the track! #DontCrackUnderPressure Jenson Button TAG Heuer Untitled Album",
          1409582465
        ],
        [
          "How fun shooting balls on the track with Jenson Button #DontCrackUnderPressure TAG Heuer  Cristiano Ronaldo shooting balls on the track with Jenson Button How fun shooting balls on the track with @jensonbutton #DontCrackUnderPressure @tagheuer",
          1409580693
        ],
        [
          "Speedy ride on the track with Jenson Button #DontCrackUnderPressure TAG Heuer Cristiano Ronaldo in the track with Jenson Button Speedy ride on the track with @JensonButton #DontCrackUnderPressure @tagheuer",
          1409580133
        ],
        [
          "Let’s go for some laps Jenson Button #DontCrackUnderPressure TAG Heuer Timeline Photos",
          1409568463
        ],
        [
          "Getting ready for some speed with Jenson Button #DontCrackUnderPressure TAG Heuer Timeline Photos",
          1409567460
        ],
        [
          "Behind the scenes of the TAG Heuer Shooting, guess which model I chose? \n Behind the Scenes with TAG Heuer & Ronaldo: the start of a successful relationship The first-ever TAG Heuer photo shoot with its newest Ambassador, Cristiano Ronaldo, in Madrid, was a relaxed affair: an easy-going encounter between a man (w...",
          1401347086
        ],
        [
          "Check out the gift I got from TAG Heuer. This TAG Heuer Carrera really suits me! What do you think? Timeline Photos",
          1398679215
        ]
      ],
      "dates_start": 1408572183,
      "dates_end": 1475861465,
      "likes_avg": 590381,
      "likes_stdev": 462418,
      "comments_avg": 8222,
      "comments_stdev": 7438,
      "shares_avg": 7283,
      "shares_stdev": 5887
    },
    {
      "number": 13,
      "important": [
        "brother",
        "sacoor",
        "timelin",
        "inspir",
        "collect"
      ],
      "common": [
        "brother",
        "collect",
        "inspir",
        "look",
        "new",
        "ronaldo",
        "sacoor",
        "sacoor brother",
        "summer",
        "timelin"
      ],
      "messages": [
        [
          "Do you believe an outfit can inspire and complete a remarkable moment? \nI do! And that's why I partnered with Sacoor Brothers to this amazing #CristianoRonaldo Collection. \nDiscover Sacoor Brothers Online at www.sacoorbrothers.com and be inspired! #SACOORBROTHERS Timeline Photos",
          1486056601
        ],
        [
          "Getting into the spirit of the season with SACOOR BROTHERS! \nWe are celebrating this magical season with elegance and style to look your best for your special occasions. \nShop www.sacoorbrothers.com for the best styles for you and your gift list! Timeline Photos",
          1482253200
        ],
        [
          "Just came back from the tailor and my suit fits perfectly! Did you know that as a SACOOR BROTHERS client you are entitled to their free in-house tailoring service? Their attention to personalized detail is one reason why I am a huge fan! Timeline Photos",
          1478354435
        ],
        [
          "I'm really excited to share with you the new #SACOORBROTHERS Fall Winter Collection! Check out the behind the scenes.  \nsacoorbrothers.com Sacoor Brothers Fall/Winter 2016 with Cristiano Ronaldo Sneak Peek of Sacoor Brothers Fall/Winter 2016 Collection #Doers&Makers with Cristiano Ronaldo",
          1475129058
        ],
        [
          "Not ready to let this Unforgettable summer go yet. Check out my Unforgettable summer look and others at www.sacoorbrothers.com #SacoorBrothers SACOOR BROTHERS Timeline Photos",
          1472052602
        ],
        [
          "A Sneak Peek at Sacoor Brothers’s new Collection! Can’t wait to show you guys the complete collection at www.sacoorbrothers.com!\n#SACOORBROTHERS Timeline Photos",
          1469808001
        ],
        [
          "Brother ✌🏼️👍🏼🔝 Timeline Photos",
          1468412707
        ],
        [
          "So proud to have my very own collection at the SACOOR BROTHERS stores. Don’t miss the new “Cristiano Ronaldo & Sacoor Brothers Limited Collection”! The Cristiano Ronaldo & Sacoor Brothers Limited Collection",
          1460987909
        ],
        [
          "Loving the fresh new SACOOR BROTHERS collection!\nSpring has arrived at Sacoor Brothers. Be the first to try it on at a boutique near you. Timeline Photos",
          1456237793
        ],
        [
          "I had such a great time on this photo shoot that I can’t wait to see the full gallery! For now, I’ll give you a sneak peek of what’s coming for the new SACOOR BROTHERS Spring/Summer Collection. Timeline Photos",
          1455547616
        ],
        [
          "Don’t let this Winter pass you by without visiting a SACOOR BROTHERS boutique and try on their magnificent #Heritage Collection. You will be forever hooked. Timeline Photos",
          1452005796
        ],
        [
          "It gives me great pleasure to join SACOOR BROTHERS once again for the celebration of their 25th anniversary! #Heritage is a must see collection, full of life and colour, inspired in Portugal and tailored especially for you! Be inspired...\nhttps://youtu.be/zzFzRihL6PM Cristiano Ronaldo for Sacoor Brothers Fall-Winter Our Heritage lives on.",
          1447315610
        ],
        [
          "Had a great time in the shoot for the new SACOOR BROTHERS  collection,already in stores! The Portuguese heritage was the inspiration for this new collection. Take a look. Behind the Scenes Sacoor Brothers Fall Winter 2015/2016",
          1444652286
        ],
        [
          "Always be at your best with SACOOR BROTHERS outfits, the perfect look for every occasion. Find the closest boutique here: bit.ly/boutiquesSacoorBrothers The Perfect Match: Cristiano Ronaldo for Sacoor Brothers Spring Summer 2015",
          1436695874
        ],
        [
          "Want to see more of my photoshoot for SACOOR BROTHERS Spring Summer Collection? Don’t miss out any detail here. Behind the Scenes Sacoor Brothers Spring Summer 2015",
          1433586357
        ],
        [
          "Pleased to be part of SACOOR BROTHERS family, a Portuguese fashion brand where you can find the perfect look for any occasion. #PerfectMatch Timeline Photos",
          1430996304
        ],
        [
          "I love SACOOR BROTHERS suits, the quality of the materials, the tailor-made service and the amazing experience in stores. Head down to Sacoor Brothers and try it yourself. Timeline Photos",
          1427880035
        ],
        [
          "Hi guys, here's a sneak peek of the new SACOOR BROTHERS Spring/Summer Collection. Every detail counts and this is what makes us unique. #PerfectMatch Timeline Photos",
          1424361333
        ],
        [
          "Hey guys. Today I proudly announce my new partnership with SACOOR BROTHERS, a portuguese clothing brand. See all the 7 reasons for this wonderful partnership http://bit.ly/SacoorBrothers Timeline Photos",
          1418983416
        ]
      ],
      "dates_start": 1433398436,
      "dates_end": 1474108608,
      "likes_avg": 551292,
      "likes_stdev": 538629,
      "comments_avg": 7700,
      "comments_stdev": 5638,
      "shares_avg": 6192,
      "shares_stdev": 6026
    },
    {
      "number": 14,
      "important": [
        "alert",
        "present",
        "present pes",
        "pes",
        "goal"
      ],
      "common": [
        "alert",
        "cristiano",
        "goal",
        "goal celebr",
        "goal celebr present",
        "goal celebr present pes",
        "pes",
        "present",
        "present pes",
        "video share friend follow"
      ],
      "messages": [
        [
          "Great header!! CR7 GOAL ALERT! Real v Malllorca 1: (19') - Presented by PES 2012 CR7 Goal Celebration - Presented by PES 2012 (Header) Cristiano just scored a Header Goal! Like this video and share it with your friends! Follow Cristiano & PES at: http://www.facebook.com/cristiano http://www....",
          1336926340
        ],
        [
          "Great Penalty Shot!! CR7 GOAL ALERT! Granada v Real 1:1 (81') - Presented by PES 2012 - http://bit.ly/IPgWB5 CR7 Goal Celebration - Presented by PES 2012 (Penalty) Cristiano just scored a Penalty Goal! Like this video and share it with your friends! Follow Cristiano & PES at: http://www.facebook.com/cristiano http://www...",
          1336243577
        ],
        [
          "Header off the corner!! CR7 GOAL ALERT! Bilbao v Real 0:3 (49') - Presented by PES 2012 CR7 Goal Celebration - Presented by PES 2012 (Header) Cristiano just scored a Header Goal! Like this video and share it with your friends! Follow Cristiano & PES at: http://www.facebook.com/cristiano http://www....",
          1335985751
        ],
        [
          "Given so much space!! CR7 GOAL ALERT! Real v Bayern 2:0 (14') - Presented by PES 2012 CR7 Goal Celebration - Presented by PES 2012 Cristiano just scored a Goal against Bayern Munich! Like this video and share it with your friends! Follow Cristiano & PES at: www.facebook.com/cristiano www...",
          1335373548
        ],
        [
          "Great shot!! CR7 GOAL ALERT! Real v Bayern 1:0 (6') - Presented by PES 2012 CR7 Goal Celebration - Presented by PES 2012 Cristiano just scored a Goal against Bayern Munich! Like this video and share it with your friends! Follow Cristiano & PES at: www.facebook.com/cristiano www...",
          1335373133
        ],
        [
          "Fantastic free kick!! CR7 GOAL ALERT! Real v APOEL 3:1 (75') - Presented by PES 2012 - http://bit.ly/HgC6pF CR7 Goal Celebration - Presented by PES 2012 Cristiano just scored a Goal! Like this video and share it with your friends! Follow Cristiano & PES at: http://www.facebook.com/cristiano http://www.faceboo...",
          1333563546
        ],
        [
          "Easy flick for Ronaldo!!! CR7 GOAL ALERT! Real v APOEL 1:0 (25') - Presented by PES 2012 - http://bit.ly/HgC6pF CR7 Goal Celebration - Presented by PES 2012 Cristiano just scored a Goal! Like this video and share it with your friends! Follow Cristiano & PES at: http://www.facebook.com/cristiano http://www.faceboo...",
          1333559619
        ],
        [
          "What a shot with the left!!! CR7 GOAL ALERT! Moscow v Real 0:1 (28') - Presented by PES 2012 CR7 Goal Celebration - Presented by PES 2012 Cristiano just scored a Goal! Like this video and share it with your friends! Follow Cristiano & PES at: www.facebook.com/cristiano www.facebook.com/PES",
          1329841806
        ],
        [
          "Goal!!! CR7 GOAL ALERT! Barcelona v Real 2:1 (67') - Presented by PES 2012  CR7 Goal Celebration - Presented by PES 2012 Cristiano just scored a Goal! Like this video and share it with your friends! Follow Cristiano & PES at: www.facebook.com/cristiano www.facebook.com/PES",
          1327526993
        ],
        [
          "WHAT A SHOT!!!!! CR7 GOAL ALERT! Real v Barcelona 1:0 (10') - Presented by PES 2012  CR7 Goal Celebration - Presented by PES 2012 Cristiano just scored a Goal! Like this video and share it with your friends! Follow Cristiano & PES at: www.facebook.com/cristiano www.facebook.com/PES",
          1326917700
        ]
      ],
      "dates_start": 1329616971,
      "dates_end": 1336645431,
      "likes_avg": 41186,
      "likes_stdev": 13570,
      "comments_avg": 3617,
      "comments_stdev": 1757,
      "shares_avg": 2782,
      "shares_stdev": 1648
    },
    {
      "number": 15,
      "important": [
        "visit",
        "timelin",
        "madeira",
        "island",
        "madeiraisland"
      ],
      "common": [
        "europ",
        "exploremadeira",
        "island",
        "madeira",
        "madeiraallyear",
        "madeiraisland",
        "timelin",
        "visit",
        "visit madeira",
        "vote"
      ],
      "messages": [
        [
          "It’s Christmas… am I the only one who gets homesick at this time of the year?! \nIt will be so nice to spend some days in my Island, Madeira, and experience all the fun and joy, typically felt around there!!!\n#discovermadeira #madeiraislands #madeiraisland #madeiraallyear  \n#christmasinmadeira #islandlife #christmastime #christmastraditions \nVisit Madeira\n\nSee more: https://goo.gl/xqOra5 Timeline Photos",
          1482577201
        ],
        [
          "It´s my turn to support my “team”! Help us make Madeira win World´s Leading Destination 2016. Vote here http://bit.ly/29Ds2x2\n\n#madeiraislands #madeiraisland #exploremadeira#madeiraallyear #travelawards #discovermadeira #vote #world #CR7 Visit Madeira Timeline Photos",
          1475938802
        ],
        [
          "Madeira did it again! \nGold for my homeland as Europe’s Leading Island Destination. That’s my Madeira!\n@visitmadeiraofficial\n#hometown #proud #myisland #madeiraislands #gold #europe #sea #amazing #experiences #nature #exploremadeira #visitmadeira #madeiraisgold #discovermadeira Timeline Photos",
          1473417422
        ],
        [
          "Madeira Island is pretty awesome, don’t you think guys?\n#madeiraislands #exploremadeira #visitmadeira #madeiraisgold #sea #hometown #myisland #amazing #experiences Madeira Island",
          1471683600
        ],
        [
          "It's always good come back home… I was really missing #Madeira\n\n#madeiraislands #exploremadeira #tourism #travel #visitmadeira #madeiraisgold #homeland #myisland Visit Madeira With and average temperature of 18ºC to 22ºC, Madeira's sea is perfect for Snorkeling, Scuba Diving (with dolphins, turtles and manta rays), whale watching, sailing, surfing, windsurfing, stand up paddling and canoeing, amongst other possibilities. And for those who love fishing, there's a lot to be said, but we'll stick to two simple words: \"blue\" and \"marlin\".\n\nFor more infromation: http://www.exploremadeira.pt\n\n#madeiraislands #madeiraisland #exploremadeira #madeiraallyear #travelawards #vote #europe #travel #adventure #landscape #madeira #nature #portugal",
          1469713073
        ],
        [
          "Obrigado Visit Madeira pelo apoio 👍🏼 Visit Madeira RONALDO, you are our island!\nMADEIRA is always with you and with our National Team!\n\nCristiano Ronaldo Seleções de Portugal \n#madeiraislands #madeiraisland #exploremadeira #madeiraallyear #travelawards #vote #europe #Portugal #Euro2016 #1de11milhões #ForçaPortugal #Somos11milhões #selecaonacional #CR7\n\nPhoto - Seleção de Portugal",
          1467457790
        ],
        [
          "Love fireworks and music? In my #Madeira, the Atlantic Festival combines them both.  \nEach saturday of June, Funchal bay hosts an international fireworks competion. \nSo, why wait for New Year’s Eve?  \n \nVisit Madeira\n#madeira #madeiraislands #madeiraisgold #madeiraallyear #cr7 #visitmadeira #exploremadeira #discovermadeira Timeline Photos",
          1464959977
        ],
        [
          "Another hat-trick this week?? This time for my Island!!\nIn 2013 and 2014 Madeira was Europe’s Leading Island Destination and this year we are again nominated! Vote for Madeira hat-trick!\nhttp://bit.ly/1UXUrk2\n#madeiraislands #madeiraisland #exploremadeira #madeiraallyear #travelawards #vote #europe #hattrick\n#CR7 Visit Madeira Timeline Photos",
          1461317931
        ],
        [
          "Arriving to my home island #Madeira on a cruise ship is a unique experience!  The view of Funchal bay with the hills above it’s an image you will never forget!\n#madeiraislands #exploremadeira\n#madeiraallyear #madeiraisgold Timeline Photos",
          1457963642
        ],
        [
          "I wish I was in my #Madeira right now, with 21ºC of temperature in January!\nMadeira is Gold! The Worlds’s Leading Island Destination.\n \nVisit Madeira\n#madeiraislands\n#madeiraallyear\n#madeiraisgold Timeline Photos",
          1453128361
        ],
        [
          "#madeira is gold.\nFor me that has always been official. \nMadeira, World’s Leading Island Destination.\nVisit Madeira #visitmadeira #madeiraéouro #madeiraisgold Timeline Photos",
          1450105871
        ],
        [
          "First session in my new @niketraining CR7 Madeira edition free trainer 3.0. Available now in Europe on nike.com/niketraining Timeline Photos",
          1446911421
        ],
        [
          "With your help, my Madeira can become the World’s Leading Island Destination 2015.  \nVote for Madeira Island until November 8th – Please follow the link:\nhttp://www.worldtravelawards.com/award-worlds-leading-island-destination-2015 Mobile Uploads",
          1445170187
        ],
        [
          "You can explore my island #MadeiraIslands by Walking, Diving, Canyoning and many other activities. Get ready for the adventure and #exploremadeira \n\nTurismo da Madeira / Madeira Tourism\n#madeira\n#madeiranaturefestival\n#visitmadeira Timeline Photos",
          1444213389
        ],
        [
          "Madeira, my homeland -  the 6th Best Island in the whole world and 2nd in Europe. Why? Visit and discover by yourself. Turismo da Madeira / Madeira Tourism #visitmadeira #madeiraIslands Timeline Photos",
          1441099769
        ],
        [
          "Due to several requests the Museu CR7 just lunched a small online shop for those that can't come to Madeira. For now only available for Europe. Enjoy Please Log In",
          1394213024
        ]
      ],
      "dates_start": 1436077794,
      "dates_end": 1476406137,
      "likes_avg": 203315,
      "likes_stdev": 102061,
      "comments_avg": 2780,
      "comments_stdev": 1168,
      "shares_avg": 2287,
      "shares_stdev": 2063
    },
    {
      "number": 16,
      "important": [
        "predict",
        "follow",
        "sport",
        "network",
        "sportlobst"
      ],
      "common": [
        "follow",
        "much instant follow",
        "network",
        "network meet",
        "network meet place",
        "network meet place fan",
        "place fan sport enjoy",
        "predict",
        "sport",
        "sportlobst"
      ],
      "messages": [
        [
          "Tonight is Champions League night at the Bernabéu for the second leg against Liverpool. Predict the result on Sportlobster. #HalaMadrid http://bit.ly/RMvLIVE Sportlobster - The Sports Social Network The meeting place for fans of all sports to enjoy and share breaking news, blogs, predictions and much more. Instantly follow what's important to you, connecting friends, celebrities and teams, ensuring you never miss out on the action you care about.",
          1415097773
        ],
        [
          "Today we’ll play for the Champions League against Liverpool. Predict the result on Sportlobster Sportlobster - The Sports Social Network The meeting place for fans of all sports to enjoy and share breaking news, blogs, predictions and much more. Instantly follow what's important to you, connecting friends, celebrities and teams, ensuring you never miss out on the action you care about.",
          1413962066
        ],
        [
          "Which of my Real Madrid goals is your favourite? Tell me on Sportlobster now lnk.to/RMFanzone Sportlobster - The sports social network The meeting place for fans of all sports to enjoy and share breaking news, blogs, predictions and much more. Instantly follow what",
          1411721856
        ],
        [
          "What was your favourite moment from last night's match? Please let me know in the Real Madrid Fanzone on Sportlobster  Sportlobster - The sports social network The meeting place for fans of all sports to enjoy and share breaking news, blogs, predictions and much more. Instantly follow what",
          1410966028
        ],
        [
          "Last clue is more obvious! You still haven't found it yet? Who can #FindMyCR7Shirt first? You have to be quick. Go go go! #FindMyCR7shirt\nhttp://lnk.to/SportlobsterAppInstall\n Sportlobster - The sports social network The meeting place for fans of all sports to enjoy and share breaking news, blogs, predictions and much more. Instantly follow what",
          1409921695
        ],
        [
          "No one has found my shirt in London yet but you’re all getting closer! Nearly there… here is my second clue on Sportlobster. Go go go! #FindMyCR7shirt http://lnk.to/SportlobsterAppInstall\n Sportlobster - The sports social network The meeting place for fans of all sports to enjoy and share breaking news, blogs, predictions and much more. Instantly follow what",
          1409919238
        ],
        [
          "Go to Sportlobster now to find the clues to find my National Team signed shirt. It's hidden in London right now! #FindMyCR7shirt  http://www.sportlobster.com/fan/Cristiano   Sportlobster - The sports social network The meeting place for fans of all sports to enjoy and share breaking news, blogs, predictions and much more. Instantly follow what's important to you, connecting friends, celebrities and teams, ensuring you never miss out on the action you care about.",
          1409916224
        ],
        [
          "Tomorrow we will play for the SuperCup of Spain. Post in Real Madrid Fanzone on Sportlobster before the match & I’ll follow someone #halamadrid http://lnk.to/RMFanzone Sportlobster - The sports social network The meeting place for fans of all sports to enjoy and share breaking news, blogs, predictions and much more. Instantly follow what",
          1408641955
        ],
        [
          "The beginning of the season is almost here. Go to the Spanish La Liga Fanzone on Sportlobster & support your team. http://bit.ly/1qWvpng Sportlobster - The sports social network The meeting place for fans of all sports to enjoy and share breaking news, blogs, predictions and much more. Instantly follow what's important to you, connecting friends, celebrities and teams, ensuring you never miss out on the action you care about.",
          1407323874
        ],
        [
          "Pre-season starts this weekend in the USA! Download the free Sportlobster App now and join the action http://lnk.to/SportlobsterAppInstall Sportlobster - The sports social network The meeting place for fans of all sports to enjoy and share breaking news, blogs, predictions and much more. Instantly follow what",
          1406312240
        ]
      ],
      "dates_start": 1407794163,
      "dates_end": 1412962426,
      "likes_avg": 91516,
      "likes_stdev": 21543,
      "comments_avg": 3642,
      "comments_stdev": 1271,
      "shares_avg": 588,
      "shares_stdev": 335
    },
    {
      "number": 17,
      "important": [
        "cristiano ronaldo exclus",
        "cristiano",
        "cristiano ronaldo",
        "exclus",
        "unscriptd"
      ],
      "common": [
        "cristiano",
        "cristiano ronaldo",
        "cristiano ronaldo exclus",
        "cristiano ronaldo exclus unscriptd",
        "exclus",
        "unscriptd",
        "unscriptd cristiano",
        "unscriptd cristiano ronaldo",
        "unscriptd cristiano ronaldo exclus",
        "unscriptd cristiano ronaldo exclus unscriptd"
      ],
      "messages": [
        [
          "Funny moments practicing penalties with my son ⚽️👦🏽👍🏼 Unscriptd Cristiano Ronaldo exclusively for Unscriptd",
          1460644107
        ],
        [
          "Talking about fashion 🙂😉 Unscriptd Cristiano Ronaldo exclusively for Unscriptd",
          1458752602
        ],
        [
          "Training our accuracy ⚽️👦🏽❤️ Unscriptd Cristiano Ronaldo exclusively for Unscriptd",
          1457536097
        ],
        [
          "Funny moments with my friend Ricardo answering this 2nd part of the Q&A. Hope you enjoy it!😊 Unscriptd Cristiano Ronaldo exclusively for Unscriptd",
          1456330693
        ],
        [
          "I had lot's of fun answering this Q&A with my friend Ricardo. Hope you enjoy it! Unscriptd Cristiano Ronaldo exclusively for Unscriptd",
          1455793886
        ],
        [
          "Obrigado a todos pelas mensagens de parabéns no meu 31° aniversário! Unscriptd Cristiano Ronaldo exclusively for Unscriptd",
          1454685000
        ],
        [
          "Guess where I spend 20% of my day? Find out! Unscriptd Cristiano Ronaldo exclusively for Unscriptd",
          1454327844
        ],
        [
          "This amazing journey in football started when I was just eleven years old. Unscriptd Cristiano Ronaldo exclusively for Unscriptd",
          1453217602
        ],
        [
          "What better way to spend time than to shoot some balls with my son? Unscriptd Cristiano Ronaldo exclusively for Unscriptd",
          1452175908
        ],
        [
          "Have you ever wonder who my childhood idols were? Check out. Unscriptd Cristiano Ronaldo exclusively for Unscriptd",
          1451730514
        ],
        [
          "Curious to see my house in Madrid? Take a look! Merry Christmas to all! Unscriptd Cristiano Ronaldo exclusively for Unscriptd",
          1450780825
        ]
      ],
      "dates_start": 1452151750,
      "dates_end": 1458025536,
      "likes_avg": 282789,
      "likes_stdev": 189668,
      "comments_avg": 8592,
      "comments_stdev": 7596,
      "shares_avg": 12,
      "shares_stdev": 11
    }
  ]
}