{
  "pagename": "dccomics",
  "globalstats": {
    "messages": 2001,
    "likes_avg": 1023,
    "likes_stdev": 1412,
    "comments_avg": 32,
    "comments_stdev": 52,
    "shares_avg": 71,
    "shares_stdev": 201,
    "graph_uri": "clusters/dccomics.png"
  },
  "clusters": [
    {
      "number": 1,
      "important": [
        "play",
        "got",
        "show us",
        "truth",
        "dare",
        "challeng",
        "show",
        "check",
        "case",
        "sweepstak"
      ],
      "common": [
        "challenge",
        "challenge show",
        "challenge show us",
        "dare",
        "gum truth dare challenge",
        "show us",
        "show us got",
        "timeline",
        "truth",
        "truth dare"
      ],
      "messages": [
        [
          "Check out Get Drawn into a Batman Comic Sweepstakes winner Michelle Henriquez in “A Case of Truth or Dare.” Play the 5 Gum Truth or Dare Challenge and show us what you’ve got #5TruthorDare. http://bit.ly/1H5zQPt Timeline Photos",
          1445875235
        ],
        [
          "5 Dare: Record a song using only what's around you right now. Play the 5 Gum Truth or Dare Challenge and show us what you’ve got. http://dc5gumtruthordare.com/ #5TruthOrDare #DCSweeps #sponsored Timeline Photos",
          1441832425
        ],
        [
          "5 Truth: What language do you wish you could speak? Play the 5 Gum Truth or Dare Challenge and show us what you’ve got. http://dc5gumtruthordare.com/ #5TruthOrDare #DCSweeps #sponsored Timeline Photos",
          1441112428
        ],
        [
          "Truth: If you could live at your parents' house until you're married, would you? Play the 5 Gum Truth or Dare Challenge and show us what you’ve got. http://dc5gumtruthordare.com/ #5TruthOrDare #DCSweeps #sponsored Timeline Photos",
          1440622823
        ],
        [
          "5 Truth: Do you know how to cook? Prove it. Play the 5 Gum Truth or Dare Challenge and show us what you’ve got. http://dc5gumtruthordare.com/ #5TruthOrDare #DCSweeps #sponsored Timeline Photos",
          1440162031
        ],
        [
          "5 Truth: Would you rather be a rockstar or an artist? Play the 5 Gum Truth or Dare Challenge and show us what you’ve got. http://dc5gumtruthordare.com/ #5TruthOrDare #DCSweeps #sponsored Timeline Photos",
          1439586021
        ],
        [
          "5 Truth: Skydive or bungee jump? Play the 5 Gum Truth or Dare Challenge and show us what you’ve got. http://dc5gumtruthordare.com/ #5TruthOrDare #DCSweeps #sponsored Timeline Photos",
          1438822815
        ],
        [
          "5 Truth: What's your biggest fear?\nFace it. Play the 5 Gum Truth or Dare Challenge and show us what you’ve got. http://dc5gumtruthordare.com/ #5TruthOrDare #DCSweeps #sponsored Timeline Photos",
          1438261220
        ],
        [
          "Truth: Who scares you? Play the 5 Gum Truth or Dare Challenge and show us what you’ve got. http://dc5gumtruthordare.com/ #5TruthOrDare #DCSweeps #sponsored Timeline Photos",
          1437843619
        ]
      ],
      "dates_start": 1438175482,
      "dates_end": 1442739765,
      "likes_avg": 573,
      "likes_stdev": 496,
      "comments_avg": 17,
      "comments_stdev": 17,
      "shares_avg": 38,
      "shares_stdev": 43
    },
    {
      "number": 2,
      "important": [
        "celebr new",
        "ten moment",
        "back consid",
        "moment",
        "guy",
        "look back",
        "pretti",
        "year",
        "year dc",
        "celebr new year"
      ],
      "common": [
        "2016",
        "dc",
        "fans",
        "mattered",
        "moments",
        "moments mattered",
        "ten",
        "ten moments",
        "ten moments mattered",
        "year"
      ],
      "messages": [
        [
          "Here are 10 things that remind us 2016 actually had some pretty great moments. And hey, you guys are on this list! http://bit.ly/2iscRZY Ten Moments that Mattered in 2016 To make your mark on the future, it helps to take stock of where you’ve been. 2017 promises to be an exciting year for DC and its fans, but before we celebrate the new year, we thought we’d look back on 2016 and consider some of the places we’ve been. DC made some bold choices in the worlds of comic",
          1483902044
        ],
        [
          "From #DCRebirth to #YoungJustice Season 3 and beyond, we highlight DC's Ten Moments That Mattered in 2016: http://bit.ly/2irQTJf Ten Moments that Mattered in 2016 To make your mark on the future, it helps to take stock of where you’ve been. 2017 promises to be an exciting year for DC and its fans, but before we celebrate the new year, we thought we’d look back on 2016 and consider some of the places we’ve been. DC made some bold choices in the worlds of comic",
          1483398250
        ],
        [
          "With our focus on highlighting and listening to fans of DC, YOU are one of our 10 moments that mattered in 2016! http://bit.ly/2hCUjK5 Ten Moments that Mattered: DC Fans Take the Spotlight To make your mark on the future, it helps to take stock of where you've been. 2017 promises to be an exciting year for DC and its fans, but before we celebrate the new year, we thought we'd look back on 2016 and consider some of the places we've been.",
          1483125055
        ],
        [
          "2016 moments that mattered: #DCTV's unprecedented shared universe united four shows for the epic #DCWeek crossover! http://bit.ly/2ij1T9G Ten Moments that Mattered: The CW's Shared #DCTV Universe To make your mark on the future, it helps to take stock of where you've been. 2017 promises to be an exciting year for DC and its fans, but before we celebrate the new year, we thought we'd look back on 2016 and consider some of the places we've been.",
          1483052596
        ],
        [
          "In 2016's ten moments that mattered, #DCSuperHeroGirls gave young fans relatable, headstrong heroes to look up to! http://bit.ly/2ifDxhb Ten Moments that Mattered: DC Super Hero Girls Soar to Success To make your mark on the future, it helps to take stock of where you've been. 2017 promises to be an exciting year for DC and its fans, but before we celebrate the new year, we thought we'd look back on 2016 and consider some of the places we've been.",
          1482966255
        ],
        [
          "In 2016's ten moments that mattered, DARK NIGHT: A TRUE BATMAN STORY reminded us that fictional heroes can heal real wounds. http://bit.ly/2hKTB9w Ten Moments that Mattered: Paul Dini's Dark Night: A True Batman Story To make your mark on the future, it helps to take stock of where you've been. 2017 promises to be an exciting year for DC and its fans, but before we celebrate the new year, we thought we'd look back on 2016 and consider some of the places we've been.",
          1482865030
        ],
        [
          "Of all the moments that mattered in 2016, the most exciting DC animation news was the return of YOUNG JUSTICE! http://bit.ly/2hs6fOE Ten Moments that Mattered: Young Justice Gets a Third Season To make your mark on the future, it helps to take stock of where you've been. 2017 promises to be an exciting year for DC and its fans, but before we celebrate the new year, we thought we'd look back on 2016 and consider some of the places we've been.",
          1482793814
        ],
        [
          "Wonder Woman and Harley Quinn captivated us all in 2016 with their appearances on the big screen! http://bit.ly/2hzrPgd Ten Moments that Mattered: Wonder Woman and Harley Quinn Capture Imaginations To make your mark on the future, it helps to take stock of where you've been. 2017 promises to be an exciting year for DC and its fans, but before we celebrate the new year, we thought we'd look back on 2016 and consider some of the places we've been.",
          1482519877
        ],
        [
          "Of all the moments that mattered in 2016, BATMAN: ARKHAM VR might be the one that has most immersed fans in the DC Universe! http://bit.ly/2hZPuKf Ten Moments that Mattered: Batman Expands into Virtual Reality To make your mark on the future, it helps to take stock of where you've been. 2017 promises to be an exciting year for DC and its fans, but before we celebrate the new year, we thought we'd look back on 2016 and consider some of the places we've been.",
          1482434462
        ],
        [
          "Ten Moments that Mattered: With Gerard Way leading the helm, the #DCYoungAnimal imprint makes its way into comic shops! http://bit.ly/2hsknDA Ten Moments that Mattered: DC's Young Animal Pops into Comic Shops To make your mark on the future, it helps to take stock of where you've been. 2017 promises to be an exciting year for DC and its fans, but before we celebrate the new year, we thought we'd look back on 2016 and consider some of the places we've been.",
          1482348972
        ],
        [
          "This year's Ten Moments that Mattered series continues with a major milestone for one of comics' favorite heroines - the 75th Anniversary of Wonder Woman! http://bit.ly/2gZHKDu Ten Moments that Mattered: Wonder Woman Celebrates her 75th Anniversary To make your mark on the future, it helps to take stock of where you've been. 2017 promises to be an exciting year for DC and its fans, but before we celebrate the new year, we thought we'd look back on 2016 and consider some of the places we've been.",
          1482274938
        ],
        [
          "Our annual Ten Moments that Mattered series is back, and we're kicking it off with a dive into one of the biggest events of the year - #DCRebirth! http://bit.ly/2i2jwh1 Ten Moments that Mattered: The DC Universe Experiences a Rebirth To make your mark on the future, it helps to take stock of where you've been. 2017 promises to be an exciting year for DC and its fans, but before we celebrate the new year, we thought we'd look back on 2016 and consider some of the places we've been.",
          1482174209
        ]
      ],
      "dates_start": 1482333853,
      "dates_end": 1483308730,
      "likes_avg": 897,
      "likes_stdev": 1102,
      "comments_avg": 30,
      "comments_stdev": 44,
      "shares_avg": 73,
      "shares_stdev": 134
    },
    {
      "number": 3,
      "important": [
        "among us",
        "injustic",
        "prepar",
        "come",
        "god among us",
        "war",
        "comic timelin",
        "god among",
        "god",
        "among"
      ],
      "common": [
        "gods",
        "gods among",
        "gods among us",
        "http",
        "injustice",
        "injustice gods",
        "injustice gods among",
        "injustice gods among us",
        "photos",
        "timeline photos"
      ],
      "messages": [
        [
          "INJUSTICE 2 is coming. Prepare for war by getting INJUSTICE: GODS AMONG US comics for up to 60% off by 1/23! http://bit.ly/2iPPv4z Timeline Photos",
          1485054547
        ],
        [
          "He can’t wait to show you his toys! Play The Joker challenge in Injustice: Gods Among Us mobile. http://bit.ly/2b7S37y Timeline Photos",
          1471561215
        ],
        [
          "#NewDCDay brings BLOODLINES #4, INJUSTICE: GODS AMONG US: YEAR FIVE #13, FUTURE QUEST #2, THE FLINTSTONES #1, and more! Comment with what you're getting! #NCBD http://bit.ly/29iw5gb Timeline Photos",
          1467795626
        ],
        [
          "The gods themselves take up arms against Superman's rule in INJUSTICE: GODS AMONG US: YEAR FOUR VOL 1! Available today: http://bit.ly/1OaLpbK Timeline Photos",
          1462266011
        ],
        [
          "You can still win INJUSTICE: GODS AMONG US: YEAR THREE VOL 2 before it all ends tomorrow: http://bit.ly/1RQZ2ms Timeline Photos",
          1455500705
        ],
        [
          "Batman discovers Superman's alliance with Bane! Read INJUSTICE: GODS AMONG US: YEAR FIVE #5 digitally today: http://bit.ly/1QbIrqh Timeline Photos",
          1454065210
        ],
        [
          "Superman might just be able to handle Doomsday...but for how long? Read INJUSTICE: GODS AMONG US: YEAR FIVE #3 digitally today: http://bit.ly/1Z3bdLV Timeline Photos",
          1452250811
        ],
        [
          "The hit series begins its fifth and final year as the regime searches for the criminals who all escaped from Superman's prison. Read INJUSTICE: GODS AMONG US: YEAR FIVE #1 digitally now: http://bit.ly/1S5DCB2 Timeline Photos",
          1451170818
        ],
        [
          "Find out what's in store for INJUSTICE: GODS AMONG US YEAR FOUR, BATMAN: ARKHAM KNIGHT, ARROW SEASON 2.5, and lots more coming this May: http://bit.ly/1DCm73u Timeline Photos",
          1424401212
        ],
        [
          "INJUSTICE: GODS AMONG US YEAR THREE kicks off this October, as well as the new digital series THE FLASH: SEASON ZERO and ARROW: SEASON 2.5. Get all the details on their upcoming Oct issues and more here: http://bit.ly/1rbmgGB Timeline Photos",
          1405353607
        ],
        [
          "Did you watch this week's DC All Access? If not you missed an epic showdown with the team from Nerdist over a game of Injustice: Gods Among Us. Catch it now: http://bit.ly/VKWsUH Timeline Photos",
          1405245610
        ],
        [
          "The Green Lanterns struggle to recover as they deal with the aftermath of tragedy, meanwhile the GCPD plan against Superman's peacekeeping force. Read INJUSTICE: GODS AMONG US: YEAR TWO #11 http://shout.lt/vQLt Timeline Photos",
          1402664472
        ],
        [
          "Superman is just being... a jerk. And Batman is forced to take refuge in a not so expected place. Preview INJUSTICE: GODS AMONG US YEAR TWO #1, available tomorrow: http://bit.ly/1lZSyjw Timeline Photos",
          1389722406
        ]
      ],
      "dates_start": 1410700743,
      "dates_end": 1470384218,
      "likes_avg": 1446,
      "likes_stdev": 1009,
      "comments_avg": 37,
      "comments_stdev": 37,
      "shares_avg": 92,
      "shares_stdev": 92
    },
    {
      "number": 4,
      "important": [
        "young",
        "converg tiein",
        "tiein",
        "must",
        "timelin photo",
        "abl",
        "converg",
        "hero",
        "timelin",
        "photo"
      ],
      "common": [
        "bit ly",
        "convergence",
        "convergence tie",
        "http bit",
        "http bit ly",
        "ly",
        "photos",
        "tie",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "The young heroes must decide their own destiny in INFINITY INC, a Convergence tie-in. Timeline Photos",
          1417581008
        ],
        [
          "The Crime Syndicate finds their rule threatened by the Superman and Batman of the One Million Universe in CRIME SYNDICATE, a Convergence tie-in. Timeline Photos",
          1417572007
        ],
        [
          "Can Booster work with his future self and get out of prison? Find out in the Convergence tie-in BOOSTER GOLD. Timeline Photos",
          1417558506
        ],
        [
          "A second chance to be heroes could mean renewed youth in JUSTICE SOCIETY OF AMERICA, a Convergence tie-in. Timeline Photos",
          1417554019
        ],
        [
          "The world of Gotham By Gaslight takes on the Captain Marvel family and friends in the Convergence tie-in SHAZAM. Timeline Photos",
          1417549506
        ],
        [
          "Hawkman and Hawkgirl must put their Shadow War on hold when a new threat emerges in HAWKMAN, a Convergence tie-in: http://bit.ly/1vKrprT Timeline Photos",
          1416983408
        ],
        [
          "The Atomic Knights attack and it's up to Superboy to rally the Legion of Super-Heroes in another Convergence tie-in: http://bit.ly/1vKrprT Timeline Photos",
          1416971707
        ],
        [
          "Len Wein is writing the SWAMP THING Convergence tie-in. That's all we're going to say about that: http://bit.ly/1vKrprT Timeline Photos",
          1416953708
        ],
        [
          "Diana Prince is trapped by a Doomsday cult. Who will come to save her? Find out in the Convergence tie-in WONDER WOMAN: http://bit.ly/1vKrprT Timeline Photos",
          1416944703
        ],
        [
          "Who thinks faster than The Flash? Barry's about to find out when he's trapped in Gotham in THE FLASH, a Convergence tie-in. Timeline Photos",
          1416931222
        ],
        [
          "Kon-El confronts Kingdom Come Superman, but the best way to win may be to lose. Read the Convergence tie-in SUPERBOY this April: http://bit.ly/14E8hjR Timeline Photos",
          1416371407
        ],
        [
          "Kyle Rayner is ready for anything, but does that include Hal Jordan as Parallax? Find out in the Convergence tie-in GREEN LANTERN/PARALLAX: http://bit.ly/14E8hjR Timeline Photos",
          1416344409
        ],
        [
          "How different are Batman and Azrael? Find out in the Convergence tie-in BATMAN: SHADOW OF THE BAT: http://bit.ly/14E8hjR Timeline Photos",
          1416335404
        ],
        [
          "An attack disrupts Dick and Barbara in the midst of reevaluating their relationship in NIGHTWING/ORACLE, one of this April's Convergence tie-ins: http://bit.ly/1ExPyTO Timeline Photos",
          1415766602
        ],
        [
          "Can Batman and Robin put aside their differences with Red Hood before The Extremists attack? Find out in the Convergence tie-in this April. Timeline Photos",
          1415721603
        ]
      ],
      "dates_start": 1416254769,
      "dates_end": 1417497126,
      "likes_avg": 1514,
      "likes_stdev": 628,
      "comments_avg": 28,
      "comments_stdev": 15,
      "shares_avg": 48,
      "shares_stdev": 27
    },
    {
      "number": 5,
      "important": [
        "chang",
        "shade",
        "dcyounganim",
        "favorit moment",
        "origin",
        "way",
        "moment",
        "chang girl",
        "thing",
        "girl"
      ],
      "common": [
        "changing",
        "changing girl",
        "dc",
        "dcyounganimal",
        "dcyounganimal shade",
        "dcyounganimal shade changing",
        "girl",
        "shade",
        "shade changing",
        "shade changing girl"
      ],
      "messages": [
        [
          "The tough thing about renting a body is the original owner is bound to find their way back eventually. What's your favorite moment from #DCYoungAnimal's SHADE, THE CHANGING GIRL #5? Timeline Photos",
          1486249216
        ],
        [
          "On the #DCFansChannel, find out why one of YouTuber Geekerella's favorite moments from the #DCYoungAnimal Book Club is in SHADE, THE CHANGING GIRL #5: https://youtu.be/n1EO19lias0 Timeline Photos",
          1485990013
        ],
        [
          "#NewDCDay is the perfect way to kick off February with CYBORG #9, DEATH OF HAWKMAN #5, DC COMICS: BOMBSHELLS #22, MIDNIGHTER AND APOLLO #5, #DCYoungAnimal's SHADE, THE CHANGING GIRL #5, THE FALL AND RISE OF CAPTAIN ATOM #2, #DCHannaBarbera's THE FLINTSTONES #8, and more! #NCBD http://bit.ly/2juVuMN Browse | DC DCComics.com: Welcome to the Official Site for DC. DC is home to the \"World's Greatest Super Heroes,\" including SUPERMAN, BATMAN, WONDER WOMAN, GREEN LANTERN, THE FLASH, AQUAMAN and more.",
          1485946815
        ],
        [
          "All people are animals in the preview of #DCYoungAnimal's SHADE, THE CHANGING GIRL #5. No, literally. http://bit.ly/2klktB3 Exclusive: Preview the Latest Issue of Shade, the Changing Girl From DC's Young Animal Reading Cecil Castellucci's Shade, the Changing Girl from DC's Young Animal imprint will kind of make you feel like you're on something even if you're totally sober. I mean that in the best possible way. If you haven't been keeping up with Castellucci's book (with art by Marley Zarcone), Shade, the ...",
          1485824414
        ],
        [
          "Loma must reckon with the harsh world Megan Boyer left for her. What's your review of SHADE, THE CHANGING GIRL #4? Timeline Photos",
          1483801673
        ],
        [
          "It's a new year and #NewDCDay! Read the first issues of 2017, including THE FALL AND RISE OF CAPTAIN ATOM #1, CYBORG #8, DC COMICS: BOMBSHELLS #21, DEATH OF HAWKMAN #4, MIDNIGHTER AND APOLLO #4, SCOOBY-DOO, WHERE ARE YOU? #77, #DCYoungAnimal's SHADE, THE CHANGING GIRL #4, #DCHannaBarbera's THE FLINTSTONES #7, and more! #NCBD http://bit.ly/2hPUeOp Timeline Photos",
          1483527671
        ],
        [
          "Megan's violent, erratic behavior starts to draw attention in the preview of SHADE, THE CHANGING GIRL #4! http://bit.ly/2iqfspZ Exclusive DC Preview: Shade The Changing Girl #4 DC has provided ComicBook.com with an exclusive first look at next week's Shade the Changing Girl #4 from writer CecilCastellucci and artist Morley Zarcone. You can see the solicitation text below, and the preview pages in the attached image gallery.As Megan, the soul that Shade displaced, gets [......",
          1483369339
        ],
        [
          "ThatCMonster takes a look at how SHADE, THE CHANGING GIRL's character has evolved over time, and her current incarnation in #DCYoungAnimal on the #DCFansChannel: https://youtu.be/47dF1eBoCDE Who is Shade The Changing Girl? by ThatCMonster ThatCMonster shares the complete history of Rac Shade to get us caught up on DC's recent addition to the Young Animal imprint, Shade The Changing Girl https://www.youtube.com/channel/UC6CLlfEIh6EM8fNBFh7baIw https://twitter.com/ThatCmonster https://www.instagram.com/thatcmonster/ https://www.faceboo...",
          1482447907
        ],
        [
          "Loma realizes she's surrounded by enemies thanks to her domineering human host! Is joyriding around the universe even worth it when you don't fit in anywhere? Comment with your review of #DCYoungAnimal's SHADE, THE CHANGING GIRL #3! Timeline Photos",
          1481411165
        ],
        [
          "#NewDCDay brings CYBORG #6, DC COMICS: BOMBSHELLS #20, DEADMAN: DARK MANSION OF FORBIDDEN LOVE #2, DEATH OF HAWKMAN #3, MIDNIGHTER AND APOLLO #3, #DCYoungAnimal's SHADE, THE CHANGING GIRL #3, #DCHannaBarbera's THE FLINTSTONES #6, and even more! What are you reading today? #NCBD http://bit.ly/2gaa6u8 Timeline Photos",
          1481108446
        ],
        [
          "In the preview of SHADE, THE CHANGING GIRL #3, Loma knows how to swim...just not in a human body. http://bit.ly/2hcxZlM EXCLUSIVE PREVIEW: Shade, the Changing Girl #3 by Cecil Castellucci & Marley Zarcone Trying to settle into her new life as an Earth girl, Shade finds the body she has taken over doesn't have the same skills as it did when its previous inhabitant was in charge. It's bad enough that her swim team hates her, but now she can't perform in the water at all.",
          1481036536
        ],
        [
          "Loma is an alien living in a teenage girl's body walking through a world of madness--but high school is weirder than all that in #DCYoungAnimal's SHADE, THE CHANGING GIRL!",
          1480957613
        ],
        [
          "#NewDCDay brings CATWOMAN: ELECTION NIGHT #1, CYBORG #4, DC COMICS: BOMBSHELLS #19, DEATH OF HAWKMAN #2, MIDNIGHTER/APOLLO #2, THE FLINTSTONES #5, #DCYoungAnimal's SHADE, THE CHANGING GIRL #2, and more! Which will you read first? #NCBD http://bit.ly/2emWpuj Timeline Photos",
          1478080827
        ],
        [
          "Megan's whole life changes when she wakes up from a coma, except she's not Megan anymore. What did you think of the psychedelic SHADE, THE CHANGING GIRL #1? Timeline Photos",
          1475946187
        ],
        [
          "From Gerard Way's #DCYoungAnimal: Megan Boyer has a mind-bending secret in SHADE, THE CHANGING GIRL, out 10/5! Written by Cecil Castellucci, drawn by Marley Zarcone, covers by Becky Cloonan.\nDCComics.com/YoungAnimal",
          1475240465
        ]
      ],
      "dates_start": 1478670083,
      "dates_end": 1485455021,
      "likes_avg": 387,
      "likes_stdev": 276,
      "comments_avg": 10,
      "comments_stdev": 12,
      "shares_avg": 23,
      "shares_stdev": 21
    },
    {
      "number": 6,
      "important": [
        "dark knight iii master",
        "dark knight iii",
        "battl",
        "race",
        "iii",
        "batman superman",
        "master race",
        "master",
        "superman",
        "togeth"
      ],
      "common": [
        "dark",
        "dark knight",
        "iii master",
        "iii master race",
        "knight",
        "knight iii",
        "knight iii master",
        "master",
        "master race",
        "race"
      ],
      "messages": [
        [
          "After a devastating battle, Superman races to save a wounded hero in DKIII: THE MASTER RACE #7, out on digital! http://bit.ly/2il3PAY Dark Knight III: The Master Race #7 Batman and Superman are back together again-but is their reunion too late?",
          1483017763
        ],
        [
          "Frank Miller's epic returns today with DARK KNIGHT III: THE MASTER RACE #4: http://bit.ly/1SIsut0 Timeline Photos",
          1461762023
        ],
        [
          "What character development makes Bruce Wayne even more engaging in DARK KNIGHT III: THE MASTER RACE #3? Discover three things you should look out for in today's compelling issue: http://bit.ly/1R1RyaQ *SPOILERS* Timeline Photos",
          1456359307
        ],
        [
          "Bruce Wayne is forced to reflect on his own limitations. When the Batman isn't enough, does he dare turn to the Man of Steel? Find out in DARK KNIGHT III: THE MASTER RACE #3, out today: http://bit.ly/1UaJji7 Timeline Photos",
          1456326022
        ],
        [
          "DC #NewComicsDay comes out swinging with the hotly anticipated DARK KNIGHT III: THE MASTER RACE #3, GRAYSON #17, SUPERMAN #49, and more! http://bit.ly/1Qnnb4b Timeline Photos",
          1456311611
        ],
        [
          "Get an early look at some of this April's upcoming issues, including new issues of DARK KNIGHT III: THE MASTER RACE, JUSTICE LEAGUE, BLACK CANARY and more: http://bit.ly/1nwOo7U Timeline Photos",
          1453690808
        ],
        [
          "Carrie Kelley is back in action in but you won't believe the suprises in store in DARK KNIGHT III: THE MASTER RACE #2: http://bit.ly/1NHIC9v Timeline Photos",
          1450882825
        ],
        [
          "Midtown Comics in New York was packed this past Saturday for a rare signing event with the DARK KNIGHT III: THE MASTER RACE creative team. We've got some great shots of the gathering: http://bit.ly/1TdpJPt Timeline Photos",
          1450753204
        ],
        [
          "Announcing five new DARK KNIGHT III: THE MASTER RACE #2 variant covers from some amazing artists: http://bit.ly/1JeEZGe New Variant Covers for DARK KNIGHT III: THE MASTER RACE BOOK TWO",
          1450382744
        ],
        [
          "Time is running out to enter for a chance to win all 53 retailer variant covers of DARK KNIGHT III: THE MASTER RACE: #1 and a DC Collectibles Batman: The Dark Knight Returns Action Figure 4-Pack. Get your name in by 12/14 at 9:59 a.m. PT: http://bit.ly/1PRbvUL Timeline Photos",
          1449961205
        ],
        [
          "Enter before 12/14 at 9:59 a.m. PT for a chance to win all 53 retailer variant covers of DARK KNIGHT III: THE MASTER RACE: #1 and a Dark Knight Returns Action Figure 4-Pack: http://bit.ly/1PRbvUL Timeline Photos",
          1449010807
        ],
        [
          "Relax a little this holiday weekend by settling in with some fantastic new comics, like...\nWONDER WOMAN #46\nWE ARE ROBIN #6\nSUPERMAN #46\nGRAYSON #14\nBATMAN AND ROBIN ETERNAL #8\n\nOh, and DARK KNIGHT III: THE MASTER RACE #1!\n\nFull release list: http://bit.ly/1MOH3pS Timeline Photos",
          1448449219
        ],
        [
          "Enter for a chance to win an amazing DKIII prize pack, including ALL 53 hard-to-get retailer variants for DARK KNIGHT III: THE MASTER RACE #1!\n\nEnter here >>> http://bit.ly/1PRbvUL Timeline Photos",
          1448442002
        ],
        [
          "The second issue of DARK KNIGHT III: THE MASTER RACE will feature some incredible variant covers. Plus, see Eduardo Risso's cover for the Wonder Woman mini-comic: http://shout.lt/bgVYW Timeline Photos",
          1446213634
        ],
        [
          "Take a first look at an interior panel from DARK KNIGHT III: THE MASTER RACE! Timeline Photos",
          1443819623
        ],
        [
          "Get details on the debut issue of DARK KNIGHT III: THE MASTER RACE, JUSTICE LEAGUE #46, CYBORG #5, THE FLASH #46 and more coming this November: http://bit.ly/1NBaYDi Timeline Photos",
          1439845229
        ]
      ],
      "dates_start": 1443480810,
      "dates_end": 1462172692,
      "likes_avg": 448,
      "likes_stdev": 290,
      "comments_avg": 10,
      "comments_stdev": 6,
      "shares_avg": 34,
      "shares_stdev": 19
    },
    {
      "number": 7,
      "important": [
        "chang",
        "one",
        "couch club",
        "arrow",
        "team",
        "couch",
        "dctv",
        "club",
        "join",
        "like"
      ],
      "common": [
        "bit ly",
        "club",
        "couch",
        "couch club",
        "dctv",
        "dctv couch",
        "dctv couch club",
        "http",
        "http bit",
        "ly"
      ],
      "messages": [
        [
          "Is Rene the one who's changed the most since joining Team #Arrow? And how is he like Freddie Mercury? Find out on the #DCTV Couch Club. http://bit.ly/2kJVSUU Timeline Photos",
          1486609223
        ],
        [
          "On the latest #DCTV Couch Club: Unlikely heroes step up, and Rip gets evil in #LegendsOfTomorrow. http://bit.ly/2kHLvkg Timeline Photos",
          1486566064
        ],
        [
          "After last night's #Supergirl, #DCTV Couch Club decides heart-to-heart conversations are great, just maybe not while tracking murderous aliens. http://bit.ly/2jYwWM7 Timeline Photos",
          1486472448
        ],
        [
          "Gather 'round the internet campfire as #DCTV Couch Club discusses a certain new/not-new character in tonight's #Arrow! http://bit.ly/2jyyUT6 Timeline Photos",
          1486004415
        ],
        [
          "#DCTV Couch Club's questions after tonight's #LegendsOfTomorrow: Can Thawne outrun death? And is it cool if that tooth scene made us hurl? http://bit.ly/2jB8StH Timeline Photos",
          1485916208
        ],
        [
          "Kara's got some pretty serious trust issues in tonight's #Supergirl, but are they justified? Let's talk it out with the #DCTV Couch Club! http://bit.ly/2joMQPG Timeline Photos",
          1485831614
        ],
        [
          "#DCTV Couch Club wonders: How far will Prometheus go to ruin #Arrow's life? Far enough to make a crazy entertaining mid-season return! http://bit.ly/2kvhk2r Arrow: We're Back, Baby! Welcome back, guys!Hope everyone had a nice break. I'm trying to thaw out from the frigid Midwest cold and ice, but ready to bring this column to you.I guess the best place to start would be with the obvious: Laurel!",
          1485399620
        ],
        [
          "Tonight on the #DCTV Couch Club, the #LegendsOfTomorrow face their most dire straits of all: film school. http://bit.ly/2jXr8kV Timeline Photos",
          1485311410
        ],
        [
          "If #TheFlash on The CW is your speed, the #DCTV Couch Club says you'll love #DCRebirth's FLASH VOL. 1: LIGHTNING STRIKES TWICE! http://bit.ly/2juHcHJ Godspeed to Barry and the Kid Flashes DC's Rebirth has launched some amazing new chapters in the lives of classic super heroes, and Barry Allen has got a really, really special story! The first trade collection by Joshua Williamson with art by Carmine Di Giandomenico and Ivan Plascencia generously collects THE FLASH: REBIRTH one-shot an...",
          1485298845
        ],
        [
          "#DCTV Couch Club looks at how a powerless Kara still manages to be extraordinary on the mid-season return of #SupergirlCW, directed by Kevin Smith. Plus, find out what tonight's episode has to do with that unproduced Superman movie Smith wrote in the '90s! http://bit.ly/2kbCcZk Timeline Photos",
          1485226809
        ],
        [
          "A member of the #DCTV Couch Club reviews #DCRebirth's GREEN ARROW VOL. 1: THE DEATH AND LIFE OF OLIVER QUEEN, and even finds similarities and differences to TV's #Arrow! http://bit.ly/2k0Qn2k Chapter-by-Chapter: Green Arrow Vol. 1 When I was sent the first volume of GREEN ARROW: REBIRTH and asked to share my thoughts on it for the DC website, I was pretty psyched. I write about Arrow for the #DCTV Couch Club, and I've been wanting to read the new Green Arrow book for a while, so everything aligned perfectly.",
          1484766036
        ],
        [
          "For #DCWeek's four-part crossover, the entire #DCTV Couch Club gets together to geek out over tonight's #SupergirlCW (including one awesome moment that the group calls superheroic comfort food)! http://bit.ly/2gQI4IU Timeline Photos",
          1480388421
        ],
        [
          "Are they #LegendsOfTomorrow or Time Janitors who happened to avoid nuclear war? Let's discuss tonight's episode on the #DCTV Couch Club! http://bit.ly/2eGS2am Timeline Photos",
          1478827822
        ],
        [
          "Between one character gaining powers, another character losing them, and an ominous message from the future, #DCTV Couch Club has a lot to break down from tonight's #LegendsOfTomorrow! http://bit.ly/2eXfGQl Timeline Photos",
          1477611191
        ],
        [
          "Jesse Quick lives up to her name in tonight's episode of #TheFlash, and #DCTV Couch Club has a rundown of her comic book origins! http://bit.ly/2e6gFTx Timeline Photos",
          1476838820
        ],
        [
          "Want to know more about Wild Dog and Ragman after tonight's #Arrow? #DCTV Couch Club digs into their origins! http://bit.ly/2e2OcJy Timeline Photos",
          1476320426
        ]
      ],
      "dates_start": 1479613251,
      "dates_end": 1487060419,
      "likes_avg": 335,
      "likes_stdev": 130,
      "comments_avg": 10,
      "comments_stdev": 6,
      "shares_avg": 14,
      "shares_stdev": 6
    },
    {
      "number": 8,
      "important": [
        "teen",
        "turn",
        "monday",
        "week issu",
        "destroy",
        "preview",
        "titan",
        "confront",
        "veri",
        "teen titan"
      ],
      "common": [
        "bit",
        "bit ly",
        "http",
        "ly",
        "photos",
        "teen",
        "teen titans",
        "timeline",
        "timeline photos",
        "titans"
      ],
      "messages": [
        [
          "Damian turns himself over to the League of Assassins, which is either very smart or very dumb in our preview of TEEN TITANS #4! http://www.dccomics.com/blog/2017/01/23/preview-monday-teen-titans-4 Preview Monday: Teen Titans #4! Fan News By Nicole Valdez In this week's issue of TEEN TITANS, Damian Wayne a.k.a. Robin abandons the Teen Titans to confront his grandfather, Ra's al Ghul. But his plea to call off the Demon's Fist (the group of assassins currently hell-bent on destroying the Teen Titans) goes awry, and his grandfa...",
          1485212420
        ],
        [
          "To save his new team from Ra's al Ghul's wrath, Damian does something nobody expected! What did you think of TEEN TITANS #3? Timeline Photos",
          1483225684
        ],
        [
          "Wally races to save his friends, but before it's all over, one of the Titans makes a heartbreaking sacrifice. What's your reaction to the end of TITANS #5? Timeline Photos",
          1480201219
        ],
        [
          "Now that Wally West is back, the Titans go looking for the person who made him disappear! What did you think of TITANS #1? Timeline Photos",
          1469912409
        ],
        [
          "The Titans fight a group of mutant beasts who have a curious connection to Beast Boy! What's your reaction to TEEN TITANS ANNUAL #2? Timeline Photos",
          1467493209
        ],
        [
          "Not teens. Just Titans. The team reassembles with Wally West in next week's TITANS: REBIRTH #1! http://bit.ly/1TyNfbg",
          1465592400
        ],
        [
          "Just when the Titans think things can't get worse after the Robin War...they do. Figures. Get a sneak peek of TEEN TITANS #16: http://bit.ly/1ShmdFe Timeline Photos",
          1453848305
        ],
        [
          "Happy Young Readers Day! Whether you’re a Teen Titan or young at heart, join Beast Boy and celebrate by picking up a good story. #YoungReadersDay Timeline Photos",
          1447210814
        ],
        [
          "CONVERGENCE is over, but the ripples are still being felt, especially by a young precog named Lilith. What are these visions she’s having of a Teen Titans team the world never knew? \n\nDiscover the Secret History of the Teen Titans in TITANS HUNT #1, out today: http://bit.ly/1jpJ8AQ Timeline Photos",
          1445432525
        ],
        [
          "Pick up The Complete First Season of Teen Titans GO! now on Blu-ray: bit.ly/TeenTitansGoS1BD Timeline Photos",
          1433077227
        ],
        [
          "It's hard to love anything as much as Cyborg and Beast Boy love pizza, but you can try! Pre-order Teen Titans Go! Season 1 on Blu-ray today: http://bit.ly/TTGOBLU Timeline Photos",
          1428829213
        ],
        [
          "Marv Wolfman returns to write NEW TEEN TITANS as the team takes on the Tangent Universe's Doom Patrol in this Convergence tie-in: http://bit.ly/1vKrprT Timeline Photos",
          1416967216
        ],
        [
          "The Teen Titans have kicked off a bold new direction. What did you think of TEEN TITANS #1? Timeline Photos",
          1405807214
        ],
        [
          "Did you pick up the debut copy of TEEN TITANS #1 today? Sound off about the series using any of these hashtags: http://bit.ly/1zJvEUr Timeline Photos",
          1405548035
        ],
        [
          "The Titans are moving! To a new time that is. Now you can catch new episodes of TEEN TITANS GO! every Wednesday night at 6:30/5:30c on Cartoon Network. Timeline Photos",
          1396670407
        ],
        [
          "SONIC and Teen Titans Go! have joined forces...for fun! Pick up a kids-combo meal at a participating Sonic location near you for a wacky surprise. http://bit.ly/1hmLzPT Timeline Photos",
          1396605617
        ],
        [
          "From TINY TITANS: RETURN TO THE TREEHOUSE #1 to HE-MAN AND THE MASTERS OF THE UNIVERSE #14, there's no shortage of awesome new comics coming your way in June: http://bit.ly/1iVDPaD Timeline Photos",
          1395604813
        ],
        [
          "Future Jon Lane Kent is out for revenge. But will he be able to keep up the charade with the Teen Titans for long? Preview SUPERBOY #29 as part of this week's Preview Monday: http://bit.ly/1iud5h8 Timeline Photos",
          1394481610
        ]
      ],
      "dates_start": 1404964850,
      "dates_end": 1469670742,
      "likes_avg": 1151,
      "likes_stdev": 618,
      "comments_avg": 60,
      "comments_stdev": 55,
      "shares_avg": 70,
      "shares_stdev": 49
    },
    {
      "number": 9,
      "important": [
        "tonight new",
        "new episod",
        "episod",
        "tonight",
        "secret timelin",
        "arrow",
        "new",
        "return",
        "dctv secret timelin",
        "dctv secret"
      ],
      "common": [
        "bit",
        "dctv secrets http",
        "dctv secrets http bit",
        "dctv secrets http bit ly",
        "http bit ly",
        "secrets",
        "secrets http bit",
        "secrets http bit ly",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "Arrow finally returns tonight! And with a new episode comes a new batch of #DCTV Secrets: http://bit.ly/1SR1hHV Timeline Photos",
          1461805216
        ],
        [
          "The team encounters an old villain in DC's Legends of Tomorrow. Discover more with #DCTV Secrets: http://bit.ly/21TsAQG Timeline Photos",
          1459466404
        ],
        [
          "To beat Zoom, The Flash must literally revisit his past...and encounter some #DCTV Secrets: http://bit.ly/1RxGwet Timeline Photos",
          1459299607
        ],
        [
          "#TheFlash is back, and with a new speedster! Find out about Trajectory in #DCTV Secrets: http://bit.ly/21G1AnE Timeline Photos",
          1458698408
        ],
        [
          "The Legends of Tomorrow infiltrate the Pentagon (as you do). Check out classified intel from tonight's episode with #DCTV Secrets: http://bit.ly/1ovuVVs Timeline Photos",
          1455240604
        ],
        [
          "Team Flash visited Earth-2 in tonight's new episode, and you can bet there were plenty of Easter Eggs! Start analyzing them now with #DCTV Secrets: http://bit.ly/1QqieSs Timeline Photos",
          1455073229
        ],
        [
          "Tonight's new DC's Legends of Tomorrow was full of easter eggs! Did you catch any?\n\nDelve right into the #DCTV Secrets here: http://bit.ly/1L1K2L7 Timeline Photos",
          1454635807
        ],
        [
          "Things got sticky on tonight's new episode of The Flash as Tar Pit oozed his way into Central City! Explore the #DCTV Secrets now: http://bit.ly/20ntg5p Timeline Photos",
          1454468408
        ],
        [
          "Things got a little...bizarre.. on tonight's new episode of Supergirl! Jump into the #DCTV Secrets now: http://bit.ly/1PukFHa Timeline Photos",
          1454382008
        ],
        [
          "You just watched the amazing series premiere of DC's Legends of Tomorrow and now it's time to uncover the secrets! The #DCTV Secrets: http://bit.ly/1KtH3e9 Timeline Photos",
          1453425313
        ],
        [
          "And we're back! Win tomorrow’s coffee room conversations about tonight's Season 2 premiere of The Flash with #DCTV Secrets: http://bit.ly/1MckX4e Timeline Photos",
          1444173178
        ],
        [
          "This week's Arrow was full of twists, turns and lots of fights. Now that it's done it's time for another edition of DCTV Secrets: http://bit.ly/1H1SYT7 Timeline Photos",
          1430974809
        ],
        [
          "If you just watched the new action-packed Arrow, jump into the DCTV Secrets here: http://bit.ly/1CbDNSv Timeline Photos",
          1427349602
        ],
        [
          "Speed Force time travel... \n\nIf you watched tonight's new Flash you know what we're talking about. Explore the episode's DCTV Secrets here: http://bit.ly/1CFTJMA Timeline Photos",
          1424242802
        ],
        [
          "Tonight's new episode of Arrow definitely brought out the feels... But now it's time to dive even deeper into the episode by exploring its DCTV Secrets here: http://bit.ly/1DHt9o0 Timeline Photos",
          1423724405
        ],
        [
          "Penguin. Riddler. Scarecrow. The villains are definitely rising up in Gotham. If you just watched the all-new episode, dive right into the DCTV Secrets here: http://bit.ly/1uwuFHw Timeline Photos",
          1423551607
        ],
        [
          "If you watched tonight's amazing new episode of Constantine, make sure to dive into the DCTV Secrets here: http://bit.ly/1ulFGeO Timeline Photos",
          1423292406
        ],
        [
          "Action packed feels like a bit of an understatement... If you just watched the *epic* new Arrow, dive right into the episode's #DCTV Secrets here: http://bit.ly/18P3AFT Timeline Photos",
          1423119607
        ],
        [
          "Villains abound in tonight's exciting new episode of Gotham! Now it's time to dive into the DCTV Secrets: http://bit.ly/1tYGi9P Timeline Photos",
          1422946808
        ],
        [
          "Find out more about tonight's all-new The Flash with the help of DCTV Secrets: http://bit.ly/1HFdk2u Timeline Photos",
          1416980701
        ]
      ],
      "dates_start": 1425159232,
      "dates_end": 1457525860,
      "likes_avg": 385,
      "likes_stdev": 214,
      "comments_avg": 10,
      "comments_stdev": 7,
      "shares_avg": 9,
      "shares_stdev": 5
    },
    {
      "number": 10,
      "important": [
        "comiccon",
        "diego comiccon",
        "arriv",
        "debut",
        "super",
        "make",
        "super hero",
        "dcsuperherogirl",
        "favorit",
        "diego"
      ],
      "common": [
        "comic",
        "comic con",
        "con",
        "diego",
        "diego comic",
        "diego comic con",
        "san",
        "san diego",
        "san diego comic",
        "san diego comic con"
      ],
      "messages": [
        [
          "Your favorite sword-wielding-fashion-loving-crime-fighting Super Hero has arrived! Our very first Katana doll will be making her exclusive debut at San Diego Comic-Con. http://bit.ly/24wTcs5\n#DCSuperHeroGirls #GetYourCapeOn #SDCC Timeline Photos",
          1465333210
        ],
        [
          "It was yet another fantastic year at San Diego Comic-Con! If you missed some of the action take a look at our album to get a glimpse at some of the awesome stuff that happened this year at #DCSDCC. DC Entertainment San Diego Comic-Con 2015",
          1436895910
        ],
        [
          "Subscribe to DC All Access now to you can get the latest from the floor of San Diego Comic-Con: http://bit.ly/1Pxs221 Timeline Photos",
          1436144422
        ],
        [
          "We're taking a break from prepping for San Diego Comic-Con to enjoy some of the newly-digitized back-issues available here: http://bit.ly/1NxsB6y Timeline Photos",
          1436014821
        ],
        [
          "San Diego Comic-Con is too massive for just two people. So we need you! Show us you've got what it takes to represent DC Comics in the DC All Access Convention Correspondent Search for your chance to win this awesome trip: http://bit.ly/19KjQrz Timeline Photos",
          1430398831
        ],
        [
          "Looks like the Joker was up to no good at San Diego Comic-Con. Check out more #BatmanTV66 fans here: http://bit.ly/1twPq0Y Timeline Photos",
          1407081636
        ],
        [
          "Li'l Batman got in one final photobomb at our San Diego Comic-Con booth. Timeline Photos",
          1406476862
        ],
        [
          "We hid a Batman v Superman image of Batman in our San Diego Comic-Con booth. But you can see it for yourself right here: http://bit.ly/WGkBfM Timeline Photos",
          1406230503
        ],
        [
          "Want to keep up with all things DC Comics and San Diego Comic-Con? Well we've got a handful of hashtags and one helpful DC Entertainment Events App to get you all the info you need. Details: http://bit.ly/Usofb3 Timeline Photos",
          1406131438
        ],
        [
          "\"Cape/Cowl/Create\" will feature one-of-a-kind artistic designs based on Batman's iconic cowl. Find out more about this very special event happening during San Diego Comic-Con: http://bit.ly/1nyOSYI Timeline Photos",
          1406104206
        ],
        [
          "LEGO Super Heroes: DC Comics San Diego Comic-Con Exclusive Batman Classic TV Series Batmobile. SHUT UP AND TAKE OUR MONEY: http://bit.ly/1nS2hWa Timeline Photos",
          1406098819
        ],
        [
          "Panels, signings and so much more. Check out what we've got going on at San Diego Comic-Con next week and start planning out your schedules now: http://bit.ly/1jFqcwT Timeline Photos",
          1405893620
        ],
        [
          "If you've read HARLEY QUINN INVADES COMIC-CON INTERNATIONAL SAN DIEGO #1, leave a comment here. If you haven't, head to your comic shop now. Timeline Photos",
          1405785625
        ],
        [
          "A hit list of San Diego Comic-Con exclusives? Check. Wardrobe prep? Check. Make sure you're fully prepped for SDCC with this handy little checklist: http://bit.ly/WfhQBs Timeline Photos",
          1405623611
        ],
        [
          "DC Collectibles has a stellar new line-up of toys and collector's items ready to make their debut during San Diego Comic-Con later this month. Can't wait that long? Get a preview now: http://bit.ly/1mGVqCG Timeline Photos",
          1405270813
        ],
        [
          "If you're going to San Diego Comic-Con you'll be able to pick up this exclusive Harley Quinn wallet from Graphitti Designs. AND IT'S AWESOME: http://bit.ly/1m0iBUf Timeline Photos",
          1405267218
        ],
        [
          "Get your fill of what are sure to be among the best shows of the Fall season at San Diego Comic-Con with panels on Flash, Arrow, Gotham, Teen Titans Go!, iZOMBIE and Constantine: http://shout.lt/wGgh Timeline Photos",
          1404334799
        ],
        [
          "Diamond will have some pretty sweet exclusives at San Diego Comic-Con next month, including this POP! Deathstroke \"Unmasked\" figure, an exclusive DC Collectibles Batman: Arkham City: Harley Quinn Statue and more: http://bit.ly/1p811CY Timeline Photos",
          1403377216
        ],
        [
          "Heading to San Diego Comic-Con this year? You're going to love the San Diego Comic-Con International Souvenir Book, featuring all-new Batman cover art by Jim Lee...we promise: http://bit.ly/1nPLRB9 Timeline Photos",
          1403118008
        ],
        [
          "Take a look at the amazing exclusives you'll be able to pick up at San Diego Comic-Con this year, including this DC Classic TV Series Batman Utility Belt and more: http://usat.ly/1hSesqf Timeline Photos",
          1402772425
        ],
        [
          "Two big announcements yesterday: \n\nFirst, Justin Gray and Jimmy Palmiotti will be writing STAR-SPANGLED WAR STORIES, debuting this July: http://bit.ly/1lUl9FC\n\nSecond, HARLEY QUINN INVADES SAN DIEGO COMIC-CON will also hit just in time for SDCC from the team of Palmiotti and Amanda Conner: http://bit.ly/1lUkILu Timeline Photos",
          1395399638
        ]
      ],
      "dates_start": 1396563317,
      "dates_end": 1430079885,
      "likes_avg": 1940,
      "likes_stdev": 1270,
      "comments_avg": 49,
      "comments_stdev": 48,
      "shares_avg": 304,
      "shares_stdev": 787
    },
    {
      "number": 11,
      "important": [
        "vol",
        "apocalyps",
        "dont",
        "dchannabarbera",
        "run",
        "face",
        "abl",
        "monster",
        "scoobi",
        "like"
      ],
      "common": [
        "apocalypse",
        "dchannabarbera",
        "dchannabarbera http",
        "http",
        "ly",
        "photos",
        "scooby",
        "scooby apocalypse",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "In SCOOBY APOCALYPSE VOL. 1, you don't rip off monster masks--monsters rip off your face! So, like, run. #DCHannaBarbera http://bit.ly/2kqHIdx",
          1485955869
        ],
        [
          "In our preview of SCOOBY APOCALYPSE #8, the Gang hides in a hospital to set Fred's leg, but they might not be alone! http://www.dccomics.com/blog/2016/12/12/preview-monday-scooby-apocalypse-8 Preview Monday: Scooby Apocalypse #8! Fan News By Nicole Valdez In this week's issue of SCOOBY APOCALYPSE, the gang has escaped Mall-Mart thanks to Scooby's bravery, but they are in rough shape. Though they are still on the move, Fred's broken leg needs treatment immediately. They soon come across a seemingly abandoned hospital and hope...",
          1481597703
        ],
        [
          "The racers' questions are answered in a mind-blowing conclusion to this high-octane #DCHannaBarbera arc! What's your reaction to WACKY RACELAND #6? Timeline Photos",
          1480820421
        ],
        [
          "Everything a growing dog needs to fight monsters in SCOOBY APOCALYPSE, out now! #DCHannaBarbera http://bit.ly/1WJ1SMW Timeline Photos",
          1472086812
        ],
        [
          "As if the end of the world wasn't traumatic enough, the Scooby Gang has to fight off bloodthirsty vampires! What did you think of SCOOBY APOCALYPSE #4? Timeline Photos",
          1471726814
        ],
        [
          "Velma Dinkley is the greatest (and most dangerous) mind of her generation in SCOOBY APOCALYPSE, out now! #DCHannaBarbera http://bit.ly/1WJ1SMW Timeline Photos",
          1470826817
        ],
        [
          "Daphne Blake is used to investigating strange events, but she finds the weirdest story of her career in SCOOBY APOCALYPSE, out now! #DCHannaBarbera http://bit.ly/1WJ1SMW Timeline Photos",
          1469667612
        ],
        [
          "Monsters beware: Daphne Blake is armed. See her in SCOOBY APOCALYPSE, out now! #DCHannaBarbera http://bit.ly/1WJ1SMW Timeline Photos",
          1468882812
        ],
        [
          "Dick's past shows a surprising side of the racer, explaining how he got to be so Dastardly. What's your review of WACKY RACELAND #2? Timeline Photos",
          1468702809
        ],
        [
          "The chaos in SCOOBY APOCALYPSE calls for a wide-angle lens. Read it today! #DCHannaBarbera http://bit.ly/1WJ1SMW Timeline Photos",
          1468443612
        ],
        [
          "The Gruesome Twosome and their Creepy Coupe will haunt your nightmares in WACKY RACELAND! #DCHannaBarbera http://bit.ly/1X1xBJy",
          1467896499
        ],
        [
          "#5, Compact Pussycat: pretty, pink, and dangerous in WACKY RACELAND, out now! #DCHannaBarbera http://bit.ly/1X1xBJy Timeline Photos",
          1467291615
        ],
        [
          "There was nothing fake about the monsters the Gang faced in SCOOBY APOCALYPSE #2. What did you think of this terrifying issue? Timeline Photos",
          1466240412
        ],
        [
          "Shaggy knows what Scooby's thinking with these handy emotigoggles. See them in action in SCOOBY APOCALYPSE #1, now available! #DCHannaBarbera\nhttp://shout.lt/bDDfF Timeline Photos",
          1465830903
        ],
        [
          "The racers and sentient cars make their apocalyptic debut! What's your reaction to the bold vision in WACKY RACELAND #1? Timeline Photos",
          1465675212
        ],
        [
          "#7, Bulletproof Bomb: every gang needs a getaway in WACKY RACELAND #1, out now! #DCHannaBarbera http://shout.lt/bDmXc Timeline Photos",
          1465506014
        ],
        [
          "Like, zoinks! The Gang all crossed paths for the first time and uncovered a world-ending conspiracy in SCOOBY APOCALYPSE #1! What do you think of this reimagining of Scooby-Doo? #DCHannaBarbera Timeline Photos",
          1464454907
        ],
        [
          "On 6/8, victory comes in pink. Find Penelope Pitstop in WACKY RACELAND #1! #DCHannaBarbera\nhttp://bit.ly/1X1xBJy",
          1464377400
        ],
        [
          "#1, The Boulder Mobile: ready to rock and roll with the Slag Brothers in WACKY RACELAND #1, coming 6/8! #DCHannaBarbera\nhttp://bit.ly/1OQcfvs Timeline Photos",
          1463704200
        ],
        [
          "#00, The Mean Machine: Don't expect someone named Dick Dastardly to play nice in WACKY RACELAND #1, coming 6/8! #DCHannaBarbera\nhttp://bit.ly/1OQcfvs Timeline Photos",
          1463696100
        ],
        [
          "Velma Dinkley: a genius, but can she save the world in SCOOBY APOCALYPSE #1? Find out 5/25! http://bit.ly/1NjxaH5",
          1463610600
        ],
        [
          "Shaggy Rogers: a guy just trying to get by in SCOOBY APOCALYPSE #1, coming 5/25! #DCHannaBarbera http://shout.lt/bBlBJ",
          1463011222
        ]
      ],
      "dates_start": 1463004429,
      "dates_end": 1475177967,
      "likes_avg": 577,
      "likes_stdev": 1010,
      "comments_avg": 37,
      "comments_stdev": 89,
      "shares_avg": 107,
      "shares_stdev": 305
    },
    {
      "number": 12,
      "important": [
        "easi",
        "robin",
        "hd",
        "bluray",
        "ever",
        "bluray combo",
        "digit hd",
        "pack",
        "combo",
        "vs"
      ],
      "common": [
        "bit",
        "bit ly",
        "http",
        "justice",
        "justice league",
        "league",
        "ly",
        "photos",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "No one ever said raising kids was easy. \n\nOwn Batman vs. Robin, today on Digital HD or Blu-ray Combo Pack! http://bit.ly/BvR2015 #BVR Timeline Photos",
          1429016418
        ],
        [
          "There's only a few days left to enter the LEGO® Justice League vs Bizarro League DVD Sweepstakes for your chance to win a family vacation package for up to 4 to a LEGOLAND® Resort. http://bit.ly/DCJLvsBL #LEGOJLBizarro Timeline Photos",
          1426024808
        ],
        [
          "There's only a handful of days left to win a family vacation package for up to 4 to LEGOLAND® Florida or LEGOLAND® California Resort. Don't miss out! Enter today: http://bit.ly/DCJLvsBL #LEGOJLBizarro Timeline Photos",
          1425351610
        ],
        [
          "Whether you're in the Justice League or the Bizarro League, you can enter today to win a Family Vacation to LEGOLAND® Resorts! http://bit.ly/DCJLvsBL #LEGOJLBizarro Timeline Photos",
          1424674808
        ],
        [
          "A superhero in need of an upgrade? #LEGOJLBizarro Timeline Photos",
          1424617205
        ],
        [
          "A superhero must always be prepared. #LEGOJLBizarro Timeline Photos",
          1424041207
        ],
        [
          "Enter the LEGO® Justice League vs Bizarro League DVD Sweepstakes for your chance to win a family vacation package for up to 4 to LEGOLAND® Florida or LEGOLAND® California Resort. http://bit.ly/DCJLvsBL #LEGOJLBizarro Timeline Photos",
          1423810810
        ],
        [
          "\"Me am Bizarro!\" See the new league of opposites in Justice League vs. Bizarro League available on Blu-ray™ Combo Pack & DVD today! http://bit.ly/LEGOJLVSBL #LEGOJLBizarro Timeline Photos",
          1423623604
        ],
        [
          "\"LEGO® Justice League #1: Justice League vs Bizarro League\" on sale: never.  #LEGOJLBizarro Timeline Photos",
          1423249210
        ],
        [
          "\"So you want us to follow you to some distant planet? Well, I'll play your game for now, alien.\" - Batman \n\nJustice League vs. Bizarro League available now on Digital HD and on Blu-ray™ Combo Pack & DVD, February 10. http://bit.ly/LEGOJLVSBL #LEGOJLBizarro Timeline Photos",
          1423105234
        ],
        [
          "Gather your LEGO friends! Show us your best #LEGO selfie. #LEGOJLBizarro Timeline Photos",
          1422932406
        ],
        [
          "Even superheroes have to eat.  #LEGOJLBizarro Timeline Photos",
          1422831610
        ],
        [
          "Pick-up your copy of Justice League: Throne of Atlantis on Blu-ray Combo Pack and DVD TODAY! http://amzn.to/15xIhH5 Timeline Photos",
          1422414007
        ],
        [
          "How will you \"ruin everything\" today?\n\nLearn more about the world of Bizarro in Justice League vs. Bizarro League available today on Digital HD! bit.ly/JLvBLDigital #LEGOJLBizarro Timeline Photos",
          1422370805
        ],
        [
          "In the backwards world of Bizarro - being the world's worst detective just may work. #LEGOJLBizarro Timeline Photos",
          1422226812
        ],
        [
          "Justice League: Throne of Atlantis is coming to Blu-ray Combo Pack and DVD this Tuesday, January 27th! Pre-order your copy here: http://amzn.to/15xIhH5 Timeline Photos",
          1422158401
        ],
        [
          "Blood is thicker than water in Justice League: Throne of Atlantis, coming to Digital HD on January 13 and Blu-ray Combo Pack and DVD January 27! #JLAtlantis Timeline Photos",
          1420671605
        ],
        [
          "The Joker is out!  And so is Batman: Assault on Arkham, AVAILABLE TODAY on Blu-ray Combo Pack and DVD. http://bit.ly/baoabuy #BatmanAssaultonArkham Timeline Photos",
          1407837860
        ],
        [
          "Batman and Deadshot face off in Batman: Assault on Arkham, arriving on Blu-ray Combo Pack and DVD next Tuesday. http://bit.ly/baoagbd Timeline Photos",
          1407492051
        ],
        [
          "Meet Task Force X and get ready to root for the bad guys in Batman: Assault on Arkham, coming to Digital HD on July 29 and Blu-ray Combo Pack and DVD August 12! http://bit.ly/baoamtfx #BatmanAssaultonArkham Timeline Photos",
          1405526412
        ],
        [
          "A Father and Son duo like you’ve never seen before.  Get ready for Son Of Batman, arriving May 6 on Blu-ray Combo Pack, DVD and Digital HD!  http://bit.ly/SOBatman  #SonOfBatman Timeline Photos",
          1397556010
        ],
        [
          "Own Justice League: WAR on Blu-ray Combo Pack today! And enter for a chance to win a Currie Tech eZip E-450 electric scooter now with the Justice League: WAR Sweepstakes: http://bit.ly/1ndAK23 Timeline Photos",
          1391720410
        ],
        [
          "The Justice League has GOT THIS and so should you! OWN Justice League: War Today on Blu-ray Combo Pack and Digital HD. http://bit.ly/JLWAR  #JLWar Timeline Photos",
          1391547603
        ],
        [
          "Green Lantern, meet Batman. Fans, meet Justice League: WAR, flying on the scene February 4 on Blu-ray Combo Pack, DVD and Digital HD!  http://bit.ly/JLWAR  #JLWar Timeline Photos",
          1390910406
        ]
      ],
      "dates_start": 1404465835,
      "dates_end": 1428510107,
      "likes_avg": 2819,
      "likes_stdev": 6441,
      "comments_avg": 79,
      "comments_stdev": 174,
      "shares_avg": 126,
      "shares_stdev": 288
    },
    {
      "number": 13,
      "important": [
        "bombshel",
        "dc",
        "luthor",
        "catch",
        "dc comic",
        "race",
        "supergirl",
        "digitalfirst",
        "lex",
        "comic bombshel"
      ],
      "common": [
        "bit ly",
        "comics",
        "dc",
        "dc comics",
        "http",
        "http bit",
        "http bit ly",
        "ly",
        "photos",
        "timeline photos"
      ],
      "messages": [
        [
          "Supergirl races to catch a train--literally--in the digital-first DC COMICS: BOMBSHELLS #81! http://bit.ly/2kablyH DC Comics: Bombshells (2015-) #81 - DC Entertainment Supergirl to the rescue! Can Supergirl save the train of passengers derailed by an explosion? And will Lex Luthor get in her way now that he knows she may have a weakness to his Kryptonite dagger?",
          1486134033
        ],
        [
          "Steve Trevor and Supergirl meet Alexander Luthor on a train in the digital-first DC COMICS: BOMBSHELLS #78! http://bit.ly/2iPJ79t DC Comics: Bombshells #78 Steve Trevor accompanies Supergirl on a train back home to Russia, where she still has hopes of rescuing her father. During the ride, the two unexpectedly meet Alexander Luthor, who offers Supergirl an unusual glowing green rock.",
          1484317815
        ],
        [
          "You never know which Bombshell you'll get in a DC Comics Lil' Bombshell mystery tin! Find out which ones Jessica at The Crazy Bat Lady unboxes on the #DCFansChannel! https://youtu.be/E4kPTa5URGs Lil DC Bombshells Unboxing by The Crazy Bat Lady Jessica from The Crazy Bat Lady unboxes and reviews the Lil DC Bombshells vinyl figures https://www.youtube.com/channel/UCMlrsxAe8UitxP57F80e4Xw http://www.thecrazybatlady.com https://twitter.com/Thecrazybatlady https://www.instagram.com/thecrazybatlady/",
          1482188589
        ],
        [
          "Enter a stunning alternate reality where Batwoman, Wonder Woman, Supergirl, and more fight World War II in DC COMICS: BOMBSHELLS, available on digital! http://bit.ly/2hMG9Fz DC Comics: Bombshells It's World War II and Batwoman's battling crime on the home front. But events in her life are about to quickly change, and she may be leaving Gotham behind for a bigger cause.",
          1482159805
        ],
        [
          "Who is Hawkgirl, and how did she come to be in North Africa? Find out in the digital-first DC COMICS: BOMBSHELLS #65! http://bit.ly/2e79AgY Timeline Photos",
          1476449650
        ],
        [
          "The Bombshells hop into the Vixenmobile to follow Hawkgirl through Zambesi in the digital-first DC COMICS: BOMBSHELLS #63! http://bit.ly/2dwsjlt Timeline Photos",
          1475226021
        ],
        [
          "Close inspection of the mechanical beasts leads to horror in the digital-first DC COMICS: BOMBSHELLS #61! http://bit.ly/2cvPiyh Timeline Photos",
          1474016413
        ],
        [
          "A new team formed in DC COMICS BOMBSHELLS ANNUAL #1! What's your review of this latest issue? Timeline Photos",
          1472893207
        ],
        [
          "Visit Vixen's queendom of Zambesi in the digital-first DC COMICS: BOMBSHELLS #59! http://bit.ly/2bZSfa1 Timeline Photos",
          1472806812
        ],
        [
          "Fascinated by DC's far-out titles? Get the inside scoop on what's coming up in WACKY RACELAND #2, DC COMICS BOMBSHELLS #15, THE LEGEND OF WONDER WOMAN #8, and more: http://bit.ly/1MFDng3 Timeline Photos",
          1461301202
        ],
        [
          "Harley Quinn falls from the sky on a greenhouse and meets a girl obsessed with plant research. Who that could be? Get DC COMICS: BOMBSHELLS #14: http://bit.ly/1M8TzPE Timeline Photos",
          1445590824
        ],
        [
          "Be the first to get the latest and greatest news, deals and offers when you sign up for the DC Comics Fan Family newsletter: http://bit.ly/1BaUHCg Timeline Photos",
          1445187613
        ],
        [
          "Want to get the latest deals and special offers delivered straight to your inbox? Sign up for the DC Comics Fan Family newsletter today: http://bit.ly/1BaUHCg Timeline Photos",
          1442192418
        ],
        [
          "Hear from Marguerite Bennett on creating the retro world of DC Bombshells and which of the Bombshells will be introduced in the future: http://bit.ly/1NdxXq0 Timeline Photos",
          1439485225
        ],
        [
          "There's still time to enter the DC Comics Fan Family Summer Reading Giveaway, but act fast: http://shout.lt/5Pvw Timeline Photos",
          1434286811
        ],
        [
          "Perfect for young readers, you can enter to win some great Teen Titans Go! books courtesy of DC Comics Fan Family: http://bit.ly/1sI9qQ9 Timeline Photos",
          1413734443
        ],
        [
          "Halloween is coming up fast. Still not sure what to dress as? Not to worry – we can help. Enter the DC Comics Fan Family Halloween Costume Giveaway for your chance to win one of these awesome costumes from the 1966 Batman series: http://bit.ly/XPvfQZ Timeline Photos",
          1411984832
        ],
        [
          "Do the kids need to make something for Grandparents Day? DC Comics Fan Family has some great fold-and-color cards for them: http://bit.ly/WoQ852 Timeline Photos",
          1410019252
        ],
        [
          "Let Superman and Wonder Woman teach your little ones their colors, ABCs and more. Enter the Capstone Young Readers and DC Comics Fan Family Super Pre-K Board Book Giveaway today: http://bit.ly/1uY3ykG Timeline Photos",
          1408140052
        ],
        [
          "There's still time to enter to win Batman and Superman Leg Lamps, courtesy of DC Comics Fan Family: http://bit.ly/1rqaPdT Timeline Photos",
          1405580408
        ],
        [
          "DC Comics Fan Family has some 4th of July-themed Wonder Woman printables for you to enjoy: http://shout.lt/wKTQ Timeline Photos",
          1404495068
        ],
        [
          "Take time to enter to win a Super Friends Book Bundle courtesy of DC Comics Fan Family and Random House: http://bit.ly/1xiiBrz Timeline Photos",
          1402826408
        ],
        [
          "Want to be the first to hear about our discounts, deals and special offers? Sign up for the DC Comics Fan Family Deals newsletter and you'll always be in the know: http://bit.ly/Rx8r5m Timeline Photos",
          1401206408
        ],
        [
          "DC Comics Fan Family is giving away a bundle of Batman books that would be a great way to introduce young readers to your favorite hero: http://bit.ly/1jzGkim Timeline Photos",
          1400774450
        ],
        [
          "If you want to be the first to hear about great new deals and offers, make sure you've signed up for the DC Comics Fan Family newsletter: http://bit.ly/16ptUSr Timeline Photos",
          1397944839
        ],
        [
          "Inspired by the pin-ups of the 1940s, the DC Comics Bombshells: Batgirl Statue is ready to deliver justice to the criminals of Gotham City...although we think she'd look just as good striking a pose on your shelf: http://bit.ly/1cS6LeR Timeline Photos",
          1391655608
        ]
      ],
      "dates_start": 1406258661,
      "dates_end": 1472402738,
      "likes_avg": 587,
      "likes_stdev": 421,
      "comments_avg": 12,
      "comments_stdev": 12,
      "shares_avg": 32,
      "shares_stdev": 32
    },
    {
      "number": 14,
      "important": [
        "live",
        "stream",
        "detail",
        "timelin photo",
        "detail timelin",
        "tomorrow",
        "check",
        "full",
        "follow",
        "check full"
      ],
      "common": [
        "bit",
        "bit ly",
        "details",
        "details http",
        "details http bit",
        "http bit ly",
        "ly",
        "photos",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "Live stream tomorrow's #WonderWoman75 UN ceremony at noon ET, then follow on Facebook Live and Twitter for Q&As with Gal Gadot, director Patty Jenkins, and Lynda Carter! Check here for full details: www.WonderWomanAmbassador.com Timeline Photos",
          1476977422
        ],
        [
          "Countdown to #DCWonderCon: 8 days! Check out the panel schedule for more details. http://bit.ly/1Mcz5aa Timeline Photos",
          1458345621
        ],
        [
          "Follow the adventures of DC's greatest heroes in JUSTICE LEAGUE ACTION, a new animated series from Cartoon Network! Details: http://bit.ly/1SgCTyC Timeline Photos",
          1454112050
        ],
        [
          "HARLEY QUINN VOL. 4, GREEN ARROW VOL. 5: THE BLACK ARROW, JLA VOL. 8 and many other collected editions are coming this summer! Get details: http://bit.ly/1Nj8siE Timeline Photos",
          1453245614
        ],
        [
          "Want to win a sweet set of DC Collectibles' Batman Arkham action figures? Tiffany and Sal from ComicPop are back to give you a chance. Details here: https://youtu.be/QTXTKrZWcvg Timeline Photos",
          1450803616
        ],
        [
          "Time is running out to get in on the buy one get one free sale, ending today! Get more details here: http://bit.ly/1YDVswI Timeline Photos",
          1448924509
        ],
        [
          "Hey New York! Neil Gaiman will be talking THE SANDMAN: OVERTURE tomorrow. Details here: http://bit.ly/1KoK1yZ Timeline Photos",
          1446994824
        ],
        [
          "BATMAN/TEENAGE MUTANT NINJA TURTLES #1\nHARLEY’S LITTLE BLACK BOOK #1\nROBIN WAR #1\n\n... And many more issues are coming this December. Get all the details here: http://bit.ly/1iJYMH0 Timeline Photos",
          1442264410
        ],
        [
          "Harley will be teaming up with the greatest heroes and villains of the DC Universe in HARLEY'S LITTLE BLACK BOOK, a new bi-monthly, oversized series. Get the details here: http://bit.ly/1J0ELRj Timeline Photos",
          1441918825
        ],
        [
          "Did you hear Batman Day is returning this September? There will be events at comic shops, bookstores, libraries and more. Get all the details: http://bit.ly/1FlfrUv Timeline Photos",
          1434920411
        ],
        [
          "Spirit Halloween is hosting a Twitter chat and giving you the chance to win some DC Comics...well...comics! Follow them on Twitter for more details: https://twitter.com/spirithalloween Timeline Photos",
          1430528402
        ],
        [
          "Convergence will get its own panel at Long Beach Comic-Con tomorrow. Find out all the details: http://bit.ly/1Bniyhz Timeline Photos",
          1425078022
        ],
        [
          "Are you team Arrow or team Flash? Let us know and enter to win the #FlashArrowGiveaway! Details here: http://bit.ly/1tvXYUx Timeline Photos",
          1417469712
        ],
        [
          "A whole batch of Harley Quinn goodness could be yours. But you have to enter to win first. Details here: http://bit.ly/134XFtC Timeline Photos",
          1414929605
        ],
        [
          "Whether you live in NYC or are going to be in town for NYCC, come celebrate #Batman75 with legends Scott Snyder and Jim Lee this Wednesday at the Apple Store, SoHo. More details here: http://bit.ly/1uBOYlN Timeline Photos",
          1412589653
        ],
        [
          "Attention to all Constantine cosplayers and fans at SDCC! Come enter the dark world of Constantine tomorrow at the Constantine meet-up. Details here: http://bit.ly/1t3zJkt Timeline Photos",
          1406304050
        ],
        [
          "Beginning in October, Andy Smith and Marguerite Bennett join the creative team for the EARTH 2 series. Get the full details here: http://bit.ly/1lUli9T Timeline Photos",
          1404964808
        ],
        [
          "BREAKING NEWS! 1) Ronnie Raymond (a.k.a 1/2 of Firestorm) is coming to The Flash, 2) He'll be played by Robbie Amell... Yep, we're having a hard time containing our excitement too. \n\nDetails here: http://bit.ly/1pZGvY0 Timeline Photos",
          1404921604
        ],
        [
          "Celebrate with your favorite DC Heroes! Buy One, Get One 50% Off T-shirts and Tanks!  \n*Exclusions apply, see site for details.\nhttp://bit.ly/DCJULY4Sale Timeline Photos",
          1404403208
        ],
        [
          "The Batverse is expanding this October with two new series: ARKHAM MANOR and GOTHAM ACADEMY. Entertainment Weekly has the details for you here: http://bit.ly/1pEAQqg Timeline Photos",
          1404144671
        ],
        [
          "New BATMAN: THE ANIMATED SERIES Action Figures, BATMAN AND SUPERMAN WOOD FIGURES, this killer THE DARK KNIGHT RETURNS: A CALL TO ARMS STATUE YEAR OF THE HORSE EDITION and more are coming later this year from the DC Collectibles team. Get all the details here: http://bit.ly/1kYizAq Timeline Photos",
          1403139607
        ],
        [
          "Coming this September: THE MULTIVERSITY: THE SOCIETY OF SUPER-HEROES: CONQUERORS OF THE COUNTER-WORLD #1, lots more BATMAN ETERNAL, FUTURES END and more! Get all the details here: http://bit.ly/SOkSdz Timeline Photos",
          1402956025
        ],
        [
          "This August is stocked with some pretty great issues from The New 52, including lots of Batman, Green Lantern and other goodness. Get the details here: http://bit.ly/1tbop38 Timeline Photos",
          1400526016
        ],
        [
          "Kevin Smith and Ralph Garman are teaming up for what's sure to be a super-fun digital-first story in BATMAN '66. Get the details here: http://bit.ly/1epiBdB Timeline Photos",
          1394913613
        ],
        [
          "This September DC Comics will be jumping into the future with the FUTURES END event. Also, we'll see the return of some killer 3D covers! Get the details here: http://bit.ly/1kdhV2e Timeline Photos",
          1393534588
        ],
        [
          "Though we aren't surprised because it's so insanely good - Arrow Season 3 is a GO! Details: http://bit.ly/1gcgUDR Timeline Photos",
          1392325204
        ],
        [
          "Are you excited? ... Why you might ask? Oh.. Maybe because of the new Sinestro ongoing comic series that starts this April. Details here: http://bit.ly/1dD3Hzh Timeline Photos",
          1389387607
        ]
      ],
      "dates_start": 1398379186,
      "dates_end": 1446852198,
      "likes_avg": 1265,
      "likes_stdev": 1069,
      "comments_avg": 50,
      "comments_stdev": 52,
      "shares_avg": 110,
      "shares_stdev": 119
    },
    {
      "number": 15,
      "important": [
        "futur end timelin",
        "futur end",
        "know thought",
        "us know thought",
        "us know",
        "futur",
        "abl",
        "save",
        "thought",
        "end timelin"
      ],
      "common": [
        "bit ly",
        "end",
        "futures",
        "futures end",
        "http bit ly",
        "photos",
        "think",
        "timeline",
        "timeline photos",
        "week"
      ],
      "messages": [
        [
          "Were the heroes able to save the day? And will it matter?Let us know what you thought of FUTURES END #44 here. Timeline Photos",
          1425726008
        ],
        [
          "Confrontations on the Justice League satellite, in Smallville, at Castle Frankenstein and more all took place in FUTURES END #39. What did you think of this week's chapter? Timeline Photos",
          1422730822
        ],
        [
          "You made it to Friday. Now it's time to celebrate with this Facebook-exclusive preview of FUTURES END #39. FUTURES END #39 Exclusive Preview",
          1422025713
        ],
        [
          "Readers got a look at how far Constantine and others went during the war in FUTURES END #37. What did you think? Timeline Photos",
          1421496006
        ],
        [
          "What fate awaits Frankenstein? Leave a review here of FUTURES END #36 here. Timeline Photos",
          1420891203
        ],
        [
          "SPOILER ALERT: Things aren't looking good for our heroes as they continue to battle against Darkseid. This Just Happened in WORLD'S END #14: http://bit.ly/17quVNT Timeline Photos",
          1420858813
        ],
        [
          "Between Firestorm, Batman, Fifty-Sue and everything else there were plenty of shocking moments in FUTURES END #33. Leave a comment with your favorite. Timeline Photos",
          1419120016
        ],
        [
          "The Amazo Virus continues to wreak havoc as what's left of the team searches for a cure in JUSTICE LEAGUE #37. And how about that ending? Timeline Photos",
          1419098415
        ],
        [
          "Futures End? Blood Moon? Brother Eye? Convergence? Yep, it all connects...or at least it will. See how: http://bit.ly/1qqzSi5 Timeline Photos",
          1418158811
        ],
        [
          "Lois made an awkward discovery, Terry was confronted by Batman, Fifty-Sue threw a tantrum and more in this week's FUTURES END #28. What did you think? Timeline Photos",
          1416052807
        ],
        [
          "Arrow and his army are on the move, Lois takes a leap of faith and Terry's in a lot of trouble. Let us know what your favorite part of FUTURES END #27 was. Timeline Photos",
          1415448008
        ],
        [
          "Who's the one person that can bring Ronnie and Jason back together? And what did you think of learning more about Fifty Sue? Leave your review of FUTURES END #26 here. Timeline Photos",
          1414839610
        ],
        [
          "A lot happened in the pages of FUTURES END #24. What did you think of this week's developments? Timeline Photos",
          1413669634
        ],
        [
          "So about that big reveal at the end of FUTURES END #22... Thoughts? Theories? Timeline Photos",
          1412438451
        ],
        [
          "Well now readers know some of what happened during the war. What was your favorite part of FUTURES END #21? Timeline Photos",
          1411855228
        ],
        [
          "If we needed to sum up how we felt about BATGIRL: FUTURES END #1 in one word? \"Emotions! Awesome! Amazing!\" OK that was three, but come on. What did you think? Timeline Photos",
          1410645649
        ],
        [
          "Secrets were revealed, deals struck and offers made in the pages of FUTURES END #19. What did you think of this week's installment? Timeline Photos",
          1410602430
        ],
        [
          "Is the public turning against Batman Beyond? Leave your review of FUTURES END #13 here. Timeline Photos",
          1406973643
        ],
        [
          "FUTURES END #10 was full of confrontations. Grifter vs. (redacted), Amethyst squaring off against Hawkman...What did you think of this week's installment of the story? Timeline Photos",
          1405202422
        ],
        [
          "Grifter finds himself on Cadmus Island. But why? That's what he's trying to figure out. Preview FUTURES END #8: http://bit.ly/1qt1YFy Timeline Photos",
          1403571604
        ],
        [
          "FUTURES END continued with this week's third issue, which featured lot of Grifter and Mister Terrific. What did you think of this installment? Timeline Photos",
          1400979606
        ],
        [
          "We have your first look at Week Three of September's FUTURES END titles, including SUPERGIRL: FUTURES END and many more: http://bit.ly/1piJMNN Timeline Photos",
          1400860826
        ],
        [
          "Get an exclusive first look at the in-progress art for Week Two of the FUTURES END September event: http://bit.ly/1hRAtPU Timeline Photos",
          1400270410
        ],
        [
          "Ridiculously awesome. There's really no other way to describe these 3D covers from upcoming issues of THE NEW 52: FUTURES END: http://bit.ly/1k8RAB6 Timeline Photos",
          1400263205
        ],
        [
          "THE NEW 52: FUTURES END #2 hit stores this week, making it the perfect time to sit down with series creator Dan Jurgens to get a sense of how we got here...and where the series may be headed: http://bit.ly/1llAyh5 Timeline Photos",
          1400234425
        ],
        [
          "Jump five years into the future when FUTURES END finally arrives in September. Check out everything we have in store here: http://bit.ly/1mAuXIn Timeline Photos",
          1398193210
        ],
        [
          "STORMWATCH ended with a dramatic bang as it setup FUTURES END and showed what's next for the original team. Chime in here with your thoughts about this action-packed ending. Timeline Photos",
          1396692007
        ]
      ],
      "dates_start": 1402722323,
      "dates_end": 1420159082,
      "likes_avg": 1864,
      "likes_stdev": 1140,
      "comments_avg": 38,
      "comments_stdev": 24,
      "shares_avg": 69,
      "shares_stdev": 61
    },
    {
      "number": 16,
      "important": [
        "everi",
        "episod",
        "timelin",
        "never",
        "timelin photo",
        "suit",
        "itun",
        "today timelin",
        "today",
        "dark"
      ],
      "common": [
        "http",
        "http bit ly",
        "ly",
        "photos",
        "timeline",
        "timeline photos",
        "today",
        "today http",
        "today http bit",
        "today http bit ly"
      ],
      "messages": [
        [
          "The dark has never been more safe. Suit up with every episode of #BatmanTAS on iTunes today! http://bit.ly/BatmanTAS Timeline Photos",
          1474318930
        ],
        [
          "He's the fastest man on Earth…on ANY Earth. Zoom through Season 2 of The Flash on Blu-ray™ and DVD today! #OwnFlashS2 http://gwi.io/mzeivw Timeline Photos",
          1473166814
        ],
        [
          "Killer Croc takes the streets of Gotham City in colossal form in #BatmanUnlimited: Mechs vs Mutants on Digital HD today. http://bit.ly/MechsVsMutants Timeline Photos",
          1473037210
        ],
        [
          "After renouncing the throne of Atlantis, can the former King of the Seas find stability on land? Read the entire AQUAMAN collection digitally today! http://bit.ly/1QcUWnC Timeline Photos",
          1461574808
        ],
        [
          "Happy St. Patrick's Day, from our universe to yours! Did you wear your green today? Timeline Photos",
          1458252015
        ],
        [
          "The man must die for the Bat to live. Witness Batman's riveting return in BATMAN #49, available today: http://bit.ly/1T3Oa3A Timeline Photos",
          1455116430
        ],
        [
          "Life. Death. Poison Ivy has power over both. But can she keep her friends and hold down a regular job at the same time? Read the debut issue of POISON IVY: CYCLE OF LIFE AND DEATH digitally today: http://bit.ly/1PpZDVF Timeline Photos",
          1453388507
        ],
        [
          "The cosmic peacekeepers fight their way home in GREEN LANTERN CORPS: EDGE OF OBLIVION #1. Read it digitally today: http://bit.ly/1ZaGLj2 Timeline Photos",
          1452769216
        ],
        [
          "Batman arrives in Paris to find some answers, with The Joker along for the ride... Read this week's new BATMAN: EUROPA #3 digitally today: http://bit.ly/1U0k9QG Timeline Photos",
          1451559616
        ],
        [
          "Grayson sets out to find Garth, but he may not be thrilled when his plan works. Read TITANS HUNT #2 today: http://bit.ly/1OQYM5N Timeline Photos",
          1447930816
        ],
        [
          "Get lots of great DC Comics back issues in our digital storefront, including BATMAN #200 and more, today: http://bit.ly/1WBNaIa Timeline Photos",
          1446908431
        ],
        [
          "In Gotham City, 2039, a federal agent is murdered and Batman is the prime suspect. Get BATMAN YEAR 100 today: http://bit.ly/1OOVhLd Timeline Photos",
          1445331615
        ],
        [
          "Keep reading classic BOOSTER GOLD stories or other great, newly-digitized backissues today: http://bit.ly/1jsmUyz Timeline Photos",
          1445086815
        ],
        [
          "Highfather learns that ring-wielders stole secrets of cosmic importance from beyond the Source Wall! Don't you hate it when that happens? Get GREEN LANTERN/NEW GODS: GODHEAD today: http://bit.ly/1M7CZm0 Timeline Photos",
          1442307614
        ],
        [
          "That's a mighty big promise Jim. Relive season 1 of Gotham, available today! http://bit.ly/S1Gotham #GothamS1DVD Timeline Photos",
          1441717231
        ],
        [
          "Go back to where it all began for Jim Gordon. Bring the entire first season of Gotham home when it hits Blu-ray on 9/8. Order it today: http://t.co/Y3A21fGuP3 Timeline Photos",
          1440075626
        ],
        [
          "The new Batman deals with even more surprises as he hits the streets of Gotham. Read BATMAN #42 today: http://bit.ly/1GS25A9 Timeline Photos",
          1436360440
        ],
        [
          "Former Outlaw Starfire stars in her own all-new ongoing series! Pick up STARFIRE #1 in comics shops and digitally today: http://bit.ly/1cLKiTj Timeline Photos",
          1434045253
        ],
        [
          "Jenny Sparks, Jack Hawksmoor, Shen Li-Min, the Midnighter, Apollo and the Engineer join forces as Earth's last line of defense: The Authority. Read the entire THE AUTHORITY collection digitally today: http://bit.ly/1LRbpZv Timeline Photos",
          1433149354
        ],
        [
          "Get new #DCAllAccess episodes as soon as they're out by subscribing today: http://bit.ly/1Pxs221 Timeline Photos",
          1433005217
        ],
        [
          "In the end, there can be only one reality. Read the epic final issue of CONVERGENCE, available today: http://bit.ly/1F8r6pU Timeline Photos",
          1432731624
        ],
        [
          "Get back issues of OUTSIDERS, GREEN LANTERN, ADVENTURES OF SUPERMAN and more digitally today: http://bit.ly/1Drwqqr Timeline Photos",
          1429362018
        ],
        [
          "Even superheroes wear their green! Shop the St. Patrick’s Day Shirt Collection today: http://bit.ly/1G2R67Z Timeline Photos",
          1425610807
        ],
        [
          "Check out Sideshow Collectibles' Limited Edition Art Print of everyone's favorite Czarnian. Pre-order today: http://bit.ly/1Byh3Ol Timeline Photos",
          1421939064
        ],
        [
          "The LEGO Batman 3 #Arrow DLC Pack is available today! Timeline Photos",
          1421204411
        ],
        [
          "Browse our selection of newly-digitized comics while you figure out which leftovers to have for lunch today: http://bit.ly/1rtJR1c Timeline Photos",
          1417273227
        ],
        [
          "GOTHAM BY MIDNIGHT and more in this week's #DCAllAccess. Watch it today: http://bit.ly/1vHJC9H Timeline Photos",
          1408291262
        ],
        [
          "Batman finally catches up to Ra’s al Ghul, beginning the battle for the bodies of Talia and Damian in BATMAN AND RA’S AL GHUL #32, available today: http://shout.lt/v1Pj Timeline Photos",
          1403096419
        ]
      ],
      "dates_start": 1423377770,
      "dates_end": 1459380143,
      "likes_avg": 1038,
      "likes_stdev": 875,
      "comments_avg": 24,
      "comments_stdev": 19,
      "shares_avg": 61,
      "shares_stdev": 52
    },
    {
      "number": 17,
      "important": [
        "waller",
        "mayb",
        "amanda",
        "peopl",
        "task forc",
        "suicid",
        "squad",
        "suicid squad",
        "amanda waller",
        "task"
      ],
      "common": [
        "justice",
        "justice league",
        "justice league vs",
        "league",
        "league vs",
        "league vs suicide squad",
        "squad",
        "suicide",
        "suicide squad",
        "vs"
      ],
      "messages": [
        [
          "Amanda Waller's sins return to haunt Task Force X in SUICIDE SQUAD #11! Maybe it's time for her to be nicer to people... Nah. http://bit.ly/2kvOD4v Suicide Squad (2016-) #11 - DC Entertainment \"BURNING DOWN THE HOUSE\" part one! Spinning directly out of the events of JUSTICE LEAGUE VS. SUICIDE SQUAD! Hidden somewhere deep within, the world is a burning flame. Its light is blinding. Its heat is deadly. It's a fire fueled by hatred, by rage and by vengeance.",
          1486646109
        ],
        [
          "There are two takeaways from this moment in JUSTICE LEAGUE VS. SUICIDE SQUAD #6: \"Never underestimate Amanda Waller,\" and \"WHAAA?!\" #LeaguevSquad http://bit.ly/2k2amPq This Just Happened: Maxwell Lord is Taken to Task If you're going to declare war on Amanda Waller, you'd better make sure you win. That's what Maxwell Lord discovered in the final issue of Rebirth's first big event, JUSTICE LEAGUE VS. SUICIDE SQUAD #6. ",
          1485572412
        ],
        [
          "Killer Frost's last day in Belle Reve is the longest of her whole life in JLA: KILLER FROST #DCREBIRTH #1, out now! http://bit.ly/2kwntaD Justice League of America: Killer Frost Rebirth (2017) #1 - DC Entertainment SPINNING OUT OF THE PAGES OF JUSTICE LEAGUE VS. SUICIDE SQUAD! What happens to a super-villain on their last day in Belle Reve Prison? Against all odds, Killer Frost is up for parole from the Suicide Squad, but you can bet Amanda Waller isn't going to make it easy for Frost to join the new JLA.",
          1485428757
        ],
        [
          "Assume emergency positions: The final JUSTICE LEAGUE VS. SUICIDE SQUAD #6 is here, and this sucker's gonna get messy! #NewDCDay #NCBD #LeaguevSquad http://bit.ly/2jpPVgA JUSTICE LEAGUE VS. SUICIDE SQUAD #6 Legendary JLA artist Howard Porter returns for the ultimate showdown between the Suicide Squad, the Justice League and the forces of [REDACTED]. Unlikely heroes emerge from the rubble of DC's first major event since DC UNIVERSE: REBIRTH, leaving both teams in a place they've never been before...and ...",
          1485356435
        ],
        [
          "Eclipso does something seriously messed up to Deadshot in the preview of JUSTICE LEAGUE VS. SUICIDE SQUAD #6. #LeaguevSquad http://bit.ly/2j01CMp Exclusive DC Preview: Justice League vs. Suicide Squad #6 The Justice League and the Suicide Squad came to blows over an office territorial dispute, but that dispute has taken on a new urgency as Maxwell Lord found himself in possession of the Heart of Darkness, the gem that powers the powerful villain Eclipso.Lord used it to take control of the Justice [....",
          1485255617
        ],
        [
          "A power-hungry dictator just moved into the White House...but Batman and the Suicide Squad are about to do something about it. What's your review of JUSTICE LEAGUE VS. SUICIDE SQUAD #5? #LeaguevSquad Timeline Photos",
          1485037865
        ],
        [
          "Brace yourself for a total Eclipso the heart (of darkness). Here's everything you need to know about the big bad from JUSTICE LEAGUE VS. SUICIDE SQUAD! #LeaguevSquad http://bit.ly/2iGGwTk DC Comics 101: Get to Know Eclipso If you've been reading JUSTICE LEAGUE VS. SUICIDE SQUAD, and particularly if you've gotten to the end of this week's issue #5, you've discovered that the real villain of the Rebirth's first event isn't the Suicide Squad or even Maxwell Lord, but a shadowy villain with the ability to corrupt just abo...",
          1484854748
        ],
        [
          "In JUSTICE LEAGUE VS. SUICIDE SQUAD #5, Max Lord conquers the world and only Task Force X can stop him! No pressure. #LeaguevSquad http://bit.ly/2iBytHg JUSTICE LEAGUE VS. SUICIDE SQUAD #5 JUSTICE LEAGUE VS. SUICIDE SQUAD #5 [REDACTED] has finally obtained that which [REDACTED] has sought all this time-it's the means to utterly [REDACTED] the Justice League forever. Now, only [REDACTED] and the Suicide Squad stand in [REDACTED] path of total world domination. No pressure!",
          1484751643
        ],
        [
          "Max Lord may be evil, but he's certainly efficient while taking over the world in the preview of JUSTICE LEAGUE VS. SUICIDE SQUAD #5! #LeaguevSquad http://bit.ly/2jm7Umv Exclusive Preview | 'Justice League vs. Suicide Squad' # 5 The Suicide Squad is down and the Justice League has been eclipsed as Max Lord seizes control over the most powerful nation in the world. The two premiere superhero teams of the DC universe have collided! But the Justice League and the Suicide Squad now have much bigger problems than each other.",
          1484708412
        ],
        [
          "Meet Ray. One day he'll be a powerful hero, but for now he's a fragile child forced to spend his life in darkness in the preview of JLA: THE RAY #DCREBIRTH #1. http://bit.ly/2ivvEaD Exclusive Preview: JUSTICE LEAGUE OF AMERICA THE RAY REBIRTH #1 (W) Steve Orlando (A) Stephen Byrne (CA) Ivan Reis, Joe Prado SPINNING OUT OF THE PAGES OF JUSTICE LEAGUE VS. SUICIDE SQUAD! Locked indoors, raised in the dark and told his medical condition could be fatal to himself and anyone he meets, Ray Terrill is dangerous. A freak. Broken.",
          1484607618
        ],
        [
          "League vs. Squad vs. Squad as Max Lord searches for a powerful weapon that could change the game! Also, Harley looks into an abyss of insanity, but it's like whatever. What's your review of JUSTICE LEAGUE VS. SUICIDE SQUAD #4? Timeline Photos",
          1484420104
        ],
        [
          "Max Lord just found a very dangerous piece of jewelry in JUSTICE LEAGUE VS. SUICIDE SQUAD #4. And worst of all, it doesn't even look that good on him. #LeaguevSquad http://bit.ly/2j9O4uS This Just Happened: Justice is Eclipsed If you care even one iota about the DC Universe, then this week's JUSTICE LEAGUE VS. SUICIDE SQUAD #4 is an absolute must-read. It's exciting, fun, surprising and packed with twists and details that will be felt throughout the pages of Rebirth for months to come.",
          1484355613
        ],
        [
          "The League and Task Force X team up (and hopefully don't kill each other) in JUSTICE LEAGUE VS. SUICIDE SQUAD #4! #LeaguevSquad http://bit.ly/2iGkhsq JUSTICE LEAGUE VS. SUICIDE SQUAD #4 REDACTED BY ORDER OF TASK FORCE X DIRECTOR AMANDA WALLER] and [REDACTED] crew of unstoppable [REDACTED] besiege Belle Reve to take possession of the lost [REDACTED], and only the unbelievable team-up of the Justice League and the Suicide Squad can prevent [REDACTED] from taking revenge on Amanda Wal...",
          1484146857
        ],
        [
          "A Green Lantern gets punched by a giant eyeball--yep--in the preview of JUSTICE LEAGUE VS. SUICIDE SQUAD #4! #LeaguevSquad http://bit.ly/2jv1api Blockbuster teams unite in this Justice League Vs. Suicide Squad exclusive Anyone who reads superhero comics probably won't be surprised to learn that a fight between superhero teams would turn into a team-up, and that's exactly what's happening in the Justice League Vs. Suicide Squad event.",
          1483974110
        ],
        [
          "Amanda Waller proves that, yes, she can outdo her own outrageously dangerous covert task force with an EVEN MORE outrageously dangerous covert task force. What's your favorite moment from JUSTICE LEAGUE VS. SUICIDE SQUAD #3? #LeaguevSquad Timeline Photos",
          1483815645
        ],
        [
          "Earth's heroes are Belle Reve's newest inmates in JUSTICE LEAGUE VS. SUICIDE SQUAD #3, out now! #LeaguevSquad http://bit.ly/2ifc1j6 Justice League vs. Suicide Squad #3 Belle Reve Penitentiary. Headquarters of Task Force X, home to the worst super-criminal scum in the DC Universe and new residence of...the Justice League?! The Suicide Squad delight in showing Earth's greatest heroes how the other side lives, and you'd better believe the Justice League needs to be r...",
          1483628604
        ],
        [
          "In the spirit of JUSTICE LEAGUE VS. SUICIDE SQUAD, download and send a New Year's card from either team! #LeaguevSquad http://bit.ly/2istcP5 Timeline Photos",
          1483297218
        ],
        [
          "In the spirit of JUSTICE LEAGUE VS. SUICIDE SQUAD, download and send a New Year's card from either team! #LeaguevSquad http://bit.ly/2itsy6d Timeline Photos",
          1483211116
        ],
        [
          "One member of Task Force X just discovered her staggering new power in JUSTICE LEAGUE VS. SUICIDE SQUAD #2! But what will this mean for Earth's heroes going forward? #LeaguevSquad http://bit.ly/2iqHoua This Just Happened: The Justice League is Put on Ice We knew it was coming. It's right there in the title. But we sure didn't expect the battle royale that took place through much of this week's JUSTICE LEAGUE VS. SUICIDE SQUAD #2 to end the way it did! To say the Suicide Squad is a little outmatched against the Justice League is putting it mildly, an...",
          1483138991
        ],
        [
          "Task Force X is exposed, but they're not going down without a fight in JUSTICE LEAGUE VS. SUICIDE SQUAD #2, out now! #LeaguevSquad http://bit.ly/2iNkxdd JUSTICE LEAGUE VS. SUICIDE SQUAD #2 The first major event storyline of DC's Rebirth era begins with a day Amanda Waller always knew would come: the Justice League discovers the existence of the Suicide Squad! This government-sponsored black-ops team of super-villains with bombs implanted in their brains is obviously a deal-breaker for...",
          1483110190
        ],
        [
          "In the spirit of JUSTICE LEAGUE VS. SUICIDE SQUAD, download and send a New Year's card from either team! #LeaguevSquad http://bit.ly/2hAYl5I Timeline Photos",
          1483067229
        ],
        [
          "Task Force X splits up to survive in the preview of JUSTICE LEAGUE VS. SUICDE SQUAD #2! #LeaguevSquad http://bit.ly/2htVUBZ Exclusive Preview: JUSTICE LEAGUE VS. SUICIDE SQUAD #2 The Suicide Squad has been ordered to take down the Justice League.",
          1482858139
        ],
        [
          "Amanda Waller's dangerous pet project is finally revealed to the Justice League! What's your favorite moment from the very first JUSTICE LEAGUE VS. SUICIDE SQUAD #1? #LeaguevSquad Timeline Photos",
          1482606205
        ],
        [
          "Are you Team Justice League or Team Suicide Squad? Celebrate the New Year by downloading and sending a JUSTICE LEAGUE VS. SUICIDE SQUAD card to your friends! #LeaguevSquad http://bit.ly/2hBo3TB Timeline Photos",
          1482581324
        ],
        [
          "In the spirit of JUSTICE LEAGUE VS. SUICIDE SQUAD, send a New Year's card from either team! #LeaguevSquad http://bit.ly/2hZlsGu Timeline Photos",
          1482424148
        ],
        [
          "#LeaguevSquad is finally here! Pick up the very first JUSTICE LEAGUE VS. SUICIDE SQUAD #1 today! #NewDCDay #NCBD http://bit.ly/2haC2n3 JUSTICE LEAGUE VS. SUICIDE SQUAD #1 The first major event storyline of DC's Rebirth era begins with a day Amanda Waller always knew would come: the Justice League discovers the existence of the Suicide Squad! This government-sponsored black-ops team of super-villains with bombs implanted in their brains is obviously a deal-breaker for...",
          1482289213
        ],
        [
          "Our heroes aren't facing a single new threat in JUSTICE LEAGUE VS. SUICIDE SQUAD. They're facing six! Get up to speed on the bevy of bad guys coming in #LeaguevSquad with our handy cheat sheet: http://bit.ly/2ho1z8u Justice League vs. Suicide Squad: The Dirty Half-Dozen JUSTICE LEAGUE VS. SUICIDE SQUAD is nearly upon us, so it's time to take a closer look at the bad guys. No, not those bad guys-the other bad guys. After all, the Justice League and the Suicide Squad may have their differences, but it would take more than just a little disagreement to really set them...",
          1482260608
        ],
        [
          "It's a lovely day for the Suicide Squad to die on an island in the middle of nowhere in the preview of JUSTICE LEAGUE VS. SUICIDE SQUAD #1! http://bit.ly/2hQUnVS EXCLUSIVE PREVIEW: Justice League vs. Suicide Squad #1 by Joshua Williamson & Jason Fabok The first major event storyline of DC's Rebirth era begins with a day Amanda Waller always knew would come: the Justice League discovers the existence of the Suicide Squad! This government-sponsored black-ops team of super-villains with bombs implanted in their brains is obviously a deal-breaker for...",
          1482246024
        ],
        [
          "Will someone die in JUSTICE LEAGUE VS. SUICIDE SQUAD? #DCAllAccess asks writer Josh Williamson! #LeaguevSquad https://youtu.be/KoSMgfywghg Sneak Peek at Justice League vs Suicide Squad The DC Universe's greatest heroes will lock claws (literally, in Killer Croc's case) with some of it's most powerful villains in Justice League vs. Suicide Squad, the first major event of the Rebirth era.",
          1481742543
        ],
        [
          "The greatest heroes. The worst villains. Facing off for the first time. Brace yourself for JUSTICE LEAGUE VS. SUICIDE SQUAD #1, out 12/21! #LeaguevSquad DC Comics's cover photo",
          1480972195
        ]
      ],
      "dates_start": 1482438049,
      "dates_end": 1485052996,
      "likes_avg": 883,
      "likes_stdev": 576,
      "comments_avg": 35,
      "comments_stdev": 36,
      "shares_avg": 55,
      "shares_stdev": 59
    },
    {
      "number": 18,
      "important": [
        "epic",
        "get",
        "timelin",
        "timelin photo",
        "comment review",
        "new",
        "challeng",
        "comment",
        "review",
        "kick"
      ],
      "common": [
        "comment",
        "comment review",
        "issue",
        "leave",
        "leave comment",
        "leave comment review",
        "photos",
        "review",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "Dan DiDio, Keith Giffen, Dan Abnett, and Dale Eaglesham kick off an epic new journey--but is it all about to get nuked? Comment with your review of THE KAMANDI CHALLENGE #1! Timeline Photos",
          1485615739
        ],
        [
          "Mars descends upon Earth as J’onn J’onzz fights to save both planets. Comment with your review of MARTIAN MANHUNTER #9. Timeline Photos",
          1455994812
        ],
        [
          "The fight against The Elder Gods continued in SECRET SIX #9. Leave a comment with your review of the issue. Timeline Photos",
          1450551606
        ],
        [
          "What did you think of the mystery being setup in TITANS HUNT #1? Leave a comment with your review of the debut issue. Timeline Photos",
          1445677219
        ],
        [
          "Leave a comment here with your review of THE SANDMAN OVERTURE's epic and mysterious conclusion. Timeline Photos",
          1443920405
        ],
        [
          "Slade and Diana had to overcome their differences in DEATHSTROKE ANNUAL #1. Leave a comment with your review. Timeline Photos",
          1438419610
        ],
        [
          "PREZ #2 brought an unexpected (at least to the politicians) young girl into office. Leave a comment with your mini-review here. Timeline Photos",
          1437858015
        ],
        [
          "Leave a comment here with your review of MIDNIGHTER #2! Timeline Photos",
          1436058009
        ],
        [
          "A teenage President? That's what the first issue of PREZ is leading toward. Leave a comment with your review of the firts issue. Timeline Photos",
          1434834017
        ],
        [
          "Leave a comment here with your review of the first issue of BLACK CANARY! Timeline Photos",
          1434790807
        ],
        [
          "Kori strikes out on her own in Key West in STARFIRE #1. Leave a comment with your review of the debut issue. Timeline Photos",
          1434186009
        ],
        [
          "Secrets and secret weapons abound in MIDNIGHTER #1. Leave a comment with your review of the debut issue. Timeline Photos",
          1433624422
        ],
        [
          "One threat is gone, but an even bigger one has emerged. Leave a comment here with your review of CONVERGENCE #6. Timeline Photos",
          1431766808
        ],
        [
          "The shocking moments keep coming, but few more shocking than in this week's FUTURES END #46. Leave a comment with your review of the issue here. Timeline Photos",
          1426975208
        ],
        [
          "Superman not only discovered new powers but also got a slick new costume in SUPERMAN #38. Leave a comment with your review here. Timeline Photos",
          1423364409
        ],
        [
          "JUSTICE LEAGUE UNITED is moving toward an emotional and action-packed conclusion. Leave a comment with your review of this week's issue #8. Timeline Photos",
          1421539221
        ],
        [
          "While the Justice League faced off against the Doom Patrol, Batman kind of put Luthor in his place. Leave a comment with your review of JUSTICE LEAGUE #33. Timeline Photos",
          1410040841
        ],
        [
          "Lois made an interesting discovery about Superman while Fifty Sue just tried to have a conversation with (redacted). Leave a comment with your review of FUTURES END #18 here. Timeline Photos",
          1409997644
        ],
        [
          "Frankenstein comes to a shocking revelation while those within Cadmus continue to scheme. Leave a comment with your review of FUTURES END #15. Timeline Photos",
          1408226441
        ],
        [
          "Both Clark and Diana had hard decisions to make in SUPERMAN / WONDER WOMAN #11. Leave a comment with your review of the issue. Timeline Photos",
          1408204864
        ],
        [
          "Lex and Batman continue circling each other while the Doom Patrol makes its way on the scene in JUSTICE LEAGUE #32. Leave a comment with your review here. Timeline Photos",
          1406995256
        ],
        [
          "Can the new Superman on Earth 2 save the world while the old one tries to destroy it? Leave a comment with your review of EARTH 2 #25. Timeline Photos",
          1404597627
        ],
        [
          "Grifter got a clear idea of what Fifty Sue can do while Lois continues digging into the clues she's being fed and more in FUTURES END #8. Leave a comment with your review. Timeline Photos",
          1403949614
        ],
        [
          "The team got transported to a distant world and the action ramped up big time in JUSTICE LEAGUE UNITED #2. Leave a comment here with your review. Timeline Photos",
          1402740004
        ],
        [
          "Big changes for Firestorm, Mister Terrific, Grifter and others in FUTURES END #5. Leave a comment with your review of the latest chapter. Timeline Photos",
          1402156807
        ],
        [
          "A funeral formed the centerpiece of FUTURES END #2. Leave a comment with your review of this week's installment. Timeline Photos",
          1400320815
        ],
        [
          "You don't just come in and declare yourself Gotham City's new protector, as Bane found out in FOREVER EVIL AFTERMATH: BANE VS BATMAN #1. Leave a comment with your review here. Timeline Photos",
          1399132823
        ],
        [
          "Cyborg and the Metal Men took on The Grid in JUSTICE LEAGUE #29. Leave a comment with your... ummm... comments about the issue here! Timeline Photos",
          1397901612
        ],
        [
          "Harley is pretty irresistible, but HARLEY QUINN #3 took that to a whole other level. Leave a comment with your review of the wacky romance in this installment. Timeline Photos",
          1393113617
        ],
        [
          "What did you think of Earth 2 #19, which had the remaining heroes trying to stop an out-of-control Superman? Leave a comment here and weigh in. Timeline Photos",
          1389463224
        ]
      ],
      "dates_start": 1400599008,
      "dates_end": 1444202158,
      "likes_avg": 1352,
      "likes_stdev": 857,
      "comments_avg": 52,
      "comments_stdev": 40,
      "shares_avg": 52,
      "shares_stdev": 40
    },
    {
      "number": 19,
      "important": [
        "dcs legend",
        "peopl",
        "supergirl",
        "arrow",
        "assault",
        "dctv",
        "doe",
        "expect",
        "evil",
        "clip"
      ],
      "common": [
        "dc",
        "dc legends",
        "dc legends tomorrow",
        "http",
        "legends",
        "legends tomorrow",
        "photos",
        "timeline",
        "timeline photos",
        "tomorrow"
      ],
      "messages": [
        [
          "What does #DCTV have to do with Barenaked Ladies (the band, people, c'mon)? Find out from Hector Navarro on #DCAllAccess! https://youtu.be/sIYCUj2ikhc Team Arrow Hacks Russia + White Martians Invade on Supergirl The White Martians are back...and so is Hector to talk about what to expect this week on the small screen! In this new #DCTV clip, we dive into the return of the White Martians on Supergirl, Rip Hunter's evil ways on DC's Legends of Tomorrow, and the high stakes cyber assault happening on Arrow.",
          1486407632
        ],
        [
          "Kevin Smith just stands around in rooms awkwardly waiting to talk to Hector Navarro about tonight's mid-season return of #SupergirlCW! Plus, learn more about #DCTV's #TheFlash and #LegendsOfTomorrow! https://youtu.be/JfwXfjw4cYU Kevin Smith Talks Supergirl + Flash & Kid Flash Return DCTV IS BACK! Yes, after a long, heartbreaking hiatus, DC's full slate of super hero shows returns this week with new episodes of The Flash, DC's Legends of Tomorrow, Arrow, Gotham, Lucifer and Supergirl. And speaking of the last one, did you know that tonight's episode was directed by Kevin Smith.....",
          1485198034
        ],
        [
          "Hector Navarro unpacks last week's shocking #DCTV mid-season finales on #DCAllAccess! Make sure you're caught up--here be #spoilers! https://youtu.be/4qCyR3cQUoE SPOILERS! Next Season on #DCTV SPOILER ALERT: This #DCTV clip contains spoilers from all of last week's midseason finales. Yes, sadly, #DCTV is on hiatus until January. But Hector Navarro couldn't sign off for the season without unpacking some of last week's shocking twists on The Flash, Arrow and DC's Legends of Tomorrow. What d...",
          1481569265
        ],
        [
          "What exactly has the Legion of Doom been up to? The #DCTV Couch Club dives into tonight's #LegendsofTomorrow mid-season finale! http://bit.ly/2h2YPjG DC's Legends of Tomorrow: Midseason Mayhem Welcome back, Legends fans! It's been awhile! Hopefully you've had enough time to recover from last week's \"Invasion\" before we hit the ground running tonight because, man alive, there is a ton to talk about.",
          1481249989
        ],
        [
          "Straight from the Hector Navarro's mouth, Trickster returns to #TheFlash, Prometheus attacks Team #Arrow, the #LegendsOfTomorrow rub elbows with Al Capone, and Hector makes a weird OMG face--all on #DCTV this week! #DCAllAccess https://youtu.be/Wyn5yP5Vyjg Mark Hamill Is Back on The Flash + Legion of Doom Expands How do you follow a wild week-long crossover event? Two words: Midseason finales!! In this #DCTV clip, Hector looks ahead to The Flash, Arrow and DC's Legends of Tomorrow's final new episodes of 2016. Expect shocking twists and cliffhangers, and maybe some new members of the Legion of Doom.",
          1480971663
        ],
        [
          "Harness your inner Legend. #OwnLegendsofTomorrowS1 http://gwi.io/uy8e1g",
          1472216498
        ],
        [
          "BREAKING FROM #DCSDCC: The Legends of Tomorrow will face the Legion of Doom! http://bit.ly/29SAEln Timeline Photos",
          1469311222
        ],
        [
          "Hawkman returns! Discover more surprise #DCTV Secrets in tonight's Legends Of Tomorrow: http://bit.ly/1R0AQb9 Timeline Photos",
          1463095807
        ],
        [
          "The Legends go to London in 2166! Find what #DCTV Secrets meet them in Legends Of Tomorrow: http://bit.ly/1VEeS5R Timeline Photos",
          1461886269
        ],
        [
          "An assassin attempts to destroy young versions of Rip Hunter's crew before they were ever a threat! Find #DCTV Secrets in tonight's LEGENDS OF TOMORROW: http://bit.ly/1TlPGgX Timeline Photos",
          1461281110
        ],
        [
          "The crew of the Waverider travels to the Old West where they meet a classic DC gunslinger! Stream this week's LEGENDS OF TOMORROW: http://on.cwtv.com/1qZeK4u Timeline Photos",
          1460912584
        ],
        [
          "The prim and proper 1950s hide a dark side. Stream the latest Legends of Tomorrow: http://on.cwtv.com/LEG08tw Timeline Photos",
          1457877609
        ],
        [
          "Responding to a distress signal in space, the crew of the Waverider must contend with villainous time pirates. Stream the latest episode of LEGENDS OF TOMORROW! http://on.cwtv.com/LEG07tw Timeline Photos",
          1457290822
        ],
        [
          "#DCTV Secrets digs up a treasure trove of Easter Eggs from tonight's Time Pirates episode of LEGENDS OF TOMORROW: http://bit.ly/21GHTBm Timeline Photos",
          1457055010
        ],
        [
          "Kendra's life hangs in the balance, histories try to be rewritten, and the search for Vandal Savage continues.  Stream the latest episode of DC's Legends of Tomorrow now: http://on.cwtv.com/LEG103 Timeline Photos",
          1454871636
        ],
        [
          "Thanks to all the sleuths who hunted for the DC's Legends of Tomorrow easter eggs! Did you spot the clues in our Instagram series? See them all here: http://bit.ly/1P8Y01v Timeline Photos",
          1454623230
        ],
        [
          "Catch up on that super-sized DC's Legends of Tomorrow pilot with episode two, now streaming! http://on.cwtv.com/LEG102 Timeline Photos",
          1454266814
        ],
        [
          "Watch last night's all-new episode of DC's Legends of Tomorrow now right here: http://on.cwtv.com/LEG102 Timeline Photos",
          1454079634
        ],
        [
          "Don't wait. The #DCTV Secrets for tonight's all-new DC's Legends of Tomorrow are waiting for you now: http://bit.ly/1nqXtyv Timeline Photos",
          1454031005
        ],
        [
          "There's still time to get up to 67% off digital comics featuring heroes from DC's Legends of Tomorrow. But hurry--the sale ends tomorrow! http://bit.ly/1S1RH25 Timeline Photos",
          1453633202
        ],
        [
          "You've watched the premiere now learn more about The Legends of Tomorrow! Get up to 67% off these digital comics featuring heroes from DC's Legends of Tomorrow: http://bit.ly/1S1RH25 Timeline Photos",
          1453518008
        ],
        [
          "Missed last night's epic series premiere of DC's Legends of Tomorrow? Watch it online right now for free: http://on.cwtv.com/LEG101 Timeline Photos",
          1453503650
        ],
        [
          "Get caught up on some DC's Legends of Tomorrow stories before the show premieres this Thursday! Pick up digital issues for up to 67% off during the DC's Legends of Tomorrow Sale, going on now: http://bit.ly/1S1RH25 Timeline Photos",
          1453215624
        ],
        [
          "They've been brought together to save the future. Now don't miss the stunning debut of DC's Legends of Tomorrow on Thursday, January 21st. Timeline Photos",
          1449248927
        ],
        [
          "Meet Falk Hentschel, who portrays Hawkman, making his debut in tonight's #FlashxArrow crossover before reemerging in a big way as part of next year’s DC’s Legends of Tomorrow: http://bit.ly/1O1jOJ2 Timeline Photos",
          1448996406
        ],
        [
          "#BatmanDay may be over, but you can still pick up a whole bunch of digital Batman comics at up to 80% off! Act fast though. The sale ends tomorrow! http://bit.ly/1Ltd2ir Timeline Photos",
          1443344405
        ],
        [
          "BREAKING: Get your first real look at DC's Legends of Tomorrow by watching the new trailer right here: http://bit.ly/1HjopIA Timeline Photos",
          1431616694
        ],
        [
          "It's almost here! The sequel to the critically acclaimed #1 New York Times bestseller by the superstar creative team of writer Geoff Johns and artist Gary Frank -- pick up BATMAN EARTH ONE VOL. 2 tomorrow: http://bit.ly/1Jlvc1R Timeline Photos",
          1430816408
        ],
        [
          "BATMAN #40 has one of the most shocking comics moments this year. Now it's your chance to ask writer Scott Snyder and artist Greg Capullo all about it as we host a Twitter chat tomorrow! Timeline Photos",
          1430441885
        ],
        [
          "Dive into the Multiverse and preview the first chapter of INFINITE CRISIS, out tomorrow: http://shout.lt/tHcK Timeline Photos",
          1400418023
        ]
      ],
      "dates_start": 1438740262,
      "dates_end": 1474389675,
      "likes_avg": 568,
      "likes_stdev": 770,
      "comments_avg": 24,
      "comments_stdev": 59,
      "shares_avg": 66,
      "shares_stdev": 192
    },
    {
      "number": 20,
      "important": [
        "quinn",
        "exact",
        "batman anim seri",
        "batman anim",
        "harley",
        "special",
        "harley quinn",
        "preview",
        "holiday",
        "creator"
      ],
      "common": [
        "harley",
        "harley quinn",
        "http",
        "http bit ly",
        "ly",
        "photos",
        "quinn",
        "series",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "Harley crashes the Justice League's holiday party in the preview of #DCREBIRTH HOLIDAY SPECIAL #1! http://bit.ly/2gWbTV4 Preview: Harley Quinn's creator returns for her very 'special' holiday special Whenever Paul Dini gets a chance to write Harley Quinn, it's a good time - after all, he co-created the character with Bruce Timm for Batman: The Animated Series. And that's exactly what's happening in the DC Rebirth Holiday Special.",
          1481641309
        ],
        [
          "HARLEY QUINN spreads chaos from Gotham to Metropolis and beyond in her own 2000-2004 series! Read it on digital! http://bit.ly/2hlPdB7 Harley Quinn (2000-2004) From the small screen to the comic book page, Harley Quinn stars in her own self-titled series! First appearing on Batman: The Animated Series, the Joker's on-again, off-again girlfriend Harley has taken the comic book world by storm, and now she's looking to cause some chaos all across the DC Unive...",
          1481555454
        ],
        [
          "#DCAllAccess revisits the top 10 moments from the seminal BATMAN: THE ANIMATED SERIES! What other episodes and moments from the series do you love? https://youtu.be/acy8tTr2E8o Top 10 Batman: The Animated Series Moments Batman: The Animated Series remains a touchstone in animation and super hero storytelling, and serves as the definitive take on the Dark Knight for a generation of fans. In this DC All Access list, we look back at the Emmy-winning show and relive its ten best moments, from the origin of Harley Quinn...",
          1481310106
        ],
        [
          "Do you live in LA? Meet BATMAN: THE ANIMATED SERIES and DARK NIGHT writer Paul Dini at Barnes & Noble (The Grove) on #BatmanDay, 9/17 at 7pm! Timeline Photos",
          1473980451
        ],
        [
          "Get exclusive Harley Quinn items in both Loot Crate and Loot Wear in August! Head to lootcrate.com/harley for a discount on both subscriptions this month! Timeline Photos",
          1471395607
        ],
        [
          "No Harley Quinn fan should miss these definitive stories in BATMAN: HARLEY QUINN! #Skwad http://bit.ly/1Pp0aHy Timeline Photos",
          1461150008
        ],
        [
          "It's not a bird or a plane--it's #NewDCDay! Pick up ACTION COMICS #51, HARLEY'S LITTLE BLACK BOOK #3, SUPERMAN: AMERICAN ALIEN #6, and more: http://bit.ly/1RYI7gW Timeline Photos",
          1461142813
        ],
        [
          "Harley Quinn's life on Coney Island gets spooky-scary when Zatanna drops by! Preview HARLEY’S LITTLE BLACK BOOK #3: http://bit.ly/1SgLGf5 Timeline Photos",
          1460998825
        ],
        [
          "Want to pick up an exclusive, original Harley Quinn item you can't get anywhere else? Sign up for Loot Crate in time to receive March's \"VS\" themed crate! Deadline is March 19th! lootcrate.com/dc_comics Timeline Photos",
          1457622033
        ],
        [
          "Harley's Little Black Book gets a little green when she finds a certain Lantern's power ring. Pre-order HARLEY'S LITTLE BLACK BOOK #2, in stores next Wednesday! http://bit.ly/1PlPz4l Timeline Photos",
          1454583619
        ],
        [
          "It's the first issue of the new series starring the one and only Harley Quinn! She's on a mission to save Wonder Woman from...what? Pick up HARLEY'S LITTLE BLACK BOOK #1 today: http://bit.ly/1ltuklv Timeline Photos",
          1449068429
        ],
        [
          "Love is in the air, or maybe just cologne. Catch up on all the action from HARLEY QUINN AND POWER GIRL #5: http://bit.ly/1XV52ei **spoiler alert** Timeline Photos",
          1446865205
        ],
        [
          "Carve out a little time to make a Batman: The Animated Series jack-o-lantern, just in time for Halloween: http://bit.ly/1MxQ4IZ Timeline Photos",
          1446242430
        ],
        [
          "That's probably not who Harley expected - or wanted - to see. This Just Happened in the pages of HARLEY QUINN #20: http://bit.ly/1OjNQg4 Timeline Photos",
          1442638809
        ],
        [
          "Why have one spirit animal when you can have *all* of them? That's Mari McCabe's (a.k.a. Vixen) reality. Learn more about her history and her new animated series out now on CW Seed: http://bit.ly/1WQvVjQ Timeline Photos",
          1440550809
        ],
        [
          "Get up to 80% off digital issues in the huge New DC Universe Sale happening now. Browse BATMAN, HARLEY QUINN, ACTION COMICS and more issues here and enjoy: http://bit.ly/1M0SQl4 Timeline Photos",
          1433293224
        ],
        [
          "How well do you know Harley Quinn? Test your knowledge in the Infinite Crisis Harley Quinn Trivia Contest for a chance to win a pack of Harley prizes: http://bit.ly/1Ftvchl Timeline Photos",
          1424415608
        ],
        [
          "Happy Harley Quinn Month! Enter now for your chance to win 1 of 50 digital issues of HARLEY QUINN #14 here: http://on.fb.me/16mNqCP Timeline Photos",
          1422975771
        ],
        [
          "Complete with her trusty gun, hammer and laced up roller skates, this brand new Harley Quinn action figure is as crazy as Harley herself...crazy awesome, that is. Get an up-close look here: http://bit.ly/1sk38T6 Timeline Photos",
          1415329205
        ],
        [
          "We can't bring you the smells of HARLEY QUINN ANNUAL #1 digitally but we can offer a pretty nifty digital version with new gags: http://bit.ly/1yMNQe4 Timeline Photos",
          1414872010
        ],
        [
          "Celebrate National Coffee Day by enjoying your cup of Joe with this Batman: The Animated Series mug! http://bit.ly/BTASMug Timeline Photos",
          1412006455
        ],
        [
          "As usual, words elude us when it comes to HARLEY QUINN. If you can put together your thoughts about issue #8, leave them here. Timeline Photos",
          1407016832
        ],
        [
          "Well, Harley got to the bottom of why everyone seemed to be gunning for her. And it was wrapped in one of the zaniest issues of an already zany series. What did you think of HARLEY QUINN #7? Timeline Photos",
          1403366430
        ],
        [
          "Joker, Robin, Poison Ivy...they're all joining the DC Collectibles party this year. Get your exclusive first look at the newest action figures to join the Bruce Timm-designed BATMAN: THE ANIMATED SERIES collection: http://on.mtv.com/1n1lAxS Timeline Photos",
          1400191205
        ],
        [
          "You've already seen the first two designs from the Batman: The Animated Series Action Figures line... And now we're sharing two more. Feast your eyes on Two-Face and Mr. Freeze: http://bit.ly/Oi980U Timeline Photos",
          1396724409
        ],
        [
          "\"That girl's crazier than a sack o' rabid monkeys.\" Yeah, but that's why we love Harley, and why we loved HARLEY QUINN #4. You? Timeline Photos",
          1395529221
        ],
        [
          "Find out what you need to do to win a copy of Batman: The Animated Series on DVD. It's as easy as putting together a cape and a cowl: http://bit.ly/1dbDlF9 Timeline Photos",
          1393016407
        ],
        [
          "Three Batman series writers and artists share their thoughts on their favorite episodes of Batman: The Animated Series. http://bit.ly/1cuA32M Timeline Photos",
          1392951605
        ],
        [
          "From animated character to collectible, get a little inside scoop on the upcoming Batman: The Animated Series Action Figures: http://bit.ly/1bmeenA Timeline Photos",
          1392854411
        ],
        [
          "From the writing to the jokes to the casting (and of course, Harley Quinn), Batman: The Animated Series really could do no wrong. Take a little trip down memory lane with a look back at the show: http://bit.ly/1j8UkwA Timeline Photos",
          1392757211
        ],
        [
          "#DCAllAccess is back with another all-new episode, this time talking to Paul Dini about Batman: The Animated Series, Tony Bedard about Supergirl and lots more. Watch it today for the full scoop: http://youtu.be/4LoZLzmZa0Y Scott Porter DC Superfan + Batman: TAS w/ Paul Dini - DC All Access (203) Holy guest stars, Batman! It's Paul Dini, and he's here to discuss the new Batman: The Animated Series action figures. Hart of Dixie's Scott Porter's stops b...",
          1392746410
        ],
        [
          "Harley and Ivy, together again. And yep, it went just about how you'd expect it to. Chime with a comment on what you thought of Harley Quinn #2. Timeline Photos",
          1390683608
        ]
      ],
      "dates_start": 1399985908,
      "dates_end": 1461981337,
      "likes_avg": 1473,
      "likes_stdev": 1300,
      "comments_avg": 42,
      "comments_stdev": 36,
      "shares_avg": 105,
      "shares_stdev": 107
    },
    {
      "number": 21,
      "important": [
        "waller",
        "life",
        "amanda",
        "end",
        "suicid",
        "squad timelin",
        "leaguevsquad",
        "squad",
        "suicid squad",
        "amanda waller"
      ],
      "common": [
        "bit ly",
        "http bit ly",
        "ly",
        "new",
        "photos",
        "squad",
        "suicide",
        "suicide squad",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "After #LeaguevSquad, a loose end threatens to dismantle Amanda Waller's carefully hidden life. What's your review of SUICIDE SQUAD #10? Timeline Photos",
          1485702021
        ],
        [
          "Amanda Waller's original Suicide Squad doesn't go quite the way she planned, but good enough for government work. What's your review of the #LeaguevSquad tie-in SUICIDE SQUAD #9? Timeline Photos",
          1484434812
        ],
        [
          "Harley and Waller make a last-ditch effort to stop a waking (and very unhappy) Zod! Plus, #LeaguevSquad gets a prelude with Killer Frost! What did you think of SUICIDE SQUAD #8? Timeline Photos",
          1482087682
        ],
        [
          "Before #DCRebirth's biggest event yet with #LeaguevSquad, read the prelude in #NewDCDay's SUICIDE SQUAD #8! #NCBD http://bit.ly/2htyrQt SUICIDE SQUAD #8 \"THE BLACK VAULT\" part eight! Harley Quinn goes sane! The prisoners and staff of Belle Reve Penitentiary have succumbed to the devastating effects of General Zod's Black Vault, rendering them all insane. But it has the opposite effect on Harley, who must fight her way through a crazed Suicide Squad-...",
          1481727698
        ],
        [
          "Waller and Harley have to keep Zod from waking up in the preview of SUICIDE SQUAD #8--the prelude to the upcoming #LeaguevSquad crossover! http://bit.ly/2hsuYlL Exclusive Preview: SUICIDE SQUAD #8 Harley Quinn has gone sane and is fighting for her life.",
          1481482843
        ],
        [
          "The Black Vault drives everyone in Belle Reve crazy, and a sane Harley Quinn is the world's best hope for salvation. Sorry, world. What did you think of SUICIDE SQUAD #7? Timeline Photos",
          1480806034
        ],
        [
          "Madness sweeps through Belle Reve, but has the craziest inmate become the only sane person left? Comment with your review of SUICIDE SQUAD #6! Timeline Photos",
          1479610926
        ],
        [
          "A team of unscrupulous lowlifes takes on a dangerous Kryptonian, and Croc doesn't even barf this time! What's your review of SUICIDE SQUAD #3? Timeline Photos",
          1475355614
        ],
        [
          "Task Force X is in for a huge surprise when they finally track down the cosmic artifact they've been sent after! What's your reaction to SUICIDE SQUAD #2? Timeline Photos",
          1474161427
        ],
        [
          "Task Force X's first mission is literally out of this world (for about two seconds--then they fall back to Earth). Comment with your review of SUICIDE SQUAD #1! Timeline Photos",
          1471712414
        ],
        [
          "Jim Lee and Rob Williams launch the insane new SUICIDE SQUAD #1, out now! #NewDCDay #NCBD http://bit.ly/2byvIj6",
          1471460434
        ],
        [
          "Is Rick Flag strong enough--good enough--to keep Task Force X from destroying itself? Sound off with your first reactions to SUICIDE SQUAD: #DCREBIRTH #1! Timeline Photos",
          1470502813
        ],
        [
          "Task Force X is back and led by Rick Flag in SUICIDE SQUAD: REBIRTH #1! #NewDCDay #NCBD http://bit.ly/2b3KwWJ",
          1470258036
        ],
        [
          "Task Force X is almost there! Vote for the #SquadUpContest final 4 on the #DCAllAccess App: http://bit.ly/1VCFxws",
          1467932448
        ],
        [
          "Deadshot hunts down his impostor, and Katana must ally herself with her sworn enemy in the final SUICIDE SQUAD MOST WANTED: DEADSHOT/KATANA #6! What's your review of this issue? What was your favorite moment in each story? Timeline Photos",
          1466904305
        ],
        [
          "Dying has never been plan A for Task Force X...even if it means returning to Belle Reve. What's your review of NEW SUICIDE SQUAD #21? Timeline Photos",
          1466283615
        ],
        [
          "Waller has finally found the Squad, but it's not time to rejoice yet--at least not for Deadshot. What's your review of NEW SUICIDE SQUAD #20? Timeline Photos",
          1462683606
        ],
        [
          "Based on this SUICIDE SQUAD statue, Deadshot would KILL in cheerleader tryouts. #Skwad http://bit.ly/CollectSkwad Timeline Photos",
          1460941204
        ],
        [
          "You didn't think April Fool's was over, did you? Dr. Quinzel and the rest of her Evil Anonymous support group get in over their heads in HARLEY QUINN AND THE SUICIDE SQUAD APRIL FOOL’S SPECIAL #1: http://bit.ly/1Rp5LmA Timeline Photos",
          1459947614
        ],
        [
          "The world's deadliest assassins found a way out of Amanda Waller's goon squad, but they get more than they bargained for in NEW SUICIDE SQUAD #18. How crazy was that final reveal? Timeline Photos",
          1457809211
        ],
        [
          "Task Force X is used to one-way missions, but they weren't prepared for what just happened in SUICIDE SQUAD #18! http://bit.ly/1QRZ88s *SPOILER ALERT* Timeline Photos",
          1457751606
        ],
        [
          "Katana must slash her way through an army of Kobra's soldiers! What did you think of Katana's one-woman war in SUICIDE SQUAD MOST WANTED: DEADSHOT AND KATANA #2? Timeline Photos",
          1456599607
        ],
        [
          "Amanda Waller's team of killers had to keep a target alive for a change. What did you think of NEW SUICIDE SQUAD #17? Timeline Photos",
          1455404431
        ],
        [
          "This year brings some of the most jaw-dropping DC Collectibles yet! Get psyched with new statues based on the SUICIDE SQUAD movie, Lee Bermejo's BATMAN BLACK & WHITE HARLEY QUINN, and way more -- coming this August! http://bit.ly/1UabDPn Timeline Photos",
          1453359608
        ],
        [
          "Sage is closer than ever to achieving his goal of destroying Amanda Waller. Leave your review of this week's NEW SUICIDE SQUAD #16 below. Timeline Photos",
          1452970809
        ],
        [
          "In case you missed it, get acquainted with Task Force X with the newest batch of Suicide Squad photos: http://bit.ly/1OqKYO6 Timeline Photos",
          1448910029
        ],
        [
          "The Squad escaped from the village they'd infiltrated, but one of the team made the ultimate sacrifice. Leave a comment with your review of NEW SUICIDE SQUAD ANNUAL #1. Timeline Photos",
          1443862809
        ],
        [
          "KGBeast, the former KGB trained killer, has his arm cannon loaded and ready for action with Task Force X as they prepare to do the impossible. http://bit.ly/baoapkgb Timeline Photos",
          1406509218
        ],
        [
          "It's a new team with a new mission and a new attitude. But there's still lots of conflict. Leave a comment with your review of NEW SUICIDE SQUAD #1 here. Timeline Photos",
          1405180839
        ],
        [
          "The NEW SUICIDE SQUAD is in action, which means a new lineup of members. And a *fun* bunch they are... Get the rundown on them all here: http://bit.ly/1r8NsDr Timeline Photos",
          1404932408
        ],
        [
          "The Birds of Prey face off with the Suicide Squad, as both teams attempt to free Dr. Mambety. Which team will finish the task? Preview BIRDS OF PREY #33: http://bit.ly/1qElfF8 Timeline Photos",
          1404750106
        ],
        [
          "Check out our list of new issues coming this July from the New 52, including TEEN TITANS #1, NEW SUICIDE SQUAD #1, and more here: http://bit.ly/1poFgRE Timeline Photos",
          1398204010
        ],
        [
          "The odds are against the Squad as they try to stop The Thinker from delivering OMAC to the Crime Syndicate. Preview SUICIDE SQUAD #29, out Wednesday: http://bit.ly/OowLWd Timeline Photos",
          1395108004
        ]
      ],
      "dates_start": 1428401613,
      "dates_end": 1482831612,
      "likes_avg": 1161,
      "likes_stdev": 948,
      "comments_avg": 30,
      "comments_stdev": 35,
      "shares_avg": 73,
      "shares_stdev": 57
    },
    {
      "number": 22,
      "important": [
        "monday",
        "featur",
        "book",
        "end",
        "suicid",
        "befor",
        "member",
        "sale",
        "squad",
        "suicid squad"
      ],
      "common": [
        "bit",
        "bit ly",
        "http",
        "http bit",
        "http bit ly",
        "ly",
        "photos",
        "sale",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "Get up to 75% off books featuring members of the Suicide Squad before the sale ends Monday! http://bit.ly/2b9MXaq Timeline Photos",
          1470459612
        ],
        [
          "Get up to 75% off RED HOOD, BIRDS OF PREY, and HELLBLAZER books with the #DCRebirth 101 Sale! http://bit.ly/2a2dR6I Timeline Photos",
          1469710819
        ],
        [
          "Today's the last day! Get up to 75% off issues now with the #DCRebirth 101 Sale! http://bit.ly/25Koz8y Timeline Photos",
          1465815616
        ],
        [
          "Catch up on what came before #DCRebirth when you get up to 75% off during the DC Rebirth 101 digital sale! http://bit.ly/1Urt4Mn Timeline Photos",
          1464742803
        ],
        [
          "Get up to 50% off digital comics from award-winning writer/artist Darwyn Cooke! Sale lasts until 5/16. http://bit.ly/1YjQ5BY Timeline Photos",
          1463058024
        ],
        [
          "This is nothing to joke about. Get up to 50% off books featuring the Joker with the April Fools' Sale, including his first appearance in BATMAN #1: http://bit.ly/1UYOliZ Timeline Photos",
          1459523943
        ],
        [
          "Today only! Enjoy up to 65% off of select digital comics during the Superman Birthday Sale: http://bit.ly/1QPUjlB Timeline Photos",
          1456758028
        ],
        [
          "Savings up to 50% off in our one day Post-Holiday Sale! http://bit.ly/DCPH1226 Timeline Photos",
          1451127618
        ],
        [
          "The DC Bombshells are taking over. Now catch up with some essential stories featuring these heroes by browsing our digital comics sale: http://bit.ly/1Ja99PS Timeline Photos",
          1439514024
        ],
        [
          "It's week 3 of the New DC Universe digital sale! Check it out to get savings of up to 75% off digital comics: http://bit.ly/1R5p14H Timeline Photos",
          1434891615
        ],
        [
          "Find even more savings of up to 75% off digital issues in Week 2 of our New DC Universe digital sale: http://bit.ly/1S7VERu Timeline Photos",
          1434301216
        ],
        [
          "Get big savings on great comics for everyone to enjoy. Browse the New DC Universe digital sale today and find something to read: http://bit.ly/1M0SQl4 Timeline Photos",
          1433696415
        ],
        [
          "Catch up on the all the background stories for this week's CONVERGENCE issues with Week 8 of the Digital Sale: http://bit.ly/1F8rS67 Timeline Photos",
          1432861208
        ],
        [
          "Go back and revisit the stories featuring the characters starring in Convergence with Week 5 of our big digital sale: http://bit.ly/1Km6Yol Timeline Photos",
          1431018017
        ],
        [
          "Week four of the Convergence Digital Sale is happening now, offering savings on titles that you'll definitely want to read if you're keeping up with Convergence: http://bit.ly/1EFKPkH Timeline Photos",
          1430686815
        ],
        [
          "More back-issues tied to Convergence are on sale digitally now. Dig into some back-stories here: http://bit.ly/1Hs0SU4 Timeline Photos",
          1430053235
        ],
        [
          "Get caught up on all the stories leading up to the issues of Convergence Week 2 with the Digital Sale going on now: http://bit.ly/1b60i2o Timeline Photos",
          1429204338
        ],
        [
          "Pick up the issues behind the biggest event in DC history with the Convergence Week 1 Digital Sale: http://bit.ly/1yd5w72\n\nSale ends 4/13 Timeline Photos",
          1428598811
        ],
        [
          "Catch up on all your pre-Convergence reading with the Road to Convergence Digital Sale, going on now: http://bit.ly/1N8eMMQ Timeline Photos",
          1427436008
        ],
        [
          "Stock up on your favorite Scarlet Speedster issues during The Flash 500 Digital Sale! But you better hurry. This sale will end in a... Well, you get it. http://bit.ly/198ywBp Timeline Photos",
          1426284013
        ],
        [
          "Stock up on tons of great issues featuring the Scarlet Speedster during The Flash 500 Digital Sale, going on now! http://bit.ly/198ywBp #Flash75 Timeline Photos",
          1425996027
        ],
        [
          "With CONVERGENCE looming, it's a good time to catch up on FUTURES END, which you can do now for just $.99 an issue in our digital sale here: http://bit.ly/1IvsXKz Timeline Photos",
          1418169604
        ],
        [
          "CYBER MONDAY SALE, Plus Buy 1, Get 1 50% off T-shirts! http://bit.ly/CMDC14 Timeline Photos",
          1417435205
        ],
        [
          "You watched the first episode of Constantine, now make sure you're caught up on John's comic adventures with our Constantine Digital Sale: http://bit.ly/1wtPTnA Timeline Photos",
          1414364450
        ],
        [
          "This week has so many great newly digitized comics, we just don't know where to start: http://bit.ly/1uKk8lO Timeline Photos",
          1414242051
        ],
        [
          "Better hurry! The Flash digital comics sale will be gone in, well, a flash. Grab your favorites before it's too late: http://bit.ly/1nbWMYM Timeline Photos",
          1413151260
        ],
        [
          "You can read some of these freshly digitized comics or you can rake leaves. Yeah, that's the choice we're making too: http://bit.ly/1CIrsVe Timeline Photos",
          1412427649
        ],
        [
          "Now's your chance to stock up on The New 52 Zero and Villains month issues during our digital sale. Grab your favorites for just $.99 each: http://bit.ly/1x76LTP Timeline Photos",
          1409695232
        ],
        [
          "Go beyond the DC Universe and catch up on your favorite Multiverse stories for just $.99 an issue during The Multiversity digital comics sale: http://bit.ly/1tpcD4H Timeline Photos",
          1408561237
        ],
        [
          "The story of the hit game series was expanded in the various BATMAN ARKHAM series, all of which are on sale now for just $0.99 each: http://bit.ly/1r95dWH Timeline Photos",
          1408010460
        ],
        [
          "GRAYSON debuts next week, which means it's a great time to make sure you know Dick Grayson's whole story. Get digital issues for just $.99 each in our NIGHTWING digital sale: http://bit.ly/1iXqf6K Timeline Photos",
          1404381631
        ],
        [
          "It's a sale of epic proportions with some of your favorite 52 digital comics on sale for just $.99 each: http://bit.ly/1luhC1v Timeline Photos",
          1400029213
        ],
        [
          "With \"Superman: Doomed\" about to kick off, it's a great to take advantage of the Superman Doomsday digital comics sale happening now: http://bit.ly/1g5S99U Timeline Photos",
          1399824029
        ],
        [
          "Batman Beyond stories have always been fan-favorites. Expanding on the world from the hit TV show, you can catch up on the comics in our seven-day Batman Beyond Digital Sale: http://bit.ly/1gCtHyI Timeline Photos",
          1389139208
        ]
      ],
      "dates_start": 1408233649,
      "dates_end": 1451482199,
      "likes_avg": 568,
      "likes_stdev": 359,
      "comments_avg": 11,
      "comments_stdev": 10,
      "shares_avg": 17,
      "shares_stdev": 15
    },
    {
      "number": 23,
      "important": [
        "super",
        "make",
        "hes",
        "rise",
        "time",
        "super hero",
        "pretti",
        "atom",
        "think",
        "fall"
      ],
      "common": [
        "dc",
        "dc super",
        "hero",
        "hero girls",
        "http",
        "photos",
        "super",
        "super hero",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "When he's transported back in time to the '90s, Nathaniel Adam loses his powers...which makes it pretty hard to be a super hero. What did you think of THE FALL AND RISE OF CAPTAIN ATOM #2? Timeline Photos",
          1486263614
        ],
        [
          "#DCSUPERHEROGIRLS: PAST TIMES AT SUPER HERO HIGH has all good things, including dinosaurs, time travel, and even Emily Dickinson! Watch Presley from Presley Alexander review the comic on the #DCFansChannel! https://youtu.be/DTR3Uz6EVW4 DC Super Hero Girls - Past Times at Super Hero High Let Presley from ActOutGames get you caught up on the story so far in DC Super Hero Girls' Digital First comic book series 'Past Times at Super Hero High' Redeem your FREE chapters 1 and 2 of 'DC Super Hero Girls: Past Times at Super Hero High' using the code PASTTIMES2017 (valid though 1/31/17) at ...",
          1484953222
        ],
        [
          "Today's lesson: Learn how to get two free chapters of the digital-first #DCSUPERHEROGIRLS: PAST TIMES AT SUPER HERO HIGH! Plus, Batgirl and Harley run into two real-life heroes in the preview of #8! http://bit.ly/2iJM3Zg DC Super Hero Girls Go Back in Time and Offer Free Digital Chapters of 'Past Times At Super Hero High' In celebration of this week's chapter of DC Super Hero Girls: Past Times at Super Hero High, DC is offering the first two chapters of the Digital First series for free. Beginning today and ending 1/31/2016, all DC fans wanting to get into the series can redeem their free chapters by visiting https:/...",
          1484924539
        ],
        [
          "Find out why the new #DCSuperHeroGirls YA novel, BATGIRL AT SUPER HERO HIGH, is a fun, all-ages read--and where you can find a Batman '66 reference! http://bit.ly/2jB2szr \"Batgirl at Super Hero High\" Thinks its Way to the Top! Batgirl at Super Hero High is the third in a series of YA prose books set in the DC Super Hero Girls universe following Wonder Woman at Super Hero High and Supergirl at Super Hero High.",
          1484089508
        ],
        [
          "Donny may be on the path to becoming a hero, but even vigilantes have to fight the cops from time to time. What's your review of VIGILANTE: SOUTHLAND #3? Timeline Photos",
          1483240205
        ],
        [
          "2016 has been MASSIVE, and #DCAllAccess counts the top 10 DC moments from the year! Which is your favorite? https://youtu.be/LgemzUKf2S4 Top 10 DC Moments of 2016 From Rebirth, to the debut of the DCEU to the phenomenal success of DC Super Hero Girls, it's been quite a year for DC. In this special year-end clip, we invite you to relive some of the excitement as we raise a glass and look back at DC's top moments in comics, movies and TV from 2016.",
          1482008500
        ],
        [
          "Writer Shea Fontana discusses how time travel creates an evil alternate timeline in the digital-first #DCSUPERHEROGIRLS: PAST TIMES AT SUPER HERO HIGH! http://bit.ly/2huZ9rO Time-Hopping Adventures Are Ahead in DC Super Hero Girls It's hard to believe DC Super Hero Girls is now over a year old. Since we first met them, the attendees of Super Hero High have bounced between animated shorts, a variety of toys, original graphic novels, and most recently, a digital first comic series.",
          1481756828
        ],
        [
          "School’s back in session! Keep up with everything that’s happening at Super Hero High now: http://bit.ly/2clJoji",
          1473678167
        ],
        [
          "Even Super Heroes need a break every now and then. Happy #LaborDay Timeline Photos",
          1473087615
        ],
        [
          "Monsters and villains are nothing compared to exams in DC SUPER HERO GIRLS: FINALS CRISIS! http://bit.ly/29CnDu3 Timeline Photos",
          1468062013
        ],
        [
          "Now’s your chance to watch the DC Super Hero Girls TV special, Super Hero High! Tune in TODAY at 8 a.m. PT on Cartoon Network!",
          1464609236
        ],
        [
          "This is not a drill! Be sure to watch the DC Super Hero Girls TV special Super Hero High TOMORROW on Cartoon Network at 8 a.m. ET/PT!",
          1464526800
        ],
        [
          "SUICIDE SQUAD #1 & DC SUPER HERO GIRLS #1 are FREE today! Find your local #DCFCBD store:http://bit.ly/1SGyio4 Timeline Photos",
          1462611638
        ],
        [
          "DC Super Hero Girls is back, and Supergirl joins Super Hero High! We caught up with voice actress Anais Fairweather who shares why she loves the Kryptonian newcomer's relatability: http://bit.ly/1YJ2wXU Timeline Photos",
          1461326753
        ],
        [
          "Your next Super Hero adventure is waiting for you in the DC Super Hero Girls app! Download now: \nGoogle Play: http://bit.ly/1VU7uSN\nApp Store: http://apple.co/1qkcwvC",
          1459702800
        ],
        [
          "Team up with the DC Super Hero Girls in their NEW app! #GetYourCapeOn with these Super Heroes-in-training to explore Super Hero High, play mini-games, and more. Download now from the App Store: http://apple.co/1QMVGzv Timeline Photos",
          1457715618
        ],
        [
          "At NYCC? Come get your badge scanned at the DC Super Hero Girls booth (CP102) or enter online for a chance to win DC Super Hero Girls action dolls and a #DCSuperHeroGirls prize pack! http://bit.ly/DCSHGSweeps Timeline Photos",
          1444482039
        ],
        [
          "ATTN NYCC Attendees: Come get your badge scanned at the DC Super Hero Girls booth (CP102) or enter online for a chance to win DC Super Hero Girls action dolls and a #DCSuperHeroGirls prize pack! http://bit.ly/DCSHGSweeps Timeline Photos",
          1444324022
        ],
        [
          "Find out more about DC Super Hero Girls! Take a look at some of the figures from Mattel and watch an exclusive animated short as Principal Amanda Waller welcomes the students to Super Hero High: http://usat.ly/1OJp5Kr Timeline Photos",
          1443704553
        ],
        [
          "WARNING to all villains of Gotham! Doodle Jump is now wearing the famous Batman garb and along with it gets all the awesome Batman powers (batarang!!!!) - all in a brand NEW FREE game - Doodle Jump DC Super Heroes! Available now for Android phones - https://play.google.com/store/apps/details?id=com.limasky.doodlejumpdc Timeline Photos",
          1440925211
        ],
        [
          "Villians working together? Superman did not see that one coming. \n\n'LEGO DC Super Heroes: Justice League - Attack of the Legion of Doom!' is available now! http://bit.ly/LEGOJLDoom #LEGOJLDoom Timeline Photos",
          1440421221
        ],
        [
          "It's time to celebrate! \n\n'LEGO DC Super Heroes: Justice League - Attack of the Legion of Doom!' is available on Digital HD today! http://shout.lt/9rgd #LEGOJLDoom Timeline Photos",
          1439298799
        ],
        [
          "Even Superheroes need their personal space.\n\nInvite 'LEGO DC Super Heroes: Justice League - Attack of the Legion of Doom!' into your personal space when it becomes available on Digital HD 8/11! http://bit.ly/JLLODiTunes #LEGOJLDoom Timeline Photos",
          1438722020
        ],
        [
          "Doodle Jump DC Superheroes App Update: Mad Hatter and his henchmen, Tweedledee and Tweedledum, are stealing all of Gotham's crystals! Stop them to save the city in the latest update to Doodle Jump DC Super Heroes. Timeline Photos",
          1436835620
        ],
        [
          "Announcing DC Super Hero Girls, an exciting new universe of Super Hero storytelling featuring our line-up of powerful female characters: http://bit.ly/1d1a32w Timeline Photos",
          1429726218
        ],
        [
          "Today is THE day! All around the world, the heroes gather, ready to make history. The world record for the Largest Gathering of DC Comics Super Heroes gets made TODAY! See you at Hollywood & Highland! http://on.fb.me/1E02cue #DCWorldRecord Timeline Photos",
          1429347614
        ],
        [
          "The big day is tomorrow! 24 hours from now, we will make history by bringing together the Largest Gathering of DC Comics Super Heroes ever at Hollywood & Highland. Suit up and be there! http://on.fb.me/1E02cue #DCWorldRecord Timeline Photos",
          1429275611
        ],
        [
          "If not fist bumps, what does Batman do?\n\nFind out in LEGO®: DC Comics Super Heroes: Justice League vs. Bizarro League. Available now - http://bit.ly/LEGOJLVSBL Timeline Photos",
          1424358023
        ],
        [
          "Doodle Jump DC Super Heroes is available for iOS now! Download it today: http://bit.ly/DC-DoodleJump Timeline Photos",
          1415480403
        ],
        [
          "Calling all NZ Justice League fans! Blokhedz DC Comics Super Heroes have arrived at Z: www.z.co.nz/BH Timeline Photos",
          1414468814
        ],
        [
          "Arrow...Wonder Woman...Superman...Batman. Yep, DC Comics characters are well represented on TV Guide's list of top TV Super Heroes: http://bit.ly/1ksqFwe Timeline Photos",
          1402632007
        ],
        [
          "30% off some great Super Hero books from Capstone that are perfect for young readers? You may say it's too good to be true, but yep, it's real: http://bit.ly/1gEPKCn Timeline Photos",
          1396519213
        ],
        [
          "They may be the World's Greatest Super Heroes, but even the Scribblenauts need a little help once in a while. Get an exclusive look at an upcoming chapter in the Scribblenauts Unmasked: A Crisis in Imagination: http://bit.ly/1orK5GS Timeline Photos",
          1392346807
        ],
        [
          "Okay, all you young super heroes – Batman's looking a little, uh...scrambled. Can you help put him back together? http://bit.ly/1daGgNg Timeline Photos",
          1391353207
        ],
        [
          "Superman may have x-ray vision, but that's not going to help anyone here. Put your super sleuth skills to the test and see if you can spot the differences in these pictures: http://bit.ly/1fcmkym Timeline Photos",
          1390780810
        ],
        [
          "Want to hang with a DC Comics Super Hero? We've got some of our favourite DC Comics Super Heroes going to selected Cotton On Kids stores: http://shout.lt/pKHQ Timeline Photos",
          1390700307
        ]
      ],
      "dates_start": 1414268565,
      "dates_end": 1475079188,
      "likes_avg": 754,
      "likes_stdev": 909,
      "comments_avg": 36,
      "comments_stdev": 77,
      "shares_avg": 172,
      "shares_stdev": 599
    },
    {
      "number": 24,
      "important": [
        "sit",
        "writer",
        "dark",
        "batman",
        "timelin photo",
        "king",
        "kick",
        "knight",
        "dark knight",
        "discuss"
      ],
      "common": [
        "batman",
        "bit ly",
        "http",
        "http bit",
        "http bit ly",
        "knight",
        "ly",
        "photos",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "To kick off #BatmanDay, we sit down with BATMAN writer Tom King and discuss the Dark Knight! http://bit.ly/2cxHWha Timeline Photos",
          1474131637
        ],
        [
          "The final act in the ARKHAM KNIGHT prequel series is here! Enter by 7/12 for a chance to win BATMAN: ARKHAM KNIGHT VOL 3 from Goodreads! http://bit.ly/29lwcvr Timeline Photos",
          1467939615
        ],
        [
          "Need more DKR? Read the sequel to Frank Miller's seminal Batman story, BATMAN: THE DARK KNIGHT STRIKES AGAIN! http://bit.ly/28Y3VqX Timeline Photos",
          1467018014
        ],
        [
          "See what happened before the Dark Knight returned in THE DARK KNIGHT RETURNS: THE LAST CRUSADE #1! #NewDCDay #NCBD http://bit.ly/28D4eRz Timeline Photos",
          1465992168
        ],
        [
          "Gotham is protected. Read the Dark Knight's #DCRebirth launch in BATMAN: REBIRTH #1! http://bit.ly/1TIJFZZ",
          1465822860
        ],
        [
          "It's raining cats and dogs and bears and elephants at Arkham! Preview the exciting finale, BATMAN/TEENAGE MUTANT NINJA TURTLES #6: http://bit.ly/21PeKjP Timeline Photos",
          1462842005
        ],
        [
          "The Dark Knight must stop Bane's army from claiming Gotham in BATMAN: ARKHAM KNIGHT VOL. 2, available today: http://bit.ly/1OxdBUT Timeline Photos",
          1456830013
        ],
        [
          "It's Batman vs. Turtles as the Dark Knight faces off against some strange ninjas in Gotham! Read BATMAN/TEENAGE MUTANT NINJA TURTLES #2, available today: http://bit.ly/1SEbwNv Timeline Photos",
          1452697239
        ],
        [
          "Barbara Gordon struggles with her role as Gotham's newest masked avenger, while Arkham Asylum's Dr. Harleen Quinzel battles her own inner demons…\n\nRead BATMAN: ARKHAM KNIGHT: BATGIRL & HARLEY QUINN SPECIAL #1 digitally today: http://bit.ly/1OGMCqC Timeline Photos",
          1451646003
        ],
        [
          "Batman: Arkham Knight brought the popular trilogy of games to a close in 2015 and was certainly among the Moments That Mattered: http://bit.ly/1Rbr61W Timeline Photos",
          1451588419
        ],
        [
          "Forget Silent Night. This year, the holidays are all about Arkham Knight! You can enter to win four Batman: Arkham Knight action figures from DC Collectibles. Get the all the details from Black Cat Comics: https://youtu.be/lLThpFL_o_w Timeline Photos",
          1450372168
        ],
        [
          "You've watched the amazing new Batman v Superman trailer, making now the perfect time to check out this collection filled with some of comics' most memorable clashes between the Man of Steel and the Dark Knight...\n\nBATMAN VS. SUPERMAN: THEIR GREATEST BATTLES\nhttp://bit.ly/1YFFqCl Timeline Photos",
          1449138300
        ],
        [
          "After felling a minotaur, Diana and her infant son Jonathan return to the awe-inspiring Themyscira in this #OnePerfectPanel from DARK KNIGHT III #1: http://bit.ly/1TiEfp1 Timeline Photos",
          1449025210
        ],
        [
          "The Frank Miller Dark Knight digital sale features savings up to 67% off on THE DARK KNIGHT, BATMAN: YEAR ONE and more: http://bit.ly/1Idif90 Timeline Photos",
          1448823640
        ],
        [
          "Batman has an incurable virus, and only The Joker can save him. But how does the Dark Knight get the information he needs? Get BATMAN: EUROPA #1: http://bit.ly/20XBn6A Timeline Photos",
          1447858832
        ],
        [
          "Announcing DARK KNIGHT RETURNS: THE LAST CRUSADE, a prequel to THE DARK KNIGHT RETURNS co-written by Frank Miller and Brian Azzarello with art by John Romita Jr: http://bit.ly/1Y9pyaW Timeline Photos",
          1447441218
        ],
        [
          "365 Gotham citizens poisoned, with 24 hours to live. Calendar Man is planning a sadistic special occasion. Can Batman stop him or will time run out? Get BATMAN: ARKHAM KNIGHT #31 today! http://bit.ly/1MtrTuH Timeline Photos",
          1442566813
        ],
        [
          "Batman Day may be in plain sight on our calendars, but Batman is hiding in our Facebook banners. See if you can spot the Dark Knight on all our pages: http://bit.ly/1OcIJOM Timeline Photos",
          1442350821
        ],
        [
          "We sat down with Batman: Arkham composer Nick Arundel to discuss what went into writing the perfect music for Batman: Arkham Knight: http://bit.ly/1KwSXGA Timeline Photos",
          1435870811
        ],
        [
          "For the first time, you can get Frank Miller’s unforgettable Dark Knight epic in black and white! Pick up BATMAN NOIR: THE DARK KNIGHT RETURNS DELUXE EDITION in shops and online today: http://bit.ly/1KXGcWV Timeline Photos",
          1433840417
        ],
        [
          "DC All Access has a chance for you to win a Batman: Arkham Knight Prize Pack, including some of this awesome Razer gear: www.razerzone.com/chroma\n\nDetails on how to enter --> http://bit.ly/1FBUGYd Timeline Photos",
          1432674034
        ],
        [
          "Watch the official Be the Batman trailer. Play Batman: Arkham Knight, the epic finale to the Batman: Arkham series, June 23rd. Prepare to #BeTheBatman. \n\nBatman: Arkham Knight ESRB Rating: MATURE 17+ with Blood, Language, Suggestive Themes, Violence",
          1432218600
        ],
        [
          "An exciting new version of The Dark Knight kicks off with Batman Unlimited: Animal Instincts. Get it on Blu-ray+DVD+Digital HD along with an exclusive Fire Bat figure today: http://bit.ly/BatmanAnimalInstincts Timeline Photos",
          1431853212
        ],
        [
          "Arkham Knight releases this June, but you can get a taste of the action in this month's Arcade Block! We've teamed up to bring you an exclusive Arkham Knight collectible you won't want to miss! Visit www.nerdblock.com/r/DC to subscribe before March 25th! Timeline Photos",
          1427119213
        ],
        [
          "CALLING ALL BAT-FANS! Arcade Block has an amazing exclusive Arkham Knight item in their block this month! Head to http://nerdblock.com/r/DC to subscribe. Subscriptions are available until March 25th. Timeline Photos",
          1425668406
        ],
        [
          "Batman’s plans unravel in Arkham Manor and Jack Shaw investigates the serial killer who’s been murdering inmates. Preview ARKHAM MANOR #3, out Wednesday: http://bit.ly/1zpCq3h Timeline Photos",
          1419292811
        ],
        [
          "BATMAN: ARKHAM KNIGHT is getting a digital-first prequel comic. Get all the details here: http://bit.ly/1w0aUHk Timeline Photos",
          1418472011
        ],
        [
          "Introducing the Batman Arkham Knight Batmobile Edition, which comes complete with an awesome transforming statue of the most iconic vehicle in crimefighting history. The Batmobile Edition also includes a limited edition comic book, exclusive steelbook, in-game skins, and 'The Art of Batman: Arkham Knight' artbook. Secure yours today: http://bit.ly/1lSgEjj Timeline Photos",
          1410229337
        ],
        [
          "Shop new Arkham merchandise! http://bit.ly/ArkhamMerch Timeline Photos",
          1408983133
        ],
        [
          "After watching Batman: Assault on Arkham we learned a few things...http://bit.ly/Ye417n Timeline Photos",
          1408280445
        ],
        [
          "Get the details on Batman Day and check out the full version of this amazing new Batman Timeline, tracing the Dark Knight's 75 years: http://bit.ly/1i6dcKx Timeline Photos",
          1402005638
        ],
        [
          "We know you spend a lot of time checking out every detail of our statues, so here's a close-up look at the upcoming Batman: Arkham Asylum Poison Ivy statue, one of our most detailed to date: http://bit.ly/1nLIE6g Timeline Photos",
          1401480005
        ],
        [
          "Set in the world of the hit video games, you won't want to miss Batman: Assault on Arkham later this year. Watch the first trailer now, just so you can start getting excited. http://youtu.be/-6abltUcric Batman: Assault on Arkham - Trailer From DC Entertainment, Warner Bros. Animation and Warner Bros. Home Entertainment comes an all new animated movie set within the same universe and continuity...",
          1398473415
        ],
        [
          "We're celebrating 75 years of Batman along with fans, comic book pros and celebs alike! Check out what a few of them had to say about Batman’s anniversary and what The Dark Knight means to them: http://bit.ly/1hw4Akx Timeline Photos",
          1397145659
        ],
        [
          "Ready for a dose of The Dark Knight? This week's #DCAllAccess is all about Batman, including an exclusive look at Bruce Timm's #Batman75 short! http://youtu.be/EI7dHk6Vk18 Preview Bruce Timm's Batman 75 Short - DCAA What better way to celebrate Batman's 75th Anniversary than with an all-Batman All Access? Check out this special preview clip starring Bruce Timm, then join...",
          1396886406
        ],
        [
          "We could be more excited about this, but we're not sure how.  Batman Arkham “You’re not going anywhere, old man. This ends tonight.\"",
          1396864475
        ],
        [
          "We might as well just call April the month of Batman because it's going to be a celebration of all things Dark Knight for the next 30 days. That's right, all. month. Psyched? We sure are. #batman75 http://bit.ly/1pj2Snc Timeline Photos",
          1396047637
        ],
        [
          "ICYMI (although we're not sure how you could), the epic finale to the critcally-acclaimed videogame series hits videogame consoles this year with Batman: Arkham Knight. Want more details? Boom. Here you go: http://bit.ly/1cCH3HJ Timeline Photos",
          1394384411
        ],
        [
          "Because there's no such thing as too much Batman. Grab the Batman movie bundle – including Batman: Arkham Origins and Batman: Dark Knight Returns – from Sony Entertainment Network today: http://bit.ly/1eufRdY Timeline Photos",
          1393459211
        ]
      ],
      "dates_start": 1407332707,
      "dates_end": 1457043408,
      "likes_avg": 1506,
      "likes_stdev": 1487,
      "comments_avg": 39,
      "comments_stdev": 43,
      "shares_avg": 158,
      "shares_stdev": 268
    },
    {
      "number": 25,
      "important": [
        "woman",
        "wonder woman",
        "batman superman wonder",
        "ever",
        "better",
        "time",
        "superman wonder",
        "dcrebirth",
        "batman superman",
        "wonder"
      ],
      "common": [
        "bit",
        "http",
        "http bit",
        "http bit ly",
        "photos",
        "timeline",
        "timeline photos",
        "woman",
        "wonder",
        "wonder woman"
      ],
      "messages": [
        [
          "It's a better time than ever to get into comics with #DCRebirth's first volumes of BATMAN, SUPERMAN, WONDER WOMAN, and more! http://bit.ly/2iWLMS5 Timeline Photos",
          1483889531
        ],
        [
          "Learn how to capture a person's likeness as WONDER WOMAN '77 and ADVENTURES OF SUPERGIRL artist Cat Staggs draws Lynda Carter's Wonder Woman on the #DCArtAcademy! https://youtu.be/Qju9lioyyPA DC Comics Art Academy Featuring Cat Staggs Welcome to the DC Comics Art Academy, a series of art tutorials recorded at Comic-Cons featuring many of the gifted and unique artists working for DC today. In today's installment, Wonder Woman '77 and Adventures of Supergirl artist Cat Staggs shares a few tips on drawing comics based on TV, includi...",
          1483556884
        ],
        [
          "Wonder Woman, Superman, and Batman prove their worth on the island of Themyscira...or is it? Comment with your review of TRINITY #4! Timeline Photos",
          1482620655
        ],
        [
          "It's time to get excited about a huge character who just made his first #DCRebirth appearance in WONDER WOMAN #12! http://bit.ly/2hEfPgA This Just Happened: War Comes to Wonder Woman It's been Diana who's been in wonder through much of \"Year One,\" the Greg Rucka/Nicola Scott storyline that continues in this week's WONDER WOMAN #12. Ever since she arrived in the world of man, the Amazonian princess has been astounded by what our world has to offer...as well as shocked by the viol...",
          1481943674
        ],
        [
          "Superman, Batman, and Wonder Woman find themselves in an impossible situation when they find Pa Kent in Clark's barn. What's your reaction to TRINITY #2? Timeline Photos",
          1477242056
        ],
        [
          "Food Network celebrates #WonderWoman75 with a special episode of #CakeWars featuring guest judge and WONDER WOMAN artist Nicola Scott! Tune in tonight at 9/8c! http://bit.ly/2cDJ7M9 Timeline Photos",
          1474311628
        ],
        [
          "The disembodied brain of Gault plans his revenge in the digital-first WONDER WOMAN '77 #21! http://bit.ly/2an7yeo Timeline Photos",
          1470387612
        ],
        [
          "Wondering where you can get Jason's Flash shirt or Tiffany's Wonder Woman shirt from this week's #DCAllAccess? Right here!\nFlash tee: http://bit.ly/28RTxo3\nWonder Woman tee: http://bit.ly/28RTIQj Timeline Photos",
          1466773214
        ],
        [
          "It's #NewDCDay, and Diana must find why her lasso no longer works in WONDER WOMAN #1! #NCBD http://bit.ly/24fD5Pw Timeline Photos",
          1466601094
        ],
        [
          "Diana has been lied to her entire life, and she's returned home to do something about it. What are your thoughts on WONDER WOMAN: REBIRTH #1? Timeline Photos",
          1465664595
        ],
        [
          "Why isn't Diana's golden lasso working anymore? To find out, pre-order WONDER WOMAN #1 today, in stores 6/22! http://bit.ly/24fD5Pw Timeline Photos",
          1464602406
        ],
        [
          "#TBT to 1986's original THE LEGEND OF WONDER WOMAN #1, an homage to the Golden Age Amazon! http://bit.ly/1suRds1 Timeline Photos",
          1463671092
        ],
        [
          "It's the last #NewDCDay before #DCRebirth next week! Pick up FUTURE QUEST #1, MARTIAN MANHUNTER #12, DOCTOR FATE #12, THE LEGEND OF WONDER WOMAN #6, and more! What are you picking up? #NewComicsDay http://bit.ly/1s14Grt Timeline Photos",
          1463562009
        ],
        [
          "Do you have a great super hero story waiting to reach the world? Do you want to tell stories with Batman, Superman, Wonder Woman, and more comic icons? Apply to the DC Writers Workshop by 5/31 for a chance to write for DC Comics! #DCWW16 https://www.dccomicstalentworkshop.com/ Timeline Photos",
          1462885220
        ],
        [
          "It was emotional enough when Clark admitted his fate to Diana in this week's SUPERMAN/WONDER WOMAN #28--then this happened: http://bit.ly/1pP9aQB Timeline Photos",
          1461978004
        ],
        [
          "Batman v Superman: Dawn of Justice: The Art of the Film from Titan Books is out now and don't miss the second incredible companion book Batman v Superman: Dawn of Justice: Tech Manual: http://tiny.cc/pzpq9x Timeline Photos",
          1458691209
        ],
        [
          "Catch up on some of Wonder Woman's comic book history before she hits the big screen next week in Batman v Superman: Dawn of Justice! Read WONDER WOMAN digitally today: http://bit.ly/1P1Vneq Timeline Photos",
          1457949605
        ],
        [
          "Batman. Superman. Wonder Woman. The most epic cinematic battle of 2016 is almost here! While you wait to see #WhoWillWin, return to the heroes' most iconic stories: http://bit.ly/1QISnpA Timeline Photos",
          1457838006
        ],
        [
          "Get ready for the epic battle to come in Batman v Superman: Dawn of Justice with these seminal graphic novels featuring Batman, Superman, and Wonder Woman! http://bit.ly/1QISnpA Timeline Photos",
          1457485216
        ],
        [
          "The entire DC Universe...in your pocket! Download the new #DCAllAccess app for DC news, emojis, giveaways, and more! You'll even get exclusive content, including new video and graphics from Batman v Superman: Dawn of Justice: http://bit.ly/1VCFxws Timeline Photos",
          1456405211
        ],
        [
          "Find out what must-have figures are on their way from DC Collectibles this September, including Batman, Superman, Wonder Woman, The Flash, and more! Which ones do you have your eye on? http://bit.ly/1mG98Jc Timeline Photos",
          1455894003
        ],
        [
          "This looks like a job for the whole family! Enter the DC Fan Family Study Hall Sweepstakes for a chance to win three DC Comics junior books from Scholastic, including tie-ins to Batman v Superman: Dawn of Justice: http://bit.ly/1R6TXFw Timeline Photos",
          1455548438
        ],
        [
          "Want to make your family library a bit more super? Enter to win the DC Fan Family Study Hall Sweepstakes, featuring Batman v Superman: Dawn of Justice companion books: http://bit.ly/1R6TXFw Timeline Photos",
          1454756407
        ],
        [
          "Wonder Woman must turn to the beings that have fought the Anti-Monitor before -- the Crime Syndicate! Pick up the all-new JUSTICE LEAGUE #47 today: http://bit.ly/1JpfLVN Timeline Photos",
          1451487606
        ],
        [
          "In the giving spirit of the holidays, the stars of Batman v Superman: Dawn of Justice shared new character posters for Batman, Superman and Wonder Woman. See them assembled here: http://bit.ly/1NqenpC Timeline Photos",
          1450306828
        ],
        [
          "Coming this March: Batman v Superman: Dawn of Justice variant covers for some of your favorite titles: http://bit.ly/1Y8ZNG3 Timeline Photos",
          1449878656
        ],
        [
          "Diana wrestles with her mother's expectations and her own desire for freedom. Get THE LEGEND OF WONDER WOMAN #1: http://bit.ly/1WUecFk Timeline Photos",
          1447412423
        ],
        [
          "This Batman v Superman: Dawn of Justice Wonder Woman Statue and other great DC Collectibles are coming early next year. Get the details here: http://bit.ly/1jQARFU Timeline Photos",
          1445562007
        ],
        [
          "All Diana wants to do is enjoy a Halloween carnival. But Gorilla Grodd has other ideas. Read WONDER WOMAN '77 #13 today: http://bit.ly/1ZcTPXQ Timeline Photos",
          1444381211
        ],
        [
          "More back-issues of WONDER WOMAN, SUPERMAN and more have been digitized for your reading pleasure. Thumb through this week's releases here: http://bit.ly/1DVkJXw Timeline Photos",
          1438434120
        ],
        [
          "Superman, Batman and Wonder Woman are ready to come home with you. 'Justice League: Gods and Monsters' is available now! http://bit.ly/JLGAMEST Timeline Photos",
          1438088419
        ],
        [
          "Get to know an all new Batman, Superman and Wonder Woman in Justice League 'Gods & Monsters' available to on Digital HD today! http://bit.ly/JLGAMEST #JLGAM Timeline Photos",
          1437325218
        ],
        [
          "Check out this new image from LEGO Dimensions featuring Batman, Wonder Woman, Superman and the 12th Doctor! Timeline Photos",
          1436584736
        ],
        [
          "Find time this weekend to enjoy all these newly-digitized back issues, including SUPERMAN, WONDER WOMAN and lots more: http://bit.ly/1EL9ikq Timeline Photos",
          1431781219
        ],
        [
          "If you missed it, here's the first look at Jesse Eisenberg as Lex Luthor from Batman v Superman: Dawn of Justice: http://bit.ly/19QbHmw Timeline Photos",
          1427662835
        ],
        [
          "Just in case you missed it, take a first look at Batman v Superman: Dawn of Justice's Aquaman as played by Jason Momoa: http://bit.ly/1AYD7Rb Timeline Photos",
          1424545211
        ],
        [
          "From ADVENTURES OF SUPERMAN #493 to WONDER WOMAN #67, there are lots of great newly-digitized back issues right here: http://bit.ly/1xpIzwo Timeline Photos",
          1419692417
        ],
        [
          "Yesterday at San Diego Comic-Con started off with some big Batman v Superman: Dawn of Justice news and ended with a huge TV panel: http://shout.lt/zJBH Timeline Photos",
          1406456353
        ],
        [
          "Artist Cat Staggs is bringing her unique style to the digital-first SENSATION COMICS FEATURING WONDER WOMAN #1: http://bit.ly/1qx0DRC Timeline Photos",
          1405980056
        ],
        [
          "Get ready for the long holiday weekend by stocking up on back issues of BATMAN, SUPERMAN, WONDER WOMAN and more that are newly available: http://bit.ly/1jrTtWm Timeline Photos",
          1403960425
        ],
        [
          "Sensation Comics Featuring Wonder Woman may not debut until August, but we just couldn't wait that long... Get the inside scoop on the new comic from series editor Kristy Quinn: http://bit.ly/1k4MO9l Timeline Photos",
          1401390012
        ],
        [
          "If you missed the news, filming is underway on Batman v Superman: Dawn of Justice: http://bit.ly/1hbKur6 Timeline Photos",
          1401026416
        ],
        [
          "Grab some of your favorite DC Entertainment weekly comics now on Google Play Books, including Batman, Superman, Wonder Woman and Vertigo's The Sandman: http://bit.ly/QG7NmK Timeline Photos",
          1396476043
        ],
        [
          "Colonel Steve Trevor may be desperate to find Wonder Woman’s lost lasso, but forming an alliance with Killer Frost... Is that really the best choice? Preview FOREVER EVIL: A.R.G.U.S. #5 here: http://bit.ly/OyK2vG Timeline Photos",
          1393362020
        ],
        [
          "Hot Topic is giving away this exclusive Superman Wonder Woman Kiss Statue. Find out how you can win here: http://bit.ly/1bf0YPi #HTHeartAttack Timeline Photos",
          1391360409
        ]
      ],
      "dates_start": 1419802575,
      "dates_end": 1472082420,
      "likes_avg": 1206,
      "likes_stdev": 1692,
      "comments_avg": 36,
      "comments_stdev": 59,
      "shares_avg": 92,
      "shares_stdev": 164
    },
    {
      "number": 26,
      "important": [
        "justic leagu america",
        "justic leagu",
        "run",
        "dcrebirth",
        "draw",
        "artist",
        "book",
        "america",
        "comic book",
        "discuss"
      ],
      "common": [
        "bit",
        "bit ly",
        "http",
        "justice",
        "justice league",
        "league",
        "ly",
        "photos",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "On the #DCArtAcademy, JUSTICE LEAGUE OF AMERICA artist Joe Prado draws Batman while he discusses #DCRebirth and running his own agency for comic book artists! http://bit.ly/2kMbkj6 Timeline Photos",
          1486653310
        ],
        [
          "Writer Steve Orlando reveals JLA: #DCREBIRTH #1 is all about people rebuilding themselves on #DCAllAccess! https://youtu.be/3AYY3aucXZc YouTube Killer Frost and Vixen together? Batman in charge of a new group of heroes? It’s time for the Rebirth of Justice League of America and DCAA sits down with writer Steve Orlando to get the inside scoop on a bold new direction for some of DC’s bravest. ",
          1486578608
        ],
        [
          "It takes a new Justice League to face dark magic. Own #JLDark on Blu-ray™ now. bit.ly/OwnJLDark",
          1486479629
        ],
        [
          "Which cover will save us all? Vote for your favorite from JUSTICE LEAGUE VOL 1: THE EXTINCTION MACHINE. #DCRebirth http://bit.ly/2jCIHnm Vote for Your Favorite Justice League Rebirth Cover Fan News By DCE Editorial Following DC Rebirth, the worldâ€™s greatest superheroesâ€\"the Justice Leagueâ€\"come together again to face new, more devastating threats!",
          1485471623
        ],
        [
          "The Justice League has to learn to trust a Superman they don't know--and they better do it soon, because Earth isn't going to protect itself in #DCRebirth's JUSTICE LEAGUE VOL 1: THE EXTINCTION MACHINE, available 1/18! http://bit.ly/2iIdPUi JUSTICE LEAGUE VOL. 1: THE EXTINCTION MACHINE In these stories from JUSTICE LEAGUE: REBIRTH #1 and issues #1-5 of the new series, a new day dawns for the Justice League as they welcome a slew of new members into their ranks. The question remains though, can the world's greatest superheroes trust",
          1484650749
        ],
        [
          "You know that resolution you made to read more? Get classic issues of ACTION COMICS, ADVENTURES OF SUPERMAN, JUSTICE LEAGUE OF AMERICA, and more on digital! http://bit.ly/2j1wyZ4 Timeline Photos",
          1483786824
        ],
        [
          "JUSTICE LEAGUE ACTION character designer Shane Glines reveals how he recreated the looks of DC's iconic heroes, and he presents a new clip from the first episode on #DCAllAccess! https://youtu.be/yaNwvHNzXnk Exclusive Clip Justice League Action \"Batman/Green Arrow Team-Up\" (clip) + Bonus Feature DC, Warner Bros. Animation and Cartoon Nework are bringing the action! In this DC All Access animation clip, we talk to character designer Shane Glines about Justice League Action, the brand new animated series that reunites DC's greatest super heroes.",
          1481915056
        ],
        [
          "#DCAllAccess covers the JUSTICE LEAGUE DARK animated film, the #LeaguevSquad crossover comic, and the new JUSTICE LEAGUE ACTION series! Shop DC Entertainment to find Tiffany Smith and Jawiin - Home of Jason Inman's clothes from this week's ep!",
          1481562737
        ],
        [
          "How is JUSTICE LEAGUE DARK DC's first animated horror movie? #DCAllAccess finds out from the filmmakers! https://youtu.be/4qUVLiF6wEE Justice League Dark is DC's First Horror Film The newest DC Universe Original Animated Movie is almost here...and it's absolute magic. In this DC All Access animation clip, we go one-on-one with some of the talent behind Justice League Dark, the upcoming full-length movie that brings John Constantine, Zatanna, Deadman and more to animated life.",
          1481218267
        ],
        [
          "This week on #DCAllAccess, Tiffany Smith and Jawiin - Home of Jason Inman are just a smidge excited for the new JUSTICE LEAGUE DARK animated movie!",
          1480964562
        ],
        [
          "New life is born into battle, and a good man goes bad. The Darkseid War is almost at its end! What did you think of JUSTICE LEAGUE #49? Timeline Photos",
          1462006815
        ],
        [
          "The New Gods count beings like Darkseid amongst their ranks...and now the heroes of the Justice League wield their might. Find out if power saves or corrupts in JUSTICE LEAGUE: DARKSEID WAR – POWER OF THE GODS: http://bit.ly/1SXyCuX Timeline Photos",
          1461128407
        ],
        [
          "Desperate times call for desperate measures when the League partners with their evil counterparts. What was your favorite part of JUSTICE LEAGUE #48? Timeline Photos",
          1456614017
        ],
        [
          "What's next in \"Darkseid War\" now that the Justice League has the power of gods? Find out in JUSTICE LEAGUE #46: http://bit.ly/1mmaaKY Timeline Photos",
          1450278025
        ],
        [
          "Back issues of TRINITY, THE TITANS, JUSTICE LEAGUE OF AMERICA and more have been newly-digitized for your weekend reading: http://bit.ly/1MGbcaT Timeline Photos",
          1448118022
        ],
        [
          "Superman has become a terror as the God of Strength. What unlikely hero can save him? Read JUSTICE LEAGUE: DARKSEID WAR: SUPERMAN #1, out today: http://bit.ly/1LOJOcm Timeline Photos",
          1446649230
        ],
        [
          "These newly-digitized backissues of JUSTICE LEAGUE OF AMERICA, TRINITY and more are perfect for reading after you've filled up on candy tonight: http://bit.ly/1KK7wml Timeline Photos",
          1446300074
        ],
        [
          "The Darkseid War rages on as Batman is forced to accept his new role as a God of Knowledge. Read the all-new JUSTICE LEAGUE: THE DARKSEID WAR: BATMAN #1 today: http://bit.ly/1MUor7k Timeline Photos",
          1446112814
        ],
        [
          "After a major death, everyone is transforming and New Gods are reborn as war rages on. Get caught up on the happenings of JUSTICE LEAGUE #45: http://bit.ly/1NY8Dq0 Timeline Photos",
          1445648407
        ],
        [
          "The second wave of war begins with “Darkseid War: Gods and Men!” Can Wonder Woman and Mister Miracle help the League escape the curse of the New Gods and hold on to their humanity?\n\nRead JUSTICE LEAGUE #45 digitally today: http://bit.ly/1GncIBj Timeline Photos",
          1445504421
        ],
        [
          "How story informs art, the religion of Rao, writing a team story and more are in our discussion with Bryan Hitch, author and artist of JUSTICE LEAGUE OF AMERICA: http://bit.ly/1X6WXTc Timeline Photos",
          1444943028
        ],
        [
          "Gotham villains, the Justice League and more DC Comics-based rides are coming to Six Flags in new attractions. Find out what's coming to a park near you: http://6fla.gs/nf16 Timeline Photos",
          1441342804
        ],
        [
          "A new world religion appears and the world suddenly knows peace. Peace for the moment, that is ... JUSTICE LEAGUE OF AMERICA #3, out now: http://bit.ly/1V7QgPL Timeline Photos",
          1440594006
        ],
        [
          "Francisco \"Cisco\" Ramon is Vibe. Read JUSTICE LEAGUE OF AMERICA'S VIBE and more digitally today: http://bit.ly/1OodFcf Timeline Photos",
          1437382818
        ],
        [
          "Fill up the digital reader of your choice with newly-digitized back issues of SUPERGIRL, JUSTICE LEAGUE OF AMERICA and lots more: http://bit.ly/1V4QtUX Timeline Photos",
          1437224418
        ],
        [
          "Only on iTunes! Own the DCU 25 Movie Collection, including early access to the all-new Justice League: Gods and Monsters, today! http://apple.co/1Hk0Ahv Timeline Photos",
          1436605205
        ],
        [
          "The JLA learns more about the armada of religious zealots that has arrived on Earth. Read the new JUSTICE LEAGUE OF AMERICA #2, now available digitally: http://bit.ly/1LGkK8k Timeline Photos",
          1436432410
        ],
        [
          "The League comes up against an armada of aliens heading for Earth that claims to be a peaceful religious tribe... Get your copy of the extra-sized debut issue of JUSTICE LEAGUE OF AMERICA today! http://bit.ly/1cYIWEI Timeline Photos",
          1434546009
        ],
        [
          "See what's coming in the pages of MARTIAN MANHUNTER, MIDNIGHTER and more this August, including the debut of JUSTICE LEAGUE: GODS AND MONSTERS: http://bit.ly/1IJKT61 Timeline Photos",
          1432515611
        ],
        [
          "Get a closer look at the upcoming Justice League: Gods and Monsters tie-in comic series here: http://bit.ly/1D9ddXm Timeline Photos",
          1429232412
        ],
        [
          "Classic issues of GREEN ARROW, JUSTICE LEAGUE OF AMERICA and more have been newly-digitized. Perfect for staying in and avoiding the cold: http://bit.ly/1vl7eBp Timeline Photos",
          1424530839
        ],
        [
          "\"Detroit Justice League.\" Yep. Now see what else is in store in the JUSTICE LEAGUE AMERICA Convergence tie-in: http://bit.ly/1vKrprT Timeline Photos",
          1416962704
        ],
        [
          "The JLI stops laughing when they collide with the world of Kingdom Come in JUSTICE LEAGUE INTERNATIONAL this April: http://bit.ly/14E8hjR Timeline Photos",
          1416348909
        ],
        [
          "Find out what's coming this February in JUSTICE LEAGUE, THE FLASH and much more: http://bit.ly/1qPBj4v Timeline Photos",
          1416258013
        ],
        [
          "We really can't get enough of the bickering and heroics in JUSTICE LEAGUE 3000. But how about that last page? Timeline Photos",
          1415469607
        ],
        [
          "The Legion came back, but with an agenda that brought them in conflict with the Justice League United. What did you think of JUSTICE LEAGUE UNITED ANNUAL #1? Timeline Photos",
          1414861208
        ],
        [
          "The team officially came together in JUSTICE LEAGUE UNITED #4, but not without some sacrifices. What did you think of the conclusion of the first story arc? Timeline Photos",
          1408183241
        ],
        [
          "Luthor made Bruce Wayne an offer he couldn't refuse while the late Power Ring's ring found a new host, all in JUSTICE LEAGUE #31. Oh, and about that last page... Timeline Photos",
          1403971212
        ],
        [
          "Find out what's coming this August in the pages of MULTIVERSITY, FUTURES END, JUSTICE LEAGUE, AQUAMAN and tons of other great titles: http://bit.ly/1o8lK8p Timeline Photos",
          1400536824
        ],
        [
          "Here's your chance to own a one-of-kind custom Justice League comic book cover. Visit charitybuzz and place your bid to not only own a great conversation piece but also support LA Family Housing: http://bit.ly/1iSwUg2 Timeline Photos",
          1398376800
        ],
        [
          "JUSTICE LEAGUE UNITED isn't just set in Mooseonee/Moose Factory, Ontario, Canada, writer Jeff Lemire went there for inspiration. The result? A great comic and THESE AWESOME DRAWINGS from local students: http://bit.ly/1fryJMo Timeline Photos",
          1398333605
        ],
        [
          "Well…now the team knows who they are and where they came from. But that doesn't mean they're out of trouble. Far from it actually. Leave a review of JUSTICE LEAGUE 3000 #4 here. Timeline Photos",
          1394902813
        ],
        [
          "If this doesn't get you excited, we're not sure what will. The 7-day Justice League of America Sale kicks off today, with all of your favorite JLA digital comics for only $0.99 each! http://bit.ly/1bIZ3VK Timeline Photos",
          1393372811
        ],
        [
          "Justice League: War producer James Tucker and designer Phil Bourassa sat down with us to talk about the film, the updated designs, which of their other DC animated characters they’d like to see as action figures and more! http://bit.ly/1lAYYrB Timeline Photos",
          1391623215
        ],
        [
          "Can't make it to tonight's premiere of Justice League: War at the Paley Center in LA? Well if you tune in here http://bit.ly/1ebad62 at approximately 8:15pm PT tonight you'll get to watch a live stream of the post-screening panel discussion! Timeline Photos",
          1391115607
        ],
        [
          "Download the all new Justice League: War bundled with Justice League: The Flashpoint Paradox, exclusively on iTunes: http://bit.ly/1jjVBTN Timeline Photos",
          1390424417
        ],
        [
          "Watch Wonder Woman fight a whole bunch of Parademons in this exclusive clip from Justice League: War http://youtu.be/HWpitYuArKY Justice League: War - \"Leave Them to Me\" (Exclusive) Wonder Woman reveals her true responsibility (which just happens to involve kicking butt) in this new clip from Justice League: War. Justice League: War, the...",
          1389981606
        ],
        [
          "Justice League of America comes to an end this April, to be replaced by Justice League United. Read about the story, the team and more from writer Jeff Lemire: http://usat.ly/1hvRyR8 Timeline Photos",
          1389916805
        ],
        [
          "Green Lantern may not admit it...but he could use a friend about now. Lucky for him he receives an unexpected assist in this first official clip from Justice League: War. Enjoy: http://youtu.be/wrTie7V13mY Justice League: War - \"You're Real?\" Green Lantern receives an assist from an unexpected source in this first official clip from Justice League: War. Justice League: War, the next entry in the p...",
          1389063607
        ]
      ],
      "dates_start": 1404079337,
      "dates_end": 1467867362,
      "likes_avg": 1295,
      "likes_stdev": 870,
      "comments_avg": 38,
      "comments_stdev": 39,
      "shares_avg": 73,
      "shares_stdev": 59
    },
    {
      "number": 27,
      "important": [
        "local comic shop",
        "comic shop",
        "next",
        "special",
        "shop",
        "batman",
        "local comic",
        "preorder",
        "local",
        "cover"
      ],
      "common": [
        "bit",
        "bit ly",
        "comics",
        "http",
        "http bit ly",
        "ly",
        "new",
        "photos",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "Batman. The Flash. And that button in the Batcave... Pre-order the next step of #DCRebirth at your local comics shop: BATMAN #21, including special lenticular covers! http://www.dccomics.com/comics/batman-2016/batman-21 media.giphy.com",
          1486580438
        ],
        [
          "Someone's put out a contract on Slade Wilson's daughter, the Ravager! Pre-order DEATHSTROKE #3 at your local comics shop, available 9/28! http://bit.ly/2bSkURH Timeline Photos",
          1473109219
        ],
        [
          "The Squad's day off get's a little more murdery than they expected when a mysterious madness sweeps through Belle Reve. Pre-order SUICIDE SQUAD #3 at your local comics shop, available 9/28! http://bit.ly/2bReuCb Timeline Photos",
          1473080349
        ],
        [
          "Has the original Doctor Fate come to help Jaime Reyes, or eliminate the Blue Beetle? To find out, pre-order BLUE BEETLE #1 at your local comics shop, available 9/28! http://bit.ly/2bQC2ax Timeline Photos",
          1473065592
        ],
        [
          "Cyborg is thrown into conflict with every robotic threat to the DC Universe! Pre-order CYBORG #1 at your local comics shop, available 9/21! http://bit.ly/2bQPY0R Timeline Photos",
          1472475631
        ],
        [
          "John Constantine's finally back in London, and everyone wants a piece of him--including Swamp Thing! Pre-order THE HELLBLAZER #1 at your local comic shop, available 8/24! http://bit.ly/2acNoDP Timeline Photos",
          1470063627
        ],
        [
          "Without memory of the last few years, Jaime Reyes must evade government officials who are after his scarab powers! Pre-order BLUE BEETLE: #DCREBIRTH #1 at your local comic shop, available 8/24! http://bit.ly/2acpGHA Timeline Photos",
          1470056420
        ],
        [
          "Slade Wilson must choose between fulfilling a contract and saving an old friend. Pre-order DEATHSTROKE #1 at your local comic shop, available 8/24! http://bit.ly/2abYARb Timeline Photos",
          1470049234
        ],
        [
          "Artist Jim Lee and writer Rob Williams kick off a new, adrenaline-fueled era of Task Force X! Pre-order SUICIDE SQUAD #1 at your local comic shop, available 8/17! http://bit.ly/29V1nxT Timeline Photos",
          1469451618
        ],
        [
          "Jason Todd is on a mission to dismantle Gotham's criminal underground from the inside--but he's going to need help. Pre-order RED HOOD AND THE OUTLAWS: REBIRTH #1 at your local comic book shop, available 7/27! http://bit.ly/29ebopt Timeline Photos",
          1467658818
        ],
        [
          "John Constantine is desperate to get back home, but what--or who--is he willing to sacrifice to get there? Pre-order THE HELLBLAZER: REBIRTH #1 at your local comic shop, available 7/20! http://bit.ly/28XPmqU Timeline Photos",
          1467032424
        ],
        [
          "#NewDCDay means all-new #DCRebirth #1s are at a comic shop near you! #NewComicsDay",
          1464814800
        ],
        [
          "Get something extra today when you check into your comic shop on the #DCAA app: http://bit.ly/1SSAjdK #DCFCBD Timeline Photos",
          1462629604
        ],
        [
          "From heroes to villains, New Comics Day has something for everyone! Check out SUPERMAN: AMERICAN ALIEN #4, POISON IVY: CYCLE OF LIFE AND DEATH #2, BATMAN & ROBIN ETERNAL #20, and many more! http://bit.ly/1KUcJib Timeline Photos",
          1455706810
        ],
        [
          "New Comics Day brings BATMAN #49, THE FLASH #48, THE LEGEND OF WONDER WOMAN #2, and lots more! What will you be picking up? http://bit.ly/1Rmczlc Timeline Photos",
          1455102009
        ],
        [
          "It may just be Wednesday for most, but to us it's just another fantastic New Comics Day! Pick up new issues of ACTION COMICS, BATGIRL, GREEN ARROW, SWAMP THING and lots more: http://bit.ly/1SmdXnv Timeline Photos",
          1454497207
        ],
        [
          "Wednesday, we thought you'd never get here. This New Comics Day, we've got SUPERMAN #48, THE OMEGA MEN #8, GRAYSON #16, and more! Which are you collecting? http://bit.ly/1P8zvCY Timeline Photos",
          1453892411
        ],
        [
          "New Comics Day has arrived! Snag new issues of SUPERMAN: AMERICAN ALIEN, GOTHAM ACADEMY, STARFIRE and more in comics shops today: http://bit.ly/1PNQPvO Timeline Photos",
          1452682815
        ],
        [
          "It's the last #NewComicsDay of 2015! And there are lots of amazing issues you aren't gonna want to miss. Full release list: http://bit.ly/1NHKkrB Timeline Photos",
          1451473210
        ],
        [
          "New issues of BATGIRL, SECRET SIX, SUPERMAN: AMERICAN ALIEN and more all new, so it's going to be an awesome New DC Day: http://bit.ly/1mm8Zet Timeline Photos",
          1450263626
        ],
        [
          "Batman battles Bloom, Superman versus Vandal Savage, Green Arrow scraps with the Skeleton Cartel and more this New Comics Day: http://bit.ly/1RCS0Ar Timeline Photos",
          1449658809
        ],
        [
          "Cyborg tries to save the world from a tech invasion, a woman named Wrath challenges Superman and Daffy Duck gets loud in the library. Check out all the new adventures this New Comics Day: http://bit.ly/1XEvuqq Timeline Photos",
          1449054016
        ],
        [
          "More people turn on the Man of Steel, Doctor Fate battles the ancient god Anubis, a new female Martian warrior emerges and many more adventures are in store this New Comics Day: http://bit.ly/1PL5gBN Timeline Photos",
          1447844417
        ],
        [
          "BATMAN AND ROBIN ETERNAL #5\nHARLEY QUINN AND POWER GIRL #5\nMIDNIGHTER #6\n\nThat's just a few of the new issues hitting comics shops this New Comics Day. Full release list: http://bit.ly/1Omumbf\n\nWhat will you be reading? Timeline Photos",
          1446634818
        ],
        [
          "It's New Comics Day! From AQUAMAN to BATMAN AND ROBIN ETERNAL to JUSTICE LEAGUE 3001 and more, we've got some great reading for you this week: http://bit.ly/1k7r0eZ Timeline Photos",
          1446026414
        ],
        [
          "Make way for the original power couple, for better, for worse, in sickness and in health, until death do them part! Pick up SUPERMAN: LOIS & CLARK #1 in comics shops today. http://bit.ly/1NHXF5Z Timeline Photos",
          1444827637
        ],
        [
          "New Batman. New Harley Quinn. New Justice League of America...And we're just getting started. \n\nCheck out the full list of #NewComicsDay releases here: http://bit.ly/1RFKd2O Timeline Photos",
          1444813208
        ],
        [
          "We hope you're ready because it's one busy New Comics Day... Out today: ACTION COMICS #45, CYBORG #3, DETECTIVE COMICS #45, GREEN LANTERN #45, MIDNIGHTER #5, GREEN ARROW ANNUAL #1 and lots more!\n\nFull release list: http://bit.ly/1FUP5Qk Timeline Photos",
          1444208408
        ],
        [
          "Mera wants Aquaman dead, but why? You can swim in the suspense. Get AQUAMAN #44 and more this New Comics Day: http://bit.ly/1OEq6n1 Timeline Photos",
          1443603607
        ],
        [
          "New issues of BATMAN, ACTION COMICS, GOTHAM ACADEMY, JUSTICE LEAGUE UNITED and more are hitting pull boxes today. Full release list: http://bit.ly/1VM8ZRf\n\nWhat will you be picking up? Timeline Photos",
          1441789211
        ],
        [
          "Grayson faces himself, Deathstroke faces a god, and the Super-Buddies face Giant Turtle Olsen! It's a good #NewComicsDay... Get the full list of today's releases here: http://bit.ly/1Nzw2gF Timeline Photos",
          1440579607
        ],
        [
          "Welcome to New Comics Day! It's time to roll out of bed, throw on a fresh tee and head to your comics shop to pick up new BLACK CANARY #3, JUSTICE LEAGUE #43, SECRET SIX #5 and more! Full list: http://bit.ly/1Nhx6We Timeline Photos",
          1439974806
        ],
        [
          "DEATHSTROKE ANNUAL #1, SUPERMAN #42, THE FLASH ANNUAL #4 and many more issues are hitting comics shelves today. Check out the full list of new releases here: http://bit.ly/1Mt3LGV Timeline Photos",
          1438160425
        ],
        [
          "Pick up new issues of BLACK CANARY, HARLEY QUINN, JUSTICE LEAGUE, SECRET SIX and more in comics shops today. Check out the full list here: http://bit.ly/1dYtysC\n\nWhat will you be reading this week? Timeline Photos",
          1436950816
        ],
        [
          "New comics are officially here! Check out the full list of today's new releases: http://bit.ly/1gdahW2 Timeline Photos",
          1436346012
        ],
        [
          "New Comics Day means new issues of DETECTIVE COMICS, BIZARRO, MIDNIGHTER, ACTION COMICS and many more are hitting comics shops today. Full list: http://shout.lt/6SnV\n\nWhat are you reading? Timeline Photos",
          1435741206
        ],
        [
          "Pick up lots of new #1s, plus WONDER WOMAN #41, SINESTRO #12, SECRET SIX #3 and more in comics shops today. Full release list here: http://bit.ly/1HPOnTp Timeline Photos",
          1434531621
        ],
        [
          "There's lots of new Batman issues, plus new HARLEY QUINN, STARFIRE and more hitting comics shops today! Check out the full list then tell us what you can't wait to read: http://bit.ly/1e13Apb Timeline Photos",
          1433926810
        ],
        [
          "Today is New Comics Day and the kick-off of the New DC Universe! Pick up ACTION COMICS #41, BATMAN BEYOND #1, WONDER WOMAN ANNUAL #1 and more in comics shops today. Full release list: http://bit.ly/1Jnz6Jo Timeline Photos",
          1433322017
        ],
        [
          "Here's the full list of new DC Comics issues hitting comics shops today: http://bit.ly/1dv0r0J\n\nWhat are you most excited to read? Timeline Photos",
          1432717210
        ],
        [
          "Things are getting even crazier in Convergence! Check out all the new issues hitting shops today and let us know what you'll be reading: http://bit.ly/1FimN1m Timeline Photos",
          1431517204
        ],
        [
          "Things are heating up in Convergence and there's a whole bunch of new issues hitting comics shops today! Check out the full list here and then tell us what you'll be picking up: http://bit.ly/1F4mrLT Timeline Photos",
          1430902804
        ],
        [
          "New Comics Day = New Convergence issues and lots more are out today = A good reason to put on pants and head to your comics shop. \n\nGet the full list of new releases here and then tell us what you'll be picking up: http://bit.ly/1aPwvdE Timeline Photos",
          1429088413
        ],
        [
          "New Comics Day has arrived! ... And so has Convergence. This week you can pick up new annuals, some *epic* series finales, and CONVERGENCE #0: http://bit.ly/1GcZC6C\n\nWhat will you be reading? Timeline Photos",
          1427878812
        ],
        [
          "\"Endgame\" hit a crucial chapter in BATMAN #39. What do you think of the latest issue from Snyder and Capullo? Timeline Photos",
          1425164408
        ],
        [
          "Good morning sunshines! Enjoy new issues of BATMAN/SUPERMAN, TEEN TITANS, BATGIRL and lots more this New Comics Day. http://bit.ly/1vC6oel Timeline Photos",
          1424257215
        ],
        [
          "It is THE day... New Comics Day to be exact. Read SECRET SIX #2, WORLDS' FINEST #31, NEW SUICIDE SQUAD #7 and more - all available now: http://bit.ly/1Fu7bUI Timeline Photos",
          1423652413
        ],
        [
          "JUSTICE LEAGUE UNITED #0 (that's right, a rare \"zero issue\" debut) hit shelves yesterday, leaving us curious about other numbers associated with this brand new monthly. Only one Canadian accent joke? http://bit.ly/PxfgTr Timeline Photos",
          1398387607
        ],
        [
          "Ah, the aroma of ripe new comics is in the air this morning...and there's really no better way to start the day. Check out all of today's new releases: http://bit.ly/GY0Bew Timeline Photos",
          1398247211
        ],
        [
          "There are lots of new Batman issues, among others, hitting comic store shelves tomorrow. Check out our Preview Roundup to find out what's to come in some of these new issues: http://bit.ly/MreW8c Timeline Photos",
          1390964407
        ]
      ],
      "dates_start": 1425942805,
      "dates_end": 1465835491,
      "likes_avg": 1134,
      "likes_stdev": 855,
      "comments_avg": 27,
      "comments_stdev": 26,
      "shares_avg": 80,
      "shares_stdev": 135
    },
    {
      "number": 28,
      "important": [
        "enter chanc",
        "free",
        "onli",
        "two",
        "us",
        "justic leagu",
        "enter",
        "premier",
        "chanc",
        "dark"
      ],
      "common": [
        "bit",
        "bit ly",
        "chance",
        "enter",
        "http",
        "ly",
        "photos",
        "timeline",
        "timeline photos",
        "win"
      ],
      "messages": [
        [
          "US ONLY: Enter by 1/27 for a chance to conjure up two free tickets to the NY premiere of JUSTICE LEAGUE DARK! http://bit.ly/2kfvDUY Timeline Photos",
          1485097146
        ],
        [
          "US ONLY: Enter by 1/19 for a chance to win two tickets to the JUSTICE LEAGUE DARK premiere in LA on 1/23! Think you've got some of Constantine's luck? http://bit.ly/2iZLIOo Timeline Photos",
          1484564707
        ],
        [
          "Enter by 12/30 for a chance to win DC Fan Family Holiday Books for early readers! http://bit.ly/2inqlq6 Timeline Photos",
          1482850880
        ],
        [
          "Want that CAVE CARSON cassette? Enter by 11/21 for a chance to win the tape, #DCYoungAnimal variants, and more! http://bit.ly/2euVYj7 Timeline Photos",
          1479063637
        ],
        [
          "Enter by 10/3 for a chance to win all 16 variant covers of the tubular BATMAN/TEENAGE MUTANT NINJA TURTLES #1! http://bit.ly/2dbfT7y Timeline Photos",
          1475182928
        ],
        [
          "#BatmanDay might be over, but you can still enter by 9/26 for a chance to win these prizes! http://bit.ly/2cLOitu Timeline Photos",
          1474491637
        ],
        [
          "Enter by 9/27 for a chance to win a Power Girl and Superman statue from #DCCollectibles! http://bit.ly/2ctMEfL Timeline Photos",
          1474023670
        ],
        [
          "Enter by 9/5 for a chance to win a grand prize of 24 variant copies of ALL-STAR BATMAN #1! http://bit.ly/2bDBdlo Timeline Photos",
          1472706012
        ],
        [
          "Fight crime in your sleep with this Bedtime for Batman prize pack! Enter by 8/29 for a chance to win! http://bit.ly/2bdszpf Timeline Photos",
          1471784421
        ],
        [
          "You could go to the BATMAN 100% HOT TOYS event in Tokyo! Enter by 8/21 for a chance to win! http://bit.ly/2bwP5t0 Timeline Photos",
          1471410011
        ],
        [
          "Enter by 8/31 for a chance to win 26 variant comics of SUICIDE SQUAD #1! http://bit.ly/2btYt0s Timeline Photos",
          1471309451
        ],
        [
          "Enter by 8/26 for a chance to win two Deluxe Warner Bros. Studio Tour Hollywood tickets and see the DC exhibit! http://bit.ly/2btrKID",
          1471287657
        ],
        [
          "Enter the HARLEY QUINN #1 Variant Comics Sweepstakes by 8/22 for a chance to win 74 comics! http://bit.ly/2b5Gp03 Timeline Photos",
          1470747619
        ],
        [
          "Are you geared up, soldier? Enter by 8/7 for a chance to win a #SuicideSquad prize pack! http://bit.ly/2a9GmQ5 Timeline Photos",
          1469984410
        ],
        [
          "Enter by Friday for a chance to win four books about the origins and powers of your favorite DC characters! http://bit.ly/29X3QaQ Timeline Photos",
          1469538020
        ],
        [
          "#DCSDCC is almost over! Enter the Instant Super Fan Sweepstakes for a shot to win big swag! www.instantsuperfan.com Timeline Photos",
          1469357764
        ],
        [
          "Whether you're at home or at the Con, enter the DC Instant Super Fan Sweepstakes by 7/24 for a chance to win #DCSDCC exclusives! www.instantsuperfan.com Timeline Photos",
          1469199619
        ],
        [
          "Can't get enough #DCRebirth Batman? Enter by 7/6 for a chance to win a grand prize of 35 BATMAN: REBIRTH #1 variant comics! http://bit.ly/28ZvP9D Timeline Photos",
          1467090010
        ],
        [
          "Enter by 6/30 for a chance to win three family-friendly DC board books for young readers! http://bit.ly/1OiWDRb Timeline Photos",
          1466931609
        ],
        [
          "Share your killer Suicide Squad cosplay in the #SquadUpContest for a chance to win tickets to #SDCC16! \n\nhttps://youtu.be/GBoeWjw5ewQ\n\nEntries subject to official rules: http://bit.ly/dcsquad Timeline Photos",
          1466198644
        ],
        [
          "Enter now for your chance to win a Wonder Woman Art of War statue from DC Collectibles! http://bit.ly/1UBymFg Timeline Photos",
          1465448405
        ],
        [
          "Strange things have been happening in Smallville, and Clark needs Diana's help to investigate. Enter by 6/14 for a chance to win SUPERMAN/WONDER WOMAN VOL 4: DARK TRUTH from Goodreads! http://bit.ly/28gItqs Timeline Photos",
          1465347626
        ],
        [
          "Enter DC's Beginning of Summer Sweepstakes by 6/15 for a chance to win a prize pack for the whole family, including outdoor games, books, and more! http://bit.ly/22s47UB Timeline Photos",
          1465218015
        ],
        [
          "Enter by 5/24 for a chance to win 2 tickets to the WB Studio Tour and see DC movie props! http://bit.ly/1NCuGDQ Timeline Photos",
          1463893207
        ],
        [
          "Enter by 5/2 for your chance to be one of five to win SUPERMAN VOL. 1: BEFORE TRUTH: http://bit.ly/1QCY9HX Timeline Photos",
          1461963427
        ],
        [
          "Today is your last chance! Enter for a chance to win these acclaimed books in the DC Earth One Sweepstakes: http://bit.ly/1SEH3uQ Timeline Photos",
          1461733205
        ],
        [
          "Enter now for a chance to win these Earth One books, including Grant Morrison's new WONDER WOMAN: EARTH ONE: http://bit.ly/1SEH3uQ Timeline Photos",
          1461337232
        ],
        [
          "There's still time to get an entire set of DC Collectibles statues from #BatmanvSuperman! Enter by Monday for your chance  to win: http://bit.ly/1UFo89G Timeline Photos",
          1460120409
        ],
        [
          "It’s the gladiator match of the century! #WHOWILLWIN, Batman or Superman? Cast your vote to be entered into a sweepstakes for a chance to win a prize pack featuring your champion. http://bit.ly/21kqZZ7 Timeline Photos",
          1457276428
        ],
        [
          "There's only a few days left to enter for a chance to win a copy of MIDNIGHTER VOL. 1: OUT! Enter now: http://bit.ly/1SNZRfT Timeline Photos",
          1455966007
        ],
        [
          "Time's running out to enter the DC Fan Family Study Hall Sweepstakes! Enter today for a chance to win this great prize pack: http://bit.ly/1R6TXFw Timeline Photos",
          1455930033
        ],
        [
          "Enter now for your chance to win the DC Collectibles Happy Holidays Sweepstakes and this amazing DC Gotham City Garage Harley Quinn Statue: http://bit.ly/1R6llmc Timeline Photos",
          1451412018
        ],
        [
          "Today's Happy Holidays Sweepstakes is giving you the chance to enter to win a set of four DC Collectibles DC Comics Icons figures. Kat ComicUno explains how: https://youtu.be/2ar8OVvF5bo Timeline Photos",
          1450890028
        ],
        [
          "Love is truly mad with this DC Collectibles Bombshells Joker & Harley Quinn Statue. Sean Ward explains how to enter for a chance to win one: https://youtu.be/GIwSbF78S_w Timeline Photos",
          1450458005
        ],
        [
          "Pick a card, take a chance. Test your fortune by entering the DC Collectibles Happy Holidays Sweepstakes for a chance to win Justice League Tarot cards: http://bit.ly/1QJZII7 Timeline Photos",
          1450206020
        ],
        [
          "We're kicking off 12 days of DC Collectibles giveaways. Enter the first day of our Happy Holidays Sweepstakes to win Arsenal and Diggle action figures: http://bit.ly/1O0aLrN Timeline Photos",
          1450126814
        ],
        [
          "Want to sit in the new Batmobile? Enter here for a chance to win a trip to Warner Bros. Studio Tour Hollywood. Details and rules > http://budurl.com/wbbvs Timeline Photos",
          1442077229
        ],
        [
          "A whole collection of action figures, home video releases, comics and more could be yours if you enter to win the Robin 75th Anniversary Sweepstakes now: http://bit.ly/1GL9ipO Timeline Photos",
          1434488439
        ],
        [
          "Don't forget to enter the DC Fan Family Summer Reading Giveaway for your chance to win some great all-ages books: http://bit.ly/1BKvBpZ Timeline Photos",
          1433610028
        ],
        [
          "There's only ONE DAY left to enter for your chance to win this amazing Joker prize pack in The Joker 75th Anniversary Giveaway! So enter here now: http://bit.ly/1I3L0YH Timeline Photos",
          1432213217
        ],
        [
          "Act now to enter the Joker 75th Anniversary Sweepstakes for your chance to win some seriously great prizes: http://bit.ly/1I3L0YH Timeline Photos",
          1430672419
        ],
        [
          "Enter the Joker 75th Anniversary Giveaway today. A whole lot of awesome prizes could be yours: http://bit.ly/1I3L0YH Timeline Photos",
          1429995611
        ],
        [
          "Enter now for a chance to win an amazing collection of action figures and statues in the DC Collectibles 250,000 Likes Sweepstakes: http://bit.ly/1CuEIyn Timeline Photos",
          1422601206
        ],
        [
          "Enter now for a chance to win a trip to L.A. for a once-in-a-lifetime ride in the #BatmanTV66 Batmobile: http://bit.ly/1FDn8ZU Timeline Photos",
          1414101636
        ],
        [
          "Did the feline devil meet her match? #catwoman \n\nEnter for a chance to win a ride in the Batmobile: http://bit.ly/11ef8yI #BatmanTV66. Timeline Photos",
          1413453656
        ],
        [
          "Want to win a trip to the Gotham premiere party in NY? ... Yeah, we thought so. Find out how you can enter for a chance to do just that here: http://bit.ly/1phN5Hk Timeline Photos",
          1407708026
        ],
        [
          "It's a giveaway the budding young comics fan in your life is sure to love. Enter now for the chance to win an amazing DC Super Friends Book Prize Package from Random House: http://bit.ly/1xiiBrz Timeline Photos",
          1402437618
        ],
        [
          "Celebrate the launch of Multiplayer on the Injustice mobile game by entering to win an Injustice-themed prize package. Check out the figures, movies, comics and more you can win: http://bit.ly/1mEYjW2 Timeline Photos",
          1398592807
        ],
        [
          "Want to win a Batman: Arkham City Batarang Full Scale Replica from TriForce? Right, like that's even a question... Enter now for your chance to win from #DCAllAccess: http://bit.ly/1lJXmIY Timeline Photos",
          1397210405
        ],
        [
          "Miss out on the chance to win one of BlackMilk's Superman Cape Suits last week? Not to worry, we're back again with another superhumanly-awesome giveaway. Enter now for the chance to win one of five Wonder Woman Cape Suits: http://bit.ly/1ioTjij Timeline Photos",
          1396897219
        ],
        [
          "There's still time to enter for your chance to win the ultimate Batmobile collection...but not much. We're down to the final few days to enter and trust us, you won't want to miss out on this: http://bit.ly/1mHAltC Timeline Photos",
          1394503209
        ]
      ],
      "dates_start": 1426300236,
      "dates_end": 1477256997,
      "likes_avg": 528,
      "likes_stdev": 601,
      "comments_avg": 19,
      "comments_stdev": 21,
      "shares_avg": 43,
      "shares_stdev": 58
    },
    {
      "number": 29,
      "important": [
        "next",
        "work",
        "luthor",
        "lex",
        "may",
        "put",
        "want",
        "suicid squad",
        "comment timelin",
        "thought"
      ],
      "common": [
        "know",
        "leave",
        "let",
        "let us",
        "let us know",
        "photos",
        "timeline",
        "timeline photos",
        "us",
        "us know"
      ],
      "messages": [
        [
          "Work is murder, and Deadshot may have to put in some overtime for his next target: Lex Luthor. Leave your thoughts on the tense SUICIDE SQUAD MOST WANTED: DEADSHOT AND KATANA #1 in the comments. Timeline Photos",
          1454180407
        ],
        [
          "The enemy troops struck a deal with a mysterious entity that could affect all our heroes. What did you think of DC COMICS BOMBSHELLS #8? Let us know in the comments below. Timeline Photos",
          1452985215
        ],
        [
          "The second issue of DARK KNIGHT III: THE MASTER RACE took the story in some unexpected directions. What did you think? Leave a comment and let us know. Timeline Photos",
          1451185206
        ],
        [
          "WE ARE ROBIN #6 showed the team coming together, but Robin War is just around the corner. Leave a comment and let us know what you thought of the issue. Timeline Photos",
          1448766007
        ],
        [
          "Leave a comment and let us know what you thought of BATMAN AND ROBIN ETERNAL #4 and the continuing mystery of the story, including that shocking ending! Timeline Photos",
          1446314447
        ],
        [
          "GRAYSON ANNUAL #2 featured an incredible team-up between Dick and Superman. What did you think? Leave a comment and let us know. Timeline Photos",
          1443891613
        ],
        [
          "GOTHAM BY MIDNIGHT #9 featured a *big* change in the status quo for a certain character. What did you think? Leave a comment below and let us know. Timeline Photos",
          1443315609
        ],
        [
          "Kori fixed one problem - and gained a local ally - in STARFIRE #4. But what new threat is about to emerge? Let us know what you thought of this month's issue. Timeline Photos",
          1442048408
        ],
        [
          "What did you think of Vic's quest for more humanity in CYBORG #2? Leave a comment and let us know. Timeline Photos",
          1440882008
        ],
        [
          "The crew went up against their biggest challenge in WE ARE ROBIN #3, but how about that reveal at the end? Let us know what you thought of this week's issue. Timeline Photos",
          1440838807
        ],
        [
          "A classic character returned and the team continued fraying at the edges in SECRET SIX #5. Let us know what you thought in the comments below. Timeline Photos",
          1440277221
        ],
        [
          "Check out our brand new, gifrific Bombshells variant covers for JUSTICE LEAGUE, SUPERMAN/WONDER WOMAN and more! Let us know which is your favorite: http://bit.ly/1gXUc6K Timeline Photos",
          1440032414
        ],
        [
          "Now that you've had a chance to watch JUSTICE LEAGUE: GODS AND MONSTERS, what did you think of this bold new take on Batman, Wonder Woman and Superman? Leave a comment and let us know. Timeline Photos",
          1438448427
        ],
        [
          "SECRET SIX #4 showed who it was following the team and...well...what did you think about the reveal? Let us know in the comments here. Timeline Photos",
          1437210011
        ],
        [
          "OK we know your thumbs are tired, but it's time to let us know what you think of Batman: Arkham Knight. Leave a comment and let us know your favorite mission, gameplay feature or character! Timeline Photos",
          1435453210
        ],
        [
          "A movement is rising up. Now let us know what you thought of the debut issue of WE ARE ROBIN. Timeline Photos",
          1435395610
        ],
        [
          "What did you think of the first issue of JUSTICE LEAGUE OF AMERICA? Leave a comment and let us know. Timeline Photos",
          1434848416
        ],
        [
          "Let us know what you thought of the new status quo shown in the pages of EARTH 2: SOCIETY #1 in the comments here. Timeline Photos",
          1434229209
        ],
        [
          "\"Darkseid War\" kicked off in earnest in JUSTICE LEAGUE #41. What did you think? Leave a comment and let us know. Timeline Photos",
          1433581218
        ],
        [
          "Share your mini review of CONVERGENCE: SHAZAM! #2 in the comments below. Timeline Photos",
          1433019618
        ],
        [
          "You've read the epic conclusion, now tell us what you thought of CONVERGENCE #8 in the comments below. Timeline Photos",
          1432976412
        ],
        [
          "It's been coming since the very first issue and now \"The Darkseid War\" is upon us. Let us know what you thought of JUSTICE LEAGUE #40 here. Timeline Photos",
          1430586019
        ],
        [
          "The wait is over! Now we want to hear what you thought of CONVERGENCE #0. Leave a comment and let us know. Timeline Photos",
          1428181205
        ],
        [
          "The stage is being set for the finale in FUTURES END #45. Let us know what you thought of this week's chapter here. Timeline Photos",
          1426384803
        ],
        [
          "Brainiac seems to be...piloting a city? What did you think of FUTURES END #43? Leave a comment and let us know. Timeline Photos",
          1425121209
        ],
        [
          "The heroes scored a win against Brainiac in FUTURES END #42, but was it enough? Let us know what you thought of this week's installment. Timeline Photos",
          1424574011
        ],
        [
          "Were Superman, Wonder Woman and Luthor able to finally contain the Amazo Virus? Let us know what you thought of the epic JUSTICE LEAGUE #39 here. Timeline Photos",
          1424559616
        ],
        [
          "Leave a comment here and let us know what you thought of the romantic insanity of HARLEY QUINN VALENTINE'S DAY SPECIAL #1. Timeline Photos",
          1423969206
        ],
        [
          "Were Catman and the others able to work together and get out of their underwater prison? Let us know what you thought of SECRET SIX #2 here. Timeline Photos",
          1423954806
        ],
        [
          "The showdown you've been waiting for finally happened in FUTURES END #38. So what did you think? Leave a comment and let us know. Timeline Photos",
          1422212419
        ],
        [
          "The origin of the Amazo Virus was revealed in JUSTICE LEAGUE #36, but that doesn't mean the situation is under control. Let us know what you thought. Timeline Photos",
          1416684608
        ],
        [
          "Scott Snyder and Greg Capullo kept \"Endgame\" going in BATMAN #36, which included a huge reveal. How about you, what did you think? Let us know in the comments here. Timeline Photos",
          1416096012
        ],
        [
          "The Constantine pilot was just fantastic, don't you think? Dive into the episode's secrets then let us know what you thought: http://bit.ly/12se0rR Timeline Photos",
          1414213210
        ],
        [
          "To the surprise of absolutely no one, Luthor has a hidden motive for joining the team. Leave a comment and let us know what you thought of JUSTICE LEAGUE #34. Timeline Photos",
          1412460050
        ],
        [
          "The Multiverse continues to expand! Leave a comment and let us know what you thought of THE MULTIVERSITY: THE SOCIETY OF SUPER-HEROES: CONQUERORS OF THE COUNTER-WORLD #1 Timeline Photos",
          1411207227
        ],
        [
          "So which story in SECRET ORIGINS #5 was your favorite? Cyborg, Red Hood or Mera? Let us know in the comments. Timeline Photos",
          1409414450
        ],
        [
          "If you're a Wonder Woman fan (and you *really* should be if you're not) you probably loved SENSATION COMICS FEATURING WONDER WOMAN #1. Let us know how much in the comments. http://bit.ly/1v559b8 Timeline Photos",
          1408831287
        ],
        [
          "Who is your favorite Task Force X team member?  Leave a comment and let us know. #BatmanAssaultonArkham http://bit.ly/baoapwi Timeline Photos",
          1408734053
        ],
        [
          "Clark dealt with some intense internal struggles and external brawls in SUPERMAN/WONDER WOMAN ANNUAL #1. Leave your review in the comments below. Timeline Photos",
          1407600037
        ],
        [
          "Batman has a moment and Superman...well, that was a twist. What did you think? Leave your review of EARTH 2 #26 in the comments below. Timeline Photos",
          1407578423
        ],
        [
          "Frankenstein and Amethyst on a mission, Lois Lane hunting down leads and more, all in FUTURES END #6. Let us know how much you enjoyed this week's chapter in the comments. Timeline Photos",
          1402783228
        ],
        [
          "Lots of mysteries being uncovered - and lots more still under wraps - in FUTURES END #4. Leave a comment and let us know what you thought. Timeline Photos",
          1401552028
        ],
        [
          "Lots of stuff happened in the pages of THE FLASH ANNUAL #3. Now we want to hear what you thought so leave a comment here. Timeline Photos",
          1399154419
        ],
        [
          "Folks we know a lot of you picked up BATMAN ETERNAL #1. Now we want you to leave your mini-review of the debut issue here in the comments. Timeline Photos",
          1397329213
        ],
        [
          "Amanda had her hands full keeping people - including herself - alive in the face of a mysterious villain. Let us know what you thought of SUICIDE SQUAD: AMANDA WALLER #1. Timeline Photos",
          1396123213
        ],
        [
          "Which chapter of BATMAN/SUPERMAN ANNUAL #1 did you enjoy most? What did you think of the showdown on Warworld? Let us know in the comments below. Timeline Photos",
          1394301616
        ],
        [
          "Are you a Metal Men fan? Then you probably *loved* JUSTICE LEAGUE #28. Cause we sure did. Chime in with just how much you enjoyed the issue in the comments below. Timeline Photos",
          1393092012
        ],
        [
          "So we kind of loved BATMAN: JOKER'S DAUGHTER #1. How about you? Leave a comment and let us know. Timeline Photos",
          1391904018
        ],
        [
          "The New 52 got animated for the first time in Justice League: War and we want to hear what your favorite parts of this new animated feature were. Leave a comment below and let us know. Timeline Photos",
          1391882414
        ],
        [
          "The mini-series Damian: Son of Batman came to a close this week in an emotional finale. Leave your review here and let us know what you thought. Timeline Photos",
          1391256007
        ],
        [
          "We want to know what you loved about #DCAllAccess in 2013! Take our quick and easy poll and let us know what moments were your favorites: http://bit.ly/1mIBzSY Timeline Photos",
          1390478412
        ],
        [
          "With the big Green Lantern/Red Lanterns #28 crossover coming next month, writers Charles Soule and Robert Vendetti have been talking about what readers can expect and we've rounded up their comments here: http://bit.ly/1gqyQZY Timeline Photos",
          1389549620
        ],
        [
          "Take a few minutes from your busy Saturday and let us know what you thought of the stories contained in the mega-sized landmark Detective Comics #27. Timeline Photos",
          1389441607
        ]
      ],
      "dates_start": 1401982440,
      "dates_end": 1440700199,
      "likes_avg": 1559,
      "likes_stdev": 936,
      "comments_avg": 77,
      "comments_stdev": 82,
      "shares_avg": 66,
      "shares_stdev": 51
    },
    {
      "number": 30,
      "important": [
        "apocalyps",
        "hannabarbera",
        "call",
        "channel",
        "scoobi",
        "book club",
        "club",
        "review",
        "book",
        "might"
      ],
      "common": [
        "bit",
        "bit ly",
        "book",
        "http",
        "http bit",
        "http bit ly",
        "ly",
        "photos",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "Velma might be pulling off that über medieval outfit, but why the heck is she the savage ruler of a place called Monsterworld in SCOOBY APOCALYPSE #10?! Watch Nerd Burger's #DCHannaBarbera Book Club review on the #DCFansChannel! https://youtu.be/HjkvZTpkd3w Scooby Apocalypse #10 | Hanna-Barbera Book Club Cazz from Nerd Burger reviews Scooby Apocalypse #10 as part of the DC Fans Channel Hanna-Barbera book club! https://www.youtube.com/user/nerdburgerj https://twitter.com/nerdburgercazz https://www.instagram.com/nerdburgercazz/ https://www.facebook.com/nerdburgercazz/",
          1486602006
        ],
        [
          "In #NewDCDay's JLA: #DCREBIRTH #1, Batman assembles a new team of heroes...\"heroes\" like Lobo. Look, it's best not to question Batman's choices. Dude's intense. #NCBD http://bit.ly/2k3vVTf Timeline Photos",
          1486573316
        ],
        [
          "#NewDCDay brings DEADMAN: DARK MANSION OF FORBIDDEN LOVE #3, DEATHSTROKE #12, EARTH 2: SOCIETY #21, GOTHAM ACADEMY: SECOND SEMESTER #6, #DCHannaBarbera's SCOOBY APOCALYPSE #10, and more! What's in your pull list? #NCBD http://bit.ly/2klGGwb Browse | DC DCComics.com: Welcome to the Official Site for DC. DC is home to the \"World's Greatest Super Heroes,\" including SUPERMAN, BATMAN, WONDER WOMAN, GREEN LANTERN, THE FLASH, AQUAMAN and more.",
          1486551619
        ],
        [
          "How to Talk to Women, by Clod the Destroyer. Chapter 1: Yell \"Woman!\" at them. The End. Visit the #DCFansChannel to see Sammie Reads discuss what else THE FLINTSTONES #8 has to say about a hot-button topic for the #DCHannaBarbera Book Club! https://youtu.be/AEF8DNFQ6aA The Flintstones #8 | Hanna-Barbera Book Club Sammie from Sammie Reads reviews The Flintstones #8 as part of the DC Fans Channel Hanna-Barbera book club! https://www.youtube.com/c/sammiereads https://twitter.com/sammiereads For more on the Hanna-Barbera Book Club: http://www.dccomics.com/blog/2016/05/18/introducing-the-hanna-barbera-book-club",
          1486069214
        ],
        [
          "Wakey wakey--Frankenstein Jr. just joined the adventure! What's your review of FUTURE QUEST #9? Timeline Photos",
          1485716420
        ],
        [
          "Casey Brinke gets a robotic leg and finds a cassette tape about her super powers in the tummy of her pink, furry sidekick. And neither of those is even the weirdest thing that happens in #DCYoungAnimal's DOOM PATROL #4. What's your favorite moment from this week's issue? Timeline Photos",
          1485644417
        ],
        [
          "On the #DCFansChannel, Comic POP Tiff loves how Gerard Way's DOOM PATROL #4 honors Doom Patrol's comic book history while serving #DCYoungAnimal readers a new take! http://bit.ly/2jyYPX5 Doom Patrol #4 | Young Animal Book Club Tiffany from ComicPOP reviews Doom Patrol #4 as part of the DC Fans Channel Young Animal book club! Check out more from Tiffany over on her channels: https://www.youtube.com/user/TVLittleHouse https://twitter.com/therealzubes https://www.instagram.com/TheRealZubes/",
          1485385218
        ],
        [
          "TGI #NewDCDay! Today, get THE KAMANDI CHALLENGE #1, the final JUSTICE LEAGUE VS. SUICIDE SQUAD #6, BLUE BEETLE #5, DEATHSTROKE #11, #DCYoungAnimal's DOOM PATROL #4, #DCHannaBarbera's FUTURE QUEST #9, SIXPACK AND DOGWELDER: HARD-TRAVELIN' HEROZ #6, THE HELLBLAZER #6--whew--and more! What's in your pull list? #NCBD #LeaguevSquad http://bit.ly/2jwuUi9 Timeline Photos",
          1485342024
        ],
        [
          "Kids say the darndest things--like chanting metaphysical incantations--in the preview of #DCYoungAnimal's DOOM PATROL #4. http://bit.ly/2iTJPXf Doom Patrol tackles family drama and teen angst in this exclusive preview Young Animal's Doom Patrol series has been exceptionally weird, with writer Gerard Way, artist Nick Derrington, and colorist Tamra Bonvillain embracing the strangeness of Grant Morrison's '90s Doom Patrol while bringing their own unique vision to these unconventional superheroes.",
          1485154809
        ],
        [
          "Cave and the team deal with the grim carnage of Muldroog. What's your review of CAVE CARSON HAS A CYBERNETIC EYE #4? Timeline Photos",
          1485011284
        ],
        [
          "The #DCHannaBarbera Book Club finds surprising depth and emotion in SCOOBY-APOCALYPSE, THE FLINTSTONES, FUTURE QUEST, and WACKY RACELAND. Discover their favorite moments so far on the #DCFansChannel! https://youtu.be/jY1f_S9evE8 Hanna-Barbera Book Club Meeting #2 The Hanna-Barbera Book Club is back in action! Tiffany, Sammie and Cazz chat all things DC Hanna-Barbara, including their favorite moments, fantasy crossovers, and the #unexpectedfeels they are getting from all of the titles. Tiffany: https://twitter.com/therealzubes Sammie: https://twitter.com/Samm...",
          1484780414
        ],
        [
          "Happy #NewDCDay! Look for THE KAMANDI CHALLENGE SPECIAL #1, #DCYoungAnimal's CAVE CARSON HAS A CYBERNETIC EYE #4, HE-MAN/THUNDERCATS #4, RAVEN #5, and more! What's on your list?#NCBD http://bit.ly/2j8EE1D Timeline Photos",
          1484737218
        ],
        [
          "Cave and the team sift through the carnage at Muldroog in #DCYoungAnimal's CAVE CARSON HAS A CYBERNETIC EYE #4. http://bit.ly/2jujrTC Cave Carson Has A Cybernetic Eye #4 Exclusive First Look DC sent along an exclusive advance preview of next week's Cave Carson Has A Cybernetic Eye #4, the Young Animal comic written by Jon Rivera, with art from Michael Avon Oeming and Nick Filardi. Here's the official synopsis courtesy of DC Comics: Cave and his team find the underground city of Muldroog...",
          1484694022
        ],
        [
          "On the #DCHannaBarbera Book Club, THE FLINTSTONES #7 asks big questions of us all and presents maybe the two best character names there have ever been. Find out more with Sammie Reads on the #DCFansChannel! https://youtu.be/xvSePvovbbo The Flintstones #7 | Hanna-Barbera Book Club Sammie from Sammie Reads reviews The Flintstones #7 as part of the DC Fans Channel Hanna-Barbera book club! https://www.youtube.com/c/sammiereads https://twitter.com/sammiereads For more on the Hanna-Barbera Book Club: http://www.dccomics.com/blog/2016/05/18/introducing-the-hanna-barbera-book-club",
          1484262015
        ],
        [
          "Velma, Daphne, Fred, Shaggy, and Scooby all stop by the #DCHannaBarbera Book Club to help Nerd Burger review the dramatic SCOOBY APOCALYPSE #9! Huh--the Gang looks a lot smaller in real life. Watch the video on the #DCFansChannel! https://youtu.be/-OAVfFZC07E Scooby Apocalypse #9 | Hanna-Barbera Book Club Cazz from Nerd Burger reviews Scooby Apocalypse #9 as part of the DC Fans Channel Hanna-Barbera book club! https://www.youtube.com/user/nerdburgerj https://twitter.com/nerdburgercazz https://www.instagram.com/nerdburgercazz/ https://www.facebook.com/nerdburgercazz/",
          1484175725
        ],
        [
          "#NewDCDay brings JUSTICE LEAGUE/POWER RANGERS #1, DEATHSTROKE #10, SCOOBY APOCALYPSE #9, GOTHAM ACADEMY: SECOND SEMESTER #5, and more! Which book would you recommend to a friend to start reading? #NCBD http://bit.ly/2iFgNqo Timeline Photos",
          1484132588
        ],
        [
          "Between the Herculoids and an epic battle against Omnikron, FUTURE QUEST #8 rewards fans who've been reading since issue #1! Watch Ashley Victoria Robinson's #DCHannaBarbera Book Club review on the #DCFansChannel! https://youtu.be/aIJcI5irqnY Future Quest #8 | Hanna-Barbera Book Club Ashley Victoria Robinson reviews Future Quest #8 as part of the DC Fans Channel Hanna-Barbera book club! Check out more from Ashley over on her channels: https://twitter.com/ashleyvrobinson https://www.facebook.com/AshVictoriaRobinson/ For more on the Hanna-Barbera Book Club: http://www.dccomics.com...",
          1484076606
        ],
        [
          "If you haven't read a #DCYoungAnimal book yet, find out why creator Gerard Way is so excited about his new imprint! http://bit.ly/2iKnvft Young Animal: Comics for Dangerous Humans DC's Young Animal is an exciting new imprint driven by the creative mind of Gerard Way and produced by some of the most fearless minds in comics today. This is something different, inspired by the visionary work of DC's experimental past, but shaped and focused by the absurdity of today.",
          1483671854
        ],
        [
          "The last #NewDCDay of 2016 makes it count with JUSTICE LEAGUE VS. SUICIDE SQUAD #2, BLUE BEETLE #4, DEATHSTROKE #9, FUTURE QUEST #8, MOTHER PANIC #2, SCOOBY-DOO TEAM-UP #21, SIXPACK AND DOGWELDER: HARD-TRAVELIN’ HEROZ #5, THE HELLBLAZER #5, VIGILANTE: SOUTHLAND #3, and more! Are there any books you're trying to finish by the end of the year? #NCBD http://bit.ly/2hNbOUa Timeline Photos",
          1482926948
        ],
        [
          "Cave and his daughter Chloe search for the lost city of Muldroog! What's your review of CAVE CARSON HAS A CYBERNETIC EYE #3? Timeline Photos",
          1482591816
        ],
        [
          "#NewDCDay brings #DCYoungAnimal's CAVE CARSON HAS A CYBERNETIC EYE #3, CYBORG #7, HE-MAN/THUNDERCATS #3, SUICIDE SQUAD MOST WANTED: EL DIABLO AND AMANDA WALLER #5, RAVEN #4, TEEN TITANS GO! #19, and a partridge in a pear tree! #NCBD http://bit.ly/2h1o1Df Timeline Photos",
          1482318489
        ],
        [
          "Cave rushes to save his daughter which may or may not result in an underground high speed chase in this preview of CAVE CARSON HAS A CYBERNETIC EYE #3! http://bit.ly/2i3x7EJ Car Chases Beneath The Earth In 'Cave Carson' #3 [Exclusive] The dirt hits the fan in Cave Carson Has a Cybernetic Eye #3 by Gerard Way, Jon Rivera, and Michael Avon Oeming. Chloe Carson has been revealed as the lost heir to an underground kingdom, something even she didn't know, and the corrupt company Cave used to work for is after her.",
          1482202872
        ],
        [
          "Now available on digital, read classic issues of BLUE BEETLE, MANHUNTER, STRANGE ADVENTURES, THE MINX, and more! http://bit.ly/2gMulP8 Timeline Photos",
          1481987430
        ],
        [
          "In SCOOBY APOCALYPSE #8, the Gang finds a hospital that's in the business of taking lives! Visit the #DCFansChannel to see Nerd Burger's full review for the #DCHannaBarbera Book Club! https://youtu.be/PqZ6a9DS4ds Scooby Apocalypse #8 | Hanna-Barbera Book Club Cazz from Nerd Burger reviews Scooby Apocalypse #8 as part of the DC Fans Channel Hanna-Barbera book club! https://www.youtube.com/user/nerdburgerj https://twitter.com/nerdburgercazz https://www.instagram.com/nerdburgercazz/ https://www.facebook.com/nerdburgercazz/",
          1481749216
        ],
        [
          "Merry #NewDCDay! For the holidays, we got you the #DCREBIRTH HOLIDAY SPECIAL #1, DEATHSTROKE #8, SUICIDE SQUAD #8, SCOOBY APOCALYPSE #8, THE FLASH #12, and more! #NCBD http://bit.ly/2gI1Oij Timeline Photos",
          1481713224
        ],
        [
          "Find out why Mashable says #DCYoungAnimal is changing comics with DOOM PATROL, SHADE THE CHANGING GIRL, CAVE CARSON, and MOTHER PANIC! http://on.mash.to/2hnyWZk How DC's Young Animal imprint is changing comics If you know anything about musician/writer Gerard Way, you're probably aware that he's not exactly a normal human being. We mean that as a compliment: Way marches to a very different drum. From his days in emo band My Chemical Romance, Way always had a penchant for theatrics, for the odd or abnormal...",
          1481583655
        ],
        [
          "Boot up your Applecus and visit the #DCFansChannel to see what SammieReads from the #DCHannaBarbera Book Club loves about today's THE FLINTSTONES #6! https://youtu.be/oY-sW-4Ayv0 The Flintstones #6 | Hanna-Barbera Book Club Sammie from Sammie Reads reviews The Flintstones #6 as part of the DC Fans Channel Hanna-Barbera book club! https://www.youtube.com/c/sammiereads https://twitter.com/sammiereads For more on the Hanna-Barbera Book Club: http://www.dccomics.com/blog/2016/05/18/introducing-the-hanna-barbera-book-club",
          1481147889
        ],
        [
          "As Ted Kord frets over Jaime's fate, will the scarab lead inevitably to the young hero's death? Comment with what you thought about BLUE BEETLE #3! Timeline Photos",
          1480172614
        ],
        [
          "Give thanks for #NewDCDay and its bounty of BLUE BEETLE #3, DEATHSTROKE #7, FUTURE QUEST #7, SIXPACK AND DOGWELDER: HARD-TRAVELIN' HEROZ #4, THE HELLBLAZER #4, VIGILANTE: SOUTHLAND #2, the all-ages SUPER POWERS #1, and more! #NCBD http://bit.ly/2gfgHUD Timeline Photos",
          1479898868
        ],
        [
          "New to digital this week, read classic issues of ACTION COMICS, BLUE BEETLE, ORION, THE MINX, and more! http://bit.ly/2gqKldZ Timeline Photos",
          1479582027
        ],
        [
          "#NewDCDay brings #DCYoungAnimal's CAVE CARSON HAS A CYBERNETIC EYE #2, CYBORG #5, HE-MAN/THUNDERCATS #2, RAVEN #3, the final DOCTOR FATE #18, and more! #NCBD http://bit.ly/2ggzsMv Timeline Photos",
          1479294031
        ],
        [
          "Casey Brinke has an existential crisis after she finds a world in the back of her ambulance and a comic book tells her she's a super hero. Yeah--it's a situation. What's your review of DOOM PATROL #3? Timeline Photos",
          1478954167
        ],
        [
          "Adventure is a dish best served wrapped. Find #DCYoungAnimal's strangest heroes in DOOM PATROL! DCComics.com/YoungAnimal",
          1478818874
        ],
        [
          "How do you overcome the ghosts of your past when a cybernetic eye forces you to face them? Comment with your review of #DCYoungAnimal's CAVE CARSON HAS A CYBERNETIC EYE #1! Timeline Photos",
          1477155643
        ],
        [
          "Prepare for an adventure beyond reality in CAVE CARSON HAS A CYBERNETIC EYE #1! Available now from #DCYoungAnimal wherever fine comic books are sold. #NewDCDay #NCBD DCComics.com/YoungAnimal",
          1476910887
        ],
        [
          "#NewDCDay brings #DCYoungAnimal's CAVE CARSON HAS A CYBERNETIC EYE #1, CYBORG #3, RAVEN #2, TRINITY #2, WACKY RACELAND #5, and more! What are you going to read first? #NCBD http://bit.ly/2e78xT8 Timeline Photos",
          1476867617
        ],
        [
          "#NewDCDay is back with DEATHSTROKE #4, #DCYoungAnimal's DOOM PATROL #2, GOTHAM ACADEMY: SECOND SEMESTER #2, SCOOBY APOCALYPSE #6, TEEN TITANS GO! #18, and more! What are you going to read first this week? #NCBD http://bit.ly/2dLlAsT Timeline Photos",
          1476262819
        ],
        [
          "Gerard Way just combined music and comics by recording two new songs on audio cassettes for #DCYoungAnimal's CAVE CARSON! The tapes are exclusive to #DCNYCC, but here's a clip!",
          1475866800
        ],
        [
          "#NewDCDay brings TRINITY #1, CYBORG #1, RAVEN #1, DOCTOR FATE #16, SUICIDE SQUAD MOST WANTED: EL DIABLO & BOOMERANG #2, and more! Which #1 are you reading first? #NCBD http://bit.ly/2d86ybN Timeline Photos",
          1474448469
        ],
        [
          "Casey Brinke just found her way into a mind-blowing universe! What's your review of Gerard Way and #DCYoungAnimal's DOOM PATROL #1? Timeline Photos",
          1474146015
        ],
        [
          "It's #NewDCDay, and we've got DOOM PATROL #1 from Gerard Way and #DCYoungAnimal, SCOOBY APOCALYPSE #5 from #DCHannaBarbera, DEATHSTROKE #2, and more! Are you a Doom Patrol fan? What are you looking forward to in the new book? #NCBD http://bit.ly/2clWvEc Timeline Photos",
          1473843616
        ],
        [
          "Young Animal 101! Get up to 50% off classic books featuring #DCYoungAnimal characters by 9/12, then get DOOM PATROL #1 on 9/14! http://bit.ly/2cbAAwj Timeline Photos",
          1473296414
        ],
        [
          "New on digital, read BLACK LIGHTNING, BLUE BEETLE, THE HAWK AND THE DOVE, and more! http://bit.ly/2c2shCZ Timeline Photos",
          1472907620
        ],
        [
          "#NewDCDay brings FUTURE QUEST #4, SUICIDE SQUAD: WAR CRIMES SPECIAL #1, plus annuals! #NCBD http://bit.ly/2bAFfe0 Timeline Photos",
          1472634013
        ],
        [
          "Are you excited for this week's BLUE BEETLE: #DCREBIRTH #1? Get up to 66% off New 52 books featuring Jaime Reyes and Ted Kord through 8/30! http://bit.ly/2bDH2tH Timeline Photos",
          1472158813
        ],
        [
          "The world's greatest assassin must choose between a contract and an old friend in DEATHSTROKE #1! #NewDCDay #NCBD http://bit.ly/2bCs23z",
          1472065239
        ],
        [
          "Jaime Reyes is back in BLUE BEETLE: #DCREBIRTH #1 today! #NewDCDay #NCBD http://bit.ly/2bAgHMY",
          1472050593
        ],
        [
          "This #NewDCDay, Jaime Reyes returns in BLUE BEETLE: #DCREBIRTH #1! Plus, there's DEATHSTROKE #1, THE HELLBLAZER #1, WACKY RACELAND #3, and more! What are your top three to get? #NCBD http://bit.ly/2bzrxTw Timeline Photos",
          1472029214
        ],
        [
          "#NewDCDay brings DOCTOR FATE #15, LEGENDS OF TOMORROW #6, SCOOBY APOCALYPSE #4, TEEN TITANS GO! #17, and more! What are you going to pick up first? #NCBD http://bit.ly/2bmtVBE Timeline Photos",
          1471424416
        ],
        [
          "#NewDCDay comes out swinging with ALL-STAR BATMAN #1, DEATHSTROKE: #DCREBIRTH #1, THE FLINTSTONES #2, SUICIDE SQUAD MOST WANTED: EL DIABLO AND BOOMERANG #1, and more! What are you excited for? #NCBD http://bit.ly/2b7PSnT Timeline Photos",
          1470819614
        ],
        [
          "#NewDCDay brings DEATHSTROKE #20, DOCTOR FATE #14, FUTURE QUEST #3, and more! #NCBD http://bit.ly/29Z9eKL Timeline Photos",
          1469610014
        ],
        [
          "Team Quest gets cosmic when Space Ghost, Jan, Jace, and Blip land in the Everglades! What did you think of all the #DCHannaBarbera Easter eggs in FUTURE QUEST #2? Timeline Photos",
          1468083614
        ],
        [
          "The JLA adds three new members in today's JUSTICE LEAGUE: REBIRTH #1! #NewDCDay #NCBD #DCRebirth http://bit.ly/29iWrPd Timeline Photos",
          1467810015
        ],
        [
          "#NewDCDay is back with JUSTICE LEAGUE #52, CYBORG #12, TEEN TITANS #21, DEATHSTROKE #19, and more! What's at the top of your list? #NCBD http://bit.ly/28PsE3j Timeline Photos",
          1466586038
        ],
        [
          "Can Wally West somehow convince his former friends that he's one of them? Find out in TITANS: REBIRTH #1, out today! #NewDCDay #NCBD http://bit.ly/1TyNfbg",
          1466013600
        ],
        [
          "#NewDCDay brings #DCRebirth #1s, SWAMP THING #6, SCOOBY APOCALYPSE #2, the final POISON IVY: CYCLE OF LIFE AND DEATH #6, and more! #NCBD http://bit.ly/1UaVi1l Timeline Photos",
          1465981214
        ],
        [
          "The future starts here with Team Quest, Birdman, Doctor Zin, and more in FUTURE QUEST #1! #NewDCDay #NewComicsDay http://bit.ly/1TkzIAD Timeline Photos",
          1463576412
        ],
        [
          "Bandit: a secret agent's best friend. Catch Bandit in FUTURE QUEST #1, coming 5/18! http://bit.ly/1TkzIAD",
          1463524200
        ],
        [
          "The BLUE BEETLE finds a new, heroic host: teenager Jaime Reyes! Read it on digital today: http://bit.ly/1TUQGbX Timeline Photos",
          1463389204
        ],
        [
          "Dr. Benton Quest: brilliant scientist, cunning adventurer. Discover FUTURE QUEST #1, 5/18! http://shout.lt/bBf1c",
          1462914021
        ],
        [
          "Jonny Quest: adventurous, inquisitive, and on a mission in FUTURE QUEST #1, coming 5/18! http://shout.lt/bzTHC Timeline Photos",
          1462318209
        ]
      ],
      "dates_start": 1470128708,
      "dates_end": 1484698086,
      "likes_avg": 627,
      "likes_stdev": 506,
      "comments_avg": 16,
      "comments_stdev": 14,
      "shares_avg": 40,
      "shares_stdev": 37
    },
    {
      "number": 31,
      "important": [
        "back",
        "new episod",
        "cast",
        "episod",
        "timelin photo",
        "watch",
        "new",
        "episod timelin",
        "timelin",
        "favorit"
      ],
      "common": [
        "bit",
        "bit ly",
        "http",
        "http bit",
        "http bit ly",
        "ly",
        "photos",
        "secrets",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "MADtv is back with a hilarious new cast (and some old favorites). Watch new episodes now: on.cwtv.com/2b3VltF Timeline Photos",
          1473462010
        ],
        [
          "Barry faces the races of his life on tonight's #TheFlash finale! Be sure to watch it before you read tonight's #DCTV Secrets! **SPOILERS WARNING** http://bit.ly/27RK4D1 Timeline Photos",
          1464152401
        ],
        [
          "Earth-2 Laurel Lance attacks in tonight's #TheFlash! Find the #DCTV Secrets that join her: http://bit.ly/1TmtB3n Timeline Photos",
          1463533205
        ],
        [
          "Strange brings an old villain back from the dead! Find what #DCTV Secrets lurk in #GOTHAM. http://bit.ly/23Vv4yZ Timeline Photos",
          1463461206
        ],
        [
          "Penguin hunts the man who killed his mother in GOTHAM! Discover the #DCTV Secrets in tonight's all-new episode: http://bit.ly/24IAAee Timeline Photos",
          1462849204
        ],
        [
          "We can't say if Barry gets his speed back in THE FLASH, but we CAN reveal new #DCTV Secrets in tonight's episode: http://bit.ly/1TkumFD Timeline Photos",
          1462323603
        ],
        [
          "THE FLASH returns! #DCTV Secrets collects the Easter Eggs that zoom by in tonight's episode: http://bit.ly/1YG1XOs Timeline Photos",
          1461114023
        ],
        [
          "Can Jim Gordon trust Barbara--or anyone? Find the #DCTV Secrets hiding in tonight's GOTHAM: http://bit.ly/1SoG5We Timeline Photos",
          1461042008
        ],
        [
          "Did you have a hard time with that ARROW death? You're not alone. ICYMI, the cast and writers open up the emotional episode: http://bit.ly/1VyhD7e Timeline Photos",
          1460192407
        ],
        [
          "The TV crossover everyone's been waiting for is here! #DCTV Secrets digs into tonight's episode of Supergirl featuring The Flash: http://bit.ly/1Sshuj8 Timeline Photos",
          1459213207
        ],
        [
          "An episode of #Supergirl called \"Manhunter\" HAS to have some #DCTV Secrets! Find them here: http://bit.ly/1Zm7Pxm Timeline Photos",
          1458612005
        ],
        [
          "Who killed the Waynes? #DCTV Secrets plunges into the murky underworld of the latest GOTHAM: http://bit.ly/21sh92f Timeline Photos",
          1458021608
        ],
        [
          "Jim Gordon and Hugo Strange race to find Mr. Freeze, and #DCTV Secrets tells you what to look for in tonight's GOTHAM: http://bit.ly/1M1hbHh Timeline Photos",
          1457420406
        ],
        [
          "Kara Danvers must journey to the Fortress of Solitude before she can stand a chance against Indigo! Uncover the #DCTV Secrets hidden in tonight's episode of Supergirl: http://bit.ly/1WSGBg0 Timeline Photos",
          1456801206
        ],
        [
          "Vixen makes her live-action debut in tonight's Arrow! #DCTV Secrets gets you up to speed: http://bit.ly/20W6YTc Timeline Photos",
          1456369203
        ],
        [
          "In time, all mysteries come to light. #DCTV Secrets hooks into tonight's episode of The Flash, including King Shark and one big reveal. http://bit.ly/20TYQTd Timeline Photos",
          1456282805
        ],
        [
          "#DCTV Secrets shines some light on the League of Assassins in tonight's Arrow. Find out what's hiding in \"Sins of the Father\": http://bit.ly/1PDWvqk Timeline Photos",
          1455156007
        ],
        [
          "Tonight's episode of Supergirl adapts an iconic story from Alan Moore! #DCTV Secrets breaks down \"For the Girl Who Has Everything\": http://bit.ly/1Q5TCEl Timeline Photos",
          1454986805
        ],
        [
          "The Flash saw the unexpected - and unwelcome - return of Grodd. Now it's time to explore the DCTV Secrets of tonight's new episode: http://bit.ly/1PN0eVk Timeline Photos",
          1447815603
        ],
        [
          "We have some more #DCTV Secrets for tonight's all new episode of #Supergirl. Learn all about the involvement of Reactron, Lucy Lane and James Olsen's watch >> http://bit.ly/1MI2Sqc Timeline Photos",
          1447131612
        ],
        [
          "Unlock the DCTV Secrets from tonight's all-new episode of Arrow right here: http://bit.ly/1Nf3owt **Spoiler warning** Timeline Photos",
          1446686261
        ],
        [
          "Get your DCTV Secrets from the all-new episode of The Flash right here: http://bit.ly/1GKhrxb **Spoiler alert** Timeline Photos",
          1446620408
        ],
        [
          "Dive into the DCTV Secrets from tonight's all-new episode of Supergirl right here: http://bit.ly/1OjsfFj  **Spoiler warning** Timeline Photos",
          1446534008
        ],
        [
          "Firefly is spreading chaos across Gotham. Now it's time for the DCTV Secrets of tonight's all-new episode: http://bit.ly/1Ra5Jwi Timeline Photos",
          1445925606
        ],
        [
          "Now that it's over, check out the DCTV Secrets of tonight's exciting Supergirl debut! http://bit.ly/1LYmgTR Timeline Photos",
          1445911205
        ],
        [
          "Spoiler Warning! Get ready to unlock the #DCTV Secrets from tonight's all-new episode of The Flash: http://bit.ly/1MpFP3y Timeline Photos",
          1444784402
        ],
        [
          "Explore the DCTV Secrets of the emotional (and pretty awesome) first season finale of The Flash: http://bit.ly/1Jxu6SL Timeline Photos",
          1432098004
        ],
        [
          "We're just one episode from The Flash's epic season finale. But for now here are the DCTV Secrets of this week's all-new episode: http://bit.ly/1F5M4bU Timeline Photos",
          1431493210
        ],
        [
          "You watched the Gotham season finale, right? Now it's time to collect your thoughts after all that's happened and check out the DCTV Secrets of the episode: http://bit.ly/1EbeDkF Timeline Photos",
          1430802007
        ],
        [
          "It's a whole new game on The Flash. Now it's time for you to explore the DCTV Secrets of the episode and discuss what *you* thought: http://shout.lt/1X5H Timeline Photos",
          1430283605
        ],
        [
          "Tonight's The Flash brought the intrigue and mystery, but do you know it all? Dive into the DCTV Secrets of this all-new episode: http://bit.ly/1FcaHFv Timeline Photos",
          1429678805
        ],
        [
          "DCTV Secrets explores everyone you may - or may not - have missed in the latest all-new episode of The Flash: http://bit.ly/1H4Vmqa Timeline Photos",
          1429074007
        ],
        [
          "Gotham is back and it's a new day in the city. Explore the DCTV Secrets of tonight's all-new episode: http://bit.ly/1zaTeXq Timeline Photos",
          1428991207
        ],
        [
          "Tonight's all-new Arrow is over, so now it's time to explore the DCTV Secrets of the episode. With so much going on you won't want to miss out: http://bit.ly/1P0nnTG Timeline Photos",
          1427950809
        ],
        [
          "The Trickster returns to The Flash! Explore the DCTV Secrets from tonight's new episode here: http://bit.ly/1G4mh6J Timeline Photos",
          1427864412
        ],
        [
          "She’s kicking ass and taking brains. Another all-new episode of #iZombie tonight at 9/8c only on The CW. Timeline Photos",
          1427234411
        ],
        [
          "Excited that The Flash is back? So are we. So here's an all-new installment of DCTV Secrets to go with the new episode: http://bit.ly/1DzAXKa Timeline Photos",
          1426658162
        ],
        [
          "The DCTV Secrets from tonight's all-new episode of Gotham await you right here: http://bit.ly/18GsqYK Timeline Photos",
          1425366004
        ],
        [
          "There are secrets and there are DCTV Secrets. We've got the second kind about tonight's all-new Gotham right here: http://bit.ly/1vtrfWA Timeline Photos",
          1424761205
        ],
        [
          "Explore the DCTV Secrets from tonight's all-new episode of Arrow right here: http://bit.ly/1A6NqC0 Timeline Photos",
          1424329205
        ],
        [
          "Explore the DCTV Secrets from tonight's all-new episode of Gotham right here: http://bit.ly/1B8FzFG Timeline Photos",
          1424156407
        ],
        [
          "We've got the DCTV Secrets from tonight's all-new episode of The Flash waiting for you right here: http://bit.ly/1KK9nZh Timeline Photos",
          1423638003
        ],
        [
          "Flash fans, we've got the DCTV Secrets from tonight's all-new episode waiting for you right here: http://bit.ly/1xb6NnK Timeline Photos",
          1423033209
        ],
        [
          "Explore the #DCTV Secrets from tonight's chilling new episode of Constantine right here: http://bit.ly/1LtgnNm Timeline Photos",
          1422687605
        ],
        [
          "Explore the DCTV Secrets from tonight's all-new episode of The Flash: http://bit.ly/1z8APN2 Timeline Photos",
          1422428404
        ],
        [
          "Explore the DCTV Secrets from tonight's all-new episode of Gotham: http://bit.ly/1C9hleI Timeline Photos",
          1422342011
        ],
        [
          "Explore the DCTV Secrets from tonight's all-new episode of Constantine right here: http://bit.ly/1z0hCjG Timeline Photos",
          1422082809
        ],
        [
          "Arrow has returned! Explore the #DCTV Secrets of tonight's epic mid-season return: http://bit.ly/15cgiw6 Timeline Photos",
          1421910012
        ],
        [
          "The Flash is back! Now check out the #DCTV Secrets of tonight's amazing mid-season return: http://bit.ly/1yoD1kh Timeline Photos",
          1421823608
        ],
        [
          "Explore the DCTV Secrets of tonight's epic Constantine mid-season return: http://bit.ly/1ISbdGn Timeline Photos",
          1421478010
        ],
        [
          "The Constantine mid-season finale is over and now it's time to explore the DCTV Secrets of the episode here: http://bit.ly/1zKbkCv Timeline Photos",
          1418450413
        ],
        [
          "Explore the DCTV Secrets from tonight's mid-season finale of Arrow right here: http://bit.ly/1wA24lp Timeline Photos",
          1418277604
        ],
        [
          "Explore the DCTV Secrets of tonight's all-new episode of Arrow as The Flash/Arrow crossover continued: http://bit.ly/11VPI8Y Timeline Photos",
          1417672802
        ],
        [
          "Time to explore the DCTV Secrets of tonight's all-new Constantine. Check it out then weigh in in the comments with your thoughts on the episode: http://bit.ly/1FBpOV5 Timeline Photos",
          1417240922
        ],
        [
          "It's time to explore the DCTV Secrets of tonight's all-new Constantine featuring the introduction of Gary Lester: http://bit.ly/1xoLX9L Timeline Photos",
          1416033005
        ],
        [
          "Now it's over, what did you think of tonight's all-new Constantine, including the debut of Papa Midnite? Timeline Photos",
          1415426413
        ],
        [
          "With Nyssa back in town, anything can happen. Explore the DCTV secrets of tonight's all-new Arrow here: http://bit.ly/10zuf5I Timeline Photos",
          1414645205
        ],
        [
          "Captain Cold is on the scene in Central City. Dive into all the #DCTV secrets of tonight's all-new The Flash: http://bit.ly/1xBtkMc Timeline Photos",
          1414558822
        ],
        [
          "Dive into the #DCTV secrets of tonight's all-new Arrow: http://bit.ly/1woPpxe Timeline Photos",
          1414036827
        ],
        [
          "Did you watch tonight's all-new episode of The Flash? Find out more about the secrets you may have missed: http://bit.ly/Zr8TWO Timeline Photos",
          1413345626
        ],
        [
          "Find out more about what you might have missed in tonight's all-new Gotham: http://bit.ly/1nXEETq Timeline Photos",
          1412654431
        ],
        [
          "Kevin Smith and Zack Snyder dishing the details about the most recent onscreen version of the Dark Knight topped your list of #DCAllAccess moments in 2013. Watch the full episode again: http://bit.ly/1hSmmv8 Timeline Photos",
          1391137205
        ]
      ],
      "dates_start": 1417698364,
      "dates_end": 1454625726,
      "likes_avg": 410,
      "likes_stdev": 199,
      "comments_avg": 14,
      "comments_stdev": 9,
      "shares_avg": 10,
      "shares_stdev": 6
    },
    {
      "number": 32,
      "important": [
        "dont",
        "turn",
        "mayb",
        "swamp",
        "featur",
        "john",
        "need",
        "constantin",
        "even",
        "thing"
      ],
      "common": [
        "bit",
        "bit ly",
        "green",
        "http",
        "http bit",
        "http bit ly",
        "ly",
        "photos",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "Need even more JUSTICE LEAGUE DARK? Turn off the lights and get DC Essential books featuring John Constantine and Swamp Thing! Okay, maybe don't turn off ALL the lights--makes reading tricky. http://bit.ly/2kFlx0K Timeline Photos",
          1486509312
        ],
        [
          "Now available on digital, read classic issues of BATMAN/ALIENS, SUPERMAN: THE MAN OF STEEL, SWAMP THING, and more! http://bit.ly/2kejx1N Featured Digital Comics - DC Entertainment The source for DC digital comics on the web, iOS, and Android",
          1485610217
        ],
        [
          "Available on digital at last, read classic issues featuring Superman Red vs. Superman Blue, GUY GARDNER: WARRIOR, WILDC.A.T.S./ALIENS, and more! http://bit.ly/2iMQWRb Timeline Photos",
          1484996415
        ],
        [
          "Can a hero lose himself in his own godlike powers? Find out in New 52's CAPTAIN ATOM, available on digital! http://bit.ly/2i27YX2 Captain Atom (2011-2012) Digital Comics Charged by nuclear energy, possessing vast molecular powers, Captain Atom has the potential to be a literal god among men--a hero without limits. But the question is: will he lose himself in the process?",
          1483360281
        ],
        [
          "Now available on digital, read classic issues of BATMAN, SUPERMAN, SWAMP THING, GIFTS OF THE NIGHT, and more! http://bit.ly/2f30OAF Timeline Photos",
          1478963027
        ],
        [
          "New to digital this week, get classic issues of BATMAN, NEW GODS, YOUNG ALL-STARS, and more! What are you reading this weekend? http://bit.ly/2fmbpaE Timeline Photos",
          1478340018
        ],
        [
          "Newly available on digital, read classic issues of MISTER MIRACLE, THE QUESTION, STARS AND S.T.R.I.P.E., and more! http://bit.ly/2f2cN0O Timeline Photos",
          1477731616
        ],
        [
          "New to digital, download classic issues of MANHUNTER, POWER GIRL, VIGILANTE, YOUNG ALL-STARS, SWAMP THING, and more! Are you looking forward to catching up on any of these? http://bit.ly/2dVLGK8 Timeline Photos",
          1476536570
        ],
        [
          "Now available for digital download, get classic books like NEW GODS, MISTER MIRACLE, GUY GARDNER: WARRIOR, and more! http://bit.ly/2cUtrUS Timeline Photos",
          1474707310
        ],
        [
          "John Constantine gets tangled in the vines of Swamp Thing! What's your review of THE HELLBLAZER #1? Timeline Photos",
          1472310014
        ],
        [
          "Now you can read these classic comics digitally, including ACTION COMICS, THE DARKSTARS, and more! http://bit.ly/2aRCoJ8 Timeline Photos",
          1469869211
        ],
        [
          "Get up to 75% off New 52 issues featuring GREEN LANTERN and NIGHTWING with the #DCRebirth 101 Sale! Ends 7/18. http://bit.ly/29zlkGs Timeline Photos",
          1468501220
        ],
        [
          "These classic issues are finally available digitally, including ALL-STAR SQUADRON, AZRAEL, and more! http://bit.ly/29a0ZLA Timeline Photos",
          1467464414
        ],
        [
          "These classic comics are finally digital, including ALL-STAR SQUADRON, DARK STARS, SUPERMAN & BUGS BUNNY, and more! http://bit.ly/28UC0bj Timeline Photos",
          1466859617
        ],
        [
          "These classic comics are finally available on digital, including ALL-STAR SQUADRON, ELSEWORLD'S FINEST, SWAMP THING, and more! http://bit.ly/1laBZVf Timeline Photos",
          1466254817
        ],
        [
          "Relive the New 52 stories that led up to #DCRebirth, including Superman, Batman, Green Lantern, and Green Arrow! Up to 75% off digital issues through Monday. http://bit.ly/1Urt4Mn Timeline Photos",
          1465131614
        ],
        [
          "#NewDCDay opens new doors for your favorite heroes in BATMAN: REBIRTH #1, SUPERMAN: REBIRTH #1, GREEN ARROW: REBIRTH #1, GREEN LANTERNS: REBIRTH #1, and more! #NewComicsDay http://bit.ly/281I9fb Timeline Photos",
          1464771606
        ],
        [
          "Find out what comics from years past are now available on digital, including CHECKMATE, GODDESS, and more! http://bit.ly/1laBZVf Timeline Photos",
          1464440418
        ],
        [
          "Find out what's been added to the digital library, including BLUE DEVIL, L.E.G.I.O.N., FLINCH, and more! http://bit.ly/1laBZVf Timeline Photos",
          1463835610
        ],
        [
          "Get your first look at the variant covers for next month's #DCRebirth one-shots, including BATMAN: REBIRTH #1, SUPERMAN: REBIRTH #1, GREEN ARROW: REBIRTH #1, and GREEN LANTERNS: REBIRTH #1: http://bit.ly/1T0tngS Timeline Photos",
          1462510805
        ],
        [
          "#TBT to some classic comics now on digital, including Marv Wolfman's THE VIGILANTE #1: http://bit.ly/1laBZVf Timeline Photos",
          1462460950
        ],
        [
          "#NewDCDay brings #52s, including BATMAN: DETECTIVE COMICS, GREEN ARROW, and GREEN LANTERN! Which are you excited about? http://bit.ly/1Z4d049 Timeline Photos",
          1462352412
        ],
        [
          "Happy #EarthDay! Swamp Thing isn't the only steward of The Green. Let's all do our part to preserve the planet! Timeline Photos",
          1461329166
        ],
        [
          "After the Green Lantern Corps is framed for atrocities they never committed, one man decides to take the blame: Hal Jordan. Enter by 4/26 for a chance to win GREEN LANTERN VOL. 7: RENEGADE: http://bit.ly/1ogFIlJ Timeline Photos",
          1461258012
        ],
        [
          "Writer Sam Humphries is new to DC, but he already has an exciting buddy-cops-in-space story on his hands with summer's GREEN LANTERNS! Read our interview with him to learn more about the cosmic corner of #DCRebirth: http://bit.ly/1VBB2Fn Timeline Photos",
          1461089706
        ],
        [
          "See what classic titles are new to digital, like the acclaimed NEWSTIME: THE LIFE AND DEATH OF SUPERMAN: http://bit.ly/1laBZVf Timeline Photos",
          1460206815
        ],
        [
          "What are the Gray Agents? It's the beginning of a new era for Hal Jordan in GREEN LANTERN #51: http://bit.ly/1RHUl99 Timeline Photos",
          1460019605
        ],
        [
          "Hal Jordan faces Hal Jordan as Green Lantern goes to war with Parallax in GREEN LANTERN #50. It's a dramatic showdown that will change things forever--get it today: http://bit.ly/1LHMjv8 Timeline Photos",
          1456930814
        ],
        [
          "Swamp Thing wishes for his humanity back, The Flash is trapped, and Green Arrow is dead. Get a glimpse of what's to come this May: http://bit.ly/1mG9e3u Timeline Photos",
          1455807625
        ],
        [
          "Find out what's in store for DC this May! Get an early look at the thrilling conclusion to BATMAN/TEENAGE MUTANT NINJA TURTLES, the war on the Jokers in WE ARE ROBIN #12, the cosmically huge GREEN LANTERN #52, and more: http://bit.ly/1PPryiU Timeline Photos",
          1455778805
        ],
        [
          "Swamp Thing is looking to save Crowley College from a zombie in this week's SWAMP THING #2. But do you think his old friend will be able to help out? Comment with your thoughts below. Timeline Photos",
          1454785202
        ],
        [
          "Collect classic comics without leaving home! Read new digitized issues of HUMAN TARGET, AQUAMAN, THE TITANS, and more: http://bit.ly/1laBZVf Timeline Photos",
          1454770824
        ],
        [
          "Read new digitally formatted back issues of TRINITY, VALOR, SWAMP THING and lots more: http://bit.ly/1laBZVf Timeline Photos",
          1454166007
        ],
        [
          "Get a first look at the debut issue of GREEN LANTERN CORPS: EDGE OF OBLIVION, out Wednesday: http://bit.ly/1SK9NpZ Timeline Photos",
          1452553220
        ],
        [
          "Read new digitally formatted back issues of AQUAMAN, AZRAEL, and more! http://bit.ly/1RsqoNV Timeline Photos",
          1452351610
        ],
        [
          "Legendary co-creator Len Wein returns to SWAMP THING for a riveting tale. But there's something far stranger and more sinister afoot than Alec Holland has encountered before. Read SWAMP THING #1 today: http://bit.ly/1Jsng3x Timeline Photos",
          1452092434
        ],
        [
          "The all-new SWAMP THING six-issue miniseries, written by the legendary Len Wein, debuts this Wednesday! We've got your preview of issue #1 here: http://bit.ly/1OHefzz Timeline Photos",
          1451948401
        ],
        [
          "Classic issues of AQUAMAN, LEGION OF SUPER-HEROES and more have been newly digitized this week. Browse through them all here: http://bit.ly/1RG5IDF Timeline Photos",
          1451142022
        ],
        [
          "Wonder Woman, Green Lantern, The Flash, Metamorpho and more will have new adventures in March 2016. Get a first look here: http://bit.ly/1NQ3AGS Timeline Photos",
          1450148424
        ],
        [
          "Back issues of AQUAMAN, SUPERMAN and more are newly-digitized this week, including the first couple issues of the classic BOOSTER GOLD series: http://bit.ly/1j5ci8t Timeline Photos",
          1443877239
        ],
        [
          "There are plenty of newly-digitized comics to keep you reading, whether you're looking for older GREEN LANTERN, SUPERGIRL, THE FLASH or other stories: http://bit.ly/1i3dZ5c Timeline Photos",
          1442062813
        ],
        [
          "Need some classic Superman adventures? How about Batman? Legion of Super Heroes? All that and more, new to the digital store: http://bit.ly/1JEJhJ5 Timeline Photos",
          1441458019
        ],
        [
          "Dive into our selection of newly-digitized back issues and find classic stories from GREEN LANTERN, SUPERGIRL, BATMAN and more: http://bit.ly/1Vho5hs Timeline Photos",
          1440853236
        ],
        [
          "Robin and Nobody II team up to take on another mission in ROBIN: SON OF BATMAN #3. Read it digitally now: http://bit.ly/1MxZp17 Timeline Photos",
          1440061213
        ],
        [
          "We'll read THE NEW TEEN TITANS. No...SUPERGIRL. No...GREEN LANTERN. You know what, we'll just read all these newly-digitized back issues. How about you? http://bit.ly/1HJsSyF Timeline Photos",
          1439643624
        ],
        [
          "There are enough newly-digitized back issues of AQUAMAN, THE FLASH, SUPERGIRL and more to keep you reading all weekend: http://bit.ly/1OSVhI1 Timeline Photos",
          1439038825
        ],
        [
          "ALL-STAR SUPERMAN, WATCHMEN, AMERICAN VAMPIRE...Those and other Eisner Award-winning titles are on sale digitally here: http://bit.ly/1FSsoFn Timeline Photos",
          1436115630
        ],
        [
          "There are enough classic back issues that have been added to our digital store this week to keep you reading all weekend: http://bit.ly/1HjuC6a Timeline Photos",
          1435410024
        ],
        [
          "What happens when the Robin mantle becomes a movement all its own? Find out in WE ARE...ROBIN #1, available digitally now: http://bit.ly/1Lon4Ri Timeline Photos",
          1435222811
        ],
        [
          "Tommy Monaghan is hunting metahumans through the backstreets of Gotham, which may not be the best idea. Read Garth Ennis' classic miniseries HITMAN digitally: http://bit.ly/1FrT4N0 Timeline Photos",
          1434963613
        ],
        [
          "Don't mind us, we're just over here browsing through this week's newly-digitized back issues. Some real beauties here: http://bit.ly/1MQ1Rhp Timeline Photos",
          1434805209
        ],
        [
          "The weather may be getting nicer (at least in most places) but that doesn't mean there can't be time for hanging out and reading some newly-digitized back issues: http://bit.ly/1G97DtU Timeline Photos",
          1433595634
        ],
        [
          "Check out all of the newly-digitized back issues now available for download: http://bit.ly/1FnGJg9 Timeline Photos",
          1432990821
        ],
        [
          "Get back issues of THE ALL-NEW ATOM, THE FLASH and much more, all newly-digitized for your reading pleasure: http://bit.ly/17P02TB Timeline Photos",
          1421506814
        ],
        [
          "WONDER WOMAN #36, SWAMP THING #36, plenty of THE NEW 52: FUTURES END and more? Bring it on, November...bring it on: http://bit.ly/1uOKfgi Timeline Photos",
          1408410067
        ],
        [
          "You know what's going to make today great? Some back issue digital reading. Here's what's new to digital this week: http://bit.ly/1t36xac Timeline Photos",
          1408194053
        ],
        [
          "Read classic WONDER WOMAN, BATMAN, OUTSIDERS and more! All new to the digital store this week: http://bit.ly/V4IRGS Timeline Photos",
          1407589216
        ],
        [
          "The Green Lanterns need your help. Can you master your willpower and use their rings to battle the Red Lanterns before it's too late? Put your skills to the test: http://bit.ly/1pkRkAL Timeline Photos",
          1407351647
        ],
        [
          "LEGIONAIRES, BATMAN and more are all new to the digital store: http://bit.ly/1uHDrlF Timeline Photos",
          1406984515
        ],
        [
          "ADVENTURES OF SUPERMAN #479, GREEN LANTERN #81 and WONDER WOMAN #39 are just a few of the great back issues we've added to our digital store this week: http://bit.ly/1q7oJRE Timeline Photos",
          1402750849
        ],
        [
          "Green Lantern and Hawkgirl set out to rescue The Flash from an Apokolips stronghold! Preview EARTH 2 #24, out Wednesday: http://bit.ly/1wUbHsl Timeline Photos",
          1401724847
        ],
        [
          "WONDER WOMAN #36, GREEN LANTERN #79 and more are all new to our digital store this week: http://bit.ly/1lpJlie Timeline Photos",
          1400331615
        ],
        [
          "If you're a Batman fan - and we know you are - there are a lot of back issues that are new to our digital store that you'll want to check out: http://bit.ly/1uJg8oM Timeline Photos",
          1399726823
        ],
        [
          "Need WONDER WOMAN #33? How about GREEN ARROW #111? Those are just a couple of the older issues that are new to the digital store: http://bit.ly/1hiLBs8 Timeline Photos",
          1398517235
        ],
        [
          "Back issues of LEGION OF SUPER-HEROES, WONDER WOMAN, BATMAN and more are all new to our digital storefront this week: http://bit.ly/1iu3954 Timeline Photos",
          1397912429
        ],
        [
          "The New 52 will be packed with action this June, as BATMAN #32, BATMAN/SUPERMAN #12, GREEN LANTERN CORPS #32 and more hit comic store shelves! http://bit.ly/1lIzwga Timeline Photos",
          1395097205
        ],
        [
          "Batman, Green Lantern and all their friends - including Batgirl, Sinestro (OK, technically not a friend) and others - are going to have plenty to keep them busy this May. See what we mean here: http://bit.ly/1j95VvC Timeline Photos",
          1392768005
        ],
        [
          "Take a first look at the two-stories-in-one-issue Green Lantern/Red Lanterns #28 and find out what's in store straight from writers Charles Soule and Robert Venditti: http://bit.ly/1gqyQZY Timeline Photos",
          1389571207
        ]
      ],
      "dates_start": 1418899651,
      "dates_end": 1472230684,
      "likes_avg": 871,
      "likes_stdev": 598,
      "comments_avg": 19,
      "comments_stdev": 11,
      "shares_avg": 47,
      "shares_stdev": 33
    }
  ]
}