{
  "pagename": "dccomics",
  "page_name_displayed": "DC Comics",
  "globalstats": {
    "fan_count": 3843932,
    "messages": 2965,
    "likes_avg": 1122,
    "likes_stdev": 1512,
    "comments_avg": 43,
    "comments_stdev": 83,
    "shares_avg": 96,
    "shares_stdev": 242,
    "graph_uri": "clusters/dccomics.png"
  },
  "clusters": [
    {
      "number": 1,
      "important": [
        "oh",
        "photo",
        "say",
        "happen",
        "tonight",
        "couch",
        "dctv",
        "club",
        "couch club",
        "timelin"
      ],
      "common": [
        "club",
        "couch",
        "couch club",
        "dctv",
        "dctv couch",
        "dctv couch club",
        "http",
        "http bit",
        "http bit ly",
        "ly"
      ],
      "messages": [
        [
          "\"Oh, so THAT'S what happened to the JSA,\" the #DCTV Couch Club says after tonight's #LegendsOfTomorrow. http://bit.ly/2maqD5Q Timeline Photos",
          1487730608
        ],
        [
          "#DCTV Couch Club revels in the mischief of Mxzy...Myzx...Mxyzp%s...of the guy in tonight's episode of #Supergirl, co-written by ADVENTURES OF SUPERGIRL writer Sterling Gates. http://bit.ly/2mgzORk Timeline Photos",
          1487646008
        ],
        [
          "Let's face it, tonight is a heavy episode of #Arrow--and it might be #DCTV Couch Club's favorite Ollie story yet. http://bit.ly/2lRjkQa Timeline Photos",
          1487214015
        ],
        [
          "Does Lena Luthor repeat her brother's mistakes on tonight's #Supergirl? And did you catch a glimpse of a certain iconic super suit?! Let's discuss on the #DCTV Couch Club! http://bit.ly/2lKnY2n Timeline Photos",
          1487041213
        ],
        [
          "This week on #DCTV, #Arrow tackles gun control, #Powerless strikes up a business deal with Atlantis, and Hector Navarro of #DCAllAccess wants to date #Supergirl. Not part of the episode, just fact. https://youtu.be/7chnICRZJnY Arrow Tackles Gun Control Debate + Supergirl's New Romance Romance comes to SUPERGIRL! ARROW takes on a new Black Canary!! POWERLESS swims to Atlantis!!! Hector breaks down all the #DCTV goodness and answers your questions and comments. Be sure to visit DCComics.com after each new episode to read exclusive follow-up posts by the #DCTV Couch Club!",
          1487019619
        ],
        [
          "Is Rene the one who's changed the most since joining Team #Arrow? And how is he like Freddie Mercury? Find out on the #DCTV Couch Club. http://bit.ly/2kJVSUU Timeline Photos",
          1486609223
        ],
        [
          "On the latest #DCTV Couch Club: Unlikely heroes step up, and Rip gets evil in #LegendsOfTomorrow. http://bit.ly/2kHLvkg Timeline Photos",
          1486566064
        ],
        [
          "After last night's #Supergirl, #DCTV Couch Club decides heart-to-heart conversations are great, just maybe not while tracking murderous aliens. http://bit.ly/2jYwWM7 Timeline Photos",
          1486472448
        ],
        [
          "Gather 'round the internet campfire as #DCTV Couch Club discusses a certain new/not-new character in tonight's #Arrow! http://bit.ly/2jyyUT6 Timeline Photos",
          1486004415
        ],
        [
          "#DCTV Couch Club's questions after tonight's #LegendsOfTomorrow: Can Thawne outrun death? And is it cool if that tooth scene made us hurl? http://bit.ly/2jB8StH Timeline Photos",
          1485916208
        ],
        [
          "Kara's got some pretty serious trust issues in tonight's #Supergirl, but are they justified? Let's talk it out with the #DCTV Couch Club! http://bit.ly/2joMQPG Timeline Photos",
          1485831614
        ],
        [
          "#DCTV Couch Club wonders: How far will Prometheus go to ruin #Arrow's life? Far enough to make a crazy entertaining mid-season return! http://bit.ly/2kvhk2r Arrow: We're Back, Baby! Welcome back, guys!Hope everyone had a nice break. I'm trying to thaw out from the frigid Midwest cold and ice, but ready to bring this column to you.I guess the best place to start would be with the obvious: Laurel!",
          1485399620
        ],
        [
          "Tonight on the #DCTV Couch Club, the #LegendsOfTomorrow face their most dire straits of all: film school. http://bit.ly/2jXr8kV Timeline Photos",
          1485311410
        ],
        [
          "If #TheFlash on The CW is your speed, the #DCTV Couch Club says you'll love #DCRebirth's FLASH VOL. 1: LIGHTNING STRIKES TWICE! http://bit.ly/2juHcHJ Godspeed to Barry and the Kid Flashes DC's Rebirth has launched some amazing new chapters in the lives of classic super heroes, and Barry Allen has got a really, really special story! The first trade collection by Joshua Williamson with art by Carmine Di Giandomenico and Ivan Plascencia generously collects THE FLASH: REBIRTH one-shot an...",
          1485298845
        ],
        [
          "#DCTV Couch Club looks at how a powerless Kara still manages to be extraordinary on the mid-season return of #SupergirlCW, directed by Kevin Smith. Plus, find out what tonight's episode has to do with that unproduced Superman movie Smith wrote in the '90s! http://bit.ly/2kbCcZk Timeline Photos",
          1485226809
        ],
        [
          "A member of the #DCTV Couch Club reviews #DCRebirth's GREEN ARROW VOL. 1: THE DEATH AND LIFE OF OLIVER QUEEN, and even finds similarities and differences to TV's #Arrow! http://bit.ly/2k0Qn2k Chapter-by-Chapter: Green Arrow Vol. 1 When I was sent the first volume of GREEN ARROW: REBIRTH and asked to share my thoughts on it for the DC website, I was pretty psyched. I write about Arrow for the #DCTV Couch Club, and I've been wanting to read the new Green Arrow book for a while, so everything aligned perfectly.",
          1484766036
        ],
        [
          "For #DCWeek's four-part crossover, the entire #DCTV Couch Club gets together to geek out over tonight's #SupergirlCW (including one awesome moment that the group calls superheroic comfort food)! http://bit.ly/2gQI4IU Timeline Photos",
          1480388421
        ],
        [
          "Are they #LegendsOfTomorrow or Time Janitors who happened to avoid nuclear war? Let's discuss tonight's episode on the #DCTV Couch Club! http://bit.ly/2eGS2am Timeline Photos",
          1478827822
        ],
        [
          "Between one character gaining powers, another character losing them, and an ominous message from the future, #DCTV Couch Club has a lot to break down from tonight's #LegendsOfTomorrow! http://bit.ly/2eXfGQl Timeline Photos",
          1477611191
        ],
        [
          "Jesse Quick lives up to her name in tonight's episode of #TheFlash, and #DCTV Couch Club has a rundown of her comic book origins! http://bit.ly/2e6gFTx Timeline Photos",
          1476838820
        ],
        [
          "Want to know more about Wild Dog and Ragman after tonight's #Arrow? #DCTV Couch Club digs into their origins! http://bit.ly/2e2OcJy Timeline Photos",
          1476320426
        ]
      ],
      "dates_start": 1480616354,
      "dates_end": 1487958962,
      "likes_avg": 331,
      "likes_stdev": 128,
      "comments_avg": 12,
      "comments_stdev": 8,
      "shares_avg": 14,
      "shares_stdev": 5
    },
    {
      "number": 2,
      "important": [
        "sign",
        "dc comic fan",
        "news",
        "greatest",
        "comic fan",
        "famili",
        "fan",
        "latest",
        "comic fan famili",
        "deal"
      ],
      "common": [
        "comics",
        "comics fan",
        "comics fan family",
        "dc",
        "dc comics",
        "dc comics fan",
        "family",
        "fan",
        "fan family",
        "http"
      ],
      "messages": [
        [
          "Be the first to get the latest and greatest news, deals and offers when you sign up for the DC Comics Fan Family newsletter: http://bit.ly/1BaUHCg Timeline Photos",
          1445187613
        ],
        [
          "Want to get the latest deals and special offers delivered straight to your inbox? Sign up for the DC Comics Fan Family newsletter today: http://bit.ly/1BaUHCg Timeline Photos",
          1442192418
        ],
        [
          "There's still time to enter the DC Comics Fan Family Summer Reading Giveaway, but act fast: http://shout.lt/5Pvw Timeline Photos",
          1434286811
        ],
        [
          "Perfect for young readers, you can enter to win some great Teen Titans Go! books courtesy of DC Comics Fan Family: http://bit.ly/1sI9qQ9 Timeline Photos",
          1413734443
        ],
        [
          "Halloween is coming up fast. Still not sure what to dress as? Not to worry – we can help. Enter the DC Comics Fan Family Halloween Costume Giveaway for your chance to win one of these awesome costumes from the 1966 Batman series: http://bit.ly/XPvfQZ Timeline Photos",
          1411984832
        ],
        [
          "Do the kids need to make something for Grandparents Day? DC Comics Fan Family has some great fold-and-color cards for them: http://bit.ly/WoQ852 Timeline Photos",
          1410019252
        ],
        [
          "Let Superman and Wonder Woman teach your little ones their colors, ABCs and more. Enter the Capstone Young Readers and DC Comics Fan Family Super Pre-K Board Book Giveaway today: http://bit.ly/1uY3ykG Timeline Photos",
          1408140052
        ],
        [
          "We're celebrating 2M+ DC Comics fans with special savings at ShopDCE! http://bit.ly/DC2MFans Timeline Photos",
          1407880831
        ],
        [
          "There's still time to enter to win Batman and Superman Leg Lamps, courtesy of DC Comics Fan Family: http://bit.ly/1rqaPdT Timeline Photos",
          1405580408
        ],
        [
          "DC Comics Fan Family has some 4th of July-themed Wonder Woman printables for you to enjoy: http://shout.lt/wKTQ Timeline Photos",
          1404495068
        ],
        [
          "Take time to enter to win a Super Friends Book Bundle courtesy of DC Comics Fan Family and Random House: http://bit.ly/1xiiBrz Timeline Photos",
          1402826408
        ],
        [
          "Want to be the first to hear about our discounts, deals and special offers? Sign up for the DC Comics Fan Family Deals newsletter and you'll always be in the know: http://bit.ly/Rx8r5m Timeline Photos",
          1401206408
        ],
        [
          "DC Comics Fan Family is giving away a bundle of Batman books that would be a great way to introduce young readers to your favorite hero: http://bit.ly/1jzGkim Timeline Photos",
          1400774450
        ],
        [
          "If you want to be the first to hear about great new deals and offers, make sure you've signed up for the DC Comics Fan Family newsletter: http://bit.ly/16ptUSr Timeline Photos",
          1397944839
        ],
        [
          "Whether you're looking for an activity for tonight, over the weekend or over holiday vacation, these Justice League printables from DC Comics Fan Family are perfect for the whole family: http://bit.ly/19yEAA8 Timeline Photos",
          1387411207
        ],
        [
          "The DC Comics Fan Family team is in the midst of their \"12 Days of Great Gift Ideas\" feature, sharing...well...great gift ideas. Which one of these might you pick up for someone you're shopping for? http://bit.ly/1c6LLl2 DC Comics Fan Family 12 Days of Great Gift Ideas",
          1387195167
        ],
        [
          "There's still time to enter the DC Comics Fan Family Hero for the Household sweepstakes: http://bit.ly/19LFKrj Timeline Photos",
          1386514806
        ],
        [
          "Today is the final day to enter the DC Comics Fan Family Hero For The Household sweepstakes. All these amazing items could be yours so what are you waiting for? http://bit.ly/154Wtnl Timeline Photos",
          1379854801
        ],
        [
          "Because what you need right now are Beast Boy printables, DC Comics Fan Family is here to help: http://bit.ly/16nLMgb Timeline Photos",
          1379023201
        ],
        [
          "Win fun Batman and Superman early learning books from DC Comics Fan Family. See how here: http://bit.ly/1dPMoOC Timeline Photos",
          1377770400
        ],
        [
          "Enter now to win some great Superman books based on the upcoming film Man of Steel (PG-13) from DC Comics Fan Family. Find out more here: http://bit.ly/12IMQa5 Timeline Photos",
          1369951202
        ],
        [
          "Enter this week's DC Comics Fan Family giveaway and make your kid a SUPERMAN expert! And maybe win some hard earned parent cool points. http://bit.ly/18ORiZH Timeline Photos",
          1368799202
        ],
        [
          "Ummm...a Plastic Man bookmark? YES PLEASE MORE. That's just one of the cool printables from DC Comics Fan Family this week: http://bit.ly/100YRua Timeline Photos",
          1367575201
        ],
        [
          "Want savings on DC Comics products for the kids, adults and everyone in between? DC Comics Fan Family is giving you $10 off orders of $50 or more. Find out how here: http://bit.ly/12Ta02e Timeline Photos",
          1363273632
        ],
        [
          "We asked our fans on Twitter to send in pictures of their Halloween costumes and pumpkins. Here are the results! DC Comics Fan Halloween 2012 Photos",
          1351699052
        ]
      ],
      "dates_start": 1372786658,
      "dates_end": 1419639078,
      "likes_avg": 832,
      "likes_stdev": 693,
      "comments_avg": 18,
      "comments_stdev": 12,
      "shares_avg": 50,
      "shares_stdev": 58
    },
    {
      "number": 3,
      "important": [
        "us",
        "injustic",
        "prepar",
        "comic timelin",
        "among us",
        "god",
        "war",
        "god among us",
        "among",
        "god among"
      ],
      "common": [
        "among",
        "among us",
        "gods",
        "gods among",
        "gods among us",
        "injustice",
        "injustice gods",
        "injustice gods among",
        "injustice gods among us",
        "us"
      ],
      "messages": [
        [
          "INJUSTICE 2 is coming. Prepare for war by getting INJUSTICE: GODS AMONG US comics for up to 60% off by 1/23! http://bit.ly/2iPPv4z Timeline Photos",
          1485054547
        ],
        [
          "He can’t wait to show you his toys! Play The Joker challenge in Injustice: Gods Among Us mobile. http://bit.ly/2b7S37y Timeline Photos",
          1471561215
        ],
        [
          "#NewDCDay brings BLOODLINES #4, INJUSTICE: GODS AMONG US: YEAR FIVE #13, FUTURE QUEST #2, THE FLINTSTONES #1, and more! Comment with what you're getting! #NCBD http://bit.ly/29iw5gb Timeline Photos",
          1467795626
        ],
        [
          "The gods themselves take up arms against Superman's rule in INJUSTICE: GODS AMONG US: YEAR FOUR VOL 1! Available today: http://bit.ly/1OaLpbK Timeline Photos",
          1462266011
        ],
        [
          "You can still win INJUSTICE: GODS AMONG US: YEAR THREE VOL 2 before it all ends tomorrow: http://bit.ly/1RQZ2ms Timeline Photos",
          1455500705
        ],
        [
          "Batman discovers Superman's alliance with Bane! Read INJUSTICE: GODS AMONG US: YEAR FIVE #5 digitally today: http://bit.ly/1QbIrqh Timeline Photos",
          1454065210
        ],
        [
          "Superman might just be able to handle Doomsday...but for how long? Read INJUSTICE: GODS AMONG US: YEAR FIVE #3 digitally today: http://bit.ly/1Z3bdLV Timeline Photos",
          1452250811
        ],
        [
          "The hit series begins its fifth and final year as the regime searches for the criminals who all escaped from Superman's prison. Read INJUSTICE: GODS AMONG US: YEAR FIVE #1 digitally now: http://bit.ly/1S5DCB2 Timeline Photos",
          1451170818
        ],
        [
          "Find out what's in store for INJUSTICE: GODS AMONG US YEAR FOUR, BATMAN: ARKHAM KNIGHT, ARROW SEASON 2.5, and lots more coming this May: http://bit.ly/1DCm73u Timeline Photos",
          1424401212
        ],
        [
          "INJUSTICE: GODS AMONG US YEAR THREE kicks off this October, as well as the new digital series THE FLASH: SEASON ZERO and ARROW: SEASON 2.5. Get all the details on their upcoming Oct issues and more here: http://bit.ly/1rbmgGB Timeline Photos",
          1405353607
        ],
        [
          "Did you watch this week's DC All Access? If not you missed an epic showdown with the team from Nerdist over a game of Injustice: Gods Among Us. Catch it now: http://bit.ly/VKWsUH Timeline Photos",
          1405245610
        ],
        [
          "The Green Lanterns struggle to recover as they deal with the aftermath of tragedy, meanwhile the GCPD plan against Superman's peacekeeping force. Read INJUSTICE: GODS AMONG US: YEAR TWO #11 http://shout.lt/vQLt Timeline Photos",
          1402664472
        ],
        [
          "Superman is just being... a jerk. And Batman is forced to take refuge in a not so expected place. Preview INJUSTICE: GODS AMONG US YEAR TWO #1, available tomorrow: http://bit.ly/1lZSyjw Timeline Photos",
          1389722406
        ],
        [
          "The story came to a close (for now) in Injustice: Gods Among Us #12. What did you think of this issue? Chime in with a comment below. Timeline Photos",
          1388858403
        ],
        [
          "Lobo versus Harley Quinn? Yeah, that kind of had us from the get-go. What did you think of Injustice: Gods Among Us Annual #1? Timeline Photos",
          1384614014
        ],
        [
          "The conflict between Batman and Superman continues in Injustice: Gods Among Us #10. Preview tomorrow's print collection of digital-first chapters on DCComics.com: http://bit.ly/16qf8wW Timeline Photos",
          1382451765
        ],
        [
          "Injustice: Gods Among Us #9 was full of showdown moments and revelations. Oh, and Green Arrow used his boxing glove arrow. What did you think of this new issue? Timeline Photos",
          1380405600
        ],
        [
          "Is General Zod playable in Injustice Gods Among Us? Yes. Is The Flaming C? No, sorry Conan: http://youtu.be/7zE1gLNs54Q Clueless Gamer: Conan Reviews \"Injustice: Gods Among Us\" CONAN Highlight: After playing some of DC Comics' heroes & villains, Conan picks the only character for him, the Flaming C.",
          1371168001
        ],
        [
          "The Lobo gameplay trailer from Injustice Gods Among Us was just shown off at C2E2 and now it's available for you to watch online! http://youtu.be/RFwC8dV2l1Y Injustice: Gods Among Us - Lobo Lobo the \"Main Man\" enters the arena! What if our greatest heroes became our greatest threat? Injustice: Gods Among Us is an all-new game by award-winning Ne...",
          1367083496
        ],
        [
          "Lobo. Lobo Lobo Lobo. Lobo Lobo. Yeah, we're excited about Lobo being announced as the first DLC character for Injustice: Gods Among Us. http://bit.ly/124Iif3 Timeline Photos",
          1366647375
        ],
        [
          "To celebrate today's launch of Injustice: Gods Among Us (you did know that was coming out today, right?) we're holding a bit Justice League digital comics sale: http://bit.ly/10XYNYE Timeline Photos",
          1366101001
        ],
        [
          "Watch the official launch trailer for Injustice: Gods Among Us and...and...HOLY COW THIS COMES OUT TOMORROW AND WE CAN'T WAIT! Injustice: Gods Among Us - Launch Trailer The Injustice: Gods Among Us complete launch trailer, featuring some of the key story moments from the upcoming game. Get Injustice: Gods Among Us on April 1...",
          1366034405
        ],
        [
          "Your outstanding support got us to our We Can Be Heroes crowdfunding goal of $50K in just three days. Because you're all so wonderful we've raised the goal to $100K and added three new perks, including a signed copy of Injustice: Gods Among Us: http://bit.ly/11vZcEb Timeline Photos",
          1365156001
        ],
        [
          "Yesterday on the Batman Facebook page we unveiled a new look at Joker as he appears in the upcoming game Injustice: Gods Among Us. You can see it now on DCComics.com: http://bit.ly/QWwwhI Injustice: The Joker Gets His Close-Up Earlier this month, the Joker was confirmed as a playable character inInjustice: Gods Among Us, the upcoming DC Comics fighting game from the...",
          1351776656
        ],
        [
          "Green Arrow will be joining the superhero fighting game Injustice: Gods Among Us. Take a look at the character's game play here: http://bit.ly/OEDWr4 Green Arrow shooting into superhero fighting game ‘Injustice: Gods Among...  ",
          1350547290
        ],
        [
          "Check out the Australian/New Zealand Injustice: Gods Amongs Us Collector's Edition that will be available when the game launches in April 2013 Timeline Photos",
          1348718401
        ],
        [
          "Read our Week in Review to catch up on all last week's Before Watchmen teasers, banners for the Injustice: Gods Among Us game and much more: http://bit.ly/LdGXIN Timeline Photos",
          1339412533
        ],
        [
          "We revealed news about Earth 2's Green Lantern, Chris Daughtry's involvement in We Can Be Heroes, the new Injustice: Gods Among Us game and much, much more last week on The Source : http://bit.ly/JzqwFI Timeline Photos",
          1338807659
        ]
      ],
      "dates_start": 1355351671,
      "dates_end": 1444279388,
      "likes_avg": 1779,
      "likes_stdev": 1731,
      "comments_avg": 67,
      "comments_stdev": 92,
      "shares_avg": 186,
      "shares_stdev": 264
    },
    {
      "number": 4,
      "important": [
        "rise",
        "captain",
        "hes",
        "super hero",
        "make",
        "think",
        "adam",
        "fall",
        "super",
        "pretti"
      ],
      "common": [
        "dc",
        "dc super",
        "girls",
        "hero",
        "http",
        "photos",
        "super",
        "super hero",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "When he's transported back in time to the '90s, Nathaniel Adam loses his powers...which makes it pretty hard to be a super hero. What did you think of THE FALL AND RISE OF CAPTAIN ATOM #2? Timeline Photos",
          1486263614
        ],
        [
          "#DCSUPERHEROGIRLS: PAST TIMES AT SUPER HERO HIGH has all good things, including dinosaurs, time travel, and even Emily Dickinson! Watch Presley from Presley Alexander review the comic on the #DCFansChannel! https://youtu.be/DTR3Uz6EVW4 DC Super Hero Girls - Past Times at Super Hero High Let Presley from ActOutGames get you caught up on the story so far in DC Super Hero Girls' Digital First comic book series 'Past Times at Super Hero High' Redeem your FREE chapters 1 and 2 of 'DC Super Hero Girls: Past Times at Super Hero High' using the code PASTTIMES2017 (valid though 1/31/17) at ...",
          1484953222
        ],
        [
          "Today's lesson: Learn how to get two free chapters of the digital-first #DCSUPERHEROGIRLS: PAST TIMES AT SUPER HERO HIGH! Plus, Batgirl and Harley run into two real-life heroes in the preview of #8! http://bit.ly/2iJM3Zg DC Super Hero Girls Go Back in Time and Offer Free Digital Chapters of 'Past Times At Super Hero High' In celebration of this week's chapter of DC Super Hero Girls: Past Times at Super Hero High, DC is offering the first two chapters of the Digital First series for free. Beginning today and ending 1/31/2016, all DC fans wanting to get into the series can redeem their free chapters by visiting https:/...",
          1484924539
        ],
        [
          "Find out why the new #DCSuperHeroGirls YA novel, BATGIRL AT SUPER HERO HIGH, is a fun, all-ages read--and where you can find a Batman '66 reference! http://bit.ly/2jB2szr \"Batgirl at Super Hero High\" Thinks its Way to the Top! Batgirl at Super Hero High is the third in a series of YA prose books set in the DC Super Hero Girls universe following Wonder Woman at Super Hero High and Supergirl at Super Hero High.",
          1484089508
        ],
        [
          "School’s back in session! Keep up with everything that’s happening at Super Hero High now: http://bit.ly/2clJoji",
          1473678167
        ],
        [
          "Even Super Heroes need a break every now and then. Happy #LaborDay Timeline Photos",
          1473087615
        ],
        [
          "Monsters and villains are nothing compared to exams in DC SUPER HERO GIRLS: FINALS CRISIS! http://bit.ly/29CnDu3 Timeline Photos",
          1468062013
        ],
        [
          "Now’s your chance to watch the DC Super Hero Girls TV special, Super Hero High! Tune in TODAY at 8 a.m. PT on Cartoon Network!",
          1464609236
        ],
        [
          "This is not a drill! Be sure to watch the DC Super Hero Girls TV special Super Hero High TOMORROW on Cartoon Network at 8 a.m. ET/PT!",
          1464526800
        ],
        [
          "SUICIDE SQUAD #1 & DC SUPER HERO GIRLS #1 are FREE today! Find your local #DCFCBD store:http://bit.ly/1SGyio4 Timeline Photos",
          1462611638
        ],
        [
          "DC Super Hero Girls is back, and Supergirl joins Super Hero High! We caught up with voice actress Anais Fairweather who shares why she loves the Kryptonian newcomer's relatability: http://bit.ly/1YJ2wXU Timeline Photos",
          1461326753
        ],
        [
          "Your next Super Hero adventure is waiting for you in the DC Super Hero Girls app! Download now: \nGoogle Play: http://bit.ly/1VU7uSN\nApp Store: http://apple.co/1qkcwvC",
          1459702800
        ],
        [
          "Team up with the DC Super Hero Girls in their NEW app! #GetYourCapeOn with these Super Heroes-in-training to explore Super Hero High, play mini-games, and more. Download now from the App Store: http://apple.co/1QMVGzv Timeline Photos",
          1457715618
        ],
        [
          "At NYCC? Come get your badge scanned at the DC Super Hero Girls booth (CP102) or enter online for a chance to win DC Super Hero Girls action dolls and a #DCSuperHeroGirls prize pack! http://bit.ly/DCSHGSweeps Timeline Photos",
          1444482039
        ],
        [
          "ATTN NYCC Attendees: Come get your badge scanned at the DC Super Hero Girls booth (CP102) or enter online for a chance to win DC Super Hero Girls action dolls and a #DCSuperHeroGirls prize pack! http://bit.ly/DCSHGSweeps Timeline Photos",
          1444324022
        ],
        [
          "Find out more about DC Super Hero Girls! Take a look at some of the figures from Mattel and watch an exclusive animated short as Principal Amanda Waller welcomes the students to Super Hero High: http://usat.ly/1OJp5Kr Timeline Photos",
          1443704553
        ],
        [
          "New issues of AQUAMAN, SUPERGIRL, LEGION OF SUPER HEROES and more will make for some great reading this weekend: http://bit.ly/1iweViQ Timeline Photos",
          1443272422
        ],
        [
          "WARNING to all villains of Gotham! Doodle Jump is now wearing the famous Batman garb and along with it gets all the awesome Batman powers (batarang!!!!) - all in a brand NEW FREE game - Doodle Jump DC Super Heroes! Available now for Android phones - https://play.google.com/store/apps/details?id=com.limasky.doodlejumpdc Timeline Photos",
          1440925211
        ],
        [
          "Doodle Jump DC Superheroes App Update: Mad Hatter and his henchmen, Tweedledee and Tweedledum, are stealing all of Gotham's crystals! Stop them to save the city in the latest update to Doodle Jump DC Super Heroes. Timeline Photos",
          1436835620
        ],
        [
          "Announcing DC Super Hero Girls, an exciting new universe of Super Hero storytelling featuring our line-up of powerful female characters: http://bit.ly/1d1a32w Timeline Photos",
          1429726218
        ],
        [
          "Today is THE day! All around the world, the heroes gather, ready to make history. The world record for the Largest Gathering of DC Comics Super Heroes gets made TODAY! See you at Hollywood & Highland! http://on.fb.me/1E02cue #DCWorldRecord Timeline Photos",
          1429347614
        ],
        [
          "The big day is tomorrow! 24 hours from now, we will make history by bringing together the Largest Gathering of DC Comics Super Heroes ever at Hollywood & Highland. Suit up and be there! http://on.fb.me/1E02cue #DCWorldRecord Timeline Photos",
          1429275611
        ],
        [
          "Doodle Jump DC Super Heroes is available for iOS now! Download it today: http://bit.ly/DC-DoodleJump Timeline Photos",
          1415480403
        ],
        [
          "Arrow...Wonder Woman...Superman...Batman. Yep, DC Comics characters are well represented on TV Guide's list of top TV Super Heroes: http://bit.ly/1ksqFwe Timeline Photos",
          1402632007
        ],
        [
          "30% off some great Super Hero books from Capstone that are perfect for young readers? You may say it's too good to be true, but yep, it's real: http://bit.ly/1gEPKCn Timeline Photos",
          1396519213
        ],
        [
          "Still looking for the perfect Valentine's Day gift for the super hero in your life? There's nothing like a little last-minute shopping, and Hot Topic has you covered with this DC Comics-themed merchandise: http://bit.ly/1bf0YPi Timeline Photos",
          1392249611
        ],
        [
          "Okay, all you young super heroes – Batman's looking a little, uh...scrambled. Can you help put him back together? http://bit.ly/1daGgNg Timeline Photos",
          1391353207
        ],
        [
          "Want to hang with a DC Comics Super Hero? We've got some of our favourite DC Comics Super Heroes going to selected Cotton On Kids stores: http://shout.lt/pKHQ Timeline Photos",
          1390700307
        ],
        [
          "Dress like a super hero... minus the cape. These Old Navy super tees start at just $8! http://bit.ly/16Koyjb Timeline Photos",
          1371717002
        ],
        [
          "Today only: Donate $1 to the We Can Be Heroes campaign and DC Entertainment will donate an additional $2. So for every $1 dollar you give $3 will go to help the real life heroes in the Horn of Africa. Like the Justice League Super Heroes, we can be stronger together- don’t wait another day to help, make an even bigger difference today.  http://bit.ly/Ry5jjO Timeline Photos",
          1350396002
        ]
      ],
      "dates_start": 1403662674,
      "dates_end": 1474903498,
      "likes_avg": 821,
      "likes_stdev": 978,
      "comments_avg": 40,
      "comments_stdev": 84,
      "shares_avg": 202,
      "shares_stdev": 652
    },
    {
      "number": 5,
      "important": [
        "new dc",
        "dc comic cover",
        "batch",
        "comic cover art",
        "cover",
        "cover art",
        "art",
        "new dc comic",
        "comic cover",
        "dc comic"
      ],
      "common": [
        "11",
        "art",
        "comics",
        "cover",
        "cover art",
        "dc",
        "dc comics",
        "new",
        "new dc",
        "new dc comics"
      ],
      "messages": [
        [
          "It's time to dive into another batch of new DC Comics cover art! Let us know what new issues you'll be picking up tomorrow. New DC Comics Cover Art 12.18.13",
          1387309916
        ],
        [
          "Are you excited about this week's new releases? We sure are. Check out all the new cover art here and let us know what you'll be picking up tomorrow. New DC Comics Cover Art 12.11.13",
          1386707764
        ],
        [
          "Are you ready for another new comic book day? Tomorrow will bring a new group of DC Comics' releases, but in the meantime you can enjoy these great covers for the new issues. New DC Comics Cover Art 12.4.13",
          1386103228
        ],
        [
          "So many to choose from...so which ones will you actually choose? New DC Comics Cover Art: 11/27/13",
          1385496292
        ],
        [
          "Here's some new cover art to get you pumped for tomorrow's new issues. What will you be reading? New DC Comics Cover Art 11.20.13",
          1384892797
        ],
        [
          "It's a busy week of releases at DC Comics. Lots of new issues and graphic novels will be hitting store shelves tomorrow. But for now, we give you this week's new cover art to enjoy. New DC Comics Cover Art 11.13.13",
          1384287862
        ],
        [
          "DAMIAN: SON OF BATMAN #1, NIGHTWING ANNUAL #1 and DC: ONE MILLION OMNIBUS are just a few covers we love this week. Which are your favorites? New DC Comics Cover Art 10.30.13",
          1383074604
        ],
        [
          "Check out all the new issues hitting comic book shelves today and let us know what you'll be reading. http://bit.ly/GY0Bew New DC Comics Cover Art 10.23.13",
          1382541752
        ],
        [
          "There are 27 new issues and graphic novels coming out this week. Which means there are 27 new covers to enjoy. Share your favorites with your friends and let us know what issues you'll be picking up tomorrow. New DC Comics Cover Art 10.16.13",
          1381854107
        ],
        [
          "Check out this week's selection of new issues and let us know which ones you'll be picking up today: http://bit.ly/GY0Bew New DC Comics Cover Art 10.9.13",
          1381328383
        ],
        [
          "Another week of new cover art to enjoy. Share your favorites and let us know which issues you can't wait to read tomorrow. New DC Comics Cover Art 10.2.13",
          1380642634
        ],
        [
          "Coming in hot, a fresh batch of new releases of this week! New DC Comics Cover Art 8.21.13",
          1377014758
        ],
        [
          "Ready to get pumped for tomorrow's new DC Comics releases? Wellll...New cover art. Boom! New DC Comics Cover Art 7.24.13",
          1374596146
        ],
        [
          "BATWING VOL. 1: THE LOST KINGDOM New DC Comics Cover Art 7.18.12",
          1342539385
        ],
        [
          "THE SHADE #10 New DC Comics Cover Art 7.11.12",
          1341934579
        ],
        [
          "SUICIDE SQUAD #11 New DC Comics Cover Art 7.11.12",
          1341934161
        ],
        [
          "SUPERBOY #11 New DC Comics Cover Art 7.11.12",
          1341934161
        ],
        [
          "DEMON KNIGHTS #11 New DC Comics Cover Art 7.11.12",
          1341934161
        ],
        [
          "BATMAN #11 New DC Comics Cover Art 7.11.12",
          1341934161
        ],
        [
          "GREEN LANTERN: THE ANIMATED SERIES #4 New DC Comics Cover Art 7.11.12",
          1341934161
        ],
        [
          "DEATHSTROKE #11 New DC Comics Cover Art 7.11.12",
          1341934161
        ],
        [
          "BATGIRL #11 New DC Comics Cover Art 7.11.12",
          1341934161
        ],
        [
          "UNCHARTED New DC Comics Cover Art 7.11.12",
          1341934161
        ],
        [
          "GRIFTER #11 New DC Comics Cover Art 7.11.12",
          1341934161
        ],
        [
          "DEMON KNIGHTS VOL. 1: SEVEN AGAINST THE DARK New DC Comics Cover Art 7.11.12",
          1341934161
        ],
        [
          "BATGIRL VOL. 1: THE DARKEST REFLECTION New DC Comics Cover Art 7.11.12",
          1341934161
        ],
        [
          "RESURRECTION MAN #11 New DC Comics Cover Art 7.11.12",
          1341934161
        ],
        [
          "FRANKENSTEIN, AGENT OF S.H.A.D.E. #11 New DC Comics Cover Art 7.11.12",
          1341934161
        ],
        [
          "BATMAN AND ROBIN #11 New DC Comics Cover Art 7.11.12",
          1341934161
        ],
        [
          "SWAMP THING #11 New DC Comics Cover Art 7.11.12",
          1341934161
        ],
        [
          "BEFORE WATCHMEN: MINUTEMEN #2 New DC Comics Cover Art 7.11.12",
          1341934161
        ],
        [
          "BATMAN: ARKHAM UNHINGED #4 New DC Comics Cover Art 7.11.12",
          1341934161
        ],
        [
          "THE RAVAGERS #3 New DC Comics Cover Art 7.11.12",
          1341934161
        ],
        [
          "LEGION LOST #11 New DC Comics Cover Art 7.11.12",
          1341934161
        ],
        [
          "JLA VOL. 2 New DC Comics Cover Art 7.11.12",
          1341934161
        ]
      ],
      "dates_start": 1337280059,
      "dates_end": 1376948936,
      "likes_avg": 271,
      "likes_stdev": 233,
      "comments_avg": 25,
      "comments_stdev": 32,
      "shares_avg": 84,
      "shares_stdev": 86
    },
    {
      "number": 6,
      "important": [
        "assassin",
        "preview",
        "teen",
        "titan",
        "exclus",
        "written",
        "teen titan",
        "damian",
        "dc comic",
        "exclus preview"
      ],
      "common": [
        "bit",
        "bit ly",
        "http",
        "ly",
        "photos",
        "teen",
        "teen titans",
        "timeline",
        "timeline photos",
        "titans"
      ],
      "messages": [
        [
          "In the preview of TEEN TITANS #5, the team comes to break Damian out of the League of Assassins! Or, you know, try their best. http://bit.ly/2lsOqOi Exclusive Preview: TEEN TITANS #5 DC Comics has shared its EXCLUSIVE preview with Comicosity for Teen Titans #5, arriving in comic shops next week. Scroll down to view each full-sized preview page. TEEN TITANS #5 Written by Benjamin Percy Art by Khoi Pham, Wade von Grawbadger, and Jim Charalampidis Published by DC Comics Release Dat...",
          1487717106
        ],
        [
          "#ICYMI you've gotta see the first trailer for the long-awaited animated film TEEN TITANS: THE JUDAS CONTRACT! http://bit.ly/2kBSUFc Teen Titans: The Judas Contract - Trailer Warner Bros. Animation and DC Entertainment bring one of the most momentous Teen Titans plotlines in comics history to animated life with the all-new, feature-length film Teen Titans: The Judas Contract. Inspired by the 1984 DC story arc from Marv Wolfman and George Pérez, Teen Titans: The Judas Con...",
          1487523607
        ],
        [
          "The Teen Titans deal with heartbreak and spring break! What's your favorite part from TEEN TITANS GO! #20? Timeline Photos",
          1487516413
        ],
        [
          "#DCAllAccess breaks down the TEEN TITANS: THE JUDAS CONTRACT trailer, compares it to the original comic, and even manages to get in a dig at Damian Wayne! Wicked burn, guys. https://youtu.be/EH4gd76D6vA Teen Titans: The Judas Contract - Trailer Breakdown One of the most beloved storylines in Teen Titans history gets an animated adaptation in Teen Titans: The Judas Contract, the newest DC Universe Original Movie. In this DC All Access clip, we break down the trailer to this hotly anticipated film, discovering the comic book connections to be found wi...",
          1487275219
        ],
        [
          "Karen Duncan has to make a big decision about whether or not to embrace her power. What did you think of TITANS #8? Timeline Photos",
          1486868413
        ],
        [
          "Damian turns himself over to the League of Assassins, which is either very smart or very dumb in our preview of TEEN TITANS #4! http://www.dccomics.com/blog/2017/01/23/preview-monday-teen-titans-4 Preview Monday: Teen Titans #4! Fan News By Nicole Valdez In this week's issue of TEEN TITANS, Damian Wayne a.k.a. Robin abandons the Teen Titans to confront his grandfather, Ra's al Ghul. But his plea to call off the Demon's Fist (the group of assassins currently hell-bent on destroying the Teen Titans) goes awry, and his grandfa...",
          1485212420
        ],
        [
          "To save his new team from Ra's al Ghul's wrath, Damian does something nobody expected! What did you think of TEEN TITANS #3? Timeline Photos",
          1483225684
        ],
        [
          "Wally races to save his friends, but before it's all over, one of the Titans makes a heartbreaking sacrifice. What's your reaction to the end of TITANS #5? Timeline Photos",
          1480201219
        ],
        [
          "A mysterious figure assembles his own team of young heroes--but why? Comment with your review of TEEN TITANS: #DCREBIRTH #1! Timeline Photos",
          1475326924
        ],
        [
          "Now that Wally West is back, the Titans go looking for the person who made him disappear! What did you think of TITANS #1? Timeline Photos",
          1469912409
        ],
        [
          "The Titans fight a group of mutant beasts who have a curious connection to Beast Boy! What's your reaction to TEEN TITANS ANNUAL #2? Timeline Photos",
          1467493209
        ],
        [
          "Not teens. Just Titans. The team reassembles with Wally West in next week's TITANS: REBIRTH #1! http://bit.ly/1TyNfbg",
          1465592400
        ],
        [
          "Just when the Titans think things can't get worse after the Robin War...they do. Figures. Get a sneak peek of TEEN TITANS #16: http://bit.ly/1ShmdFe Timeline Photos",
          1453848305
        ],
        [
          "Happy Young Readers Day! Whether you’re a Teen Titan or young at heart, join Beast Boy and celebrate by picking up a good story. #YoungReadersDay Timeline Photos",
          1447210814
        ],
        [
          "CONVERGENCE is over, but the ripples are still being felt, especially by a young precog named Lilith. What are these visions she’s having of a Teen Titans team the world never knew? \n\nDiscover the Secret History of the Teen Titans in TITANS HUNT #1, out today: http://bit.ly/1jpJ8AQ Timeline Photos",
          1445432525
        ],
        [
          "Pick up The Complete First Season of Teen Titans GO! now on Blu-ray: bit.ly/TeenTitansGoS1BD Timeline Photos",
          1433077227
        ],
        [
          "It's hard to love anything as much as Cyborg and Beast Boy love pizza, but you can try! Pre-order Teen Titans Go! Season 1 on Blu-ray today: http://bit.ly/TTGOBLU Timeline Photos",
          1428829213
        ],
        [
          "The Teen Titans have kicked off a bold new direction. What did you think of TEEN TITANS #1? Timeline Photos",
          1405807214
        ],
        [
          "Did you pick up the debut copy of TEEN TITANS #1 today? Sound off about the series using any of these hashtags: http://bit.ly/1zJvEUr Timeline Photos",
          1405548035
        ],
        [
          "The Titans are moving! To a new time that is. Now you can catch new episodes of TEEN TITANS GO! every Wednesday night at 6:30/5:30c on Cartoon Network. Timeline Photos",
          1396670407
        ],
        [
          "SONIC and Teen Titans Go! have joined forces...for fun! Pick up a kids-combo meal at a participating Sonic location near you for a wacky surprise. http://bit.ly/1hmLzPT Timeline Photos",
          1396605617
        ],
        [
          "Let's just be honest: We had a lot of fun reading Teen Titans Go! #1. What did you think? Timeline Photos",
          1387670407
        ],
        [
          "Fans of the Cartoon Network show won't want to miss today's Teen Titans GO! #1. Preview it here and look for it on store shelves now: http://bit.ly/1bPSc5Y Timeline Photos",
          1387396918
        ],
        [
          "New issues of Adventures of Superman, Batman Black and White, Teen Titans Go! and more are all on their way this February. See what you can expect: http://bit.ly/1cgn9T7 Timeline Photos",
          1384268401
        ],
        [
          "So much is packed into the latest episode of #DCAllAccess!\n\nDan DiDio discusses Batman, an interview with the Teen Titans Go! team, a Man of Steel prize package giveaway and more! http://bit.ly/16Ds14E DC All Access - Ep 4 - Teen Titans Go!, Dan DiDio and Man of Steel Giveaway",
          1383674279
        ],
        [
          "A Teen Titans Go! fan was inspired by one of their favorite episodes - Burger vs Burrito - and created a Beast Boy burrito! All we need is a napkin. http://bit.ly/1f6rtXm Timeline Photos",
          1383267601
        ],
        [
          "Kid Flash is being pulled into a mysterious vortex, and his cries for help set off a chain reaction in TEEN TITANS #23. Preview here: http://bit.ly/19WxIOF Timeline Photos",
          1377612533
        ],
        [
          "Teen Titans Go! printables are here! Enjoy some fun filled time with these coloring pages and your kids! We need more !!!! http://bit.ly/16AvtKA Timeline Photos",
          1375221601
        ],
        [
          "Red Robin and Superboy are having issues in Teen Titans while the very future of the Legion hangs in the balance in the final issue of Legion of Super-Heroes, both this August: http://bit.ly/167m8xV Timeline Photos",
          1368520525
        ],
        [
          "Like if you plan to watch the all-new Teen Titans Go! tonight on the Cartoon Network. http://bit.ly/14MNVU2 Timeline Photos",
          1366741161
        ],
        [
          "What does The Joker have in mind for Red Robin now that he has the hero captured? And who is there alongside Tim Drake? Preview Teen Titans #16: http://bit.ly/123D1H1 Timeline Photos",
          1359373065
        ],
        [
          "Read an exclusive preview of The Culling: Rise of the Ravagers. This trade paperback collects Legion Lost #8-9, Superboy #8-9, Teen Titans #8-9 and Teen Titans Annual #1. Find it in comic stores now and in bookstores everyone on 1/29. Exclusive Preview-The Culling: Rise of the Ravagers",
          1359039553
        ],
        [
          "What did Bruce Wayne think of Tim Drake before he became Red Robin? Preview Teen Titans #0 to find out and look for the full story next week: http://bit.ly/Vl3w4N Newsarama | Tim Drake's RED ROBIN Origin Changes in TEEN TITANS #0 Page 1 Newsarama is the place for comic book news, previews & reviews, plus TV shows & movies.",
          1348235975
        ],
        [
          "You can follow Nightwing’s masked adventures with the NIGHTWING 101 SALE—from his early days as the Boy Wonder to his time with the Teen Titans to his solo superhero adventures. Get over 100 Nightwing-centric comic books issues for only 99 cents each! http://bit.ly/Q8acO6 Timeline Photos",
          1345231412
        ],
        [
          "Wondering what will happen to your Young Justice characters in November? Red Robin is missing in Teen Titans #14 and the rest of the team heads to Gotham City in search of clues. Find out what to expect from all the Young Justice titles here: http://bit.ly/Sf4yvF Timeline Photos",
          1344900601
        ]
      ],
      "dates_start": 1371288908,
      "dates_end": 1471456715,
      "likes_avg": 1230,
      "likes_stdev": 899,
      "comments_avg": 79,
      "comments_stdev": 119,
      "shares_avg": 93,
      "shares_stdev": 86
    },
    {
      "number": 7,
      "important": [
        "peopl",
        "gotham citi",
        "citi",
        "gotham",
        "lantern",
        "green lantern",
        "along",
        "green",
        "corp",
        "knight"
      ],
      "common": [
        "bit",
        "bit ly",
        "green",
        "green lantern",
        "http",
        "http bit",
        "http bit ly",
        "lantern",
        "ly",
        "timeline photos"
      ],
      "messages": [
        [
          "Fear grips Gotham City, and Batman needs--uh, \"lets\" Cruz and Baz tag along in GREEN LANTERNS #16, out now! http://bit.ly/2k4arny Green Lanterns (2016-) #16 - DC Entertainment \"DARKEST KNIGHT\" part one! It's the Dark Knight/Emerald Knights team up you've been waiting for! Simon and Jessica travel to Gotham City to help Batman with a mystery even he can't solve! People all across the city have been gripped with fear. Is it Scarecrow? Is it the Sinestro Corps?",
          1486047680
        ],
        [
          "Read our #DCRecap of HAL JORDAN AND THE GREEN LANTERN CORPS, WONDER WOMAN, and more before tomorrow's new books! http://bit.ly/2hlQeoB Reader Recaps: Hal Jordan and Kyle Rayner Ring in the New Year! With Rebirth now in full swing and so many exciting new titles to try, we can't blame anyone for needing a reminder of what happened in the last issue. Or maybe you're looking to add a new book to your list and need to get caught up on earlier chapters?",
          1482879923
        ],
        [
          "The Joker makes an unwelcome return in HARLEY QUINN, Frankenstein makes a surprising discovery about Candice in SUPERMAN, Ollie gets framed for murder in GREEN ARROW, and more! Read our #DCRecap before tomorrow's new books! http://bit.ly/2h0dfxh Reader Recaps: The Joker and Harley Quinn...Together Again?!? With Rebirth now in full swing and so many exciting new titles to try, we can't blame anyone for needing a reminder of what happened in the last issue. Or maybe you're looking to add a new book to your list and need to get caught up on earlier chapters?",
          1482289211
        ],
        [
          "Get up to 75% off New 52 issues featuring GREEN LANTERN and NIGHTWING with the #DCRebirth 101 Sale! Ends 7/18. http://bit.ly/29zlkGs Timeline Photos",
          1468501220
        ],
        [
          "Relive the New 52 stories that led up to #DCRebirth, including Superman, Batman, Green Lantern, and Green Arrow! Up to 75% off digital issues through Monday. http://bit.ly/1Urt4Mn Timeline Photos",
          1465131614
        ],
        [
          "#NewDCDay opens new doors for your favorite heroes in BATMAN: REBIRTH #1, SUPERMAN: REBIRTH #1, GREEN ARROW: REBIRTH #1, GREEN LANTERNS: REBIRTH #1, and more! #NewComicsDay http://bit.ly/281I9fb Timeline Photos",
          1464771606
        ],
        [
          "Get your first look at the variant covers for next month's #DCRebirth one-shots, including BATMAN: REBIRTH #1, SUPERMAN: REBIRTH #1, GREEN ARROW: REBIRTH #1, and GREEN LANTERNS: REBIRTH #1: http://bit.ly/1T0tngS Timeline Photos",
          1462510805
        ],
        [
          "#NewDCDay brings #52s, including BATMAN: DETECTIVE COMICS, GREEN ARROW, and GREEN LANTERN! Which are you excited about? http://bit.ly/1Z4d049 Timeline Photos",
          1462352412
        ],
        [
          "After the Green Lantern Corps is framed for atrocities they never committed, one man decides to take the blame: Hal Jordan. Enter by 4/26 for a chance to win GREEN LANTERN VOL. 7: RENEGADE: http://bit.ly/1ogFIlJ Timeline Photos",
          1461258012
        ],
        [
          "Writer Sam Humphries is new to DC, but he already has an exciting buddy-cops-in-space story on his hands with summer's GREEN LANTERNS! Read our interview with him to learn more about the cosmic corner of #DCRebirth: http://bit.ly/1VBB2Fn Timeline Photos",
          1461089706
        ],
        [
          "What are the Gray Agents? It's the beginning of a new era for Hal Jordan in GREEN LANTERN #51: http://bit.ly/1RHUl99 Timeline Photos",
          1460019605
        ],
        [
          "Hal Jordan faces Hal Jordan as Green Lantern goes to war with Parallax in GREEN LANTERN #50. It's a dramatic showdown that will change things forever--get it today: http://bit.ly/1LHMjv8 Timeline Photos",
          1456930814
        ],
        [
          "There are plenty of newly-digitized comics to keep you reading, whether you're looking for older GREEN LANTERN, SUPERGIRL, THE FLASH or other stories: http://bit.ly/1i3dZ5c Timeline Photos",
          1442062813
        ],
        [
          "Dive into our selection of newly-digitized back issues and find classic stories from GREEN LANTERN, SUPERGIRL, BATMAN and more: http://bit.ly/1Vho5hs Timeline Photos",
          1440853236
        ],
        [
          "The Green Lanterns need your help. Can you master your willpower and use their rings to battle the Red Lanterns before it's too late? Put your skills to the test: http://bit.ly/1pkRkAL Timeline Photos",
          1407351647
        ],
        [
          "Get amazing items like a Green Lantern Power Battery Replica signed by Geoff Johns in the DC Collectibles 50,000 Facebook Likes Sweepstakes: http://bit.ly/1fD33qe Timeline Photos",
          1393696821
        ],
        [
          "This week, \"Lights Out\" began in GREEN LANTERN #24. But we're more interested in how the first chapter ended. Check out what we mean here: http://bit.ly/19ZrVBU (*Warning spoilers ahead) Timeline Photos",
          1380910210
        ],
        [
          "Check out what new collections are coming this November for GREEN LANTERN CORPS, BIRDS OF PREY, THE FLASH, TEEN TITANS, BATMAN—THE DARK KNIGHT and many more! http://bit.ly/16LrpcN Timeline Photos",
          1376337601
        ],
        [
          "The Reach attacks the home world of the Blue Lanterns and the makeshift team is betrayed by one of their own in Green Lantern: New Guardians Vol. 2: Beyond Hope: http://bit.ly/15rTJ2D Timeline Photos",
          1375185601
        ],
        [
          "John Stewart returns to Oa and Batman and Nightwing investigate a pair of robberies. No, not in the same book. Preview both Green Lantern Corps #22 and Li'l Gotham #4 exclusively on DCComics.com: http://bit.ly/11uXk18 Timeline Photos",
          1373277601
        ],
        [
          "Announcing new annuals for October! See what super-sized adventures await Superman, Green Lantern, Nightwing and others: http://bit.ly/123pOds Timeline Photos",
          1372874404
        ],
        [
          "Green Lantern #21 not only brings a new creative team to the book but also an exciting new chapter in the story of Hal Jordan the Corps. Pick it up today: http://bit.ly/13DV97X Timeline Photos",
          1370436320
        ],
        [
          "Three words: Green. Lantern. Pancakes. http://bit.ly/17TfHzu Timeline Photos",
          1370334600
        ],
        [
          "“Kyle is asked to do something in New Guardians which will form what New Guardians, under my run, is about.\" See what else Justin Jordan has in mind for Green Lantern: New Guardians: http://bit.ly/10Xx8X2 Timeline Photos",
          1369418400
        ],
        [
          "Green Lantern #20 will be a \"monster of an issue\" according to Geoff Johns as he wraps up his nine years of Green Lantern stories: http://bit.ly/11W61vu Timeline Photos",
          1366974001
        ],
        [
          "Dear Larfleeze: Not. Cool. While the Orange Lantern causes problems the various members of the Green Lantern and Red Lantern corps all have their hands full this July: http://bit.ly/16Iy0kS Timeline Photos",
          1365458412
        ],
        [
          "The First Lantern turned his attention to John Stewart in Green Lantern #18. Leave your thoughts on this week's issue here. Timeline Photos",
          1363453201
        ],
        [
          "Hal Jordan helps the newest Green Lantern, Simon Baz, deal with...wherever it is they've wound up in this preview of Green Lantern #18: http://bit.ly/VuXAt5 Timeline Photos",
          1362483000
        ],
        [
          "Kyle has an encounter with the First Lantern in this exclusive DCComics.com preview of Green Lantern: New Guardians #17: http://bit.ly/WSnqae Timeline Photos",
          1361215420
        ],
        [
          "What did you think of Green Lantern Corps Annual #1 and its story of The Rise of the Third Army? Leave your mini review here. Timeline Photos",
          1359833401
        ],
        [
          "Simon Baz gets some lessons about being a Green Lantern from B'dg in this Green Lantern #16 exclusive preview from EW.com: http://bit.ly/10h5gBh Timeline Photos",
          1358694001
        ],
        [
          "As the Third Army attacks, a Red Lantern will die! What dark choice will Atrocitus be forced to make to ensure the survival of the his Corps? Preview Red Lanterns #13 here: http://on.mtv.com/RYgqU7 Timeline Photos",
          1350856800
        ],
        [
          "Everything changes for Guy Gardner in Green Lantern Corps #13. Visit the Green Lantern Facebook page for a preview.  Green Lantern Find out what's in store as the Third Army rises! Preview this Wednesday's Green Lantern Corps #13 now: http://bit.ly/UyUBjE",
          1349782510
        ],
        [
          "Earth’s new Green Lantern meets Guy Gardner for the first time, Guy Gardner loses it — again and the rise of the Third Army continues this December in your favorite Green Lantern titles. http://bit.ly/SUL4CD Timeline Photos",
          1347906873
        ],
        [
          "USA Today introduces fans to Simon Baz, the new Arab-American Green Lantern. Check back in October to see how he embraces his new fate and what kind of Green Lantern he'll be beginning in October's Green Lantern #13, which is part of the major \"Rise of the Third Army\" story line. http://usat.ly/REPESx Meet Simon Baz, DC Comics' new Arab-American Green Lantern  ",
          1346880013
        ],
        [
          "What would make Atrocitus so desperate he sides with the synthetic Manhunters? Find out more about what's coming in The Rise of the Third Army Green Lantern crossover event: http://bit.ly/PO1syU Timeline Photos",
          1346157001
        ],
        [
          "This November The Justice League goes after the new Green Lantern demanding answers about the missing Hal Jordan. That and much more in the #14 Green Lantern books: http://bit.ly/Ncb855 Timeline Photos",
          1344888234
        ]
      ],
      "dates_start": 1353291439,
      "dates_end": 1452714221,
      "likes_avg": 1708,
      "likes_stdev": 1607,
      "comments_avg": 49,
      "comments_stdev": 54,
      "shares_avg": 159,
      "shares_stdev": 239
    },
    {
      "number": 8,
      "important": [
        "edit",
        "two",
        "watchmen",
        "befor watchmen",
        "befor",
        "youv",
        "wait",
        "releas",
        "owl",
        "dr"
      ],
      "common": [
        "12",
        "30",
        "art",
        "art 30 12",
        "cover",
        "cover art",
        "dc",
        "dc cover art 30",
        "new",
        "watchmen"
      ],
      "messages": [
        [
          "If you've been waiting to read the stories in their entirety you're in luck: Tomorrow sees the release of two more Before Watchmen Deluxe Editions: Comedian/Rorschach http://bit.ly/13xpmKQ and Dr. Manhattan/Nite Owl http://bit.ly/1868tIV Timeline Photos",
          1373372078
        ],
        [
          "All 12 issues of the original series plus all the Before Watchmen #1s are just $.99 each in our Watchmen Digital Sale.http://bit.ly/15IHBYn Timeline Photos",
          1372413602
        ],
        [
          "MTV Geek has your exclusive Before Watchmen: Moloch #1 preview: http://on.mtv.com/UvgXMP Timeline Photos",
          1352288723
        ],
        [
          "PopMatters previews Before Watchmen: Minutemen #4. You can see what's next here: http://bit.ly/TcoBey Timeline Photos",
          1350288003
        ],
        [
          "December brings more Before Watchmen stories of Minutemen, Comedian, Moloch and Nite Owl. Plus the continued Crimson Corsair stories: http://bit.ly/PmgOvo Timeline Photos",
          1347972421
        ],
        [
          "Before Watchmen: Dr. Manhattan #3, Before Watchmen: Ozymandias #4 and more are all coming this November. Get teased for these next chapters right here: http://bit.ly/OVkGll Timeline Photos",
          1344983401
        ],
        [
          "From his earliest work to his latest contributions to Before Watchmen and everything in-between, Joe Kubert was a legend and an inspiration to many aspiring artists. Our thoughts are with his family and friends on the passing of this incredibly talented gentleman. http://bit.ly/R9AVkt Timeline Photos",
          1344876930
        ],
        [
          "DCComics.com last week hosted announcements about DC Collectibles' new line of high-end prints, variant covers for Before Watchmen: Silk Spectre #3 and much more. Catch up here: http://bit.ly/MSyj9l Timeline Photos",
          1344850947
        ],
        [
          "“The hero known to the public only as Nite Owl announced his retirement today.” Find out the meaning behind this in this week's Spotlight Issue, Before Watchmen: Nite Owl 1. http://bit.ly/MSjOLf Timeline Photos",
          1340816426
        ],
        [
          "Did you miss any of the previews for this week's new releases? Take a look at pages for Before Watchmen: Nite Owl #1, I, Vampire #10 and more in our preview round-up: http://bit.ly/MTSro8 Timeline Photos",
          1340800753
        ],
        [
          "Read the first installment of The Curse of the Crimson Corsair, the Before Watchmen backup story written by Len Wein and with art by John Higgins either in Before Watchmen: Minutemen #1 or right here:  http://bit.ly/L3wXU2 Timeline Photos",
          1339007607
        ],
        [
          "Watch the 30 second commercial for Before Watchmen and look for the first issue of Before Watchmen: Minutemen in stores and available as a digital download tomorrow: http://www.youtube.com/watch?v=sPYbVgF2VzQ Before Watchmen Commercial (30 Second Version) This summer, DC Entertainment will publish all-new stories expanding on the acclaimed WATCHMEN universe. As highly anticipated as they are controversial, the...",
          1338906054
        ],
        [
          "DC COMICS PRESENTS: SUPERMAN/SUPERGIRL #1 New DC Cover Art 5.30.12",
          1338304310
        ],
        [
          "SUPERMAN FAMILY ADVENTURES #1 New DC Cover Art 5.30.12",
          1338304310
        ],
        [
          "DC NATION #1 New DC Cover Art 5.30.12",
          1338304310
        ],
        [
          "DIABLO #4 New DC Cover Art 5.30.12",
          1338304310
        ],
        [
          "YOUNG JUSTICE #16 New DC Cover Art 5.30.12",
          1338304310
        ],
        [
          "BATMAN ANNUAL #1 New DC Cover Art 5.30.12",
          1338304309
        ],
        [
          "BATMAN BEYOND UNLIMITED #4 New DC Cover Art 5.30.12",
          1338304309
        ],
        [
          "THE RAVAGERS #1 New DC Cover Art 5.30.12",
          1338304309
        ],
        [
          "STARMAN OMNIBUS VOL. 1 New DC Cover Art 5.30.12",
          1338304309
        ],
        [
          "ANIMAL MAN ANNUAL #1 New DC Cover Art 5.30.12",
          1338304309
        ],
        [
          "LEGION LOST New DC Cover Art 5.30.12",
          1338304309
        ],
        [
          "GREEN ARROW VOL. 1: THE MIDAS TOUCH New DC Cover Art 5.30.12",
          1338304308
        ],
        [
          "BATMAN: DEATH BY DESIGN DELUXE EDITION New DC Cover Art 5.30.12",
          1338304308
        ],
        [
          "BATMAN: PREY New DC Cover Art 5.30.12",
          1338304308
        ],
        [
          "WONDER WOMAN VOL. 1: BLOOD New DC Cover Art 5.30.12",
          1338304308
        ],
        [
          "Len Wein and Will Dennis talk about Before Watchmen live from the C2E2 in Chicago, sharing what's exciting to them and answering questions, including two submitted by fans! http://bit.ly/HPLxOU Timeline Photos",
          1334354544
        ],
        [
          "Check out the Watchmen Facebook page for a tease of the Jim Lee variant cover to Before Watchmen's Nite Owl #1.  Watchmen We're teasing the Jim Lee variant cover to Nite Owl #1, part of this summer's Before Watchmen publishing event. Look for the full image on DCComics.com any minute now.",
          1332019624
        ],
        [
          "Silk Spectre Before Watchmen Announcement Cover Art",
          1328206947
        ],
        [
          "Rorschach Before Watchmen Announcement Cover Art",
          1328206947
        ],
        [
          "Crimson Corsair Before Watchmen Announcement Cover Art",
          1328206946
        ],
        [
          "Comedian Before Watchmen Announcement Cover Art",
          1328206946
        ],
        [
          "Minutemen Before Watchmen Announcement Cover Art",
          1328206946
        ],
        [
          "Nite Owl Before Watchmen Announcement Cover Art",
          1328206946
        ],
        [
          "Dr. Manhattan Before Watchmen Announcement Cover Art",
          1328206946
        ],
        [
          "Ozymandias Before Watchmen Announcement Cover Art",
          1328206946
        ]
      ],
      "dates_start": 1329251969,
      "dates_end": 1349514047,
      "likes_avg": 735,
      "likes_stdev": 1103,
      "comments_avg": 31,
      "comments_stdev": 39,
      "shares_avg": 91,
      "shares_stdev": 156
    },
    {
      "number": 9,
      "important": [
        "diego comiccon",
        "katana",
        "diego",
        "debut",
        "arriv",
        "super hero",
        "comiccon",
        "san",
        "veri",
        "dcsuperherogirl"
      ],
      "common": [
        "comic",
        "comic con",
        "con",
        "diego",
        "diego comic",
        "photos",
        "san",
        "san diego",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "Your favorite sword-wielding-fashion-loving-crime-fighting Super Hero has arrived! Our very first Katana doll will be making her exclusive debut at San Diego Comic-Con. http://bit.ly/24wTcs5\n#DCSuperHeroGirls #GetYourCapeOn #SDCC Timeline Photos",
          1465333210
        ],
        [
          "It was yet another fantastic year at San Diego Comic-Con! If you missed some of the action take a look at our album to get a glimpse at some of the awesome stuff that happened this year at #DCSDCC. DC Entertainment San Diego Comic-Con 2015",
          1436895910
        ],
        [
          "Subscribe to DC All Access now to you can get the latest from the floor of San Diego Comic-Con: http://bit.ly/1Pxs221 Timeline Photos",
          1436144422
        ],
        [
          "We're taking a break from prepping for San Diego Comic-Con to enjoy some of the newly-digitized back-issues available here: http://bit.ly/1NxsB6y Timeline Photos",
          1436014821
        ],
        [
          "San Diego Comic-Con is too massive for just two people. So we need you! Show us you've got what it takes to represent DC Comics in the DC All Access Convention Correspondent Search for your chance to win this awesome trip: http://bit.ly/19KjQrz Timeline Photos",
          1430398831
        ],
        [
          "Looks like the Joker was up to no good at San Diego Comic-Con. Check out more #BatmanTV66 fans here: http://bit.ly/1twPq0Y Timeline Photos",
          1407081636
        ],
        [
          "Li'l Batman got in one final photobomb at our San Diego Comic-Con booth. Timeline Photos",
          1406476862
        ],
        [
          "We hid a Batman v Superman image of Batman in our San Diego Comic-Con booth. But you can see it for yourself right here: http://bit.ly/WGkBfM Timeline Photos",
          1406230503
        ],
        [
          "Want to keep up with all things DC Comics and San Diego Comic-Con? Well we've got a handful of hashtags and one helpful DC Entertainment Events App to get you all the info you need. Details: http://bit.ly/Usofb3 Timeline Photos",
          1406131438
        ],
        [
          "\"Cape/Cowl/Create\" will feature one-of-a-kind artistic designs based on Batman's iconic cowl. Find out more about this very special event happening during San Diego Comic-Con: http://bit.ly/1nyOSYI Timeline Photos",
          1406104206
        ],
        [
          "LEGO Super Heroes: DC Comics San Diego Comic-Con Exclusive Batman Classic TV Series Batmobile. SHUT UP AND TAKE OUR MONEY: http://bit.ly/1nS2hWa Timeline Photos",
          1406098819
        ],
        [
          "Panels, signings and so much more. Check out what we've got going on at San Diego Comic-Con next week and start planning out your schedules now: http://bit.ly/1jFqcwT Timeline Photos",
          1405893620
        ],
        [
          "A hit list of San Diego Comic-Con exclusives? Check. Wardrobe prep? Check. Make sure you're fully prepped for SDCC with this handy little checklist: http://bit.ly/WfhQBs Timeline Photos",
          1405623611
        ],
        [
          "DC Collectibles has a stellar new line-up of toys and collector's items ready to make their debut during San Diego Comic-Con later this month. Can't wait that long? Get a preview now: http://bit.ly/1mGVqCG Timeline Photos",
          1405270813
        ],
        [
          "Get your fill of what are sure to be among the best shows of the Fall season at San Diego Comic-Con with panels on Flash, Arrow, Gotham, Teen Titans Go!, iZOMBIE and Constantine: http://shout.lt/wGgh Timeline Photos",
          1404334799
        ],
        [
          "Heading to San Diego Comic-Con this year? You're going to love the San Diego Comic-Con International Souvenir Book, featuring all-new Batman cover art by Jim Lee...we promise: http://bit.ly/1nPLRB9 Timeline Photos",
          1403118008
        ],
        [
          "Take a look at the amazing exclusives you'll be able to pick up at San Diego Comic-Con this year, including this DC Classic TV Series Batman Utility Belt and more: http://usat.ly/1hSesqf Timeline Photos",
          1402772425
        ],
        [
          "It's the last day of #DCNYCC. As things wind down in New York make sure you are caught up on all the news, panel coverage and photos from our Con Away From Con coverage: http://bit.ly/17r5C6O Timeline Photos",
          1381681801
        ],
        [
          "Neil Gamain stopped by for this Con Away From Con video, talking about Sandman's 25th anniversary and what lies ahead in the pages of Sandman Overture.  SDCC 2013: Neil Gaiman on Sandman: Overture",
          1374352611
        ],
        [
          "Whether you're joining us in San Diego or following along with our Con Away From Con coverage you'll want to use the DC Entertainment Events app for iOS http://bit.ly/15AzgZU or Android http://bit.ly/12w4EUc devices. Access My Con, keep up to date with Buzz and much more. #DCSDCC Timeline Photos",
          1373626968
        ],
        [
          "Not going to lie to you: The fact that our Comic-Con bags have capes is so wonderfully fantastic: http://bit.ly/13RJFkW #DSSDCC San Diego Comic-Con 2013 Bags",
          1373621782
        ],
        [
          "In less than a week we'll be coming to you live from San Diego with our Con Away From Con coverage. Stay tuned for all our #DCSDCC updates: http://bit.ly/19QCQ2V Timeline Photos",
          1373538445
        ],
        [
          "We're breaking in some good walking shoes, stocking up on snacks and making sure to get plenty of sleep now because San Diego Comic-Con is almost here and we've got lots of Con Away From Con Coverage coming your way: http://bit.ly/19QCQ2V #DCSDCC Timeline Photos",
          1372759201
        ],
        [
          "San Diego Comic-Con is all sold out. But we've got two tickets for the ultimate SDCC experience–with your name on them! http://fighthun.gr/WCBH-1 Timeline Photos",
          1367524801
        ],
        [
          "Check out our full New York Comic-Con panel schedule: http://bit.ly/RPXOaE Can't be here with us? Our Con Away From Con coverage on DCComics.com will bring all the best news and coverage right to you! Timeline Photos",
          1349942403
        ],
        [
          "DCComics.com is your place not only to see what new comics are hitting stores this week but also for Con Away From Con coverage from New York Comic-Con. Stay tuned now through Sunday for updates straight from the show: http://bit.ly/GY0Bew Timeline Photos",
          1349867036
        ],
        [
          "Did you miss any of our Con Away From Con coverage of San Diego Comic-Con? All the panel recaps and videos are collected right here for you to enjoy: http://bit.ly/Let7Wm Timeline Photos",
          1342438834
        ],
        [
          "In a Con Away From Con moment, Amanda Conner and Darwyn Cooke answer your Before Watchmen questions. Stay tuned for the video, only on DCComics.com. Timeline Photos",
          1342382178
        ],
        [
          "As part of our Con Away From Con coverage here is Quentin Tarantino's Django Unchained announcement at San Diego Comic Con. http://bit.ly/OrBCOe SDCC 2012: Quentin Tarantino announces comic book adaptation of DJANGO UNCHAINED",
          1342309700
        ],
        [
          "You won't want to miss this Con Away From Con video featuring Smallville Season 11's Bryan Q. Miller. DCComics.com will have it soon. Timeline Photos",
          1342299037
        ],
        [
          "Watch DCComic.com for the video of Phil Jimenez leading a DC University session from San Diego Comic Con. Timeline Photos",
          1342284369
        ],
        [
          "Geoff Johns and the co-executive producers of \"Arrow\" film their Con Away From Con video here at San Diego Comic-Con. Timeline Photos",
          1342219453
        ],
        [
          "Darwyn Cooke shows his skills in this Con Away From Con moment, coming soon exclusively toDCComics.com Timeline Photos",
          1342214482
        ],
        [
          "Geoff Johns, Jeff Lemire, Nicola Scott and others are sharing the future of the Justice League and Green Lantern at San Diego Comic-Con. Want to see what's being said? Follow along at DCComics.com: http://bit.ly/LVGn3Y Timeline Photos",
          1342206475
        ],
        [
          "Look for Dustin Nguyen's Con Away From Con video later today exclusively on DCComics.com. Timeline Photos",
          1342206053
        ],
        [
          "Dan DiDio stopped by to record a Con Away From Con video for us. Watch for it soon on DCComics.com. Timeline Photos",
          1342200516
        ],
        [
          "Look for this Con Away From Con video starring Nightwing writer Kyle Higgins soon on DCComics.com. Timeline Photos",
          1342197623
        ],
        [
          "Ed Boon joined us for a Con Away From Con moment at San Diego Comic-Con. Full video coming soon exclusively on DCComics.com Timeline Photos",
          1342195199
        ],
        [
          "The Flash creative team of Brian Buccellato and Francis Manapul are showing the San Diego Comic-Con audience how a comic goes from concept to the finished page. See what's being shared on DCComics.com: http://bit.ly/MpEOvP Timeline Photos",
          1342192363
        ],
        [
          "Earth 2 writer James Robinson answered questions - ours and yours - at San Diego Comic-Con. DCComics.com will have the Con Away From Con video soon. Timeline Photos",
          1342117974
        ],
        [
          "The DC Collectibles is sharing news on upcoming figures and products at San Diego Comic-Con. Do you want to know what's going on? Follow along on DCComics.com: http://bit.ly/LSxs3g Timeline Photos",
          1342116925
        ],
        [
          "We talked with artist Sean Murphy here at San Diego Comic-Con. Look for his Con Away From Con video soon on DCComics.com (image) Timeline Photos",
          1342112225
        ],
        [
          "San Diego Comic Con is tomorrow! A friendly warning, we will be posting updates, photos, news and more from show room floor so publishing volume here will be heavier than normal over the weekend.",
          1341961228
        ],
        [
          "We're just a few days away from San Diego Comic-Con. Find out what's in store at our new interactive booth and what we'll be covering at panels. Can't make it to San Diego? Follow our Con Away From Con coverage for updates all weekend: http://bit.ly/LC0Mzy Timeline Photos",
          1341837200
        ],
        [
          "What two words does Geoff Johns use to describe San Diego Comic-Con? Find out here: http://bit.ly/LSmnyc \r\n\r\nFollow us on Twitter for your chance to #askDCComics and watch DCComics.com for video from Comic-Con starting 7/12. Timeline Photos",
          1340908787
        ],
        [
          "Geoff Johns recorded his Con Away From Con moment here at C2E2, including a tease of DC Comics-The New 52 Free Comic Book Day edition. Look for it soon exclusively on DCComics.com Timeline Photos",
          1334414426
        ],
        [
          "How does Jim Lee suggest getting the comic convention experience at home? And how what does he have to say about the second arc of Justice League? Find out in this Con Away From Con moment. http://bit.ly/zAtDm6 Timeline Photos",
          1332115693
        ],
        [
          "We've recapped the DC Comics: All Access panel from WonderCon as part of our Con Away From Con coverage for anyone who couldn't make it. Get the full report and more photos from the panel on our blog. http://bit.ly/xhpFfW Timeline Photos",
          1331945910
        ]
      ],
      "dates_start": 1337079832,
      "dates_end": 1408158318,
      "likes_avg": 830,
      "likes_stdev": 1150,
      "comments_avg": 22,
      "comments_stdev": 35,
      "shares_avg": 140,
      "shares_stdev": 542
    },
    {
      "number": 10,
      "important": [
        "master race",
        "togeth",
        "race",
        "battl",
        "superman",
        "iii",
        "master",
        "batman superman",
        "dark knight iii",
        "dark knight iii master"
      ],
      "common": [
        "batman",
        "bit",
        "bit ly",
        "dark",
        "dark knight",
        "http",
        "http bit",
        "http bit ly",
        "knight",
        "ly"
      ],
      "messages": [
        [
          "After a devastating battle, Superman races to save a wounded hero in DKIII: THE MASTER RACE #7, out on digital! http://bit.ly/2il3PAY Dark Knight III: The Master Race #7 Batman and Superman are back together again-but is their reunion too late?",
          1483017763
        ],
        [
          "To kick off #BatmanDay, we sit down with BATMAN writer Tom King and discuss the Dark Knight! http://bit.ly/2cxHWha Timeline Photos",
          1474131637
        ],
        [
          "Need more DKR? Read the sequel to Frank Miller's seminal Batman story, BATMAN: THE DARK KNIGHT STRIKES AGAIN! http://bit.ly/28Y3VqX Timeline Photos",
          1467018014
        ],
        [
          "See what happened before the Dark Knight returned in THE DARK KNIGHT RETURNS: THE LAST CRUSADE #1! #NewDCDay #NCBD http://bit.ly/28D4eRz Timeline Photos",
          1465992168
        ],
        [
          "Gotham is protected. Read the Dark Knight's #DCRebirth launch in BATMAN: REBIRTH #1! http://bit.ly/1TIJFZZ",
          1465822860
        ],
        [
          "Frank Miller's epic returns today with DARK KNIGHT III: THE MASTER RACE #4: http://bit.ly/1SIsut0 Timeline Photos",
          1461762023
        ],
        [
          "From Justice League: Doom to Batman: The Dark Knight Returns, own it all with the DC Universe 25 Movie Collection: http://bit.ly/1VYkEvV Timeline Photos",
          1457213535
        ],
        [
          "What character development makes Bruce Wayne even more engaging in DARK KNIGHT III: THE MASTER RACE #3? Discover three things you should look out for in today's compelling issue: http://bit.ly/1R1RyaQ *SPOILERS* Timeline Photos",
          1456359307
        ],
        [
          "Bruce Wayne is forced to reflect on his own limitations. When the Batman isn't enough, does he dare turn to the Man of Steel? Find out in DARK KNIGHT III: THE MASTER RACE #3, out today: http://bit.ly/1UaJji7 Timeline Photos",
          1456326022
        ],
        [
          "DC #NewComicsDay comes out swinging with the hotly anticipated DARK KNIGHT III: THE MASTER RACE #3, GRAYSON #17, SUPERMAN #49, and more! http://bit.ly/1Qnnb4b Timeline Photos",
          1456311611
        ],
        [
          "Get an early look at some of this April's upcoming issues, including new issues of DARK KNIGHT III: THE MASTER RACE, JUSTICE LEAGUE, BLACK CANARY and more: http://bit.ly/1nwOo7U Timeline Photos",
          1453690808
        ],
        [
          "Carrie Kelley is back in action in but you won't believe the suprises in store in DARK KNIGHT III: THE MASTER RACE #2: http://bit.ly/1NHIC9v Timeline Photos",
          1450882825
        ],
        [
          "Midtown Comics in New York was packed this past Saturday for a rare signing event with the DARK KNIGHT III: THE MASTER RACE creative team. We've got some great shots of the gathering: http://bit.ly/1TdpJPt Timeline Photos",
          1450753204
        ],
        [
          "Announcing five new DARK KNIGHT III: THE MASTER RACE #2 variant covers from some amazing artists: http://bit.ly/1JeEZGe New Variant Covers for DARK KNIGHT III: THE MASTER RACE BOOK TWO",
          1450382744
        ],
        [
          "Time is running out to enter for a chance to win all 53 retailer variant covers of DARK KNIGHT III: THE MASTER RACE: #1 and a DC Collectibles Batman: The Dark Knight Returns Action Figure 4-Pack. Get your name in by 12/14 at 9:59 a.m. PT: http://bit.ly/1PRbvUL Timeline Photos",
          1449961205
        ],
        [
          "After felling a minotaur, Diana and her infant son Jonathan return to the awe-inspiring Themyscira in this #OnePerfectPanel from DARK KNIGHT III #1: http://bit.ly/1TiEfp1 Timeline Photos",
          1449025210
        ],
        [
          "Enter before 12/14 at 9:59 a.m. PT for a chance to win all 53 retailer variant covers of DARK KNIGHT III: THE MASTER RACE: #1 and a Dark Knight Returns Action Figure 4-Pack: http://bit.ly/1PRbvUL Timeline Photos",
          1449010807
        ],
        [
          "The Frank Miller Dark Knight digital sale features savings up to 67% off on THE DARK KNIGHT, BATMAN: YEAR ONE and more: http://bit.ly/1Idif90 Timeline Photos",
          1448823640
        ],
        [
          "Relax a little this holiday weekend by settling in with some fantastic new comics, like...\nWONDER WOMAN #46\nWE ARE ROBIN #6\nSUPERMAN #46\nGRAYSON #14\nBATMAN AND ROBIN ETERNAL #8\n\nOh, and DARK KNIGHT III: THE MASTER RACE #1!\n\nFull release list: http://bit.ly/1MOH3pS Timeline Photos",
          1448449219
        ],
        [
          "Enter for a chance to win an amazing DKIII prize pack, including ALL 53 hard-to-get retailer variants for DARK KNIGHT III: THE MASTER RACE #1!\n\nEnter here >>> http://bit.ly/1PRbvUL Timeline Photos",
          1448442002
        ],
        [
          "Batman has an incurable virus, and only The Joker can save him. But how does the Dark Knight get the information he needs? Get BATMAN: EUROPA #1: http://bit.ly/20XBn6A Timeline Photos",
          1447858832
        ],
        [
          "Announcing DARK KNIGHT RETURNS: THE LAST CRUSADE, a prequel to THE DARK KNIGHT RETURNS co-written by Frank Miller and Brian Azzarello with art by John Romita Jr: http://bit.ly/1Y9pyaW Timeline Photos",
          1447441218
        ],
        [
          "The second issue of DARK KNIGHT III: THE MASTER RACE will feature some incredible variant covers. Plus, see Eduardo Risso's cover for the Wonder Woman mini-comic: http://shout.lt/bgVYW Timeline Photos",
          1446213634
        ],
        [
          "Take a first look at an interior panel from DARK KNIGHT III: THE MASTER RACE! Timeline Photos",
          1443819623
        ],
        [
          "Batman Day may be in plain sight on our calendars, but Batman is hiding in our Facebook banners. See if you can spot the Dark Knight on all our pages: http://bit.ly/1OcIJOM Timeline Photos",
          1442350821
        ],
        [
          "Get details on the debut issue of DARK KNIGHT III: THE MASTER RACE, JUSTICE LEAGUE #46, CYBORG #5, THE FLASH #46 and more coming this November: http://bit.ly/1NBaYDi Timeline Photos",
          1439845229
        ],
        [
          "For the first time, you can get Frank Miller’s unforgettable Dark Knight epic in black and white! Pick up BATMAN NOIR: THE DARK KNIGHT RETURNS DELUXE EDITION in shops and online today: http://bit.ly/1KXGcWV Timeline Photos",
          1433840417
        ],
        [
          "Get the details on Batman Day and check out the full version of this amazing new Batman Timeline, tracing the Dark Knight's 75 years: http://bit.ly/1i6dcKx Timeline Photos",
          1402005638
        ],
        [
          "We're celebrating 75 years of Batman along with fans, comic book pros and celebs alike! Check out what a few of them had to say about Batman’s anniversary and what The Dark Knight means to them: http://bit.ly/1hw4Akx Timeline Photos",
          1397145659
        ],
        [
          "Ready for a dose of The Dark Knight? This week's #DCAllAccess is all about Batman, including an exclusive look at Bruce Timm's #Batman75 short! http://youtu.be/EI7dHk6Vk18 Preview Bruce Timm's Batman 75 Short - DCAA What better way to celebrate Batman's 75th Anniversary than with an all-Batman All Access? Check out this special preview clip starring Bruce Timm, then join...",
          1396886406
        ],
        [
          "We might as well just call April the month of Batman because it's going to be a celebration of all things Dark Knight for the next 30 days. That's right, all. month. Psyched? We sure are. #batman75 http://bit.ly/1pj2Snc Timeline Photos",
          1396047637
        ],
        [
          "Starting today you can get the first issues of the hottest digital-first comics. Get Legends of the Dark Knight today and come back each day for a new one: http://bit.ly/I91G63 Timeline Photos",
          1385481604
        ],
        [
          "Just a few more weeks until this comes out. Be sure to pre-order now to be sure you get this fantastic set.  Batman: The Dark Knight “The night is darkest just before the dawn. And I promise you, the dawn is coming.” \n\nPre-order your copy of The Dark Knight Trilogy Ultimate Collector’s Edition now: http://bit.ly/TDKTUCE",
          1378461495
        ],
        [
          "This is your last chance to win tickets to the exclusive Batman: The Dark Knight Returns Part 2 screening in Sydney, competition closes at Midnight!! Head here to enter http://bit.ly/Y5HAZW Timeline Photos",
          1361664002
        ],
        [
          "Can't made it to Sydney on the 6th of March for the exclusive screening of Batman: The Dark Knight Returns Part 2? No worries, we have an awesome prize pack up for grabs. Head here to enter http://bit.ly/Y5HAZW Timeline Photos",
          1361581201
        ],
        [
          "Want to win tickets to the exclusive Batman: The Dark Knight Returns Part 2 screening in Sydney? Head here to enter http://bit.ly/Y5HAZW",
          1360643400
        ],
        [
          "Do you dare journey into the twisted world of the Mad Hatter? Get a preview of BATMAN: THE DARK KNIGHT #16 http://bit.ly/Yss14T Timeline Photos",
          1359298801
        ],
        [
          "Only 4 Day left! Be sure to enter the Batman The Dark Knight Returns Part 1 sweepstakes featuring a 3 camera Logitech Alert™ Digital Video Security System. You only have until October 9th to enter, so good luck! http://bit.ly/OcuExP Batman: The Dark Knight Returns, Part 1 Sweepstakes  ",
          1349435147
        ],
        [
          "Batman: The Dark Knight Returns - Part 1 is out on Blu-ray and DVD today in Australia and New Zealand, make sure you check it out! http://bit.ly/Ua7Tml Timeline Photos",
          1349236803
        ],
        [
          "The Dark Knight may have a new sidekick in young Carrie, but that doesn't mean he couldn't use your surveillance skills.  Enter to win a 3 Camera Logitech Alert, Digital Video Security System!  The Mutants will try to stop you so enter today! Runner up winners will receive the DC Universe Batman: The Dark Knight Returns Part 1 Blu-ray™ Combo Pack with UltraViolet.  Time is running out to enter, you only have until October 2nd, good luck! http://bit.ly/OcuExP Batman: The Dark Knight Returns, Part 1 Sweepstakes Batman: The Dark Knight Returns, Part 1 Sweepstakes. Featuring a 3 camera Logitech Alert Digital Video Security System.",
          1349095476
        ],
        [
          "Keep a watchful eye on your home and loved ones by entering the Batman The Dark Knight Returns Part 1 sweepstakes featuring a 3 camera Logitech Alert™ Digital Video Security System. You only have until October 9th to enter, so good luck! http://bit.ly/OcuExP Batman: The Dark Knight Returns, Part 1 Sweepstakes  ",
          1348776117
        ],
        [
          "Ariel Winter of Modern Family gives voice to the first female Robin in Batman: The Dark Knight Returns, Part 1. http://bit.ly/RV55rG Voicing THE DARK KNIGHT RETURNS: Ariel Winter  ",
          1348603878
        ],
        [
          "With Batman: The Dark Knight Returns Part 1 available now, enjoy savings on all four issues of Frank Miller's source material as well as Batman: Year One, All-Star Batman and Robin, the Boy Wonder and more with our The Dark Knight Returns digital sale: http://bit.ly/Q1ttT3 Timeline Photos",
          1348490812
        ],
        [
          "We previewed what's coming up in December, talked lots about Batman: The Dark Knight Returns Part 1 and more on DCComics.com last week: http://bit.ly/SgivIJ Timeline Photos",
          1348486146
        ],
        [
          "Batman: The Dark Knight Returns Part 1 takes Frank Miller's classic story and brings it to life. The first part of the adaptation of Miller's ground-breaking story of an aged Bruce Wayne is available on iTunes today and is perfect for some weekend movie watching: http://bit.ly/QdNU2o Batman: The Dark Knight Returns Part 1 Watch the trailer and download Batman: The Dark Knight Returns Part 1 2012 on iTunes.",
          1348257755
        ],
        [
          "Who wouldn't be excited for another Batman movie? In case you needed more reasons here's 5.2 reasons why you need to see Batman: The Dark Knight Returns, Part 1! Let us know in the comments below what you're excited to see in the upcoming film! http://bit.ly/Pt0fOk 5.2 Reasons to Watch BATMAN: THE DARK KNIGHT RETURNS, PART 1  ",
          1348167699
        ],
        [
          "Assist the Dark Knight! Enter the Batman The Dark Knight Returns Part 1 sweepstakes featuring a 3 camera Logitech Alert™ Digital Video Security System. You only have until October 9th to enter, so good luck! http://bit.ly/OcuExP Batman: The Dark Knight Returns, Part 1 Sweepstakes  ",
          1348047100
        ],
        [
          "The Dark Knight Rises Part 1, the first part of the animated adaptation of Frank Miller's monumental story, is yours to download on iTunes today, a week before it hits DVD: http://bit.ly/QdNU2o Batman: The Dark Knight Returns Part 1  ",
          1347998518
        ],
        [
          "Visit DCComics.com to find out how you can enter to get a free digital copy of Legends of the Dark Knight #1, written by Damon Lindelof and drawn by Jeff Lemire: http://bit.ly/PluB5Z Timeline Photos",
          1345122205
        ],
        [
          "The Countdown to Opening Day Continues, Save 20% Off The Dark Knight Rises Official Posters. Hurry Sale Ends Soon! http://bit.ly/Lx4au9 Timeline Photos",
          1342647286
        ],
        [
          "The Dark Knight Rises… Snag a pair of the new Batman (http://bit.ly/Batman_Converse) or Bane (http://bit.ly/BaneRises) Converse sneakers exclusively at Journeys. Timeline Photos",
          1341825729
        ],
        [
          "Just in time for her appearance in The Dark Knight Rises, get up to speed on Selena Kyle in our Catwoman 101 digital sale, with milestone issues featuring the character on sale all weekend: http://bit.ly/N4iDKP Timeline Photos",
          1341605406
        ],
        [
          "Bane brings destruction down on Gotham City and Batman in this new trailer for The Dark Knight Rises, coming to theaters July 20: http://www.youtube.com/watch?v=ASQqjK47c04 The Dark Knight Rises - Exclusive Nokia Trailer Debut [HD] \"The Dark Knight Rises\" in theaters July 20. Warner Bros. Pictures' and Legendary Pictures' \"The Dark Knight Rises\" is the epic conclusion to filmmaker Chris...",
          1340136470
        ]
      ],
      "dates_start": 1357830171,
      "dates_end": 1456882838,
      "likes_avg": 1110,
      "likes_stdev": 1251,
      "comments_avg": 30,
      "comments_stdev": 29,
      "shares_avg": 127,
      "shares_stdev": 198
    },
    {
      "number": 11,
      "important": [
        "comment review",
        "challeng",
        "get",
        "comment",
        "kick",
        "epic",
        "new",
        "dan",
        "timelin",
        "review"
      ],
      "common": [
        "comment",
        "comment review",
        "comments",
        "leave",
        "leave comment",
        "leave comment review",
        "photos",
        "review",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "Dan DiDio, Keith Giffen, Dan Abnett, and Dale Eaglesham kick off an epic new journey--but is it all about to get nuked? Comment with your review of THE KAMANDI CHALLENGE #1! Timeline Photos",
          1485615739
        ],
        [
          "Mars descends upon Earth as J’onn J’onzz fights to save both planets. Comment with your review of MARTIAN MANHUNTER #9. Timeline Photos",
          1455994812
        ],
        [
          "Work is murder, and Deadshot may have to put in some overtime for his next target: Lex Luthor. Leave your thoughts on the tense SUICIDE SQUAD MOST WANTED: DEADSHOT AND KATANA #1 in the comments. Timeline Photos",
          1454180407
        ],
        [
          "The fight against The Elder Gods continued in SECRET SIX #9. Leave a comment with your review of the issue. Timeline Photos",
          1450551606
        ],
        [
          "What did you think of the mystery being setup in TITANS HUNT #1? Leave a comment with your review of the debut issue. Timeline Photos",
          1445677219
        ],
        [
          "Leave a comment here with your review of THE SANDMAN OVERTURE's epic and mysterious conclusion. Timeline Photos",
          1443920405
        ],
        [
          "Slade and Diana had to overcome their differences in DEATHSTROKE ANNUAL #1. Leave a comment with your review. Timeline Photos",
          1438419610
        ],
        [
          "PREZ #2 brought an unexpected (at least to the politicians) young girl into office. Leave a comment with your mini-review here. Timeline Photos",
          1437858015
        ],
        [
          "Leave a comment here with your review of MIDNIGHTER #2! Timeline Photos",
          1436058009
        ],
        [
          "What did you think of OMEGA MEN #2? Leave a comment here with your review. Timeline Photos",
          1436029219
        ],
        [
          "A teenage President? That's what the first issue of PREZ is leading toward. Leave a comment with your review of the firts issue. Timeline Photos",
          1434834017
        ],
        [
          "Leave a comment here with your review of the first issue of BLACK CANARY! Timeline Photos",
          1434790807
        ],
        [
          "Kori strikes out on her own in Key West in STARFIRE #1. Leave a comment with your review of the debut issue. Timeline Photos",
          1434186009
        ],
        [
          "Secrets and secret weapons abound in MIDNIGHTER #1. Leave a comment with your review of the debut issue. Timeline Photos",
          1433624422
        ],
        [
          "Share your mini review of CONVERGENCE: SHAZAM! #2 in the comments below. Timeline Photos",
          1433019618
        ],
        [
          "You've read the epic conclusion, now tell us what you thought of CONVERGENCE #8 in the comments below. Timeline Photos",
          1432976412
        ],
        [
          "One threat is gone, but an even bigger one has emerged. Leave a comment here with your review of CONVERGENCE #6. Timeline Photos",
          1431766808
        ],
        [
          "Watch some of the amazing entries for the DC All Access Convention Correspondent Search here and then share your favorites in the comments: http://bit.ly/1EUY5SL Timeline Photos",
          1430874004
        ],
        [
          "The shocking moments keep coming, but few more shocking than in this week's FUTURES END #46. Leave a comment with your review of the issue here. Timeline Photos",
          1426975208
        ],
        [
          "Superman not only discovered new powers but also got a slick new costume in SUPERMAN #38. Leave a comment with your review here. Timeline Photos",
          1423364409
        ],
        [
          "JUSTICE LEAGUE UNITED is moving toward an emotional and action-packed conclusion. Leave a comment with your review of this week's issue #8. Timeline Photos",
          1421539221
        ],
        [
          "Between Firestorm, Batman, Fifty-Sue and everything else there were plenty of shocking moments in FUTURES END #33. Leave a comment with your favorite. Timeline Photos",
          1419120016
        ],
        [
          "While the Justice League faced off against the Doom Patrol, Batman kind of put Luthor in his place. Leave a comment with your review of JUSTICE LEAGUE #33. Timeline Photos",
          1410040841
        ],
        [
          "Lois made an interesting discovery about Superman while Fifty Sue just tried to have a conversation with (redacted). Leave a comment with your review of FUTURES END #18 here. Timeline Photos",
          1409997644
        ],
        [
          "Frankenstein comes to a shocking revelation while those within Cadmus continue to scheme. Leave a comment with your review of FUTURES END #15. Timeline Photos",
          1408226441
        ],
        [
          "Both Clark and Diana had hard decisions to make in SUPERMAN / WONDER WOMAN #11. Leave a comment with your review of the issue. Timeline Photos",
          1408204864
        ],
        [
          "Clark dealt with some intense internal struggles and external brawls in SUPERMAN/WONDER WOMAN ANNUAL #1. Leave your review in the comments below. Timeline Photos",
          1407600037
        ],
        [
          "Batman has a moment and Superman...well, that was a twist. What did you think? Leave your review of EARTH 2 #26 in the comments below. Timeline Photos",
          1407578423
        ],
        [
          "Lex and Batman continue circling each other while the Doom Patrol makes its way on the scene in JUSTICE LEAGUE #32. Leave a comment with your review here. Timeline Photos",
          1406995256
        ],
        [
          "Can the new Superman on Earth 2 save the world while the old one tries to destroy it? Leave a comment with your review of EARTH 2 #25. Timeline Photos",
          1404597627
        ],
        [
          "Grifter got a clear idea of what Fifty Sue can do while Lois continues digging into the clues she's being fed and more in FUTURES END #8. Leave a comment with your review. Timeline Photos",
          1403949614
        ],
        [
          "The team got transported to a distant world and the action ramped up big time in JUSTICE LEAGUE UNITED #2. Leave a comment here with your review. Timeline Photos",
          1402740004
        ],
        [
          "Big changes for Firestorm, Mister Terrific, Grifter and others in FUTURES END #5. Leave a comment with your review of the latest chapter. Timeline Photos",
          1402156807
        ],
        [
          "A funeral formed the centerpiece of FUTURES END #2. Leave a comment with your review of this week's installment. Timeline Photos",
          1400320815
        ],
        [
          "Lots of stuff happened in the pages of THE FLASH ANNUAL #3. Now we want to hear what you thought so leave a comment here. Timeline Photos",
          1399154419
        ],
        [
          "Cyborg and the Metal Men took on The Grid in JUSTICE LEAGUE #29. Leave a comment with your... ummm... comments about the issue here! Timeline Photos",
          1397901612
        ],
        [
          "Folks we know a lot of you picked up BATMAN ETERNAL #1. Now we want you to leave your mini-review of the debut issue here in the comments. Timeline Photos",
          1397329213
        ],
        [
          "With the big Green Lantern/Red Lanterns #28 crossover coming next month, writers Charles Soule and Robert Vendetti have been talking about what readers can expect and we've rounded up their comments here: http://bit.ly/1gqyQZY Timeline Photos",
          1389549620
        ],
        [
          "What did you think of Earth 2 #19, which had the remaining heroes trying to stop an out-of-control Superman? Leave a comment here and weigh in. Timeline Photos",
          1389463224
        ],
        [
          "Events continue to close in around Damian in Damian: Son of Batman #3. Leave a comment with your review of the penultimate issue here. Timeline Photos",
          1388847612
        ],
        [
          "Is that Superman outside your window? Why, yes it is. Caption This great DC Collectibles moment in the comments below! http://bit.ly/1dZHrBS Timeline Photos",
          1384978501
        ],
        [
          "Superman meeting Wonder Woman's family went...poorly. Leave your review of Superman/Wonder Woman #2 in the comments. Timeline Photos",
          1384624808
        ],
        [
          "Luke Fox. Italy. New armor. What could go wrong? Leave your review of Batwing #24 in the comments below. Timeline Photos",
          1380981601
        ],
        [
          "Trinity War ended with a bang, don't you think? Leave your thoughts about the (multiple) Earth-shattering conclusion in the comments below. Timeline Photos",
          1377954001
        ],
        [
          "It was a bittersweet ending in Legion of Super Heroes #23. Leave your mini review of the issue in the comments. Timeline Photos",
          1377381601
        ],
        [
          "There was a special Zero Year tie-in in this week's Batman Annual #2. Give us your mini-review in the comments. Timeline Photos",
          1375545601
        ],
        [
          "Buddy continues to deal with his grief in the Animal Man Annual #2. Give us your mini-review in the comments below. Timeline Photos",
          1375534801
        ],
        [
          "Everyone's favorite greed-obsessed Lantern got his very own title this week. Tell us what you thought of Larfleeze #1 in the comments below. Timeline Photos",
          1372521601
        ],
        [
          "Katana is still dealing with issues from her broken sword in KATANA #5. \r\n\r\nGive us your mini review of this issue in the comments below. Timeline Photos",
          1371312002
        ],
        [
          "Start to finish Wonder Woman #20 was action-packed. Leave your review of this entertaining issue. Timeline Photos",
          1368892802
        ],
        [
          "OK fans, have at it. Leave your Batman #20 reviews in the comments below. Timeline Photos",
          1368288001
        ],
        [
          "So Batwing #19 contained a pretty big shift for the series, yes? What did you think? Are you excited to see where things go next? Leave your comments below! Timeline Photos",
          1365264000
        ],
        [
          "The silent Batman and Robin #18 has stirred lots of fan emotions. What did you think? Leave your review in the comments. Timeline Photos",
          1363442402
        ],
        [
          "Are you hot-headed? Artistic? Love jewelry? Use this handy chart to find out which Green Lantern you're most like and share the answer in the comments! http://bit.ly/SnPJwv Timeline Photos",
          1346966942
        ]
      ],
      "dates_start": 1380254294,
      "dates_end": 1437883435,
      "likes_avg": 1609,
      "likes_stdev": 1067,
      "comments_avg": 94,
      "comments_stdev": 225,
      "shares_avg": 124,
      "shares_stdev": 417
    },
    {
      "number": 12,
      "important": [
        "ever",
        "dcrebirth",
        "woman timelin",
        "better",
        "wonder",
        "batman superman",
        "volum",
        "wonder woman timelin",
        "superman wonder",
        "wonder woman"
      ],
      "common": [
        "bit",
        "http",
        "http bit ly",
        "ly",
        "photos",
        "timeline",
        "timeline photos",
        "woman",
        "wonder",
        "wonder woman"
      ],
      "messages": [
        [
          "It's a better time than ever to get into comics with #DCRebirth's first volumes of BATMAN, SUPERMAN, WONDER WOMAN, and more! http://bit.ly/2iWLMS5 Timeline Photos",
          1483889531
        ],
        [
          "Save up to 64% on the best books of 2016 by 1/3, including DARK NIGHT, WONDER WOMAN: EARTH ONE VOL 1, and more! http://bit.ly/2hDB5Uu Best of 2016 eBook Sale! Batman Collections! Women of DC Superman Collections! Justice League Collections! More DC Universe Collections! Vertigo Hits!",
          1483153516
        ],
        [
          "Wonder Woman, Superman, and Batman prove their worth on the island of Themyscira...or is it? Comment with your review of TRINITY #4! Timeline Photos",
          1482620655
        ],
        [
          "Superman, Batman, and Wonder Woman find themselves in an impossible situation when they find Pa Kent in Clark's barn. What's your reaction to TRINITY #2? Timeline Photos",
          1477242056
        ],
        [
          "The disembodied brain of Gault plans his revenge in the digital-first WONDER WOMAN '77 #21! http://bit.ly/2an7yeo Timeline Photos",
          1470387612
        ],
        [
          "Wondering where you can get Jason's Flash shirt or Tiffany's Wonder Woman shirt from this week's #DCAllAccess? Right here!\nFlash tee: http://bit.ly/28RTxo3\nWonder Woman tee: http://bit.ly/28RTIQj Timeline Photos",
          1466773214
        ],
        [
          "Diana has been lied to her entire life, and she's returned home to do something about it. What are your thoughts on WONDER WOMAN: REBIRTH #1? Timeline Photos",
          1465664595
        ],
        [
          "Diana rebuilds her mission as Earth's champion in WONDER WOMAN: REBIRTH #1! #DCRebirth http://bit.ly/1Xur0WE Timeline Photos",
          1465405225
        ],
        [
          "#TBT to 1986's original THE LEGEND OF WONDER WOMAN #1, an homage to the Golden Age Amazon! http://bit.ly/1suRds1 Timeline Photos",
          1463671092
        ],
        [
          "Do you have a great super hero story waiting to reach the world? Do you want to tell stories with Batman, Superman, Wonder Woman, and more comic icons? Apply to the DC Writers Workshop by 5/31 for a chance to write for DC Comics! #DCWW16 https://www.dccomicstalentworkshop.com/ Timeline Photos",
          1462885220
        ],
        [
          "Fascinated by DC's far-out titles? Get the inside scoop on what's coming up in WACKY RACELAND #2, DC COMICS BOMBSHELLS #15, THE LEGEND OF WONDER WOMAN #8, and more: http://bit.ly/1MFDng3 Timeline Photos",
          1461301202
        ],
        [
          "Want to read Wonder Woman, but you don't know where to start? No problem! Check out our list of five books starring the Amazon, perfect for fans new and old: http://bit.ly/1SaQTXU Timeline Photos",
          1460588412
        ],
        [
          "Batman v Superman: Dawn of Justice: The Art of the Film from Titan Books is out now and don't miss the second incredible companion book Batman v Superman: Dawn of Justice: Tech Manual: http://tiny.cc/pzpq9x Timeline Photos",
          1458691209
        ],
        [
          "Catch up on some of Wonder Woman's comic book history before she hits the big screen next week in Batman v Superman: Dawn of Justice! Read WONDER WOMAN digitally today: http://bit.ly/1P1Vneq Timeline Photos",
          1457949605
        ],
        [
          "Batman. Superman. Wonder Woman. The most epic cinematic battle of 2016 is almost here! While you wait to see #WhoWillWin, return to the heroes' most iconic stories: http://bit.ly/1QISnpA Timeline Photos",
          1457838006
        ],
        [
          "Get ready for the epic battle to come in Batman v Superman: Dawn of Justice with these seminal graphic novels featuring Batman, Superman, and Wonder Woman! http://bit.ly/1QISnpA Timeline Photos",
          1457485216
        ],
        [
          "The entire DC Universe...in your pocket! Download the new #DCAllAccess app for DC news, emojis, giveaways, and more! You'll even get exclusive content, including new video and graphics from Batman v Superman: Dawn of Justice: http://bit.ly/1VCFxws Timeline Photos",
          1456405211
        ],
        [
          "Find out what must-have figures are on their way from DC Collectibles this September, including Batman, Superman, Wonder Woman, The Flash, and more! Which ones do you have your eye on? http://bit.ly/1mG98Jc Timeline Photos",
          1455894003
        ],
        [
          "This looks like a job for the whole family! Enter the DC Fan Family Study Hall Sweepstakes for a chance to win three DC Comics junior books from Scholastic, including tie-ins to Batman v Superman: Dawn of Justice: http://bit.ly/1R6TXFw Timeline Photos",
          1455548438
        ],
        [
          "New Comics Day brings BATMAN #49, THE FLASH #48, THE LEGEND OF WONDER WOMAN #2, and lots more! What will you be picking up? http://bit.ly/1Rmczlc Timeline Photos",
          1455102009
        ],
        [
          "Want to make your family library a bit more super? Enter to win the DC Fan Family Study Hall Sweepstakes, featuring Batman v Superman: Dawn of Justice companion books: http://bit.ly/1R6TXFw Timeline Photos",
          1454756407
        ],
        [
          "In the giving spirit of the holidays, the stars of Batman v Superman: Dawn of Justice shared new character posters for Batman, Superman and Wonder Woman. See them assembled here: http://bit.ly/1NqenpC Timeline Photos",
          1450306828
        ],
        [
          "Coming this March: Batman v Superman: Dawn of Justice variant covers for some of your favorite titles: http://bit.ly/1Y8ZNG3 Timeline Photos",
          1449878656
        ],
        [
          "Diana wrestles with her mother's expectations and her own desire for freedom. Get THE LEGEND OF WONDER WOMAN #1: http://bit.ly/1WUecFk Timeline Photos",
          1447412423
        ],
        [
          "This Batman v Superman: Dawn of Justice Wonder Woman Statue and other great DC Collectibles are coming early next year. Get the details here: http://bit.ly/1jQARFU Timeline Photos",
          1445562007
        ],
        [
          "More back-issues of WONDER WOMAN, SUPERMAN and more have been digitized for your reading pleasure. Thumb through this week's releases here: http://bit.ly/1DVkJXw Timeline Photos",
          1438434120
        ],
        [
          "Superman, Batman and Wonder Woman are ready to come home with you. 'Justice League: Gods and Monsters' is available now! http://bit.ly/JLGAMEST Timeline Photos",
          1438088419
        ],
        [
          "Get to know an all new Batman, Superman and Wonder Woman in Justice League 'Gods & Monsters' available to on Digital HD today! http://bit.ly/JLGAMEST #JLGAM Timeline Photos",
          1437325218
        ],
        [
          "Check out this new image from LEGO Dimensions featuring Batman, Wonder Woman, Superman and the 12th Doctor! Timeline Photos",
          1436584736
        ],
        [
          "Find time this weekend to enjoy all these newly-digitized back issues, including SUPERMAN, WONDER WOMAN and lots more: http://bit.ly/1EL9ikq Timeline Photos",
          1431781219
        ],
        [
          "If you missed it, here's the first look at Jesse Eisenberg as Lex Luthor from Batman v Superman: Dawn of Justice: http://bit.ly/19QbHmw Timeline Photos",
          1427662835
        ],
        [
          "Just in case you missed it, take a first look at Batman v Superman: Dawn of Justice's Aquaman as played by Jason Momoa: http://bit.ly/1AYD7Rb Timeline Photos",
          1424545211
        ],
        [
          "From ADVENTURES OF SUPERMAN #493 to WONDER WOMAN #67, there are lots of great newly-digitized back issues right here: http://bit.ly/1xpIzwo Timeline Photos",
          1419692417
        ],
        [
          "Diana Prince is trapped by a Doomsday cult. Who will come to save her? Find out in the Convergence tie-in WONDER WOMAN: http://bit.ly/1vKrprT Timeline Photos",
          1416944703
        ],
        [
          "\"A great read. It has nearly everything you might want in a page-turner…and something else that secretly powers even the most ''serious'' feminist history — fun. Grade: A\"—Entertainment Weekly\n\nRead a chapter from \"The Secret History of Wonder Woman.\" out now, here: http://bit.ly/1yGREgJ Timeline Photos",
          1414602639
        ],
        [
          "After Superman is stricken by a mysterious illness, Wonder Woman leads the JL Dark on a quest to find Pandora’s Box and a possible cure. Read JUSTICE LEAGUE DARK VOL. 4: THE REBIRTH OF EVIL, out tomorrow: http://bit.ly/1taSZes Timeline Photos",
          1408453214
        ],
        [
          "Yesterday at San Diego Comic-Con started off with some big Batman v Superman: Dawn of Justice news and ended with a huge TV panel: http://shout.lt/zJBH Timeline Photos",
          1406456353
        ],
        [
          "Artist Cat Staggs is bringing her unique style to the digital-first SENSATION COMICS FEATURING WONDER WOMAN #1: http://bit.ly/1qx0DRC Timeline Photos",
          1405980056
        ],
        [
          "Get ready for the long holiday weekend by stocking up on back issues of BATMAN, SUPERMAN, WONDER WOMAN and more that are newly available: http://bit.ly/1jrTtWm Timeline Photos",
          1403960425
        ],
        [
          "Sensation Comics Featuring Wonder Woman may not debut until August, but we just couldn't wait that long... Get the inside scoop on the new comic from series editor Kristy Quinn: http://bit.ly/1k4MO9l Timeline Photos",
          1401390012
        ],
        [
          "If you missed the news, filming is underway on Batman v Superman: Dawn of Justice: http://bit.ly/1hbKur6 Timeline Photos",
          1401026416
        ],
        [
          "Grab some of your favorite DC Entertainment weekly comics now on Google Play Books, including Batman, Superman, Wonder Woman and Vertigo's The Sandman: http://bit.ly/QG7NmK Timeline Photos",
          1396476043
        ],
        [
          "Hot Topic is giving away this exclusive Superman Wonder Woman Kiss Statue. Find out how you can win here: http://bit.ly/1bf0YPi #HTHeartAttack Timeline Photos",
          1391360409
        ],
        [
          "Give now and get this Adam Hughes 24\"x18\" Wonder Woman lithograph - colored exclusively for #WeCanBeHeroes: http://fighthun.gr/WonderWoman Timeline Photos",
          1380125025
        ],
        [
          "This week it's all about Wonder Woman. Visit the #WeCanBeHeroes crowdfunding page for amazing perks - like an exclusive chance to meet Lynda Carter, TV's original Wonder Woman! http://fighthun.gr/WonderWoman Timeline Photos",
          1380045710
        ],
        [
          "Wonder Woman and First Born square off in a battle that spans the entire issue in WONDER WOMAN #23. Get an inside look in today's Preview Monday post here: http://bit.ly/13yLoMR Timeline Photos",
          1376920801
        ],
        [
          "A Metropolis sand castle, Wonder Woman beach chair with cape, and more Justice League member inspired gear will be available this summer. And yes, you read it right the first time. Metropolis Sand Castle. http://usat.ly/10156xb Timeline Photos",
          1368474957
        ],
        [
          "If you want to make your mom, the mother of your children or anyone else feel like Wonder Woman this Mother's Day we've assembled the perfect way to do just that: http://bit.ly/10eKDk1 Timeline Photos",
          1367915400
        ],
        [
          "Find Ame-Comi Girls #8, Lot 13 #1 and many more new releases and classic issues in our digital storefront this week: http://bit.ly/ReadDCE\r\n\r\nACTION COMICS ANNUAL #1\r\nAME-COMI GIRLS #8\r\nAQUAMAN #13\r\nARROW #4\r\nBATGIRL ANNUAL #1\r\nBATMAN: ARKHAM UNHINGED #49\r\nBATMAN: GOTHAM ADVENTURES #43-44\r\nBOOSTER GOLD #20\r\nCATWOMAN #7-8\r\nCHECKMATE #3-4\r\nTHE FLASH #68-69\r\nGOTHAM GIRLS #5\r\nGREEN LANTERN #30-31\r\nHOUSE OF MYSTERY #32-33\r\nIMPULSE #29-30\r\nINFINITY, INC. #11-12\r\nJLA: CLASSIFIED #36\r\nJOE KUBERT PRESENTS #1\r\nJONAH HEX #56\r\nJSA #23\r\nJUSTICE LEAGUE DARK ANNUAL #1\r\nJUSTICE LEAGUE TASK FORCE #21\r\nJUSTICE LEAGUE UNLIMITED #5, 7\r\nLEGENDS OF THE DARK KNIGHT #22\r\nLEGION OF SUPER-HEROES #34-35\r\nLI'L BATMAN #1\r\nLOT 13 #1\r\nMADAME XANADU #12\r\nMASTERS OF THE UNIVERSE #8\r\nMASTERS OF THE UNIVERSE: THE ORIGIN OF SKELETOR #1\r\nPHANTOM LADY #3\r\nROBIN #180-183\r\nSUICIDE SQUAD #5\r\nSUPERBOY #40-41\r\nSUPERBOY AND THE RAVERS #10\r\nSUPERMAN FAMILY ADVENTURES #6\r\nSWAMP THING ANNUAL #1\r\nWONDER WOMAN #127-128 Timeline Photos",
          1351874966
        ],
        [
          "We've added tons of new and classic comics to our digital storefront this week. And don't miss Arrow, Smallville Season 11 and our other Digital First titles! http://bit.ly/ReadDCE\r\n\r\nARROW #3\r\nBATMAN, INCORPORATED #4\r\nBATMAN: ARKHAM UNHINGED #48\r\nBATMAN: GOTHAM ADVENTURES #35, 37\r\nBATMAN: THE DARK KNIGHT #13\r\nBATMAN: THE MONSTER MEN #1-6\r\nBOOSTER GOLD #19\r\nCATWOMAN #5-6\r\nCHECKMATE #1-2\r\nTHE FLASH #13\r\nTHE FLASH #66,67\r\nTHE FURY OF FIRESTORM: THE NUCLEAR MEN #13\r\nGOTHAM GIRLS #4\r\nHOUSE OF MYSTERY #30-31\r\nI, VAMPIRE #13\r\nIMPULSE #27-28\r\nINFINITY, INC. #10\r\nINFINITY, INC. #9\r\nJIMMY OLSEN #1\r\nJLA: CLASSIFIED #35\r\nJONAH HEX #55\r\nJSA #22\r\nJUSTICE LEAGUE DARK #13\r\nJUSTICE LEAGUE TASK FORCE #20\r\nJUSTICE LEAGUE UNLIMITED #3-4\r\nLEGENDS OF THE DARK KNIGHT #21\r\nLEGION OF SUPER-HEROES #32-33\r\nMADAME XANADU #11\r\nNATIONAL COMICS: MADAME X #1\r\nRED LANTERNS #13\r\nROBIN #178-179\r\nTHE SAVAGE HAWKMAN #13\r\nSMALLVILLE #21\r\nSUICIDE SQUAD #4\r\nSUPERBOY #38-39\r\nSUPERMAN #13\r\nSUPERMAN BEYOND #10\r\nTALON #1\r\nTEEN TITANS #13\r\nWONDER WOMAN #125-126 Timeline Photos",
          1351265402
        ],
        [
          "Wonder Woman's family continues their scheming in this preview of Wonder Woman #13: http://lat.ms/W0q8KI Timeline Photos",
          1350293402
        ],
        [
          "The Chief Scientific Advisor for Match.com examines Superman and Wonder Woman's new dating status to see if these crazy super-powered kids might make it: http://bit.ly/Ti3FTx “Superman and Wonder Woman: Are They A (Super) Power Couple?” By Dr. Helen Fisher With the news of Superman and Wonder Woman’s budding relationship, we wanted to examine the compatibility and their chances at a long-term relationship. Is the new power couple more like Tom ...",
          1346070600
        ],
        [
          "This week on The Source we're spotlighting our Digital First comics. First up? Ame-Comi Girls. Read all about it and find out how you can enter to win the first chapter of Ame-Comi: Wonder Woman for free: http://bit.ly/R8GVdf Timeline Photos",
          1344856248
        ],
        [
          "If you’re as big a fan as this kid, check out today’s sale at Fathead.com. Today and tomorrow only, take 38% off select Batman and Wonder Woman Fatheads. http://bit.ly/OwAvRH Timeline Photos",
          1341918700
        ],
        [
          "The Wonder Woman team of Brian Azzarello and Cliff Chiang talked about what's coming up while at C2E2. Watch this video and find out what they had to say. http://bit.ly/KdDIzA Timeline Photos",
          1335438154
        ]
      ],
      "dates_start": 1382018123,
      "dates_end": 1466795554,
      "likes_avg": 1235,
      "likes_stdev": 1572,
      "comments_avg": 37,
      "comments_stdev": 54,
      "shares_avg": 91,
      "shares_stdev": 151
    },
    {
      "number": 13,
      "important": [
        "photo",
        "episod",
        "itun",
        "dark",
        "abl",
        "everi",
        "never",
        "today",
        "today timelin",
        "timelin"
      ],
      "common": [
        "bit ly",
        "http",
        "http bit",
        "http bit ly",
        "ly",
        "photos",
        "timeline",
        "timeline photos",
        "today",
        "today http"
      ],
      "messages": [
        [
          "The dark has never been more safe. Suit up with every episode of #BatmanTAS on iTunes today! http://bit.ly/BatmanTAS Timeline Photos",
          1474318930
        ],
        [
          "He's the fastest man on Earth…on ANY Earth. Zoom through Season 2 of The Flash on Blu-ray™ and DVD today! #OwnFlashS2 http://gwi.io/mzeivw Timeline Photos",
          1473166814
        ],
        [
          "Killer Croc takes the streets of Gotham City in colossal form in #BatmanUnlimited: Mechs vs Mutants on Digital HD today. http://bit.ly/MechsVsMutants Timeline Photos",
          1473037210
        ],
        [
          "Nobody wants to be on the receiving end of one of those punches. #OwnSupergirlS1 today! http://gwi.io/nx69zm",
          1471613750
        ],
        [
          "Happy St. Patrick's Day, from our universe to yours! Did you wear your green today? Timeline Photos",
          1458252015
        ],
        [
          "A new week, a new #NewDCDay! Pick up BATMAN & ROBIN ETERNAL #24, BLACK CANARY #9, GREEN ARROW #50, SUPERMAN #50, and more today: http://bit.ly/1Wc7M5t Timeline Photos",
          1458122405
        ],
        [
          "The man must die for the Bat to live. Witness Batman's riveting return in BATMAN #49, available today: http://bit.ly/1T3Oa3A Timeline Photos",
          1455116430
        ],
        [
          "Life. Death. Poison Ivy has power over both. But can she keep her friends and hold down a regular job at the same time? Read the debut issue of POISON IVY: CYCLE OF LIFE AND DEATH digitally today: http://bit.ly/1PpZDVF Timeline Photos",
          1453388507
        ],
        [
          "The cosmic peacekeepers fight their way home in GREEN LANTERN CORPS: EDGE OF OBLIVION #1. Read it digitally today: http://bit.ly/1ZaGLj2 Timeline Photos",
          1452769216
        ],
        [
          "It's Batman vs. Turtles as the Dark Knight faces off against some strange ninjas in Gotham! Read BATMAN/TEENAGE MUTANT NINJA TURTLES #2, available today: http://bit.ly/1SEbwNv Timeline Photos",
          1452697239
        ],
        [
          "New Comics Day has arrived! Snag new issues of SUPERMAN: AMERICAN ALIEN, GOTHAM ACADEMY, STARFIRE and more in comics shops today: http://bit.ly/1PNQPvO Timeline Photos",
          1452682815
        ],
        [
          "Batman arrives in Paris to find some answers, with The Joker along for the ride... Read this week's new BATMAN: EUROPA #3 digitally today: http://bit.ly/1U0k9QG Timeline Photos",
          1451559616
        ],
        [
          "Wonder Woman must turn to the beings that have fought the Anti-Monitor before -- the Crime Syndicate! Pick up the all-new JUSTICE LEAGUE #47 today: http://bit.ly/1JpfLVN Timeline Photos",
          1451487606
        ],
        [
          "Batman will go to any length to recover the body of his son from Apokolips... Pick up your copy of BATMAN AND ROBIN VOL. 7: ROBIN RISES in shops or online today: http://bit.ly/1PKZ2lm Timeline Photos",
          1448362817
        ],
        [
          "Grayson sets out to find Garth, but he may not be thrilled when his plan works. Read TITANS HUNT #2 today: http://bit.ly/1OQYM5N Timeline Photos",
          1447930816
        ],
        [
          "Get lots of great DC Comics back issues in our digital storefront, including BATMAN #200 and more, today: http://bit.ly/1WBNaIa Timeline Photos",
          1446908431
        ],
        [
          "Superman has become a terror as the God of Strength. What unlikely hero can save him? Read JUSTICE LEAGUE: DARKSEID WAR: SUPERMAN #1, out today: http://bit.ly/1LOJOcm Timeline Photos",
          1446649230
        ],
        [
          "The Darkseid War rages on as Batman is forced to accept his new role as a God of Knowledge. Read the all-new JUSTICE LEAGUE: THE DARKSEID WAR: BATMAN #1 today: http://bit.ly/1MUor7k Timeline Photos",
          1446112814
        ],
        [
          "The second wave of war begins with “Darkseid War: Gods and Men!” Can Wonder Woman and Mister Miracle help the League escape the curse of the New Gods and hold on to their humanity?\n\nRead JUSTICE LEAGUE #45 digitally today: http://bit.ly/1GncIBj Timeline Photos",
          1445504421
        ],
        [
          "In Gotham City, 2039, a federal agent is murdered and Batman is the prime suspect. Get BATMAN YEAR 100 today: http://bit.ly/1OOVhLd Timeline Photos",
          1445331615
        ],
        [
          "Keep reading classic BOOSTER GOLD stories or other great, newly-digitized backissues today: http://bit.ly/1jsmUyz Timeline Photos",
          1445086815
        ],
        [
          "Make way for the original power couple, for better, for worse, in sickness and in health, until death do them part! Pick up SUPERMAN: LOIS & CLARK #1 in comics shops today. http://bit.ly/1NHXF5Z Timeline Photos",
          1444827637
        ],
        [
          "All Diana wants to do is enjoy a Halloween carnival. But Gorilla Grodd has other ideas. Read WONDER WOMAN '77 #13 today: http://bit.ly/1ZcTPXQ Timeline Photos",
          1444381211
        ],
        [
          "The troubles in Maya’s past come back to haunt her, Robin faces Deathstroke! Pick up ROBIN, SON OF BATMAN #4, out today: http://bit.ly/1Y8OjVO Timeline Photos",
          1442408422
        ],
        [
          "Highfather learns that ring-wielders stole secrets of cosmic importance from beyond the Source Wall! Don't you hate it when that happens? Get GREEN LANTERN/NEW GODS: GODHEAD today: http://bit.ly/1M7CZm0 Timeline Photos",
          1442307614
        ],
        [
          "That's a mighty big promise Jim. Relive season 1 of Gotham, available today! http://bit.ly/S1Gotham #GothamS1DVD Timeline Photos",
          1441717231
        ],
        [
          "Go back to where it all began for Jim Gordon. Bring the entire first season of Gotham home when it hits Blu-ray on 9/8. Order it today: http://t.co/Y3A21fGuP3 Timeline Photos",
          1440075626
        ],
        [
          "Oliver Queen takes a moody, dangerous trip down memory lane in GREEN ARROW: ARCHER’S QUEST DELUXE EDITION. Pick up your copy in shops and online today: http://bit.ly/1Uzc6vd Timeline Photos",
          1439283614
        ],
        [
          "Has Lois betrayed Superman with the truth? Find out in SUPERMAN #42, available today: http://bit.ly/1h36gDS Timeline Photos",
          1438174830
        ],
        [
          "To keep up with all the latest DC Comics, Vertigo and MAD sales, sweepstakes and giveaways make sure to follow @MyDCDeals on Twitter today! https://twitter.com/MyDCDeals Timeline Photos",
          1437339608
        ],
        [
          "Only on iTunes! Own the DCU 25 Movie Collection, including early access to the all-new Justice League: Gods and Monsters, today! http://apple.co/1Hk0Ahv Timeline Photos",
          1436605205
        ],
        [
          "The new Batman deals with even more surprises as he hits the streets of Gotham. Read BATMAN #42 today: http://bit.ly/1GS25A9 Timeline Photos",
          1436360440
        ],
        [
          "Bring home this epic The Sandman Chess Set featuring the iconic characters from Neil Gaiman’s acclaimed series today: http://bit.ly/1C8TVrr Timeline Photos",
          1435798815
        ],
        [
          "Former Outlaw Starfire stars in her own all-new ongoing series! Pick up STARFIRE #1 in comics shops and digitally today: http://bit.ly/1cLKiTj Timeline Photos",
          1434045253
        ],
        [
          "Jenny Sparks, Jack Hawksmoor, Shen Li-Min, the Midnighter, Apollo and the Engineer join forces as Earth's last line of defense: The Authority. Read the entire THE AUTHORITY collection digitally today: http://bit.ly/1LRbpZv Timeline Photos",
          1433149354
        ],
        [
          "Get new #DCAllAccess episodes as soon as they're out by subscribing today: http://bit.ly/1Pxs221 Timeline Photos",
          1433005217
        ],
        [
          "In the end, there can be only one reality. Read the epic final issue of CONVERGENCE, available today: http://bit.ly/1F8r6pU Timeline Photos",
          1432731624
        ],
        [
          "An exciting new version of The Dark Knight kicks off with Batman Unlimited: Animal Instincts. Get it on Blu-ray+DVD+Digital HD along with an exclusive Fire Bat figure today: http://bit.ly/BatmanAnimalInstincts Timeline Photos",
          1431853212
        ],
        [
          "This week we added Earth 33, which makes our interactive Map of the Multiverse complete. Explore the whole thing today: http://bit.ly/1BucG52 Timeline Photos",
          1430600408
        ],
        [
          "Get back issues of OUTSIDERS, GREEN LANTERN, ADVENTURES OF SUPERMAN and more digitally today: http://bit.ly/1Drwqqr Timeline Photos",
          1429362018
        ],
        [
          "Even superheroes wear their green! Shop the St. Patrick’s Day Shirt Collection today: http://bit.ly/1G2R67Z Timeline Photos",
          1425610807
        ],
        [
          "Check out Sideshow Collectibles' Limited Edition Art Print of everyone's favorite Czarnian. Pre-order today: http://bit.ly/1Byh3Ol Timeline Photos",
          1421939064
        ],
        [
          "The LEGO Batman 3 #Arrow DLC Pack is available today! Timeline Photos",
          1421204411
        ],
        [
          "Browse our selection of newly-digitized comics while you figure out which leftovers to have for lunch today: http://bit.ly/1rtJR1c Timeline Photos",
          1417273227
        ],
        [
          "DC All Access this week got a helping hand from guest co-host Wil Wheaton, who helped share lots of great news. Watch it today: http://youtu.be/ONL7xC894Z4 Timeline Photos",
          1416182414
        ],
        [
          "GOTHAM BY MIDNIGHT and more in this week's #DCAllAccess. Watch it today: http://bit.ly/1vHJC9H Timeline Photos",
          1408291262
        ],
        [
          "Batman finally catches up to Ra’s al Ghul, beginning the battle for the bodies of Talia and Damian in BATMAN AND RA’S AL GHUL #32, available today: http://shout.lt/v1Pj Timeline Photos",
          1403096419
        ],
        [
          "An all-new animated feature, JLA Adventures: Trapped in Time features your favorite characters in a story that's perfect for the whole family. Find it exclusively at Target today! Timeline Photos",
          1390327203
        ],
        [
          "We've been listening to our fans and given the \"Comics\" section of DCComics.com a makeover to make finding new and upcoming releases even easier. Check it out today: http://bit.ly/GY0Bew Timeline Photos",
          1387281608
        ],
        [
          "Fables: The Wolf Among Us is now available to play on iOS devices. Get it today: http://bit.ly/HSD5Cj Timeline Photos",
          1386267441
        ],
        [
          "With hours of bonus footage complimenting the three movies...yeah, we're going to be busy today. \r\n\r\nThe Dark Knight Trilogy Ultimate Collectors Edition is out today! http://bit.ly/TDKTUCE Timeline Photos",
          1380031633
        ],
        [
          "Terry McGinnis, college student? Writer Kyle Higgins begins a new story in Batman Beyond 2.0 #1. Don't miss it today: http://bit.ly/13aUg63 Timeline Photos",
          1375644486
        ],
        [
          "Find new issues of Superboy, Green Lantern Corps and more as well as new collections of The All New Batman: The Brave and the Bold and I, Vampire in comic shops today: http://bit.ly/GY0Bew Timeline Photos",
          1363181400
        ],
        [
          "Jason Blood has his voice back and is none too happy with his former teammates, even Madame Xanadu! Preview Demon Knights #18 today: http://bit.ly/W75Hwh Timeline Photos",
          1363165800
        ],
        [
          "Carter Hall is trying to get back into his life, but the Nth Metal just won't let him relax. Preview The Savage Hawkman #17 today: http://bit.ly/W7wv0J Timeline Photos",
          1361808000
        ],
        [
          "Knightfall is about to make a big mistake: Underestimating Batgirl. Preview Batgirl #13, a Death of the Family tie-in, at USA Today: http://usat.ly/OOYw9u Timeline Photos",
          1349780402
        ],
        [
          "There are lots of things Grifter has wanted to do, but breaking into the hyperspace headquarters of Stormwatch wasn't one of them. Preview Grifter #13 today: http://bit.ly/R6I5UY Timeline Photos",
          1349699404
        ]
      ],
      "dates_start": 1398294367,
      "dates_end": 1460474468,
      "likes_avg": 1110,
      "likes_stdev": 977,
      "comments_avg": 33,
      "comments_stdev": 32,
      "shares_avg": 115,
      "shares_stdev": 298
    },
    {
      "number": 14,
      "important": [
        "could",
        "let us know",
        "comment timelin",
        "bombshel",
        "us know",
        "comment",
        "comic bombshel",
        "let us",
        "let",
        "deal"
      ],
      "common": [
        "know",
        "let",
        "let us",
        "let us know",
        "photos",
        "thought",
        "timeline",
        "timeline photos",
        "us",
        "us know"
      ],
      "messages": [
        [
          "The enemy troops struck a deal with a mysterious entity that could affect all our heroes. What did you think of DC COMICS BOMBSHELLS #8? Let us know in the comments below. Timeline Photos",
          1452985215
        ],
        [
          "The second issue of DARK KNIGHT III: THE MASTER RACE took the story in some unexpected directions. What did you think? Leave a comment and let us know. Timeline Photos",
          1451185206
        ],
        [
          "WE ARE ROBIN #6 showed the team coming together, but Robin War is just around the corner. Leave a comment and let us know what you thought of the issue. Timeline Photos",
          1448766007
        ],
        [
          "Leave a comment and let us know what you thought of BATMAN AND ROBIN ETERNAL #4 and the continuing mystery of the story, including that shocking ending! Timeline Photos",
          1446314447
        ],
        [
          "GRAYSON ANNUAL #2 featured an incredible team-up between Dick and Superman. What did you think? Leave a comment and let us know. Timeline Photos",
          1443891613
        ],
        [
          "GOTHAM BY MIDNIGHT #9 featured a *big* change in the status quo for a certain character. What did you think? Leave a comment below and let us know. Timeline Photos",
          1443315609
        ],
        [
          "Kori fixed one problem - and gained a local ally - in STARFIRE #4. But what new threat is about to emerge? Let us know what you thought of this month's issue. Timeline Photos",
          1442048408
        ],
        [
          "What did you think of Vic's quest for more humanity in CYBORG #2? Leave a comment and let us know. Timeline Photos",
          1440882008
        ],
        [
          "The crew went up against their biggest challenge in WE ARE ROBIN #3, but how about that reveal at the end? Let us know what you thought of this week's issue. Timeline Photos",
          1440838807
        ],
        [
          "A classic character returned and the team continued fraying at the edges in SECRET SIX #5. Let us know what you thought in the comments below. Timeline Photos",
          1440277221
        ],
        [
          "Now that you've had a chance to watch JUSTICE LEAGUE: GODS AND MONSTERS, what did you think of this bold new take on Batman, Wonder Woman and Superman? Leave a comment and let us know. Timeline Photos",
          1438448427
        ],
        [
          "SECRET SIX #4 showed who it was following the team and...well...what did you think about the reveal? Let us know in the comments here. Timeline Photos",
          1437210011
        ],
        [
          "OK we know your thumbs are tired, but it's time to let us know what you think of Batman: Arkham Knight. Leave a comment and let us know your favorite mission, gameplay feature or character! Timeline Photos",
          1435453210
        ],
        [
          "A movement is rising up. Now let us know what you thought of the debut issue of WE ARE ROBIN. Timeline Photos",
          1435395610
        ],
        [
          "What did you think of the first issue of JUSTICE LEAGUE OF AMERICA? Leave a comment and let us know. Timeline Photos",
          1434848416
        ],
        [
          "Let us know what you thought of the new status quo shown in the pages of EARTH 2: SOCIETY #1 in the comments here. Timeline Photos",
          1434229209
        ],
        [
          "\"Darkseid War\" kicked off in earnest in JUSTICE LEAGUE #41. What did you think? Leave a comment and let us know. Timeline Photos",
          1433581218
        ],
        [
          "It's been coming since the very first issue and now \"The Darkseid War\" is upon us. Let us know what you thought of JUSTICE LEAGUE #40 here. Timeline Photos",
          1430586019
        ],
        [
          "The wait is over! Now we want to hear what you thought of CONVERGENCE #0. Leave a comment and let us know. Timeline Photos",
          1428181205
        ],
        [
          "The stage is being set for the finale in FUTURES END #45. Let us know what you thought of this week's chapter here. Timeline Photos",
          1426384803
        ],
        [
          "Brainiac seems to be...piloting a city? What did you think of FUTURES END #43? Leave a comment and let us know. Timeline Photos",
          1425121209
        ],
        [
          "The heroes scored a win against Brainiac in FUTURES END #42, but was it enough? Let us know what you thought of this week's installment. Timeline Photos",
          1424574011
        ],
        [
          "Were Superman, Wonder Woman and Luthor able to finally contain the Amazo Virus? Let us know what you thought of the epic JUSTICE LEAGUE #39 here. Timeline Photos",
          1424559616
        ],
        [
          "Leave a comment here and let us know what you thought of the romantic insanity of HARLEY QUINN VALENTINE'S DAY SPECIAL #1. Timeline Photos",
          1423969206
        ],
        [
          "Were Catman and the others able to work together and get out of their underwater prison? Let us know what you thought of SECRET SIX #2 here. Timeline Photos",
          1423954806
        ],
        [
          "The showdown you've been waiting for finally happened in FUTURES END #38. So what did you think? Leave a comment and let us know. Timeline Photos",
          1422212419
        ],
        [
          "Are you team Arrow or team Flash? Let us know and enter to win the #FlashArrowGiveaway! Details here: http://bit.ly/1tvXYUx Timeline Photos",
          1417469712
        ],
        [
          "The origin of the Amazo Virus was revealed in JUSTICE LEAGUE #36, but that doesn't mean the situation is under control. Let us know what you thought. Timeline Photos",
          1416684608
        ],
        [
          "Scott Snyder and Greg Capullo kept \"Endgame\" going in BATMAN #36, which included a huge reveal. How about you, what did you think? Let us know in the comments here. Timeline Photos",
          1416096012
        ],
        [
          "The Constantine pilot was just fantastic, don't you think? Dive into the episode's secrets then let us know what you thought: http://bit.ly/12se0rR Timeline Photos",
          1414213210
        ],
        [
          "To the surprise of absolutely no one, Luthor has a hidden motive for joining the team. Leave a comment and let us know what you thought of JUSTICE LEAGUE #34. Timeline Photos",
          1412460050
        ],
        [
          "The Multiverse continues to expand! Leave a comment and let us know what you thought of THE MULTIVERSITY: THE SOCIETY OF SUPER-HEROES: CONQUERORS OF THE COUNTER-WORLD #1 Timeline Photos",
          1411207227
        ],
        [
          "So which story in SECRET ORIGINS #5 was your favorite? Cyborg, Red Hood or Mera? Let us know in the comments. Timeline Photos",
          1409414450
        ],
        [
          "If you're a Wonder Woman fan (and you *really* should be if you're not) you probably loved SENSATION COMICS FEATURING WONDER WOMAN #1. Let us know how much in the comments. http://bit.ly/1v559b8 Timeline Photos",
          1408831287
        ],
        [
          "Who is your favorite Task Force X team member?  Leave a comment and let us know. #BatmanAssaultonArkham http://bit.ly/baoapwi Timeline Photos",
          1408734053
        ],
        [
          "Frankenstein and Amethyst on a mission, Lois Lane hunting down leads and more, all in FUTURES END #6. Let us know how much you enjoyed this week's chapter in the comments. Timeline Photos",
          1402783228
        ],
        [
          "Lots of mysteries being uncovered - and lots more still under wraps - in FUTURES END #4. Leave a comment and let us know what you thought. Timeline Photos",
          1401552028
        ],
        [
          "Amanda had her hands full keeping people - including herself - alive in the face of a mysterious villain. Let us know what you thought of SUICIDE SQUAD: AMANDA WALLER #1. Timeline Photos",
          1396123213
        ],
        [
          "Which chapter of BATMAN/SUPERMAN ANNUAL #1 did you enjoy most? What did you think of the showdown on Warworld? Let us know in the comments below. Timeline Photos",
          1394301616
        ],
        [
          "Are you a Metal Men fan? Then you probably *loved* JUSTICE LEAGUE #28. Cause we sure did. Chime in with just how much you enjoyed the issue in the comments below. Timeline Photos",
          1393092012
        ],
        [
          "So we kind of loved BATMAN: JOKER'S DAUGHTER #1. How about you? Leave a comment and let us know. Timeline Photos",
          1391904018
        ],
        [
          "The New 52 got animated for the first time in Justice League: War and we want to hear what your favorite parts of this new animated feature were. Leave a comment below and let us know. Timeline Photos",
          1391882414
        ],
        [
          "The mini-series Damian: Son of Batman came to a close this week in an emotional finale. Leave your review here and let us know what you thought. Timeline Photos",
          1391256007
        ],
        [
          "We want to know what you loved about #DCAllAccess in 2013! Take our quick and easy poll and let us know what moments were your favorites: http://bit.ly/1mIBzSY Timeline Photos",
          1390478412
        ],
        [
          "Take a few minutes from your busy Saturday and let us know what you thought of the stories contained in the mega-sized landmark Detective Comics #27. Timeline Photos",
          1389441607
        ],
        [
          "The first story of this series came to a close in a big way. What did you think of Batman/Superman #4? Let us know in the comments. Timeline Photos",
          1382187602
        ],
        [
          "If you read Earth 2 #16 we're sure you have thoughts. So leave them here and let us know how you liked this week's issue. Timeline Photos",
          1380978001
        ],
        [
          "Batman Black & White was filled with great stories. Let us know which one was your favorite in the comments here. Timeline Photos",
          1378580402
        ],
        [
          "It's all about balance. And watching Etrigan light a cannonball with his demon fire breath. Let us know what you thought of Demon Knights #23 below. Timeline Photos",
          1376755201
        ],
        [
          "Trinity War erupts in TRINITY OF SIN: PANDORA #2. Let us know what you thought of the issue in the comments below. Timeline Photos",
          1375556400
        ],
        [
          "We're thrilled to unveil the new DCComics.com. With Flash Facts that take you into the history of DC Comics, increased access to what's new and more there's lots to see. There's more to come but for now let us know what your favorite feature is! http://bit.ly/dccomicsweb Timeline Photos",
          1370944800
        ],
        [
          "The Movement continues to be a big hit with fans. Leave your thoughts on the second issue below and let us know who your favorite character is. Timeline Photos",
          1370728801
        ],
        [
          "Were you surprised by the revelations in Justice League #19? \r\n\r\nLet us know what you thought in the comments below. Timeline Photos",
          1366484401
        ],
        [
          "What did you all think not just of Aquaman #17 but also of \"Throne of Atlantis?\" Let us know what you enjoyed about the storyline. Timeline Photos",
          1362247201
        ],
        [
          "Batman and Robin Annual #1 featured what a lot of people called a fun adventure starring Damian Wayne. Do you agree? Let us know! Timeline Photos",
          1359828002
        ],
        [
          "What does the future hold for Hal Jordan? Have theories, opinions or thoughts on Green Lantern #16. Let us know. Timeline Photos",
          1359234001
        ],
        [
          "Justice League #16 teased some big changes coming to the team. Let us know what you thought here! Timeline Photos",
          1359223201
        ],
        [
          "Who's the best romantic pair in the DC Universe? In honor of Justice League #12's Wonder Woman/Superman kiss we've charted out the best super-powered power couples here but let us know who you think we're missing: http://bit.ly/Q4Jc6o Timeline Photos",
          1346341969
        ]
      ],
      "dates_start": 1381780019,
      "dates_end": 1438089948,
      "likes_avg": 1793,
      "likes_stdev": 1266,
      "comments_avg": 90,
      "comments_stdev": 104,
      "shares_avg": 99,
      "shares_stdev": 125
    },
    {
      "number": 15,
      "important": [
        "suicid",
        "leav",
        "plan",
        "away",
        "squad timelin",
        "think",
        "suicid squad",
        "waller",
        "timelin",
        "squad"
      ],
      "common": [
        "justice",
        "justice league",
        "justice league vs",
        "league",
        "league vs",
        "league vs suicide squad",
        "squad",
        "suicide",
        "suicide squad",
        "vs"
      ],
      "messages": [
        [
          "When Waller's away, the Squad will play...but some jerk has plans to rain on their shore leave. What did you think of SUICIDE SQUAD #11? Timeline Photos",
          1486832425
        ],
        [
          "Amanda Waller's sins return to haunt Task Force X in SUICIDE SQUAD #11! Maybe it's time for her to be nicer to people... Nah. http://bit.ly/2kvOD4v Suicide Squad (2016-) #11 - DC Entertainment \"BURNING DOWN THE HOUSE\" part one! Spinning directly out of the events of JUSTICE LEAGUE VS. SUICIDE SQUAD! Hidden somewhere deep within, the world is a burning flame. Its light is blinding. Its heat is deadly. It's a fire fueled by hatred, by rage and by vengeance.",
          1486646109
        ],
        [
          "After #LeaguevSquad, a loose end threatens to dismantle Amanda Waller's carefully hidden life. What's your review of SUICIDE SQUAD #10? Timeline Photos",
          1485702021
        ],
        [
          "There are two takeaways from this moment in JUSTICE LEAGUE VS. SUICIDE SQUAD #6: \"Never underestimate Amanda Waller,\" and \"WHAAA?!\" #LeaguevSquad http://bit.ly/2k2amPq This Just Happened: Maxwell Lord is Taken to Task If you're going to declare war on Amanda Waller, you'd better make sure you win. That's what Maxwell Lord discovered in the final issue of Rebirth's first big event, JUSTICE LEAGUE VS. SUICIDE SQUAD #6. ",
          1485572412
        ],
        [
          "Killer Frost's last day in Belle Reve is the longest of her whole life in JLA: KILLER FROST #DCREBIRTH #1, out now! http://bit.ly/2kwntaD Justice League of America: Killer Frost Rebirth (2017) #1 - DC Entertainment SPINNING OUT OF THE PAGES OF JUSTICE LEAGUE VS. SUICIDE SQUAD! What happens to a super-villain on their last day in Belle Reve Prison? Against all odds, Killer Frost is up for parole from the Suicide Squad, but you can bet Amanda Waller isn't going to make it easy for Frost to join the new JLA.",
          1485428757
        ],
        [
          "Assume emergency positions: The final JUSTICE LEAGUE VS. SUICIDE SQUAD #6 is here, and this sucker's gonna get messy! #NewDCDay #NCBD #LeaguevSquad http://bit.ly/2jpPVgA JUSTICE LEAGUE VS. SUICIDE SQUAD #6 Legendary JLA artist Howard Porter returns for the ultimate showdown between the Suicide Squad, the Justice League and the forces of [REDACTED]. Unlikely heroes emerge from the rubble of DC's first major event since DC UNIVERSE: REBIRTH, leaving both teams in a place they've never been before...and ...",
          1485356435
        ],
        [
          "Eclipso does something seriously messed up to Deadshot in the preview of JUSTICE LEAGUE VS. SUICIDE SQUAD #6. #LeaguevSquad http://bit.ly/2j01CMp Exclusive DC Preview: Justice League vs. Suicide Squad #6 The Justice League and the Suicide Squad came to blows over an office territorial dispute, but that dispute has taken on a new urgency as Maxwell Lord found himself in possession of the Heart of Darkness, the gem that powers the powerful villain Eclipso.Lord used it to take control of the Justice [....",
          1485255617
        ],
        [
          "A power-hungry dictator just moved into the White House...but Batman and the Suicide Squad are about to do something about it. What's your review of JUSTICE LEAGUE VS. SUICIDE SQUAD #5? #LeaguevSquad Timeline Photos",
          1485037865
        ],
        [
          "Brace yourself for a total Eclipso the heart (of darkness). Here's everything you need to know about the big bad from JUSTICE LEAGUE VS. SUICIDE SQUAD! #LeaguevSquad http://bit.ly/2iGGwTk DC Comics 101: Get to Know Eclipso If you've been reading JUSTICE LEAGUE VS. SUICIDE SQUAD, and particularly if you've gotten to the end of this week's issue #5, you've discovered that the real villain of the Rebirth's first event isn't the Suicide Squad or even Maxwell Lord, but a shadowy villain with the ability to corrupt just abo...",
          1484854748
        ],
        [
          "In JUSTICE LEAGUE VS. SUICIDE SQUAD #5, Max Lord conquers the world and only Task Force X can stop him! No pressure. #LeaguevSquad http://bit.ly/2iBytHg JUSTICE LEAGUE VS. SUICIDE SQUAD #5 JUSTICE LEAGUE VS. SUICIDE SQUAD #5 [REDACTED] has finally obtained that which [REDACTED] has sought all this time-it's the means to utterly [REDACTED] the Justice League forever. Now, only [REDACTED] and the Suicide Squad stand in [REDACTED] path of total world domination. No pressure!",
          1484751643
        ],
        [
          "Max Lord may be evil, but he's certainly efficient while taking over the world in the preview of JUSTICE LEAGUE VS. SUICIDE SQUAD #5! #LeaguevSquad http://bit.ly/2jm7Umv Exclusive Preview | 'Justice League vs. Suicide Squad' # 5 The Suicide Squad is down and the Justice League has been eclipsed as Max Lord seizes control over the most powerful nation in the world. The two premiere superhero teams of the DC universe have collided! But the Justice League and the Suicide Squad now have much bigger problems than each other.",
          1484708412
        ],
        [
          "Meet Ray. One day he'll be a powerful hero, but for now he's a fragile child forced to spend his life in darkness in the preview of JLA: THE RAY #DCREBIRTH #1. http://bit.ly/2ivvEaD Exclusive Preview: JUSTICE LEAGUE OF AMERICA THE RAY REBIRTH #1 (W) Steve Orlando (A) Stephen Byrne (CA) Ivan Reis, Joe Prado SPINNING OUT OF THE PAGES OF JUSTICE LEAGUE VS. SUICIDE SQUAD! Locked indoors, raised in the dark and told his medical condition could be fatal to himself and anyone he meets, Ray Terrill is dangerous. A freak. Broken.",
          1484607618
        ],
        [
          "Amanda Waller's original Suicide Squad doesn't go quite the way she planned, but good enough for government work. What's your review of the #LeaguevSquad tie-in SUICIDE SQUAD #9? Timeline Photos",
          1484434812
        ],
        [
          "League vs. Squad vs. Squad as Max Lord searches for a powerful weapon that could change the game! Also, Harley looks into an abyss of insanity, but it's like whatever. What's your review of JUSTICE LEAGUE VS. SUICIDE SQUAD #4? Timeline Photos",
          1484420104
        ],
        [
          "Max Lord just found a very dangerous piece of jewelry in JUSTICE LEAGUE VS. SUICIDE SQUAD #4. And worst of all, it doesn't even look that good on him. #LeaguevSquad http://bit.ly/2j9O4uS This Just Happened: Justice is Eclipsed If you care even one iota about the DC Universe, then this week's JUSTICE LEAGUE VS. SUICIDE SQUAD #4 is an absolute must-read. It's exciting, fun, surprising and packed with twists and details that will be felt throughout the pages of Rebirth for months to come.",
          1484355613
        ],
        [
          "The League and Task Force X team up (and hopefully don't kill each other) in JUSTICE LEAGUE VS. SUICIDE SQUAD #4! #LeaguevSquad http://bit.ly/2iGkhsq JUSTICE LEAGUE VS. SUICIDE SQUAD #4 REDACTED BY ORDER OF TASK FORCE X DIRECTOR AMANDA WALLER] and [REDACTED] crew of unstoppable [REDACTED] besiege Belle Reve to take possession of the lost [REDACTED], and only the unbelievable team-up of the Justice League and the Suicide Squad can prevent [REDACTED] from taking revenge on Amanda Wal...",
          1484146857
        ],
        [
          "A Green Lantern gets punched by a giant eyeball--yep--in the preview of JUSTICE LEAGUE VS. SUICIDE SQUAD #4! #LeaguevSquad http://bit.ly/2jv1api Blockbuster teams unite in this Justice League Vs. Suicide Squad exclusive Anyone who reads superhero comics probably won't be surprised to learn that a fight between superhero teams would turn into a team-up, and that's exactly what's happening in the Justice League Vs. Suicide Squad event.",
          1483974110
        ],
        [
          "Amanda Waller proves that, yes, she can outdo her own outrageously dangerous covert task force with an EVEN MORE outrageously dangerous covert task force. What's your favorite moment from JUSTICE LEAGUE VS. SUICIDE SQUAD #3? #LeaguevSquad Timeline Photos",
          1483815645
        ],
        [
          "Earth's heroes are Belle Reve's newest inmates in JUSTICE LEAGUE VS. SUICIDE SQUAD #3, out now! #LeaguevSquad http://bit.ly/2ifc1j6 Justice League vs. Suicide Squad #3 Belle Reve Penitentiary. Headquarters of Task Force X, home to the worst super-criminal scum in the DC Universe and new residence of...the Justice League?! The Suicide Squad delight in showing Earth's greatest heroes how the other side lives, and you'd better believe the Justice League needs to be r...",
          1483628604
        ],
        [
          "In the spirit of JUSTICE LEAGUE VS. SUICIDE SQUAD, download and send a New Year's card from either team! #LeaguevSquad http://bit.ly/2istcP5 Timeline Photos",
          1483297218
        ],
        [
          "In the spirit of JUSTICE LEAGUE VS. SUICIDE SQUAD, download and send a New Year's card from either team! #LeaguevSquad http://bit.ly/2itsy6d Timeline Photos",
          1483211116
        ],
        [
          "One member of Task Force X just discovered her staggering new power in JUSTICE LEAGUE VS. SUICIDE SQUAD #2! But what will this mean for Earth's heroes going forward? #LeaguevSquad http://bit.ly/2iqHoua This Just Happened: The Justice League is Put on Ice We knew it was coming. It's right there in the title. But we sure didn't expect the battle royale that took place through much of this week's JUSTICE LEAGUE VS. SUICIDE SQUAD #2 to end the way it did! To say the Suicide Squad is a little outmatched against the Justice League is putting it mildly, an...",
          1483138991
        ],
        [
          "Task Force X is exposed, but they're not going down without a fight in JUSTICE LEAGUE VS. SUICIDE SQUAD #2, out now! #LeaguevSquad http://bit.ly/2iNkxdd JUSTICE LEAGUE VS. SUICIDE SQUAD #2 The first major event storyline of DC's Rebirth era begins with a day Amanda Waller always knew would come: the Justice League discovers the existence of the Suicide Squad! This government-sponsored black-ops team of super-villains with bombs implanted in their brains is obviously a deal-breaker for...",
          1483110190
        ],
        [
          "In the spirit of JUSTICE LEAGUE VS. SUICIDE SQUAD, download and send a New Year's card from either team! #LeaguevSquad http://bit.ly/2hAYl5I Timeline Photos",
          1483067229
        ],
        [
          "Task Force X splits up to survive in the preview of JUSTICE LEAGUE VS. SUICDE SQUAD #2! #LeaguevSquad http://bit.ly/2htVUBZ Exclusive Preview: JUSTICE LEAGUE VS. SUICIDE SQUAD #2 The Suicide Squad has been ordered to take down the Justice League.",
          1482858139
        ],
        [
          "Amanda Waller's dangerous pet project is finally revealed to the Justice League! What's your favorite moment from the very first JUSTICE LEAGUE VS. SUICIDE SQUAD #1? #LeaguevSquad Timeline Photos",
          1482606205
        ],
        [
          "Are you Team Justice League or Team Suicide Squad? Celebrate the New Year by downloading and sending a JUSTICE LEAGUE VS. SUICIDE SQUAD card to your friends! #LeaguevSquad http://bit.ly/2hBo3TB Timeline Photos",
          1482581324
        ],
        [
          "In the spirit of JUSTICE LEAGUE VS. SUICIDE SQUAD, send a New Year's card from either team! #LeaguevSquad http://bit.ly/2hZlsGu Timeline Photos",
          1482424148
        ],
        [
          "#LeaguevSquad is finally here! Pick up the very first JUSTICE LEAGUE VS. SUICIDE SQUAD #1 today! #NewDCDay #NCBD http://bit.ly/2haC2n3 JUSTICE LEAGUE VS. SUICIDE SQUAD #1 The first major event storyline of DC's Rebirth era begins with a day Amanda Waller always knew would come: the Justice League discovers the existence of the Suicide Squad! This government-sponsored black-ops team of super-villains with bombs implanted in their brains is obviously a deal-breaker for...",
          1482289213
        ],
        [
          "Our heroes aren't facing a single new threat in JUSTICE LEAGUE VS. SUICIDE SQUAD. They're facing six! Get up to speed on the bevy of bad guys coming in #LeaguevSquad with our handy cheat sheet: http://bit.ly/2ho1z8u Justice League vs. Suicide Squad: The Dirty Half-Dozen JUSTICE LEAGUE VS. SUICIDE SQUAD is nearly upon us, so it's time to take a closer look at the bad guys. No, not those bad guys-the other bad guys. After all, the Justice League and the Suicide Squad may have their differences, but it would take more than just a little disagreement to really set them...",
          1482260608
        ],
        [
          "It's a lovely day for the Suicide Squad to die on an island in the middle of nowhere in the preview of JUSTICE LEAGUE VS. SUICIDE SQUAD #1! http://bit.ly/2hQUnVS EXCLUSIVE PREVIEW: Justice League vs. Suicide Squad #1 by Joshua Williamson & Jason Fabok The first major event storyline of DC's Rebirth era begins with a day Amanda Waller always knew would come: the Justice League discovers the existence of the Suicide Squad! This government-sponsored black-ops team of super-villains with bombs implanted in their brains is obviously a deal-breaker for...",
          1482246024
        ],
        [
          "Harley and Waller make a last-ditch effort to stop a waking (and very unhappy) Zod! Plus, #LeaguevSquad gets a prelude with Killer Frost! What did you think of SUICIDE SQUAD #8? Timeline Photos",
          1482087682
        ],
        [
          "The greatest heroes. The worst villains. Facing off for the first time. Brace yourself for JUSTICE LEAGUE VS. SUICIDE SQUAD #1, out 12/21! #LeaguevSquad DC Comics's cover photo",
          1480972195
        ],
        [
          "Madness sweeps through Belle Reve, but has the craziest inmate become the only sane person left? Comment with your review of SUICIDE SQUAD #6! Timeline Photos",
          1479610926
        ],
        [
          "A team of unscrupulous lowlifes takes on a dangerous Kryptonian, and Croc doesn't even barf this time! What's your review of SUICIDE SQUAD #3? Timeline Photos",
          1475355614
        ],
        [
          "Task Force X is in for a huge surprise when they finally track down the cosmic artifact they've been sent after! What's your reaction to SUICIDE SQUAD #2? Timeline Photos",
          1474161427
        ],
        [
          "Task Force X's first mission is literally out of this world (for about two seconds--then they fall back to Earth). Comment with your review of SUICIDE SQUAD #1! Timeline Photos",
          1471712414
        ],
        [
          "Jim Lee and Rob Williams launch the insane new SUICIDE SQUAD #1, out now! #NewDCDay #NCBD http://bit.ly/2byvIj6",
          1471460434
        ],
        [
          "Enter by 8/31 for a chance to win 26 variant comics of SUICIDE SQUAD #1! http://bit.ly/2btYt0s Timeline Photos",
          1471309451
        ],
        [
          "Is Rick Flag strong enough--good enough--to keep Task Force X from destroying itself? Sound off with your first reactions to SUICIDE SQUAD: #DCREBIRTH #1! Timeline Photos",
          1470502813
        ],
        [
          "Task Force X is back and led by Rick Flag in SUICIDE SQUAD: REBIRTH #1! #NewDCDay #NCBD http://bit.ly/2b3KwWJ",
          1470258036
        ],
        [
          "Task Force X is almost there! Vote for the #SquadUpContest final 4 on the #DCAllAccess App: http://bit.ly/1VCFxws",
          1467932448
        ],
        [
          "Deadshot hunts down his impostor, and Katana must ally herself with her sworn enemy in the final SUICIDE SQUAD MOST WANTED: DEADSHOT/KATANA #6! What's your review of this issue? What was your favorite moment in each story? Timeline Photos",
          1466904305
        ],
        [
          "Dying has never been plan A for Task Force X...even if it means returning to Belle Reve. What's your review of NEW SUICIDE SQUAD #21? Timeline Photos",
          1466283615
        ],
        [
          "Share your killer Suicide Squad cosplay in the #SquadUpContest for a chance to win tickets to #SDCC16! \n\nhttps://youtu.be/GBoeWjw5ewQ\n\nEntries subject to official rules: http://bit.ly/dcsquad Timeline Photos",
          1466198644
        ],
        [
          "Waller has finally found the Squad, but it's not time to rejoice yet--at least not for Deadshot. What's your review of NEW SUICIDE SQUAD #20? Timeline Photos",
          1462683606
        ],
        [
          "Based on this SUICIDE SQUAD statue, Deadshot would KILL in cheerleader tryouts. #Skwad http://bit.ly/CollectSkwad Timeline Photos",
          1460941204
        ],
        [
          "The world's deadliest assassins found a way out of Amanda Waller's goon squad, but they get more than they bargained for in NEW SUICIDE SQUAD #18. How crazy was that final reveal? Timeline Photos",
          1457809211
        ],
        [
          "Task Force X is used to one-way missions, but they weren't prepared for what just happened in SUICIDE SQUAD #18! http://bit.ly/1QRZ88s *SPOILER ALERT* Timeline Photos",
          1457751606
        ],
        [
          "Katana must slash her way through an army of Kobra's soldiers! What did you think of Katana's one-woman war in SUICIDE SQUAD MOST WANTED: DEADSHOT AND KATANA #2? Timeline Photos",
          1456599607
        ],
        [
          "Amanda Waller's team of killers had to keep a target alive for a change. What did you think of NEW SUICIDE SQUAD #17? Timeline Photos",
          1455404431
        ],
        [
          "Sage is closer than ever to achieving his goal of destroying Amanda Waller. Leave your review of this week's NEW SUICIDE SQUAD #16 below. Timeline Photos",
          1452970809
        ],
        [
          "In case you missed it, get acquainted with Task Force X with the newest batch of Suicide Squad photos: http://bit.ly/1OqKYO6 Timeline Photos",
          1448910029
        ],
        [
          "The Squad escaped from the village they'd infiltrated, but one of the team made the ultimate sacrifice. Leave a comment with your review of NEW SUICIDE SQUAD ANNUAL #1. Timeline Photos",
          1443862809
        ],
        [
          "The Suicide Squad is suited up and ready for action! Get a closer look and more here: http://bit.ly/1PiJz8G Timeline Photos",
          1430759098
        ],
        [
          "KGBeast, the former KGB trained killer, has his arm cannon loaded and ready for action with Task Force X as they prepare to do the impossible. http://bit.ly/baoapkgb Timeline Photos",
          1406509218
        ],
        [
          "It's a new team with a new mission and a new attitude. But there's still lots of conflict. Leave a comment with your review of NEW SUICIDE SQUAD #1 here. Timeline Photos",
          1405180839
        ],
        [
          "The NEW SUICIDE SQUAD is in action, which means a new lineup of members. And a *fun* bunch they are... Get the rundown on them all here: http://bit.ly/1r8NsDr Timeline Photos",
          1404932408
        ],
        [
          "Check out our list of new issues coming this July from the New 52, including TEEN TITANS #1, NEW SUICIDE SQUAD #1, and more here: http://bit.ly/1poFgRE Timeline Photos",
          1398204010
        ],
        [
          "The Thinker is playing a long game as he moves his pieces into place at the behest of the Crime Syndicate in this DCComics.com preview of Suicide Squad #25: http://bit.ly/1bk8TXL Timeline Photos",
          1384171208
        ],
        [
          "Spoiler Ahead: This just happened - who's the Suicide Squad’s newest recruit? http://bit.ly/15wlABC Timeline Photos",
          1368230400
        ]
      ],
      "dates_start": 1440200352,
      "dates_end": 1494759998,
      "likes_avg": 1083,
      "likes_stdev": 849,
      "comments_avg": 39,
      "comments_stdev": 42,
      "shares_avg": 72,
      "shares_stdev": 77
    },
    {
      "number": 16,
      "important": [
        "holiday",
        "reader",
        "book",
        "enter chanc win",
        "chanc",
        "fan",
        "chanc win",
        "dc fan",
        "earli",
        "enter chanc"
      ],
      "common": [
        "bit",
        "bit ly",
        "enter",
        "http",
        "http bit",
        "ly",
        "photos",
        "timeline",
        "timeline photos",
        "win"
      ],
      "messages": [
        [
          "Enter by 12/30 for a chance to win DC Fan Family Holiday Books for early readers! http://bit.ly/2inqlq6 Timeline Photos",
          1482850880
        ],
        [
          "Want that CAVE CARSON cassette? Enter by 11/21 for a chance to win the tape, #DCYoungAnimal variants, and more! http://bit.ly/2euVYj7 Timeline Photos",
          1479063637
        ],
        [
          "Enter by 10/3 for a chance to win all 16 variant covers of the tubular BATMAN/TEENAGE MUTANT NINJA TURTLES #1! http://bit.ly/2dbfT7y Timeline Photos",
          1475182928
        ],
        [
          "#BatmanDay might be over, but you can still enter by 9/26 for a chance to win these prizes! http://bit.ly/2cLOitu Timeline Photos",
          1474491637
        ],
        [
          "Enter by 9/27 for a chance to win a Power Girl and Superman statue from #DCCollectibles! http://bit.ly/2ctMEfL Timeline Photos",
          1474023670
        ],
        [
          "Enter by 9/5 for a chance to win a grand prize of 24 variant copies of ALL-STAR BATMAN #1! http://bit.ly/2bDBdlo Timeline Photos",
          1472706012
        ],
        [
          "Fight crime in your sleep with this Bedtime for Batman prize pack! Enter by 8/29 for a chance to win! http://bit.ly/2bdszpf Timeline Photos",
          1471784421
        ],
        [
          "You could go to the BATMAN 100% HOT TOYS event in Tokyo! Enter by 8/21 for a chance to win! http://bit.ly/2bwP5t0 Timeline Photos",
          1471410011
        ],
        [
          "Enter by 8/26 for a chance to win two Deluxe Warner Bros. Studio Tour Hollywood tickets and see the DC exhibit! http://bit.ly/2btrKID",
          1471287657
        ],
        [
          "Enter the HARLEY QUINN #1 Variant Comics Sweepstakes by 8/22 for a chance to win 74 comics! http://bit.ly/2b5Gp03 Timeline Photos",
          1470747619
        ],
        [
          "Are you geared up, soldier? Enter by 8/7 for a chance to win a #SuicideSquad prize pack! http://bit.ly/2a9GmQ5 Timeline Photos",
          1469984410
        ],
        [
          "Enter by Friday for a chance to win four books about the origins and powers of your favorite DC characters! http://bit.ly/29X3QaQ Timeline Photos",
          1469538020
        ],
        [
          "#DCSDCC is almost over! Enter the Instant Super Fan Sweepstakes for a shot to win big swag! www.instantsuperfan.com Timeline Photos",
          1469357764
        ],
        [
          "Whether you're at home or at the Con, enter the DC Instant Super Fan Sweepstakes by 7/24 for a chance to win #DCSDCC exclusives! www.instantsuperfan.com Timeline Photos",
          1469199619
        ],
        [
          "Can't get enough #DCRebirth Batman? Enter by 7/6 for a chance to win a grand prize of 35 BATMAN: REBIRTH #1 variant comics! http://bit.ly/28ZvP9D Timeline Photos",
          1467090010
        ],
        [
          "Enter by 6/30 for a chance to win three family-friendly DC board books for young readers! http://bit.ly/1OiWDRb Timeline Photos",
          1466931609
        ],
        [
          "Enter now for your chance to win a Wonder Woman Art of War statue from DC Collectibles! http://bit.ly/1UBymFg Timeline Photos",
          1465448405
        ],
        [
          "Strange things have been happening in Smallville, and Clark needs Diana's help to investigate. Enter by 6/14 for a chance to win SUPERMAN/WONDER WOMAN VOL 4: DARK TRUTH from Goodreads! http://bit.ly/28gItqs Timeline Photos",
          1465347626
        ],
        [
          "Enter DC's Beginning of Summer Sweepstakes by 6/15 for a chance to win a prize pack for the whole family, including outdoor games, books, and more! http://bit.ly/22s47UB Timeline Photos",
          1465218015
        ],
        [
          "Enter by 5/24 for a chance to win 2 tickets to the WB Studio Tour and see DC movie props! http://bit.ly/1NCuGDQ Timeline Photos",
          1463893207
        ],
        [
          "Enter by Friday for your chance to win Black Canary, Malcolm Merlyn, and Heat Wave #DCTV action figures from DC Collectibles! http://bit.ly/1NFXjj9 Timeline Photos",
          1463518805
        ],
        [
          "DC Collectibles presents the #DCTV versions of Black Canary, Malcolm Merlyn, and Heat Wave! Enter by 5/20 for a chance to win all three: http://bit.ly/1NFXjj9 Timeline Photos",
          1462856409
        ],
        [
          "Enter by 5/2 for your chance to be one of five to win SUPERMAN VOL. 1: BEFORE TRUTH: http://bit.ly/1QCY9HX Timeline Photos",
          1461963427
        ],
        [
          "Today is your last chance! Enter for a chance to win these acclaimed books in the DC Earth One Sweepstakes: http://bit.ly/1SEH3uQ Timeline Photos",
          1461733205
        ],
        [
          "Enter now for a chance to win these Earth One books, including Grant Morrison's new WONDER WOMAN: EARTH ONE: http://bit.ly/1SEH3uQ Timeline Photos",
          1461337232
        ],
        [
          "There's still time to get an entire set of DC Collectibles statues from #BatmanvSuperman! Enter by Monday for your chance  to win: http://bit.ly/1UFo89G Timeline Photos",
          1460120409
        ],
        [
          "It’s the gladiator match of the century! #WHOWILLWIN, Batman or Superman? Cast your vote to be entered into a sweepstakes for a chance to win a prize pack featuring your champion. http://bit.ly/21kqZZ7 Timeline Photos",
          1457276428
        ],
        [
          "There's only a few days left to enter for a chance to win a copy of MIDNIGHTER VOL. 1: OUT! Enter now: http://bit.ly/1SNZRfT Timeline Photos",
          1455966007
        ],
        [
          "Time's running out to enter the DC Fan Family Study Hall Sweepstakes! Enter today for a chance to win this great prize pack: http://bit.ly/1R6TXFw Timeline Photos",
          1455930033
        ],
        [
          "Enter now for your chance to win the DC Collectibles Happy Holidays Sweepstakes and this amazing DC Gotham City Garage Harley Quinn Statue: http://bit.ly/1R6llmc Timeline Photos",
          1451412018
        ],
        [
          "Today's Happy Holidays Sweepstakes is giving you the chance to enter to win a set of four DC Collectibles DC Comics Icons figures. Kat ComicUno explains how: https://youtu.be/2ar8OVvF5bo Timeline Photos",
          1450890028
        ],
        [
          "Love is truly mad with this DC Collectibles Bombshells Joker & Harley Quinn Statue. Sean Ward explains how to enter for a chance to win one: https://youtu.be/GIwSbF78S_w Timeline Photos",
          1450458005
        ],
        [
          "Pick a card, take a chance. Test your fortune by entering the DC Collectibles Happy Holidays Sweepstakes for a chance to win Justice League Tarot cards: http://bit.ly/1QJZII7 Timeline Photos",
          1450206020
        ],
        [
          "We're kicking off 12 days of DC Collectibles giveaways. Enter the first day of our Happy Holidays Sweepstakes to win Arsenal and Diggle action figures: http://bit.ly/1O0aLrN Timeline Photos",
          1450126814
        ],
        [
          "Want to sit in the new Batmobile? Enter here for a chance to win a trip to Warner Bros. Studio Tour Hollywood. Details and rules > http://budurl.com/wbbvs Timeline Photos",
          1442077229
        ],
        [
          "One person will win a set of DC Comics graphic novel/movie bundles! Enter the sweepstakes here: http://bit.ly/1DOsIpl Timeline Photos",
          1438534820
        ],
        [
          "A whole collection of action figures, home video releases, comics and more could be yours if you enter to win the Robin 75th Anniversary Sweepstakes now: http://bit.ly/1GL9ipO Timeline Photos",
          1434488439
        ],
        [
          "Don't forget to enter the DC Fan Family Summer Reading Giveaway for your chance to win some great all-ages books: http://bit.ly/1BKvBpZ Timeline Photos",
          1433610028
        ],
        [
          "There's only ONE DAY left to enter for your chance to win this amazing Joker prize pack in The Joker 75th Anniversary Giveaway! So enter here now: http://bit.ly/1I3L0YH Timeline Photos",
          1432213217
        ],
        [
          "Act now to enter the Joker 75th Anniversary Sweepstakes for your chance to win some seriously great prizes: http://bit.ly/1I3L0YH Timeline Photos",
          1430672419
        ],
        [
          "Enter the Joker 75th Anniversary Giveaway today. A whole lot of awesome prizes could be yours: http://bit.ly/1I3L0YH Timeline Photos",
          1429995611
        ],
        [
          "How well do you know Harley Quinn? Test your knowledge in the Infinite Crisis Harley Quinn Trivia Contest for a chance to win a pack of Harley prizes: http://bit.ly/1Ftvchl Timeline Photos",
          1424415608
        ],
        [
          "Happy Harley Quinn Month! Enter now for your chance to win 1 of 50 digital issues of HARLEY QUINN #14 here: http://on.fb.me/16mNqCP Timeline Photos",
          1422975771
        ],
        [
          "Enter now for a chance to win an amazing collection of action figures and statues in the DC Collectibles 250,000 Likes Sweepstakes: http://bit.ly/1CuEIyn Timeline Photos",
          1422601206
        ],
        [
          "Enter now for a chance to win a trip to L.A. for a once-in-a-lifetime ride in the #BatmanTV66 Batmobile: http://bit.ly/1FDn8ZU Timeline Photos",
          1414101636
        ],
        [
          "Did the feline devil meet her match? #catwoman \n\nEnter for a chance to win a ride in the Batmobile: http://bit.ly/11ef8yI #BatmanTV66. Timeline Photos",
          1413453656
        ],
        [
          "Want to win a trip to the Gotham premiere party in NY? ... Yeah, we thought so. Find out how you can enter for a chance to do just that here: http://bit.ly/1phN5Hk Timeline Photos",
          1407708026
        ],
        [
          "Time's running out to enter the LEGO Movie Prize Pack Sweepstakes. And with so many great things to win you don't want to miss out: http://bit.ly/1yk44w5 Timeline Photos",
          1404241239
        ],
        [
          "The opportunity to check out \"The Batman Exhibit\" as part of the world famous Warner Bros. VIP Studio Tour could come sooner than you think. Enter now for your chance to win from DC All Access: http://bit.ly/1iCvSqU Timeline Photos",
          1403679613
        ],
        [
          "It's a giveaway the budding young comics fan in your life is sure to love. Enter now for the chance to win an amazing DC Super Friends Book Prize Package from Random House: http://bit.ly/1xiiBrz Timeline Photos",
          1402437618
        ],
        [
          "If you haven't entered the #Batman75 Sweepstakes yet, what the heck have you been doing?! Seriously, hurry... Time's running out! http://bit.ly/1pbAwLI Timeline Photos",
          1399338008
        ],
        [
          "Celebrate the launch of Multiplayer on the Injustice mobile game by entering to win an Injustice-themed prize package. Check out the figures, movies, comics and more you can win: http://bit.ly/1mEYjW2 Timeline Photos",
          1398592807
        ],
        [
          "Want to win a Batman: Arkham City Batarang Full Scale Replica from TriForce? Right, like that's even a question... Enter now for your chance to win from #DCAllAccess: http://bit.ly/1lJXmIY Timeline Photos",
          1397210405
        ],
        [
          "Miss out on the chance to win one of BlackMilk's Superman Cape Suits last week? Not to worry, we're back again with another superhumanly-awesome giveaway. Enter now for the chance to win one of five Wonder Woman Cape Suits: http://bit.ly/1ioTjij Timeline Photos",
          1396897219
        ],
        [
          "There's still time to enter for your chance to win the ultimate Batmobile collection...but not much. We're down to the final few days to enter and trust us, you won't want to miss out on this: http://bit.ly/1mHAltC Timeline Photos",
          1394503209
        ],
        [
          "Ready to add to your Batmobile collection? We thought so. From now until March 15, enter to win a subscription to the ultimate Batman Automobilia collection and be the envy of all your Bat-obsessed friends: http://bit.ly/1mHAltC Timeline Photos",
          1393772408
        ],
        [
          "Have you entered the Black Mask Collector's Bounty Sweepstakes yet? Lots of great prizes could be yours: http://bit.ly/1jExDkD Timeline Photos",
          1386720003
        ],
        [
          "Just one more day to enter the Superman 75 Sweepstakes: http://bit.ly/1cIiFcM Timeline Photos",
          1385910065
        ],
        [
          "Lots of great Superman prizes can be yours, all by entering our Superman Anniversary Sweepstakes: http://bit.ly/1aTHUC6 Timeline Photos",
          1383490811
        ],
        [
          "Enter for your chance to win this trio of terrific games! http://bit.ly/19zPMJs Timeline Photos",
          1380139201
        ],
        [
          "The top 10 have been chosen in the Infinite Crisis cosplay contest! Vote for your favorite finalist and be automatically entered for a chance to win a custom Origin High-Performance PC: http://www.originpc.com/ \r\n\r\nVote here: http://bit.ly/13UVEQ0 Timeline Photos",
          1376662073
        ],
        [
          "Get a limited edition Superman comic with an exclusive cover by becoming a Shop Your Way member and making a purchase at Sears on Sunday, June 9th. Get more details and enter to win the Sears MAN OF STEEL™ Sweepstakes here: http://bit.ly/19plgUz Timeline Photos",
          1370599203
        ],
        [
          "Enter to win Ecko Unlimited's new line of Batman shirts. Visit The Source to learn more: http://bit.ly/LZ2Y45 Timeline Photos",
          1342721982
        ]
      ],
      "dates_start": 1403632084,
      "dates_end": 1471704916,
      "likes_avg": 694,
      "likes_stdev": 735,
      "comments_avg": 23,
      "comments_stdev": 26,
      "shares_avg": 57,
      "shares_stdev": 73
    },
    {
      "number": 17,
      "important": [
        "dctv secret",
        "photo",
        "join",
        "tonight",
        "attack",
        "abl",
        "find",
        "dctv",
        "secret",
        "timelin"
      ],
      "common": [
        "bit",
        "dctv",
        "dctv secrets",
        "http",
        "http bit",
        "ly",
        "photos",
        "secrets",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "Earth-2 Laurel Lance attacks in tonight's #TheFlash! Find the #DCTV Secrets that join her: http://bit.ly/1TmtB3n Timeline Photos",
          1463533205
        ],
        [
          "Strange brings an old villain back from the dead! Find what #DCTV Secrets lurk in #GOTHAM. http://bit.ly/23Vv4yZ Timeline Photos",
          1463461206
        ],
        [
          "Team Flash searches for Barry, finding #DCTV Secrets along the way in tonight's THE FLASH: http://bit.ly/1TPU2gi Timeline Photos",
          1462928408
        ],
        [
          "Penguin hunts the man who killed his mother in GOTHAM! Discover the #DCTV Secrets in tonight's all-new episode: http://bit.ly/24IAAee Timeline Photos",
          1462849204
        ],
        [
          "As Oliver returns to Lian Yu with Felicity, we conjure up the #DCTV Secrets hiding in tonight's ARROW: http://bit.ly/1UAlbpW Timeline Photos",
          1462410014
        ],
        [
          "We can't say if Barry gets his speed back in THE FLASH, but we CAN reveal new #DCTV Secrets in tonight's episode: http://bit.ly/1TkumFD Timeline Photos",
          1462323603
        ],
        [
          "Arrow finally returns tonight! And with a new episode comes a new batch of #DCTV Secrets: http://bit.ly/1SR1hHV Timeline Photos",
          1461805216
        ],
        [
          "THE FLASH returns! #DCTV Secrets collects the Easter Eggs that zoom by in tonight's episode: http://bit.ly/1YG1XOs Timeline Photos",
          1461114023
        ],
        [
          "Can Jim Gordon trust Barbara--or anyone? Find the #DCTV Secrets hiding in tonight's GOTHAM: http://bit.ly/1SoG5We Timeline Photos",
          1461042008
        ],
        [
          "The team encounters an old villain in DC's Legends of Tomorrow. Discover more with #DCTV Secrets: http://bit.ly/21TsAQG Timeline Photos",
          1459466404
        ],
        [
          "To beat Zoom, The Flash must literally revisit his past...and encounter some #DCTV Secrets: http://bit.ly/1RxGwet Timeline Photos",
          1459299607
        ],
        [
          "The TV crossover everyone's been waiting for is here! #DCTV Secrets digs into tonight's episode of Supergirl featuring The Flash: http://bit.ly/1Sshuj8 Timeline Photos",
          1459213207
        ],
        [
          "#TheFlash is back, and with a new speedster! Find out about Trajectory in #DCTV Secrets: http://bit.ly/21G1AnE Timeline Photos",
          1458698408
        ],
        [
          "An episode of #Supergirl called \"Manhunter\" HAS to have some #DCTV Secrets! Find them here: http://bit.ly/1Zm7Pxm Timeline Photos",
          1458612005
        ],
        [
          "Who killed the Waynes? #DCTV Secrets plunges into the murky underworld of the latest GOTHAM: http://bit.ly/21sh92f Timeline Photos",
          1458021608
        ],
        [
          "Jim Gordon and Hugo Strange race to find Mr. Freeze, and #DCTV Secrets tells you what to look for in tonight's GOTHAM: http://bit.ly/1M1hbHh Timeline Photos",
          1457420406
        ],
        [
          "Kara Danvers must journey to the Fortress of Solitude before she can stand a chance against Indigo! Uncover the #DCTV Secrets hidden in tonight's episode of Supergirl: http://bit.ly/1WSGBg0 Timeline Photos",
          1456801206
        ],
        [
          "Vixen makes her live-action debut in tonight's Arrow! #DCTV Secrets gets you up to speed: http://bit.ly/20W6YTc Timeline Photos",
          1456369203
        ],
        [
          "In time, all mysteries come to light. #DCTV Secrets hooks into tonight's episode of The Flash, including King Shark and one big reveal. http://bit.ly/20TYQTd Timeline Photos",
          1456282805
        ],
        [
          "The Legends of Tomorrow infiltrate the Pentagon (as you do). Check out classified intel from tonight's episode with #DCTV Secrets: http://bit.ly/1ovuVVs Timeline Photos",
          1455240604
        ],
        [
          "#DCTV Secrets shines some light on the League of Assassins in tonight's Arrow. Find out what's hiding in \"Sins of the Father\": http://bit.ly/1PDWvqk Timeline Photos",
          1455156007
        ],
        [
          "Team Flash visited Earth-2 in tonight's new episode, and you can bet there were plenty of Easter Eggs! Start analyzing them now with #DCTV Secrets: http://bit.ly/1QqieSs Timeline Photos",
          1455073229
        ],
        [
          "Tonight's episode of Supergirl adapts an iconic story from Alan Moore! #DCTV Secrets breaks down \"For the Girl Who Has Everything\": http://bit.ly/1Q5TCEl Timeline Photos",
          1454986805
        ],
        [
          "Tonight's new DC's Legends of Tomorrow was full of easter eggs! Did you catch any?\n\nDelve right into the #DCTV Secrets here: http://bit.ly/1L1K2L7 Timeline Photos",
          1454635807
        ],
        [
          "Things got sticky on tonight's new episode of The Flash as Tar Pit oozed his way into Central City! Explore the #DCTV Secrets now: http://bit.ly/20ntg5p Timeline Photos",
          1454468408
        ],
        [
          "Things got a little...bizarre.. on tonight's new episode of Supergirl! Jump into the #DCTV Secrets now: http://bit.ly/1PukFHa Timeline Photos",
          1454382008
        ],
        [
          "Don't wait. The #DCTV Secrets for tonight's all-new DC's Legends of Tomorrow are waiting for you now: http://bit.ly/1nqXtyv Timeline Photos",
          1454031005
        ],
        [
          "You just watched the amazing series premiere of DC's Legends of Tomorrow and now it's time to uncover the secrets! The #DCTV Secrets: http://bit.ly/1KtH3e9 Timeline Photos",
          1453425313
        ],
        [
          "They're the secrets you can tell all your friends about. Get two seasons worth of #DCTV Secrets from The Flash before the Central City crew returns on January 19: http://bit.ly/1k0wQP3 Timeline Photos",
          1450220447
        ],
        [
          "The Flash saw the unexpected - and unwelcome - return of Grodd. Now it's time to explore the DCTV Secrets of tonight's new episode: http://bit.ly/1PN0eVk Timeline Photos",
          1447815603
        ],
        [
          "We have some more #DCTV Secrets for tonight's all new episode of #Supergirl. Learn all about the involvement of Reactron, Lucy Lane and James Olsen's watch >> http://bit.ly/1MI2Sqc Timeline Photos",
          1447131612
        ],
        [
          "Unlock the DCTV Secrets from tonight's all-new episode of Arrow right here: http://bit.ly/1Nf3owt **Spoiler warning** Timeline Photos",
          1446686261
        ],
        [
          "Dive into the DCTV Secrets from tonight's all-new episode of Supergirl right here: http://bit.ly/1OjsfFj  **Spoiler warning** Timeline Photos",
          1446534008
        ],
        [
          "Firefly is spreading chaos across Gotham. Now it's time for the DCTV Secrets of tonight's all-new episode: http://bit.ly/1Ra5Jwi Timeline Photos",
          1445925606
        ],
        [
          "Now that it's over, check out the DCTV Secrets of tonight's exciting Supergirl debut! http://bit.ly/1LYmgTR Timeline Photos",
          1445911205
        ],
        [
          "Spoiler Warning! Get ready to unlock the #DCTV Secrets from tonight's all-new episode of The Flash: http://bit.ly/1MpFP3y Timeline Photos",
          1444784402
        ],
        [
          "And we're back! Win tomorrow’s coffee room conversations about tonight's Season 2 premiere of The Flash with #DCTV Secrets: http://bit.ly/1MckX4e Timeline Photos",
          1444173178
        ],
        [
          "Explore the DCTV Secrets of the emotional (and pretty awesome) first season finale of The Flash: http://bit.ly/1Jxu6SL Timeline Photos",
          1432098004
        ],
        [
          "We're just one episode from The Flash's epic season finale. But for now here are the DCTV Secrets of this week's all-new episode: http://bit.ly/1F5M4bU Timeline Photos",
          1431493210
        ],
        [
          "This week's Arrow was full of twists, turns and lots of fights. Now that it's done it's time for another edition of DCTV Secrets: http://bit.ly/1H1SYT7 Timeline Photos",
          1430974809
        ],
        [
          "\"Grodd Lives\" brought a new terror to Barry and the team. Now it's time for you to check out the latest DCTV Secrets of The Flash: http://bit.ly/1EeN9ur Timeline Photos",
          1430892006
        ],
        [
          "This edition of DCTV Secrets will reveal everything you need to know about the latest episode of Arrow: http://bit.ly/1DXgjhB Timeline Photos",
          1430370007
        ],
        [
          "It's a whole new game on The Flash. Now it's time for you to explore the DCTV Secrets of the episode and discuss what *you* thought: http://shout.lt/1X5H Timeline Photos",
          1430283605
        ],
        [
          "Tonight's The Flash brought the intrigue and mystery, but do you know it all? Dive into the DCTV Secrets of this all-new episode: http://bit.ly/1FcaHFv Timeline Photos",
          1429678805
        ],
        [
          "Gotham is back and it's a new day in the city. Explore the DCTV Secrets of tonight's all-new episode: http://bit.ly/1zaTeXq Timeline Photos",
          1428991207
        ],
        [
          "The Trickster returns to The Flash! Explore the DCTV Secrets from tonight's new episode here: http://bit.ly/1G4mh6J Timeline Photos",
          1427864412
        ],
        [
          "If you just watched the new action-packed Arrow, jump into the DCTV Secrets here: http://bit.ly/1CbDNSv Timeline Photos",
          1427349602
        ],
        [
          "Excited that The Flash is back? So are we. So here's an all-new installment of DCTV Secrets to go with the new episode: http://bit.ly/1DzAXKa Timeline Photos",
          1426658162
        ],
        [
          "The DCTV Secrets from tonight's all-new episode of Gotham await you right here: http://bit.ly/18GsqYK Timeline Photos",
          1425366004
        ],
        [
          "We've got another edition of DCTV Secrets to help you dive even deeper into tonight's all-new Arrow: http://bit.ly/1Bxf260 Timeline Photos",
          1424934008
        ],
        [
          "There are secrets and there are DCTV Secrets. We've got the second kind about tonight's all-new Gotham right here: http://bit.ly/1vtrfWA Timeline Photos",
          1424761205
        ],
        [
          "Explore the DCTV Secrets from tonight's all-new episode of Arrow right here: http://bit.ly/1A6NqC0 Timeline Photos",
          1424329205
        ],
        [
          "Speed Force time travel... \n\nIf you watched tonight's new Flash you know what we're talking about. Explore the episode's DCTV Secrets here: http://bit.ly/1CFTJMA Timeline Photos",
          1424242802
        ],
        [
          "Explore the DCTV Secrets from tonight's all-new episode of Gotham right here: http://bit.ly/1B8FzFG Timeline Photos",
          1424156407
        ],
        [
          "Tonight's new episode of Arrow definitely brought out the feels... But now it's time to dive even deeper into the episode by exploring its DCTV Secrets here: http://bit.ly/1DHt9o0 Timeline Photos",
          1423724405
        ],
        [
          "We've got the DCTV Secrets from tonight's all-new episode of The Flash waiting for you right here: http://bit.ly/1KK9nZh Timeline Photos",
          1423638003
        ],
        [
          "Penguin. Riddler. Scarecrow. The villains are definitely rising up in Gotham. If you just watched the all-new episode, dive right into the DCTV Secrets here: http://bit.ly/1uwuFHw Timeline Photos",
          1423551607
        ],
        [
          "If you watched tonight's amazing new episode of Constantine, make sure to dive into the DCTV Secrets here: http://bit.ly/1ulFGeO Timeline Photos",
          1423292406
        ],
        [
          "Action packed feels like a bit of an understatement... If you just watched the *epic* new Arrow, dive right into the episode's #DCTV Secrets here: http://bit.ly/18P3AFT Timeline Photos",
          1423119607
        ],
        [
          "Flash fans, we've got the DCTV Secrets from tonight's all-new episode waiting for you right here: http://bit.ly/1xb6NnK Timeline Photos",
          1423033209
        ],
        [
          "Villains abound in tonight's exciting new episode of Gotham! Now it's time to dive into the DCTV Secrets: http://bit.ly/1tYGi9P Timeline Photos",
          1422946808
        ],
        [
          "Explore the #DCTV Secrets from tonight's chilling new episode of Constantine right here: http://bit.ly/1LtgnNm Timeline Photos",
          1422687605
        ],
        [
          "Dive into the #DCTV Secrets from tonight's new action-packed episode of Arrow here: http://bit.ly/1EqUfBa Timeline Photos",
          1422514808
        ],
        [
          "Explore the DCTV Secrets from tonight's all-new episode of The Flash: http://bit.ly/1z8APN2 Timeline Photos",
          1422428404
        ],
        [
          "Explore the DCTV Secrets from tonight's all-new episode of Gotham: http://bit.ly/1C9hleI Timeline Photos",
          1422342011
        ],
        [
          "Explore the DCTV Secrets from tonight's all-new episode of Constantine right here: http://bit.ly/1z0hCjG Timeline Photos",
          1422082809
        ],
        [
          "Arrow has returned! Explore the #DCTV Secrets of tonight's epic mid-season return: http://bit.ly/15cgiw6 Timeline Photos",
          1421910012
        ],
        [
          "The Flash is back! Now check out the #DCTV Secrets of tonight's amazing mid-season return: http://bit.ly/1yoD1kh Timeline Photos",
          1421823608
        ],
        [
          "Explore the DCTV Secrets of tonight's epic Constantine mid-season return: http://bit.ly/1ISbdGn Timeline Photos",
          1421478010
        ],
        [
          "The Constantine mid-season finale is over and now it's time to explore the DCTV Secrets of the episode here: http://bit.ly/1zKbkCv Timeline Photos",
          1418450413
        ],
        [
          "Explore the DCTV Secrets from tonight's mid-season finale of Arrow right here: http://bit.ly/1wA24lp Timeline Photos",
          1418277604
        ],
        [
          "Explore the DCTV Secrets of tonight's all-new episode of Arrow as The Flash/Arrow crossover continued: http://bit.ly/11VPI8Y Timeline Photos",
          1417672802
        ],
        [
          "Time to explore the DCTV Secrets of tonight's all-new Constantine. Check it out then weigh in in the comments with your thoughts on the episode: http://bit.ly/1FBpOV5 Timeline Photos",
          1417240922
        ],
        [
          "Find out more about tonight's all-new The Flash with the help of DCTV Secrets: http://bit.ly/1HFdk2u Timeline Photos",
          1416980701
        ],
        [
          "It's time to explore the DCTV Secrets of tonight's all-new Constantine featuring the introduction of Gary Lester: http://bit.ly/1xoLX9L Timeline Photos",
          1416033005
        ],
        [
          "With Nyssa back in town, anything can happen. Explore the DCTV secrets of tonight's all-new Arrow here: http://bit.ly/10zuf5I Timeline Photos",
          1414645205
        ],
        [
          "Captain Cold is on the scene in Central City. Dive into all the #DCTV secrets of tonight's all-new The Flash: http://bit.ly/1xBtkMc Timeline Photos",
          1414558822
        ],
        [
          "Dive into the #DCTV secrets of tonight's all-new Arrow: http://bit.ly/1woPpxe Timeline Photos",
          1414036827
        ]
      ],
      "dates_start": 1421821742,
      "dates_end": 1455489701,
      "likes_avg": 399,
      "likes_stdev": 210,
      "comments_avg": 12,
      "comments_stdev": 8,
      "shares_avg": 9,
      "shares_stdev": 5
    },
    {
      "number": 18,
      "important": [
        "issu",
        "photo",
        "evil",
        "review issu",
        "wild storm",
        "abl",
        "power",
        "issu timelin",
        "timelin",
        "review"
      ],
      "common": [
        "bit",
        "bit ly",
        "digital",
        "http",
        "http bit",
        "http bit ly",
        "ly",
        "photos",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "By the Power of Grayskull, HE-MAN/THUNDERCATS #5 is an all-out throwdown with the Ancient Spirits of Evil! What's your review of this issue? Timeline Photos",
          1487545212
        ],
        [
          "THE WILD STORM #1 brings something new into the world. What are your first thoughts on this debut issue? Timeline Photos",
          1487473206
        ],
        [
          "This weekend you could do some chores OR you could read SUPERMAN/BATMAN VS. ALIENS/PREDATOR and more on digital. http://bit.ly/2kzlAhX Featured Digital Comics - DC Entertainment The source for DC digital comics on the web, iOS, and Android",
          1487430065
        ],
        [
          "Clear your weekend plans. Classic issues of ACTION COMICS, JUSTICE LEAGUE AMERICA, FIGHT FOR TOMORROW, and more are now available on digital! http://bit.ly/2l0JCSr Featured Digital Comics - DC Entertainment The source for DC digital comics on the web, iOS, and Android",
          1486825228
        ],
        [
          "Casey Brinke gets a robotic leg and finds a cassette tape about her super powers in the tummy of her pink, furry sidekick. And neither of those is even the weirdest thing that happens in #DCYoungAnimal's DOOM PATROL #4. What's your favorite moment from this week's issue? Timeline Photos",
          1485644417
        ],
        [
          "Now available on digital, read classic issues of BATMAN/ALIENS, SUPERMAN: THE MAN OF STEEL, SWAMP THING, and more! http://bit.ly/2kejx1N Featured Digital Comics - DC Entertainment The source for DC digital comics on the web, iOS, and Android",
          1485610217
        ],
        [
          "Available on digital at last, read classic issues featuring Superman Red vs. Superman Blue, GUY GARDNER: WARRIOR, WILDC.A.T.S./ALIENS, and more! http://bit.ly/2iMQWRb Timeline Photos",
          1484996415
        ],
        [
          "THE FALL AND RISE OF CAPTAIN ATOM #1 wastes no time in showing the \"fall\" part of this hero. What's your review of the issue? Timeline Photos",
          1483830034
        ],
        [
          "For the first time, read classic issues of iconic books, like BATMAN, SUPERMAN, THE BRAVE AND THE BOLD, and more! http://bit.ly/2hxBpj4 Timeline Photos",
          1481382577
        ],
        [
          "Celebrate #BlackFriday the DC way--at home in your pajamas with awesome deals in the DC Store! http://bit.ly/2gnB6qN Timeline Photos",
          1480078839
        ],
        [
          "Now available on digital, read classic issues of BATMAN, SUPERMAN, SWAMP THING, GIFTS OF THE NIGHT, and more! http://bit.ly/2f30OAF Timeline Photos",
          1478963027
        ],
        [
          "New to digital this week, get classic issues of BATMAN, NEW GODS, YOUNG ALL-STARS, and more! What are you reading this weekend? http://bit.ly/2fmbpaE Timeline Photos",
          1478340018
        ],
        [
          "Newly available on digital, read classic issues of MISTER MIRACLE, THE QUESTION, STARS AND S.T.R.I.P.E., and more! http://bit.ly/2f2cN0O Timeline Photos",
          1477731616
        ],
        [
          "New to digital, download classic issues of MANHUNTER, POWER GIRL, VIGILANTE, YOUNG ALL-STARS, SWAMP THING, and more! Are you looking forward to catching up on any of these? http://bit.ly/2dVLGK8 Timeline Photos",
          1476536570
        ],
        [
          "Now available for digital download, get classic books like NEW GODS, MISTER MIRACLE, GUY GARDNER: WARRIOR, and more! http://bit.ly/2cUtrUS Timeline Photos",
          1474707310
        ],
        [
          "Read New 52 CYBORG on digital and subscribe to the series for the latest #DCRebirth issues! http://bit.ly/2cDARsc Timeline Photos",
          1474333872
        ],
        [
          "BLOODLINES charges into a violent conclusion! What's your review of the sixth and final issue? Timeline Photos",
          1473555617
        ],
        [
          "DOCTOR FATE #15 proves that talking to girls is hard, especially in the midst of a mummy attack. What's your review of this latest issue? Timeline Photos",
          1471741214
        ],
        [
          "Get ready for this week's new DEATHSTROKE series with these classic issues on digital! http://bit.ly/2b2FUE5 Timeline Photos",
          1470646813
        ],
        [
          "Get up to 75% off books featuring members of the Suicide Squad before the sale ends Monday! http://bit.ly/2b9MXaq Timeline Photos",
          1470459612
        ],
        [
          "Now you can read these classic comics digitally, including ACTION COMICS, THE DARKSTARS, and more! http://bit.ly/2aRCoJ8 Timeline Photos",
          1469869211
        ],
        [
          "The worst heroes ever are now the newest #FacebookStickers in the Store. Squad Up and download the pack now: http://bit.ly/SuicideSquadStickers #SuicideSquad Timeline Photos",
          1469631753
        ],
        [
          "These classic issues are finally available digitally, including ALL-STAR SQUADRON, AZRAEL, and more! http://bit.ly/29a0ZLA Timeline Photos",
          1467464414
        ],
        [
          "These classic comics are finally digital, including ALL-STAR SQUADRON, DARK STARS, SUPERMAN & BUGS BUNNY, and more! http://bit.ly/28UC0bj Timeline Photos",
          1466859617
        ],
        [
          "These classic comics are finally available on digital, including ALL-STAR SQUADRON, ELSEWORLD'S FINEST, SWAMP THING, and more! http://bit.ly/1laBZVf Timeline Photos",
          1466254817
        ],
        [
          "Today's the last day! Get up to 75% off issues now with the #DCRebirth 101 Sale! http://bit.ly/25Koz8y Timeline Photos",
          1465815616
        ],
        [
          "Catch up on what came before #DCRebirth when you get up to 75% off during the DC Rebirth 101 digital sale! http://bit.ly/1Urt4Mn Timeline Photos",
          1464742803
        ],
        [
          "Why isn't Diana's golden lasso working anymore? To find out, pre-order WONDER WOMAN #1 today, in stores 6/22! http://bit.ly/24fD5Pw Timeline Photos",
          1464602406
        ],
        [
          "Find out what comics from years past are now available on digital, including CHECKMATE, GODDESS, and more! http://bit.ly/1laBZVf Timeline Photos",
          1464440418
        ],
        [
          "Get up to 50% off digital comics from award-winning writer/artist Darwyn Cooke! Sale lasts until 5/16. http://bit.ly/1YjQ5BY Timeline Photos",
          1463058024
        ],
        [
          "Celebrate Plastic Man's 75th anniversary by getting up to 50% off digital comics, including PLASTIC MAN, JLA, and more: http://bit.ly/26UnDwg Timeline Photos",
          1462539675
        ],
        [
          "#TBT to some classic comics now on digital, including Marv Wolfman's THE VIGILANTE #1: http://bit.ly/1laBZVf Timeline Photos",
          1462460950
        ],
        [
          "If we had to sum up DOCTOR FATE #11 in three words, it would be \"great Caesar's ghost!\" What did you think of this issue? Timeline Photos",
          1461402014
        ],
        [
          "See what classic titles are new to digital, like the acclaimed NEWSTIME: THE LIFE AND DEATH OF SUPERMAN: http://bit.ly/1laBZVf Timeline Photos",
          1460206815
        ],
        [
          "Today only! Enjoy up to 65% off of select digital comics during the Superman Birthday Sale: http://bit.ly/1QPUjlB Timeline Photos",
          1456758028
        ],
        [
          "Collect classic comics without leaving home! Read new digitized issues of HUMAN TARGET, AQUAMAN, THE TITANS, and more: http://bit.ly/1laBZVf Timeline Photos",
          1454770824
        ],
        [
          "Read new digitally formatted back issues of TRINITY, VALOR, SWAMP THING and lots more: http://bit.ly/1laBZVf Timeline Photos",
          1454166007
        ],
        [
          "Read new digitally formatted back issues of AQUAMAN, AZRAEL, and more! http://bit.ly/1RsqoNV Timeline Photos",
          1452351610
        ],
        [
          "Classic issues of AQUAMAN, LEGION OF SUPER-HEROES and more have been newly digitized this week. Browse through them all here: http://bit.ly/1RG5IDF Timeline Photos",
          1451142022
        ],
        [
          "Savings up to 50% off in our one day Post-Holiday Sale! http://bit.ly/DCPH1226 Timeline Photos",
          1451127618
        ],
        [
          "Robin War has begun. Now go back and explore classic stories of the Robins with our digital sale offering up to 67% off: http://bit.ly/1Xz2CoH Timeline Photos",
          1449414018
        ],
        [
          "Back issues of AQUAMAN, SUPERMAN and more are newly-digitized this week, including the first couple issues of the classic BOOSTER GOLD series: http://bit.ly/1j5ci8t Timeline Photos",
          1443877239
        ],
        [
          "Need some classic Superman adventures? How about Batman? Legion of Super Heroes? All that and more, new to the digital store: http://bit.ly/1JEJhJ5 Timeline Photos",
          1441458019
        ],
        [
          "We'll read THE NEW TEEN TITANS. No...SUPERGIRL. No...GREEN LANTERN. You know what, we'll just read all these newly-digitized back issues. How about you? http://bit.ly/1HJsSyF Timeline Photos",
          1439643624
        ],
        [
          "The DC Bombshells are taking over. Now catch up with some essential stories featuring these heroes by browsing our digital comics sale: http://bit.ly/1Ja99PS Timeline Photos",
          1439514024
        ],
        [
          "There are enough newly-digitized back issues of AQUAMAN, THE FLASH, SUPERGIRL and more to keep you reading all weekend: http://bit.ly/1OSVhI1 Timeline Photos",
          1439038825
        ],
        [
          "One mystery got solved in BLACK CANARY #2, but don't worry, there are plenty more. What did you think of this week's issue? Timeline Photos",
          1437267604
        ],
        [
          "ALL-STAR SUPERMAN, WATCHMEN, AMERICAN VAMPIRE...Those and other Eisner Award-winning titles are on sale digitally here: http://bit.ly/1FSsoFn Timeline Photos",
          1436115630
        ],
        [
          "There are enough classic back issues that have been added to our digital store this week to keep you reading all weekend: http://bit.ly/1HjuC6a Timeline Photos",
          1435410024
        ],
        [
          "What happens when the Robin mantle becomes a movement all its own? Find out in WE ARE...ROBIN #1, available digitally now: http://bit.ly/1Lon4Ri Timeline Photos",
          1435222811
        ],
        [
          "Tommy Monaghan is hunting metahumans through the backstreets of Gotham, which may not be the best idea. Read Garth Ennis' classic miniseries HITMAN digitally: http://bit.ly/1FrT4N0 Timeline Photos",
          1434963613
        ],
        [
          "It's week 3 of the New DC Universe digital sale! Check it out to get savings of up to 75% off digital comics: http://bit.ly/1R5p14H Timeline Photos",
          1434891615
        ],
        [
          "Don't mind us, we're just over here browsing through this week's newly-digitized back issues. Some real beauties here: http://bit.ly/1MQ1Rhp Timeline Photos",
          1434805209
        ],
        [
          "Find even more savings of up to 75% off digital issues in Week 2 of our New DC Universe digital sale: http://bit.ly/1S7VERu Timeline Photos",
          1434301216
        ],
        [
          "Get big savings on great comics for everyone to enjoy. Browse the New DC Universe digital sale today and find something to read: http://bit.ly/1M0SQl4 Timeline Photos",
          1433696415
        ],
        [
          "The weather may be getting nicer (at least in most places) but that doesn't mean there can't be time for hanging out and reading some newly-digitized back issues: http://bit.ly/1G97DtU Timeline Photos",
          1433595634
        ],
        [
          "Check out all of the newly-digitized back issues now available for download: http://bit.ly/1FnGJg9 Timeline Photos",
          1432990821
        ],
        [
          "Catch up on the all the background stories for this week's CONVERGENCE issues with Week 8 of the Digital Sale: http://bit.ly/1F8rS67 Timeline Photos",
          1432861208
        ],
        [
          "Go back and revisit the stories featuring the characters starring in Convergence with Week 5 of our big digital sale: http://bit.ly/1Km6Yol Timeline Photos",
          1431018017
        ],
        [
          "Week four of the Convergence Digital Sale is happening now, offering savings on titles that you'll definitely want to read if you're keeping up with Convergence: http://bit.ly/1EFKPkH Timeline Photos",
          1430686815
        ],
        [
          "More back-issues tied to Convergence are on sale digitally now. Dig into some back-stories here: http://bit.ly/1Hs0SU4 Timeline Photos",
          1430053235
        ],
        [
          "Get caught up on all the stories leading up to the issues of Convergence Week 2 with the Digital Sale going on now: http://bit.ly/1b60i2o Timeline Photos",
          1429204338
        ],
        [
          "Pick up the issues behind the biggest event in DC history with the Convergence Week 1 Digital Sale: http://bit.ly/1yd5w72\n\nSale ends 4/13 Timeline Photos",
          1428598811
        ],
        [
          "Catch up on all your pre-Convergence reading with the Road to Convergence Digital Sale, going on now: http://bit.ly/1N8eMMQ Timeline Photos",
          1427436008
        ],
        [
          "Stock up on your favorite Scarlet Speedster issues during The Flash 500 Digital Sale! But you better hurry. This sale will end in a... Well, you get it. http://bit.ly/198ywBp Timeline Photos",
          1426284013
        ],
        [
          "Stock up on tons of great issues featuring the Scarlet Speedster during The Flash 500 Digital Sale, going on now! http://bit.ly/198ywBp #Flash75 Timeline Photos",
          1425996027
        ],
        [
          "Get back issues of THE ALL-NEW ATOM, THE FLASH and much more, all newly-digitized for your reading pleasure: http://bit.ly/17P02TB Timeline Photos",
          1421506814
        ],
        [
          "With CONVERGENCE looming, it's a good time to catch up on FUTURES END, which you can do now for just $.99 an issue in our digital sale here: http://bit.ly/1IvsXKz Timeline Photos",
          1418169604
        ],
        [
          "CYBER MONDAY SALE, Plus Buy 1, Get 1 50% off T-shirts! http://bit.ly/CMDC14 Timeline Photos",
          1417435205
        ],
        [
          "Get a jump on your Black Friday shopping with our big Batman sale, with issues just $.99 each digitally. Pick your platform of choice and enjoy your reading!\n\nAmazon: http://amzn.to/120iqWd\nGoogle Play: http://bit.ly/1yY02Iz\nComixology: http://bit.ly/1HG5u8O\nNook: http://bit.ly/1rkLN1J Timeline Photos",
          1417122013
        ],
        [
          "Early Black Friday Savings – 15% off Sitewide! http://bit.ly/DC11714 Timeline Photos",
          1415383204
        ],
        [
          "You watched the first episode of Constantine, now make sure you're caught up on John's comic adventures with our Constantine Digital Sale: http://bit.ly/1wtPTnA Timeline Photos",
          1414364450
        ],
        [
          "Better hurry! The Flash digital comics sale will be gone in, well, a flash. Grab your favorites before it's too late: http://bit.ly/1nbWMYM Timeline Photos",
          1413151260
        ],
        [
          "You can read some of these freshly digitized comics or you can rake leaves. Yeah, that's the choice we're making too: http://bit.ly/1CIrsVe Timeline Photos",
          1412427649
        ],
        [
          "The Gotham TV series premiere is just days away, so what better way to gear up for Monday night than with the GOTHAM CENTRAL digital comics sale. Grab your favorite issues for just $.99 each: http://bit.ly/1qbWlsi Timeline Photos",
          1411120851
        ],
        [
          "We love to make September into an event month. To celebrate we're offering discounted issues of Zero Month and Villians Month digital comics: http://bit.ly/1x76LTP Timeline Photos",
          1410116455
        ],
        [
          "Go beyond the DC Universe and catch up on your favorite Multiverse stories for just $.99 an issue during The Multiversity digital comics sale: http://bit.ly/1tpcD4H Timeline Photos",
          1408561237
        ],
        [
          "You know what's going to make today great? Some back issue digital reading. Here's what's new to digital this week: http://bit.ly/1t36xac Timeline Photos",
          1408194053
        ],
        [
          "The story of the hit game series was expanded in the various BATMAN ARKHAM series, all of which are on sale now for just $0.99 each: http://bit.ly/1r95dWH Timeline Photos",
          1408010460
        ],
        [
          "Read classic WONDER WOMAN, BATMAN, OUTSIDERS and more! All new to the digital store this week: http://bit.ly/V4IRGS Timeline Photos",
          1407589216
        ],
        [
          "LEGIONAIRES, BATMAN and more are all new to the digital store: http://bit.ly/1uHDrlF Timeline Photos",
          1406984515
        ],
        [
          "If you're a big fan of late-70s BATMAN, have been hankering to read some classic FLASH or otherwise want to scratch a back-issue itch, these newly-digitized comics are sure to hit the spot: http://bit.ly/1y394Eo Timeline Photos",
          1405170036
        ],
        [
          "GRAYSON debuts next week, which means it's a great time to make sure you know Dick Grayson's whole story. Get digital issues for just $.99 each in our NIGHTWING digital sale: http://bit.ly/1iXqf6K Timeline Photos",
          1404381631
        ],
        [
          "It's a SUPER-sized digital comics sale with select issues of SUPERMAN by Geoff Johns available for just $.99 each: http://bit.ly/1quybfO Timeline Photos",
          1403668806
        ],
        [
          "It's a digital comics sale sure to have you dying laughing...she guarantees it. Catch up on some of your favorite Harley Quinn stories for just $.99 an issue: http://bit.ly/1n9z2OU Timeline Photos",
          1403172031
        ],
        [
          "ADVENTURES OF SUPERMAN #479, GREEN LANTERN #81 and WONDER WOMAN #39 are just a few of the great back issues we've added to our digital store this week: http://bit.ly/1q7oJRE Timeline Photos",
          1402750849
        ],
        [
          "You know what? We *have* always wanted to read THE NEW TEEN TITANS #59. And now we - and you - can since it's one of the many new issues that are available digitally: http://bit.ly/SV7FjW Timeline Photos",
          1401541256
        ],
        [
          "WONDER WOMAN #36, GREEN LANTERN #79 and more are all new to our digital store this week: http://bit.ly/1lpJlie Timeline Photos",
          1400331615
        ],
        [
          "It's a sale of epic proportions with some of your favorite 52 digital comics on sale for just $.99 each: http://bit.ly/1luhC1v Timeline Photos",
          1400029213
        ],
        [
          "With \"Superman: Doomed\" about to kick off, it's a great to take advantage of the Superman Doomsday digital comics sale happening now: http://bit.ly/1g5S99U Timeline Photos",
          1399824029
        ],
        [
          "Every story (and awesome digital comics sale) has a beginning and unfortunately, an end. Today's the last day to score some of your favorite SECRET ORIGINS issues for just $.99: http://bit.ly/QCHH3p Timeline Photos",
          1398726013
        ],
        [
          "Need WONDER WOMAN #33? How about GREEN ARROW #111? Those are just a couple of the older issues that are new to the digital store: http://bit.ly/1hiLBs8 Timeline Photos",
          1398517235
        ],
        [
          "Forget secrets, we're telling everyone about the SECRET ORIGINS Sale going on now! Pick up digital issues for just $.99 each: http://bit.ly/QCHH3p Timeline Photos",
          1398301208
        ],
        [
          "Back issues of LEGION OF SUPER-HEROES, WONDER WOMAN, BATMAN and more are all new to our digital storefront this week: http://bit.ly/1iu3954 Timeline Photos",
          1397912429
        ],
        [
          "Batman Beyond stories have always been fan-favorites. Expanding on the world from the hit TV show, you can catch up on the comics in our seven-day Batman Beyond Digital Sale: http://bit.ly/1gCtHyI Timeline Photos",
          1389139208
        ],
        [
          "Superman Unchained #5 had something for everyone along with tons of story developments. What was your favorite part of this month's new issue? Timeline Photos",
          1388880006
        ],
        [
          "Black Friday Sale at ShopDCEntertainment! Up to 70% off holiday gifts! http://bit.ly/1erj9AK Timeline Photos",
          1385740810
        ],
        [
          "Pieces are moving into place for a showdown in Animal Man #25. What did you think of this week's issue? Timeline Photos",
          1385218861
        ],
        [
          "With big action and big drama, Superman/Wonder Woman #1 was...well...big. Leave a comment with your favorite part of the debut issue here. Timeline Photos",
          1381599001
        ],
        [
          "The bestselling, fan favorite Injustice digital comic has wrapped up for now but it will return in 2014. http://bit.ly/19bFXkL Timeline Photos",
          1379493001
        ],
        [
          "Darksied comes to the forefront in Justice League #23.1: Darkseid. Preview this week's issue now: http://on.mtv.com/1foqsIl Timeline Photos",
          1377900000
        ],
        [
          "The Road to Trininty War digital sale is happening now! Read the stories that led to to the epic event. http://bit.ly/19KgCzY Timeline Photos",
          1377626400
        ],
        [
          "Don't forget to enjoy big savings in our Black Friday in August Sale: http://bit.ly/16Qo2iH Timeline Photos",
          1376830801
        ],
        [
          "Project Superman. Emperor Aquaman. Citizen Cold. And of course Canterbury Cricket. In honor of the home video release of Justice League: The Flashpoint Paradox all Flashpoint digital issues are just $.99 each: http://bit.ly/17TZKVO Timeline Photos",
          1375351201
        ],
        [
          "The Suicide Squad heads to Las Vegas for a mix of business and pleasure. What did you think of the 22nd issue? Timeline Photos",
          1373742002
        ],
        [
          "Dealing with Killer Croc probably isn't on Batwoman's top list of things she loves to do. But in BATWOMAN #21 she didn't have much choice. What did you think of this latest issue? Timeline Photos",
          1371906000
        ],
        [
          "Have you taken advantage of the sale - up to 30% off - on iPhone covers and other customizable products yet? http://bit.ly/112Pu8n Timeline Photos",
          1369904401
        ],
        [
          "SPOILER ALERT: We're giving you 5.2 reasons to join the Suicide Squad and a spoiler from this weeks issue. http://bit.ly/10l7pXf Timeline Photos",
          1368133018
        ],
        [
          "Batman and Robin 19 still has us emotional. What did you think of this week's issue? Timeline Photos",
          1365858001
        ],
        [
          "Batgirl has to deal with some troubling family issues in Batgirl #17. Leave your mini review of this issue here! Timeline Photos",
          1361048401
        ],
        [
          "Ann Nocenti's Katana takes the swords woman to Japantown. Read a USA Today interview with Nocenti and preview issue #1 here: http://usat.ly/YSqAtb Timeline Photos",
          1360686830
        ],
        [
          "DC Digital Comics is celebrating Black History Month with a load of titles for only $0.99! bit.ly/12fMjzA Timeline Photos",
          1359749745
        ],
        [
          "Batman goes to Arkham Asylum to confront The Joker. Preview Batman #16 on Entertainment Weekly to see what's in store: http://bit.ly/Xbhbdg Timeline Photos",
          1358274578
        ],
        [
          "The next All-Star Western story arc will unearth one of Gotham's most shameful secrets. Find out more in this USA Today interview with Justin Gray and Jimmy Palmiotti and preview issue #15: http://usat.ly/W12usf Timeline Photos",
          1357149535
        ],
        [
          "In Frankenstein, Agent of SHADE #14 our monstrous hero is hunting the doctor who created him in a story that ties into Rotworld. Preview the issue here: http://bit.ly/PGXHPr Timeline Photos",
          1352422801
        ],
        [
          "The minds of Steve Niles and Glenn Fabry unite to bring you Lot 13, a new horror series debuting next Wednesday. Preview the first issue: http://bit.ly/R7NlnC Timeline Photos",
          1351292403
        ],
        [
          "Justice League #13 features Wonder Woman and supervillainess Cheetah! Preview the issue here to find out what's in store: http://bit.ly/QPoFkV Timeline Photos",
          1350417724
        ],
        [
          "You'll find Green Arrow: Year One #1, All-Star Superman #1 and many, many more first issues for just $.99 each in our big digital #1ssues sale: http://bit.ly/RlDXO4 Timeline Photos",
          1350077402
        ],
        [
          "Superboy continues to look for answers as to what happened to him. But who's that coming to help him? Find out in MTV Geek's exclusive preview of issue #13. http://on.mtv.com/Ww7FU5 Timeline Photos",
          1349641804
        ],
        [
          "The past and future of The Rogues is revealed in The Flash Annual #1, which closes one story while leading right into the next one. Get more reasons why you shouldn't miss this important issue here: http://bit.ly/NXSBKT Timeline Photos",
          1345552201
        ],
        [
          "Celebrate this Father's Day with DC Comics Digital and a special three-day Father's Day Sale! http://bit.ly/MXL53n Timeline Photos",
          1339784280
        ],
        [
          "To celebrate the exciting launch of the New 52- The Second Wave, DC Comics Digital is holding a special JSA 101 Sale! http://bit.ly/IKmMWc Timeline Photos",
          1336156123
        ],
        [
          "Not watching the pre-game festivities? Catch up on some comics with our Flashpoint digital sale. Select issues are just $.99 in our digital download store. http://bit.ly/nk0Qo5 Timeline Photos",
          1328470227
        ],
        [
          "Get ready for this weekend's big Flashpoint digital sale starting today, 2/3. Check out the checklist for what issues will be on sale for just $.99 each. http://bit.ly/nk0Qo5 Timeline Photos",
          1328279626
        ],
        [
          "Don't forget about our Infinite 52 digital comics sale this weekend - select issues for just $.99! http://bit.ly/nk0Qo5 Timeline Photos",
          1327263191
        ]
      ],
      "dates_start": 1378832239,
      "dates_end": 1465230068,
      "likes_avg": 1007,
      "likes_stdev": 828,
      "comments_avg": 29,
      "comments_stdev": 44,
      "shares_avg": 60,
      "shares_stdev": 93
    },
    {
      "number": 19,
      "important": [
        "comic book",
        "book",
        "america",
        "run",
        "justic leagu america",
        "dcrebirth",
        "discuss",
        "justic leagu",
        "artist",
        "draw"
      ],
      "common": [
        "bit",
        "bit ly",
        "http",
        "justice",
        "justice league",
        "league",
        "ly",
        "photos",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "On the #DCArtAcademy, JUSTICE LEAGUE OF AMERICA artist Joe Prado draws Batman while he discusses #DCRebirth and running his own agency for comic book artists! http://bit.ly/2kMbkj6 Timeline Photos",
          1486653310
        ],
        [
          "Writer Steve Orlando reveals JLA: #DCREBIRTH #1 is all about people rebuilding themselves on #DCAllAccess! https://youtu.be/3AYY3aucXZc YouTube Killer Frost and Vixen together? Batman in charge of a new group of heroes? It’s time for the Rebirth of Justice League of America and DCAA sits down with writer Steve Orlando to get the inside scoop on a bold new direction for some of DC’s bravest. ",
          1486578608
        ],
        [
          "It takes a new Justice League to face dark magic. Own #JLDark on Blu-ray™ now. bit.ly/OwnJLDark",
          1486479629
        ],
        [
          "JUSTICE LEAGUE VOL. 1: THE EXTINCTION MACHINES writer Bryan Hitch talks tighter continuity in #DCRebirth, bringing DC's biggest heroes together, and how being an artist informs his collaboration with illustrator Tony S. Daniel! http://bit.ly/2kvsNf8 Looking Back on Volume One: An Interview with Justice League's Bryan Hitch Bryan Hitch has long been known for his skill at rendering exciting super hero action at the largest scale. And now, having recently completed a dozen issues of JUSTICE LEAGUE and ten of the pre-Rebirth JLA, he's shown that he's just as adept at writing it as well.",
          1485558027
        ],
        [
          "Which cover will save us all? Vote for your favorite from JUSTICE LEAGUE VOL 1: THE EXTINCTION MACHINE. #DCRebirth http://bit.ly/2jCIHnm Vote for Your Favorite Justice League Rebirth Cover Fan News By DCE Editorial Following DC Rebirth, the worldâ€™s greatest superheroesâ€\"the Justice Leagueâ€\"come together again to face new, more devastating threats!",
          1485471623
        ],
        [
          "US ONLY: Enter by 1/27 for a chance to conjure up two free tickets to the NY premiere of JUSTICE LEAGUE DARK! http://bit.ly/2kfvDUY Timeline Photos",
          1485097146
        ],
        [
          "The Justice League has to learn to trust a Superman they don't know--and they better do it soon, because Earth isn't going to protect itself in #DCRebirth's JUSTICE LEAGUE VOL 1: THE EXTINCTION MACHINE, available 1/18! http://bit.ly/2iIdPUi JUSTICE LEAGUE VOL. 1: THE EXTINCTION MACHINE In these stories from JUSTICE LEAGUE: REBIRTH #1 and issues #1-5 of the new series, a new day dawns for the Justice League as they welcome a slew of new members into their ranks. The question remains though, can the world's greatest superheroes trust",
          1484650749
        ],
        [
          "US ONLY: Enter by 1/19 for a chance to win two tickets to the JUSTICE LEAGUE DARK premiere in LA on 1/23! Think you've got some of Constantine's luck? http://bit.ly/2iZLIOo Timeline Photos",
          1484564707
        ],
        [
          "You know that resolution you made to read more? Get classic issues of ACTION COMICS, ADVENTURES OF SUPERMAN, JUSTICE LEAGUE OF AMERICA, and more on digital! http://bit.ly/2j1wyZ4 Timeline Photos",
          1483786824
        ],
        [
          "#DCAllAccess covers the JUSTICE LEAGUE DARK animated film, the #LeaguevSquad crossover comic, and the new JUSTICE LEAGUE ACTION series! Shop DC Entertainment to find Tiffany Smith and Jawiin - Home of Jason Inman's clothes from this week's ep!",
          1481562737
        ],
        [
          "This week on #DCAllAccess, Tiffany Smith and Jawiin - Home of Jason Inman are just a smidge excited for the new JUSTICE LEAGUE DARK animated movie!",
          1480964562
        ],
        [
          "New life is born into battle, and a good man goes bad. The Darkseid War is almost at its end! What did you think of JUSTICE LEAGUE #49? Timeline Photos",
          1462006815
        ],
        [
          "The New Gods count beings like Darkseid amongst their ranks...and now the heroes of the Justice League wield their might. Find out if power saves or corrupts in JUSTICE LEAGUE: DARKSEID WAR – POWER OF THE GODS: http://bit.ly/1SXyCuX Timeline Photos",
          1461128407
        ],
        [
          "Desperate times call for desperate measures when the League partners with their evil counterparts. What was your favorite part of JUSTICE LEAGUE #48? Timeline Photos",
          1456614017
        ],
        [
          "Follow the adventures of DC's greatest heroes in JUSTICE LEAGUE ACTION, a new animated series from Cartoon Network! Details: http://bit.ly/1SgCTyC Timeline Photos",
          1454112050
        ],
        [
          "What's next in \"Darkseid War\" now that the Justice League has the power of gods? Find out in JUSTICE LEAGUE #46: http://bit.ly/1mmaaKY Timeline Photos",
          1450278025
        ],
        [
          "Back issues of TRINITY, THE TITANS, JUSTICE LEAGUE OF AMERICA and more have been newly-digitized for your weekend reading: http://bit.ly/1MGbcaT Timeline Photos",
          1448118022
        ],
        [
          "These newly-digitized backissues of JUSTICE LEAGUE OF AMERICA, TRINITY and more are perfect for reading after you've filled up on candy tonight: http://bit.ly/1KK7wml Timeline Photos",
          1446300074
        ],
        [
          "After a major death, everyone is transforming and New Gods are reborn as war rages on. Get caught up on the happenings of JUSTICE LEAGUE #45: http://bit.ly/1NY8Dq0 Timeline Photos",
          1445648407
        ],
        [
          "How story informs art, the religion of Rao, writing a team story and more are in our discussion with Bryan Hitch, author and artist of JUSTICE LEAGUE OF AMERICA: http://bit.ly/1X6WXTc Timeline Photos",
          1444943028
        ],
        [
          "Gotham villains, the Justice League and more DC Comics-based rides are coming to Six Flags in new attractions. Find out what's coming to a park near you: http://6fla.gs/nf16 Timeline Photos",
          1441342804
        ],
        [
          "A new world religion appears and the world suddenly knows peace. Peace for the moment, that is ... JUSTICE LEAGUE OF AMERICA #3, out now: http://bit.ly/1V7QgPL Timeline Photos",
          1440594006
        ],
        [
          "Villians working together? Superman did not see that one coming. \n\n'LEGO DC Super Heroes: Justice League - Attack of the Legion of Doom!' is available now! http://bit.ly/LEGOJLDoom #LEGOJLDoom Timeline Photos",
          1440421221
        ],
        [
          "It's time to celebrate! \n\n'LEGO DC Super Heroes: Justice League - Attack of the Legion of Doom!' is available on Digital HD today! http://shout.lt/9rgd #LEGOJLDoom Timeline Photos",
          1439298799
        ],
        [
          "Even Superheroes need their personal space.\n\nInvite 'LEGO DC Super Heroes: Justice League - Attack of the Legion of Doom!' into your personal space when it becomes available on Digital HD 8/11! http://bit.ly/JLLODiTunes #LEGOJLDoom Timeline Photos",
          1438722020
        ],
        [
          "In 1 week bring home a new era of justice with 'Justice League: Gods & Monsters' available now on Digital HD and Blu-ray™ combo pack July 28th. http://bit.ly/JLGAMEST Timeline Photos",
          1437512425
        ],
        [
          "Francisco \"Cisco\" Ramon is Vibe. Read JUSTICE LEAGUE OF AMERICA'S VIBE and more digitally today: http://bit.ly/1OodFcf Timeline Photos",
          1437382818
        ],
        [
          "Fill up the digital reader of your choice with newly-digitized back issues of SUPERGIRL, JUSTICE LEAGUE OF AMERICA and lots more: http://bit.ly/1V4QtUX Timeline Photos",
          1437224418
        ],
        [
          "The JLA learns more about the armada of religious zealots that has arrived on Earth. Read the new JUSTICE LEAGUE OF AMERICA #2, now available digitally: http://bit.ly/1LGkK8k Timeline Photos",
          1436432410
        ],
        [
          "The League comes up against an armada of aliens heading for Earth that claims to be a peaceful religious tribe... Get your copy of the extra-sized debut issue of JUSTICE LEAGUE OF AMERICA today! http://bit.ly/1cYIWEI Timeline Photos",
          1434546009
        ],
        [
          "See what's coming in the pages of MARTIAN MANHUNTER, MIDNIGHTER and more this August, including the debut of JUSTICE LEAGUE: GODS AND MONSTERS: http://bit.ly/1IJKT61 Timeline Photos",
          1432515611
        ],
        [
          "No one ever said raising kids was easy. \n\nOwn Batman vs. Robin, today on Digital HD or Blu-ray Combo Pack! http://bit.ly/BvR2015 #BVR Timeline Photos",
          1429016418
        ],
        [
          "There's only a few days left to enter the LEGO® Justice League vs Bizarro League DVD Sweepstakes for your chance to win a family vacation package for up to 4 to a LEGOLAND® Resort. http://bit.ly/DCJLvsBL #LEGOJLBizarro Timeline Photos",
          1426024808
        ],
        [
          "There's only a handful of days left to win a family vacation package for up to 4 to LEGOLAND® Florida or LEGOLAND® California Resort. Don't miss out! Enter today: http://bit.ly/DCJLvsBL #LEGOJLBizarro Timeline Photos",
          1425351610
        ],
        [
          "Whether you're in the Justice League or the Bizarro League, you can enter today to win a Family Vacation to LEGOLAND® Resorts! http://bit.ly/DCJLvsBL #LEGOJLBizarro Timeline Photos",
          1424674808
        ],
        [
          "A superhero in need of an upgrade? #LEGOJLBizarro Timeline Photos",
          1424617205
        ],
        [
          "Classic issues of GREEN ARROW, JUSTICE LEAGUE OF AMERICA and more have been newly-digitized. Perfect for staying in and avoiding the cold: http://bit.ly/1vl7eBp Timeline Photos",
          1424530839
        ],
        [
          "If not fist bumps, what does Batman do?\n\nFind out in LEGO®: DC Comics Super Heroes: Justice League vs. Bizarro League. Available now - http://bit.ly/LEGOJLVSBL Timeline Photos",
          1424358023
        ],
        [
          "A superhero must always be prepared. #LEGOJLBizarro Timeline Photos",
          1424041207
        ],
        [
          "Enter the LEGO® Justice League vs Bizarro League DVD Sweepstakes for your chance to win a family vacation package for up to 4 to LEGOLAND® Florida or LEGOLAND® California Resort. http://bit.ly/DCJLvsBL #LEGOJLBizarro Timeline Photos",
          1423810810
        ],
        [
          "\"Me am Bizarro!\" See the new league of opposites in Justice League vs. Bizarro League available on Blu-ray™ Combo Pack & DVD today! http://bit.ly/LEGOJLVSBL #LEGOJLBizarro Timeline Photos",
          1423623604
        ],
        [
          "\"LEGO® Justice League #1: Justice League vs Bizarro League\" on sale: never.  #LEGOJLBizarro Timeline Photos",
          1423249210
        ],
        [
          "\"So you want us to follow you to some distant planet? Well, I'll play your game for now, alien.\" - Batman \n\nJustice League vs. Bizarro League available now on Digital HD and on Blu-ray™ Combo Pack & DVD, February 10. http://bit.ly/LEGOJLVSBL #LEGOJLBizarro Timeline Photos",
          1423105234
        ],
        [
          "Gather your LEGO friends! Show us your best #LEGO selfie. #LEGOJLBizarro Timeline Photos",
          1422932406
        ],
        [
          "Even superheroes have to eat.  #LEGOJLBizarro Timeline Photos",
          1422831610
        ],
        [
          "It's out now on DVD and Blu-ray, so once again we want to hear from all of you: What did you think of Justice League: Throne of Atlantis? Timeline Photos",
          1422745218
        ],
        [
          "Pick-up your copy of Justice League: Throne of Atlantis on Blu-ray Combo Pack and DVD TODAY! http://amzn.to/15xIhH5 Timeline Photos",
          1422414007
        ],
        [
          "How will you \"ruin everything\" today?\n\nLearn more about the world of Bizarro in Justice League vs. Bizarro League available today on Digital HD! bit.ly/JLvBLDigital #LEGOJLBizarro Timeline Photos",
          1422370805
        ],
        [
          "In the backwards world of Bizarro - being the world's worst detective just may work. #LEGOJLBizarro Timeline Photos",
          1422226812
        ],
        [
          "Justice League: Throne of Atlantis is coming to Blu-ray Combo Pack and DVD this Tuesday, January 27th! Pre-order your copy here: http://amzn.to/15xIhH5 Timeline Photos",
          1422158401
        ],
        [
          "If you've already watched Justice League: Throne of Atlantis we want to hear from you. What did you think of the latest animated feature? Timeline Photos",
          1421528403
        ],
        [
          "Aquaman invites you to watch Justice League: Throne of Atlantis available TODAY on Digital HD! Download from iTunes now - http://bit.ly/JLThroneofAtlantis\n#JLAtlantis Timeline Photos",
          1421190032
        ],
        [
          "Blood is thicker than water in Justice League: Throne of Atlantis, coming to Digital HD on January 13 and Blu-ray Combo Pack and DVD January 27! #JLAtlantis Timeline Photos",
          1420671605
        ],
        [
          "Live in the NYC or LA area? Want to attend the Justice League: Throne of Atlantis premiere? Find out how: http://bit.ly/17j6MZD Timeline Photos",
          1420657689
        ],
        [
          "\"Detroit Justice League.\" Yep. Now see what else is in store in the JUSTICE LEAGUE AMERICA Convergence tie-in: http://bit.ly/1vKrprT Timeline Photos",
          1416962704
        ],
        [
          "The JLI stops laughing when they collide with the world of Kingdom Come in JUSTICE LEAGUE INTERNATIONAL this April: http://bit.ly/14E8hjR Timeline Photos",
          1416348909
        ],
        [
          "Find out what's coming this February in JUSTICE LEAGUE, THE FLASH and much more: http://bit.ly/1qPBj4v Timeline Photos",
          1416258013
        ],
        [
          "We really can't get enough of the bickering and heroics in JUSTICE LEAGUE 3000. But how about that last page? Timeline Photos",
          1415469607
        ],
        [
          "The Legion came back, but with an agenda that brought them in conflict with the Justice League United. What did you think of JUSTICE LEAGUE UNITED ANNUAL #1? Timeline Photos",
          1414861208
        ],
        [
          "Calling all NZ Justice League fans! Blokhedz DC Comics Super Heroes have arrived at Z: www.z.co.nz/BH Timeline Photos",
          1414468814
        ],
        [
          "Check out the newly-released cover to Justice League: Throne of Atlantis, coming to home video later this year. Timeline Photos",
          1413518423
        ],
        [
          "The team officially came together in JUSTICE LEAGUE UNITED #4, but not without some sacrifices. What did you think of the conclusion of the first story arc? Timeline Photos",
          1408183241
        ],
        [
          "The Joker is out!  And so is Batman: Assault on Arkham, AVAILABLE TODAY on Blu-ray Combo Pack and DVD. http://bit.ly/baoabuy #BatmanAssaultonArkham Timeline Photos",
          1407837860
        ],
        [
          "Batman and Deadshot face off in Batman: Assault on Arkham, arriving on Blu-ray Combo Pack and DVD next Tuesday. http://bit.ly/baoagbd Timeline Photos",
          1407492051
        ],
        [
          "Meet Task Force X and get ready to root for the bad guys in Batman: Assault on Arkham, coming to Digital HD on July 29 and Blu-ray Combo Pack and DVD August 12! http://bit.ly/baoamtfx #BatmanAssaultonArkham Timeline Photos",
          1405526412
        ],
        [
          "Luthor made Bruce Wayne an offer he couldn't refuse while the late Power Ring's ring found a new host, all in JUSTICE LEAGUE #31. Oh, and about that last page... Timeline Photos",
          1403971212
        ],
        [
          "Find out what's coming this August in the pages of MULTIVERSITY, FUTURES END, JUSTICE LEAGUE, AQUAMAN and tons of other great titles: http://bit.ly/1o8lK8p Timeline Photos",
          1400536824
        ],
        [
          "Here's your chance to own a one-of-kind custom Justice League comic book cover. Visit charitybuzz and place your bid to not only own a great conversation piece but also support LA Family Housing: http://bit.ly/1iSwUg2 Timeline Photos",
          1398376800
        ],
        [
          "JUSTICE LEAGUE UNITED isn't just set in Mooseonee/Moose Factory, Ontario, Canada, writer Jeff Lemire went there for inspiration. The result? A great comic and THESE AWESOME DRAWINGS from local students: http://bit.ly/1fryJMo Timeline Photos",
          1398333605
        ],
        [
          "A Father and Son duo like you’ve never seen before.  Get ready for Son Of Batman, arriving May 6 on Blu-ray Combo Pack, DVD and Digital HD!  http://bit.ly/SOBatman  #SonOfBatman Timeline Photos",
          1397556010
        ],
        [
          "Well…now the team knows who they are and where they came from. But that doesn't mean they're out of trouble. Far from it actually. Leave a review of JUSTICE LEAGUE 3000 #4 here. Timeline Photos",
          1394902813
        ],
        [
          "If this doesn't get you excited, we're not sure what will. The 7-day Justice League of America Sale kicks off today, with all of your favorite JLA digital comics for only $0.99 each! http://bit.ly/1bIZ3VK Timeline Photos",
          1393372811
        ],
        [
          "There have been some insanely epic battles over the history of the Justice League. Which is why we compiled 5.2 of the most Spine-Tinglingly Awesome ones for you to enjoy: http://bit.ly/1khx8Pr Timeline Photos",
          1391731217
        ],
        [
          "Own Justice League: WAR on Blu-ray Combo Pack today! And enter for a chance to win a Currie Tech eZip E-450 electric scooter now with the Justice League: WAR Sweepstakes: http://bit.ly/1ndAK23 Timeline Photos",
          1391720410
        ],
        [
          "Justice League: War producer James Tucker and designer Phil Bourassa sat down with us to talk about the film, the updated designs, which of their other DC animated characters they’d like to see as action figures and more! http://bit.ly/1lAYYrB Timeline Photos",
          1391623215
        ],
        [
          "The Justice League has GOT THIS and so should you! OWN Justice League: War Today on Blu-ray Combo Pack and Digital HD. http://bit.ly/JLWAR  #JLWar Timeline Photos",
          1391547603
        ],
        [
          "Can't make it to tonight's premiere of Justice League: War at the Paley Center in LA? Well if you tune in here http://bit.ly/1ebad62 at approximately 8:15pm PT tonight you'll get to watch a live stream of the post-screening panel discussion! Timeline Photos",
          1391115607
        ],
        [
          "Green Lantern, meet Batman. Fans, meet Justice League: WAR, flying on the scene February 4 on Blu-ray Combo Pack, DVD and Digital HD!  http://bit.ly/JLWAR  #JLWar Timeline Photos",
          1390910406
        ],
        [
          "Download the all new Justice League: War bundled with Justice League: The Flashpoint Paradox, exclusively on iTunes: http://bit.ly/1jjVBTN Timeline Photos",
          1390424417
        ],
        [
          "Watch Wonder Woman fight a whole bunch of Parademons in this exclusive clip from Justice League: War http://youtu.be/HWpitYuArKY Justice League: War - \"Leave Them to Me\" (Exclusive) Wonder Woman reveals her true responsibility (which just happens to involve kicking butt) in this new clip from Justice League: War. Justice League: War, the...",
          1389981606
        ],
        [
          "Justice League of America comes to an end this April, to be replaced by Justice League United. Read about the story, the team and more from writer Jeff Lemire: http://usat.ly/1hvRyR8 Timeline Photos",
          1389916805
        ],
        [
          "Green Lantern may not admit it...but he could use a friend about now. Lucky for him he receives an unexpected assist in this first official clip from Justice League: War. Enjoy: http://youtu.be/wrTie7V13mY Justice League: War - \"You're Real?\" Green Lantern receives an assist from an unexpected source in this first official clip from Justice League: War. Justice League: War, the next entry in the p...",
          1389063607
        ],
        [
          "Let the invasion begin! Check out this Justice League: War trailer and mark your calendar for the February 4, 2014 launch date. http://youtu.be/q3F9ASSsHUk Justice League WAR Trailer Before there was the Justice League...there was The War. From DC Entertainment, Warner Bros. Animation and Warner Bros. Home Entertainment comes an all new a...",
          1383080233
        ],
        [
          "Sterling Gates talks with USA Today about #VillainsMonth, Black Adam and Vibe. Also, read a preview of Justice League of America #7.4: Black Adam: http://usat.ly/1dEHmUl Timeline Photos",
          1380015001
        ],
        [
          "Get the entire story of Atlantis' war on the surface world in Justice League Vol. 3: Throne of Atlantis. And get an exclusive preview of this Wednesday's release right here on Facebook. http://bit.ly/17WB9Ro Justice League Vo.. 3: Throne of Atlantis Facebook Preview",
          1379930430
        ],
        [
          "In the wake of “Trinity War,” the Justice League is nowhere to be found. Get a first look into JUSTICE LEAGUE #24: http://bit.ly/19kaiOl Timeline Photos",
          1379685716
        ],
        [
          "Readers got a look at what made Killer Frost who she is and why she's always after Firestorm in Justice League of America #7.2. What did you think of this issue? Timeline Photos",
          1379163601
        ],
        [
          "There's nothing like a good Director's Cut, and you can get an exclusive preview of JUSTICE LEAGUE: TRINITY WAR – DIRECTOR’S CUT #1 here: http://bit.ly/1f2AOh1 Timeline Photos",
          1377122401
        ],
        [
          "A look inside the Justice League Kia car reveal at #DCSDCC. \n\nDon't forget to be a hero and donate today. http://fighthun.gr/auction We Can Be Heroes - Justice League Car Reveal",
          1374184706
        ],
        [
          "Take a break from Comic-Con and check out some interior art from Justice League of America #7: http://bit.ly/195NXrl Timeline Photos",
          1374183602
        ],
        [
          "Trinity War finds the Justice League at odds in issue #22. Leave your mini-review below. Timeline Photos",
          1373720400
        ],
        [
          "SPOILERS: Find out what..or who.. could have started a war between three teams of such steadfast heroes in Justice League #22. This Just Happened: http://bit.ly/136a0dk Timeline Photos",
          1373670000
        ],
        [
          "Are you ready for Trinity War? If you need to know who all the players are on the various Justice League teams why they're coming into conflict watch this Geoff Johns-narrated video: http://youtu.be/ncnbJtabH68 The Story Behind Trinity War  ",
          1373400017
        ],
        [
          "Justice League coloring pages are not just for the kids! You try staying inside the lines: http://bit.ly/15em9NW Timeline Photos",
          1372840201
        ],
        [
          "New Justice League of America, Aquaman, Batman/Superman, The Flash, Superman and many more this week. It's brain overload...but good brain overload. http://bit.ly/GY0Bew Timeline Photos",
          1372263012
        ],
        [
          "Save the day with the Justice League, now at Target, your Super Hero HQ: http://tgt.biz/justiceleague Save the Day with the Justice League Share how you #SavetheDay www.target.com/JusticeLeague",
          1371564000
        ],
        [
          "This is a wonderful story of a cancer center in Brazil that has received a Justice League makeover: http://bit.ly/19MI6pp Timeline Photos",
          1370593801
        ],
        [
          "\"….if I just ran fast enough.\" Watch the first trailer for Justice League: The Flashpoint Paradox now! Justice League: The Flashpoint Paradox - Trailer Debut The world is turned upside down as Flash wakes up devoid of his super powers in the all-new DC Universe Original Animated Movie. Subscribe to IGN's channel f...",
          1369389600
        ],
        [
          "Who will betray the new Justice League of America? Leave your thoughts about the Justice League of America #3 preview in the comments below. http://go.ign.com/105If4x Timeline Photos",
          1367769601
        ],
        [
          "Breaking into the Batcave, stunning Red Hood and Alfred and stealing stuff sounds like a good idea, right? No, probably not, but that's exactly what happens in this preview of Justice League #19: http://usat.ly/116eGhj Timeline Photos",
          1366041784
        ],
        [
          "\"You're saying the Justice League's gonna pay me to learn to surf?\" \r\n\r\nThink you can do better? Leave your own caption here: http://bit.ly/XspYvR Timeline Photos",
          1365674402
        ],
        [
          "Fans attending WonderCon will most certainly want to stop by the DC Collectibles Boutique at the Graphitti Designs booth for an exclusive t-shirt, Justice League of America #1 cover and more: http://bit.ly/13T8dJL Timeline Photos",
          1363186801
        ],
        [
          "February was a big month for DC Entertainment, with Justice League of America #1 clocking in as the top-selling comic book as well as wins on the digital, hardcover and softcover bestseller lists: http://bit.ly/Y0qBcE Timeline Photos",
          1362764401
        ],
        [
          "\"Throne of Atlantis\" ended in dramatic fashion. Leave your thoughts on Justice League #17 here. Timeline Photos",
          1361631963
        ],
        [
          "It's the end of \"Throne of Atlantis\" in next week's Justice League #17. But what secrets will be uncovered and what does it mean for the future of the team? Get a preview at Buzzfeed: http://bit.ly/12Pkezp Timeline Photos",
          1360927745
        ],
        [
          "Throne of Atlantis continued in Aquaman #16. What did you think of this week's installment guest-starring the Justice League? Timeline Photos",
          1359822600
        ],
        [
          "Take an exclusive first look at JUSTICE LEAGUE OF AMERICA #1 by checking out the standard cover as well as the New York and California state variants. And don’t forget to pick up the inaugural issue when it hits stores on February 6, 2013! http://bit.ly/QufoTx First Look at the Variant Covers for JUSTICE LEAGUE OF AMERICA #1 Earlier this week, MTVannouncedthat JUSTICE LEAGUE OF AMERICA #1 will have 52 variant covers.  While the standard edition of the cover will feature...",
          1352493735
        ],
        [
          "Justice League of America kicks off with 52 variant covers (one for each state), Vibe and Katana are getting solo series and Jeff Lemire is set to take on the writing of Green Arrow. Lots more details at MTV Geek: http://on.mtv.com/WqbaPs EXCLUSIVE!: ‘Justice League of America’ #1 Triumphs with 52 State... DC celebrates new series with 52 variant covers, new titles, and creative changes Don't wait until 2015 to get excited about the Justice League -- DC",
          1352125862
        ],
        [
          "There's a new update out for the iOS game Justice League: Earth's Final Defense that brings new costumes to the gameplay. Put Superman in the costume from 2003's Red Son story, arm Wonder Woman in Hippolyta's Armor, play as Batman Beyond or have Green Lantern and The Flash fight in Hal Jordan's flight and Barry Allen's street clothes respectively. Download the update today http://bit.ly/NUPsMa and watch the trailer for the game here: http://www.youtube.com/watch?v=e1BDkX0RKnI Justice League: Earth's Final Defense Trailer Netmarble is about to launch Justice League: Earth's Final Defense on the App store. This is 3D action game featuring DC comics heroes and villains. We are r...",
          1351857601
        ],
        [
          "John Constantine calls in some support, including a vampire and the Princess of Gemworld, before the team goes on the attack in this preview of Justice League Dark Annual #1: http://usat.ly/Vzndnv Timeline Photos",
          1351549804
        ],
        [
          "The War For the Books of Magic continues in Justice League Dark #13. Preview next week's new release here and see the team battling on two fronts: http://bit.ly/OLMAnI Timeline Photos",
          1350639004
        ],
        [
          "Justice League # 13 is this week's Spotlight Issue. It  will have the world debating its shocking conclusion – and where it will lead from here! Read it now: http://bit.ly/R4NOuj JUSTICE LEAGUE #13  ",
          1350496733
        ],
        [
          "Batman: Justice We Can Be Heroes: Justice League",
          1349968603
        ],
        [
          "Green Lantern: Willpower We Can Be Heroes: Justice League",
          1349968603
        ],
        [
          "The Flash: Drive We Can Be Heroes: Justice League",
          1349968603
        ],
        [
          "Aquaman: Responsibility We Can Be Heroes: Justice League",
          1349968603
        ],
        [
          "Wonder Woman: Equality We Can Be Heroes: Justice League",
          1349968603
        ],
        [
          "Superman: Strength We Can Be Heroes: Justice League",
          1349968603
        ],
        [
          "Cyborg: Communication We Can Be Heroes: Justice League",
          1349968603
        ],
        [
          "Go deeper into the milestone stories of the Justice League with the Justice League 201 Sale in the DC Digital Comics Store. Get individual issues for just $.99 each and revisit important stories from throughout the team's history: http://bit.ly/VUx5dE Timeline Photos",
          1348840988
        ],
        [
          "Billy Batson takes center stage in Justice League #0 as he unleashes the awesome power of Shazam in a special origin story! This Spotlight Issue also features the not-to-be-missed origin of Pandora. http://bit.ly/SBK3cf Timeline Photos",
          1348076074
        ],
        [
          "The future and the past collide in The Phantom Stranger #3, a new story arc starts in Justice League Dark and more from The Dark group of books in December: http://bit.ly/PArbdi Timeline Photos",
          1347912692
        ],
        [
          "Mr. Terrific makes his first appearance on Earth 2, Firestorm faces off against Captain Atom and the \"Throne of Atlantis\" storyline kicks off. All that and more from the Justice League books this December. Find out more here: http://bit.ly/QwlG0l Timeline Photos",
          1347885001
        ],
        [
          "In case you missed it, starting in issues #15 of JUSTICE LEAGUE and AQUAMAN will begin a crossover event called “Throne of Atlantis.” http://bit.ly/QoCma2 USA TODAY announces “Throne of Atlantis” Yesterday, BUZZFEED announced that Ivan Reis and Joe Prado would be taking over as the ongoing artists on JUSTICE LEAGUE.",
          1347827425
        ],
        [
          "Magic: Reality or myth? One young boy is about to find out as he wanders where he shouldn't in this preview of Justice League #0: http://bit.ly/PrcJnP Timeline Photos",
          1347654381
        ],
        [
          "The \"Throne of Atlantis\" story will start in Justice League #15 and continue in Aquaman's solo series. Here what Geoff Johns says about the story and how it evolves the concept of the Justice League here: http://usat.ly/SHPrk9 Aquaman, Justice League engage in watery war with Atlantis New crossover story line beginning in December pits Superman, Batman and others against the soldiers of the sunken nation.",
          1347544930
        ],
        [
          "A long-lost secret weapon in Bruce Wayne's possession might be the different for The Justice League in the battle with Kobra. Our Spotlight Digital First Issue Justice League Beyond #12 reveals the weapon. http://bit.ly/QrlXDE Justice League Beyond #12  ",
          1347037327
        ],
        [
          "What happens when Huntress meets Damian in Worlds' Finest #6? Who will save Central City from the ape invasion in The Flash #14? All that and more this November in the Justice League group of comics, including the next step toward 2013's Trinity War in Justice League #14: http://bit.ly/Secdui Timeline Photos",
          1344860776
        ],
        [
          "SUPERMAN VS. THE ELITE IS NOW AVAILABLE! Catch it on Blu-ray Combo Pack, DVD, On Demand or for Download TODAY! Timeline Photos",
          1339542916
        ],
        [
          "Get origins and backstories for Shazam, Captain Atom, Aquaman and all the rest of the characters in the Justice League group of books this September: http://bit.ly/LUF2tC Timeline Photos",
          1339418460
        ],
        [
          "We're kicking off the third day of WonderCon and people are already lining up to have their picture taken with the Justice League. Timeline Photos",
          1332089047
        ],
        [
          "The identity of the Justice League’s newest and deadliest foe is revealed this June http://bit.ly/z1tuXv Timeline Photos",
          1331591833
        ],
        [
          "Are you ready for the next DC Universe Animated Original Movie?  Justice League: Doom arrives February 28, 2012 from Warner Home Video as a Blu-ray™ Combo Pack and DVD, On Demand and for Download. Both the Blu-ray™ Combo Pack and DVD will include an UltraViolet™ Digital Copy. http://www.youtube.com/watch?v=Dts9iakfaKA Justice League: Doom - \"Diamonds\" A clip from Justice League: Doom, available for download February 21st and on Blu-ray and DVD February 28th.",
          1329489755
        ]
      ],
      "dates_start": 1360062152,
      "dates_end": 1443817439,
      "likes_avg": 1702,
      "likes_stdev": 2993,
      "comments_avg": 65,
      "comments_stdev": 96,
      "shares_avg": 127,
      "shares_stdev": 203
    }
  ]
}