{
  "pagename": "Disney",
  "page_name_displayed": "Disney",
  "globalstats": {
    "fan_count": 50664568,
    "messages": 2224,
    "likes_avg": 15855,
    "likes_stdev": 34654,
    "comments_avg": 453,
    "comments_stdev": 2032,
    "shares_avg": 2878,
    "shares_stdev": 11470,
    "graph_uri": "clusters/Disney.png"
  },
  "clusters": [
    {
      "number": 1,
      "important": [
        "hero",
        "christma",
        "better",
        "tsum",
        "abc",
        "big hero",
        "short",
        "tsum tsum",
        "around",
        "silli"
      ],
      "common": [
        "disney",
        "short",
        "told",
        "told tsum",
        "told tsum tsum",
        "tsum",
        "tsum short",
        "tsum tsum",
        "tsum tsum short",
        "tsumtsumtuesday"
      ],
      "messages": [
        [
          "Tsumthing silly is rockin’ around the 🎄 on #TsumTsumTuesday. Pluto's Christmas Tree | Tsum Tsum Short",
          1482285600
        ],
        [
          "“Flying makes me a better healthcare companion.” #TsumTsumTuesday Big Hero 6 | Tsum Tsum Short",
          1481680800
        ],
        [
          "A merry little #TsumTsumTuesday. ❄️ On Ice | Tsum Tsum Short",
          1481651743
        ],
        [
          "Deck the halls with stacks of cuteness in the Tsum Tsum app: http://di.sn/61808K4w8 Tsum Tsum Holiday",
          1481490030
        ],
        [
          "Sew spooky! #TsumTsumTuesday Tim Burton's The Nightmare Before Christmas | Tsum Tsum Short",
          1480467638
        ],
        [
          "The icing on top of a sweet surprise! 🎂\n\n#HappyBirthdayMickey Mickey's Birthday | Tsum Tsum Short",
          1479340865
        ],
        [
          "Let the fun times roll on #TsumTsumTuesday! Mickey's Trailer | Tsum Tsum Short",
          1478026830
        ],
        [
          "Fly to the sky! Dumbo | Tsum Tsum Short",
          1477245630
        ],
        [
          "You won't boo-lieve what you find. #TsumTsumTuesday Lonesome Ghost | Tsum Tsum Short",
          1476833400
        ],
        [
          "Out of this world! Lilo & Stitch As Told By Tsum Tsum has crash landed. #TsumTsumTuesday Lilo & Stitch As Told By Tsum Tsum",
          1476205513
        ],
        [
          "Tsum Tsum take food fights to a fluffy new level. Shop the collection here: http://di.sn/6005B7A3W Cupcake Battle | Tsum Tsum Kingdom",
          1474549447
        ],
        [
          "Boo! Tsum-thing scary cute is unleashed in this fun and fluffy retelling of Monsters, Inc. #TsumTsumTuesday Monsters, Inc. As Told By Tsum Tsum",
          1471966347
        ],
        [
          "Jump into the big world of tiny Tsum with Laur DIY in the Tokyo episode of Destination: Disney Style. Tokyo Tsum Tsum Phenomena | Destination: Disney Style",
          1470429032
        ],
        [
          "Don't be late for a very important date with Disney's Alice in Wonderland Tsum Tsum! Alice in Wonderland As Told By Tsum Tsum",
          1466461856
        ],
        [
          "Look who's having a ball! Bounce into the Tsum Tsum fun: Tsum Tsum Short - Kendama Fever",
          1459201546
        ],
        [
          "Satisfy that rumbly in your tumbly with these Winnie the Pooh Tsum Tsum Treats from Disney Family. Winnie the Pooh Tsum Tsum Treats",
          1458946831
        ],
        [
          "A #DisneyGift is best shared with Tsumone special. Share a Tsum Tsum #DisneyGift",
          1449341061
        ],
        [
          "Disney Style and Disney Store's #TsumTsumDress left fans in stitches at D23 EXPO 2015. The Making of the Tsum Tsum Dress",
          1440014502
        ],
        [
          "A whole new world. A new fantastic point of Tsum. http://di.sn/6184B1TDQ #TsumTsumTuesday Aladdin as told by Tsum Tsums",
          1438696873
        ]
      ],
      "dates_start": 1456088911,
      "dates_end": 1483367461,
      "likes_avg": 4764,
      "likes_stdev": 3741,
      "comments_avg": 191,
      "comments_stdev": 215,
      "shares_avg": 940,
      "shares_stdev": 979
    },
    {
      "number": 2,
      "important": [
        "make",
        "fli",
        "imagin",
        "let",
        "theatr",
        "discov",
        "abc",
        "inspir",
        "pete dragon",
        "dragon"
      ],
      "common": [
        "12",
        "12 pete dragon",
        "august",
        "august 12",
        "dragon",
        "pete",
        "pete dragon",
        "see",
        "theatres",
        "theatres august"
      ],
      "messages": [
        [
          "Discover the mythical inspirations that gave wing to the design of Elliot from Pete's Dragon! Making Elliot | Pete's Dragon",
          1479344503
        ],
        [
          "The sky's the limit when you let your imagination fly. See Pete's Dragon in theatres now. The Sky’s the Limit | Pete's Dragon",
          1474581683
        ],
        [
          "\"You might be the bravest boy I've ever met.\" Uncover the mystery of Pete's Dragon, now playing in theatres. \"You might be the bravest boy I've ever met.\" | Pete's Dragon",
          1474221641
        ],
        [
          "Friendship soars to the highest heights in Pete's Dragon. 🐉 See the film in theatres now. Elliot | Pete's Dragon",
          1474135233
        ],
        [
          "Watch the words fly off the page in this Pete's Dragon hand lettering art. Pete's Dragon Calligraphy",
          1471388511
        ],
        [
          "Discover the mystery of Pete's Dragon, now showing in theatres. Pete's Dragon Paper Art",
          1471045464
        ],
        [
          "See the start of a magical friendship in Pete's Dragon, now playing. The Magic of Friendship | Pete's Dragon",
          1471032080
        ],
        [
          "Bryce Dallas Howard's on a role! See her shine in Pete's Dragon August 12. Bryce Dallas Howard Failed Disney Auditions",
          1470837690
        ],
        [
          "Magic wanders out of the woods and onto the green carpet for the Pete's Dragon premiere. See the film August 12. #PetesDragonPremiere Pete's Dragon World Premiere",
          1470777406
        ],
        [
          "Watch Bryce Dallas Howard, the star of Pete's Dragon, live and post your questions in the comments below!",
          1470758601
        ],
        [
          "Soar through the Pete's Dragon premiere, live with Intel! The film flies into theatres August 12. #PetesDragonPremiere Pete's Dragon Premiere",
          1470696503
        ],
        [
          "Every myth has a hint of truth. See the magic of Pete's Dragon in theatres August 12. Pete's Dragon Lore",
          1470441659
        ],
        [
          "In 10 days, Pete's Dragon flies into theatres in 3D. Pete's Dragon 10 Day Countdown",
          1470139239
        ],
        [
          "Working with Pete's Dragon was just as epic as you’d imagine. See Bryce Dallas Howard share the screen with Elliot on August 12. 🐉 Pete's Dragon | Behind the Wings Mockumentary",
          1469887283
        ],
        [
          "Unleash the mystery. Pete's Dragon opens August 12. Pete's Dragon Clip | Rescue Elliot",
          1469634716
        ],
        [
          "Poof! Pete's Dragon appears in theatres August 12. 🐉 Three Weeks Until Pete's Dragon Opens",
          1469361643
        ],
        [
          "The musical score of Pete's Dragon is composed of mystery and heart. See it in theatres August 12. Pete's Dragon | Lindsey Stirling and Daniel Hart Music Featurette",
          1469120449
        ],
        [
          "With friends by your side, you're never alone. 🐲 See Pete's Dragon August 12. Pete's Dragon Clip | He Wasn't Alone",
          1468623642
        ],
        [
          "Adventure takes flight. 🐲 See Pete's Dragon August 12. Pete's Dragon Clip",
          1467403235
        ],
        [
          "A friendship greater than you can imagine. See Pete's Dragon in theatres August 12. Pete's Dragon US Trailer 2",
          1465912877
        ],
        [
          "Uncover the magic and mystery of Pete's Dragon. 🐉 Here's a first look at the film. See it in theatres this August. Pete's Dragon Official US Teaser Trailer",
          1456101445
        ],
        [
          "There's no greater bond than friendship. Live-action Pete's Dragon is in theatres August 2016. Timeline Photos",
          1439658520
        ]
      ],
      "dates_start": 1461293967,
      "dates_end": 1476442761,
      "likes_avg": 2149,
      "likes_stdev": 2341,
      "comments_avg": 94,
      "comments_stdev": 172,
      "shares_avg": 365,
      "shares_stdev": 574
    },
    {
      "number": 3,
      "important": [
        "tomorrowland",
        "believ",
        "better",
        "play",
        "theatr",
        "abc",
        "futur",
        "disney",
        "take",
        "disney tomorrowland"
      ],
      "common": [
        "22",
        "disney",
        "disney tomorrowland",
        "future",
        "may",
        "may 22",
        "see",
        "theatres",
        "tomorrowland",
        "trailer"
      ],
      "messages": [
        [
          "Take risks, create change, and better the future. Disney's Tomorrowland is in theatres now. Disney's Tomorrowland is in Theatres Now",
          1432490434
        ],
        [
          "Believe in a future of possibilities. Disney's Tomorrowland is now playing. Disney's Tomorrowland is Now Playing",
          1432393250
        ],
        [
          "What's the word with Bird? Watch as the director of Disney's Tomorrowland answers a lightning round of questions. Lightning Round of Questions | Director of Disney's Tomorrowland",
          1432306908
        ],
        [
          "Get to know Britt Robertson of Disney's Tomorrowland before the clock runs out. Get to Know Britt Robertson of Disney's Tomorrowland",
          1432242049
        ],
        [
          "Here's a dose of tenacity from Raffey Cassidy as she answers a lightning round of questions. See her star as Athena in Disney's Tomorrowland, opening May 22. Lightning Round Questions with Tomorrowland's Raffey Cassidy",
          1432134975
        ],
        [
          "The future is in your hands. See Disney's Tomorrowland in theatres May 22. Disney's cover photo",
          1432066890
        ],
        [
          "Get clued in on Clooney and see him star in Disney's Tomorrowland, opening this Friday. Lightning Question Round with Tomorrowland's George Clooney",
          1432048026
        ],
        [
          "Believe in a place where anything is possible. Meet the cast and director of Disney's Tomorrowland. Meet the Cast of Tomorrowland",
          1431612165
        ],
        [
          "Take hold of the future. Your ticket to Disney's Tomorrowland is available here: http://di.sn/61807TzC Behind the Scenes Look | Disney's Tomorrowland",
          1431345689
        ],
        [
          "The future looked bright at the world premiere of Disney's Tomorrowland. See the film in theatres May 22. Tomorrowland World Premiere",
          1431317539
        ],
        [
          "The future is full of possibility. Get your ticket to Disney's Tomorrowland now: http://di.sn/61877Gjt Behind the Scenes Look | Disney's Tomorrowland",
          1431194991
        ],
        [
          "\"Dreamers need to stick together.\" See Disney's Tomorrowland in theatres May 22. Disney's Tomorrowland in Theatres May 22",
          1430665271
        ],
        [
          "Make the impossible possible in Disney's Tomorrowland. Tomorrowland Teaser",
          1430589720
        ],
        [
          "Your future's worth fighting for. See the newest trailer for Disney's Tomorrowland: Disney's Tomorrowland Trailer",
          1429614110
        ],
        [
          "Get a glimpse of the future. See the new posters for Disney's Tomorrowland. Tomorrowland Posters",
          1429538416
        ],
        [
          "The future is full of possibilities. See the newest featurette for Disney's Tomorrowland. Tomorrowland Featurette: Future of Possibilities",
          1429034553
        ],
        [
          "Find out what the future holds in Disney's Tomorrowland, opening May 22. Tomorrowland Trailer",
          1428879084
        ],
        [
          "\"Tomorrowland is a place for dreamers.\" Tomorrowland Teaser",
          1428588118
        ],
        [
          "\"He thinks you can fix the future.\" Watch the new trailer for Disney's Tomorrowland. New Tomorrowland Trailer",
          1425921627
        ],
        [
          "Disney's Tomorrowland is calling.\n\nOn March 9, join director Brad Bird and producer Damon Lindelof for a live Q&A and trailer debut at 10:30am PT, hosted exclusively on Walt Disney Studios. Tomorrowland Trailer Debut",
          1425775573
        ],
        [
          "Build whatever you're crazy enough to imagine in Disney's Tomorrowland. Want to go? Your future awaits here: http://di.sn/6000IQnq Tomorrowland Teaser",
          1422831723
        ],
        [
          "\"What if there was a place, where nothing was impossible?\" Watch the big game this Sunday to see more from Disney's Tomorrowland. Tomorrowland Teaser",
          1422537632
        ],
        [
          "Imagine a place where nothing is impossible. The US teaser trailer for Disney's Tomorrowland is here: Tomorrowland - US Teaser Trailer",
          1412883092
        ]
      ],
      "dates_start": 1424563460,
      "dates_end": 1433524525,
      "likes_avg": 3894,
      "likes_stdev": 2572,
      "comments_avg": 70,
      "comments_stdev": 74,
      "shares_avg": 412,
      "shares_stdev": 543
    },
    {
      "number": 4,
      "important": [
        "disney instagram",
        "alic look",
        "paper",
        "instagram",
        "art",
        "alic",
        "look",
        "glass",
        "art disney",
        "disney alic look"
      ],
      "common": [
        "alice",
        "alice looking",
        "alice looking glass",
        "disney",
        "disney alice",
        "disney alice looking",
        "disney alice looking glass",
        "glass",
        "looking",
        "looking glass"
      ],
      "messages": [
        [
          "Peruse peculiar paper art inspired by Disney Alice Through The Looking Glass on Disney Instagram, and see the film in theaters now. Alice Through The Looking Glass Paper Art on Disney Instagram",
          1464447624
        ],
        [
          "Cause a stir with these un-possible cupcakes inspired by Disney Alice Through The Looking Glass, now playing in theaters. Alice Through The Looking Glass Tea Cupcakes",
          1464364946
        ],
        [
          "Sit down for a tea party with Underland's over-the-top characters. Disney Alice Through The Looking Glass opens in theaters on May 27. Alice Through the Looking Glass: The Characters",
          1464220859
        ],
        [
          "A muchness makeover fit for Underland. Explore the fashions of Disney Alice Through The Looking Glass with Disney Style: Alice Through The Looking Glass Transformation",
          1464199255
        ],
        [
          "Walk the mad, crazy, wonderful red carpet of the Disney Alice Through the Looking Glass premiere with Oh My Disney. 🌀 Disney Alice Through The Looking Glass Premiere",
          1464106919
        ],
        [
          "The Disney Alice Through the Looking Glass premiere was entirely bonkers. All the best ones are. See the film this Friday. Alice Through the Looking Glass US Premiere",
          1464100241
        ],
        [
          "Live from the Hollywood premiere of Alice Through the Looking Glass! #DisneyAlicePremiere Live from the Hollywood premiere of Alice Through the Looking ...",
          1464046808
        ],
        [
          "Take a stand for Underland. Disney Alice Through the Looking Glass is in theaters on May 27. Alice Through the Looking Glass: Return to Underland",
          1463616072
        ],
        [
          "It's only a matter of Time. Disney Alice Through the Looking Glass premieres in 10 days. Alice Through the Looking Glass: 10 Days",
          1463529634
        ],
        [
          "A kooky collection of Disney Alice-inspired confections to pair with your next tea party: Alice Through the Looking Glass Macarons",
          1463446909
        ],
        [
          "The matter of the Hatter could not be any madder. See Disney Alice Through the Looking Glass, in theaters May 27. Alice Through the Looking Glass: Save the Hatter",
          1463180465
        ],
        [
          "You’d have to be a little mad to try to stop Time. See Disney Alice Through the Looking Glass in IMAX on May 27. Alice Through The Looking Glass: IMAX Trailer",
          1463062995
        ],
        [
          "Something's the matter with young Hatter. Make his acquaintance before Disney Alice Through the Looking Glass opens in theaters on May 27. Alice Through the Looking Glass: Meet Young Hatter",
          1462827675
        ],
        [
          "Disney Alice sparks a new journey Through the Looking Glass with a song by P!nk. Alice Though the Looking Glass: Just Like Fire",
          1462309836
        ],
        [
          "Fall back into a fantasy and go Through the Looking Glass with Disney Alice on May 27. \"Hypnotic\" | Alice Through the Looking Glass",
          1460332822
        ],
        [
          "Siblings are bound to drive you bonkers. See Disney Alice Through the Looking Glass May 27. National Sibling Day | Alice Through the Looking Glass",
          1460307292
        ],
        [
          "The Time is nearly here! Wander into the wonderful world of Disney Alice Through The Looking Glass. Tickets: http://di.sn/6006B9Ifg Alice Through the Looking Glass Trailer",
          1459261119
        ],
        [
          "Daylight Savings drives everyone a little mad. \"Daylight\" Alice Through the Looking Glass",
          1457970319
        ],
        [
          "Where does the time go? 🕐 \"Time's Up\" | Alice Through the Looking Glass",
          1457883023
        ],
        [
          "Time is ticking. See Disney Alice Through the Looking Glass May 27. Disney's Alice Through The Looking Glass - In Theaters May 27!",
          1456105332
        ],
        [
          "Time is almost up. See Disney Alice Through the Looking Glass May 27 and get a special listen to P!nk's \"White Rabbit\" here: A Special Listen to P!nk's \"White Rabbit\"",
          1455587227
        ],
        [
          "What mad, crazy, wonderful posters from Alice Through the Looking Glass. Alice Through the Looking Glass Posters",
          1446854856
        ],
        [
          "It's about time. Here's your first peek at Alice Through the Looking Glass. First Peak at Alice Through the Looking Glass",
          1446728706
        ]
      ],
      "dates_start": 1455518299,
      "dates_end": 1465567868,
      "likes_avg": 4117,
      "likes_stdev": 5754,
      "comments_avg": 171,
      "comments_stdev": 319,
      "shares_avg": 1517,
      "shares_stdev": 3423
    },
    {
      "number": 5,
      "important": [
        "award",
        "pixar",
        "zootopia",
        "disney pixar",
        "joy",
        "star war stori",
        "rogu",
        "doctor",
        "disney movi",
        "one star"
      ],
      "common": [
        "one",
        "one star wars story",
        "rogue",
        "rogue one",
        "rogue one star wars",
        "rogue one star wars story",
        "star",
        "star wars",
        "story",
        "wars"
      ],
      "messages": [
        [
          "Hopps for joy! Zootopia, Moana, The Jungle Book, Doctor Strange, Rogue One: A Star Wars Story, and the Disney Pixar short Piper are nominated for Academy Awards. All The Disney Movies Nominated for Academy Awards",
          1485308600
        ],
        [
          "Be one with the Force. Rogue One: A Star Wars Story is now in theaters. Timeline Photos",
          1483896607
        ],
        [
          "Nothing stands in the way of hope. Watch Rogue One: A Star Wars Story. Timeline Photos",
          1483804806
        ],
        [
          "Go behind the scenes with Director Gareth Edwards on the set of Rogue One: A Star Wars Story.",
          1483489800
        ],
        [
          "Lead with hope. Rogue One: A Star Wars Story is now playing. Timeline Photos",
          1482786004
        ],
        [
          "Believe in the rebellion. Rogue One: A Star Wars Story is now playing. Believe in the Rebellion | Rogue One: A Star Wars Story",
          1482530400
        ],
        [
          "There's strength in hope. Join the rebellion in Rogue One: A Star Wars Story today. Timeline Photos",
          1482508809
        ],
        [
          "Fly and fight on the side of the rebellion in Rogue One: A Star Wars Story, now playing. It's Time | Rogue One: A Star Wars Story",
          1482361200
        ],
        [
          "Rebel against your programming. Here’s more on K-2SO from Rogue One: A Star Wars Story. K-2SO Featurette | Rogue One: A Star Wars Story",
          1482265800
        ],
        [
          "There is a high probability of a rebellion in Rogue One: A Star Wars Story, now playing. A High Probablily of a Rebellion | Rogue One: A Star Wars Story",
          1482199200
        ],
        [
          "The rebellion begins with them. See Rogue One: A Star Wars Story today. Rogue One: A Star Wars Story Cast",
          1482193800
        ],
        [
          "Rebellion is built on hope. See Rogue One: A Star Wars Story tonight. Get tickets here: http://di.sn/60018M8tt Rebellion is Built on Hope | Rogue One: A Star Wars Story",
          1481814000
        ],
        [
          "In two days, stand strong with the rebels in Rogue One: A Star Wars Story. Stand Strong with the Rebels",
          1481769000
        ],
        [
          "The rebellion is rising. Be among the first to see Rogue One: A Star Wars Story tomorrow night! Get tickets now: di.sn/60048z7Cy The Rebellion is Rising",
          1481765400
        ],
        [
          "The rebellion begins on the red carpet. See Rogue One: A Star Wars Story on December 16. Rogue One: A Star Wars Story World Premiere",
          1481482229
        ],
        [
          "Walt Disney World is beaming with excitement for Rogue One: A Star Wars Story! See Epcot’s Spaceship Earth transform into the Death Star. Death Star Transformation",
          1481075100
        ],
        [
          "The most powerful weapon is hope. In 10 days, see Rogue One: A Star Wars Story. Rogue One: A Star Wars Story | In 10 Days",
          1481054400
        ],
        [
          "This collection is a #ForceForChange on #GivingTuesday! Join the rebellion with shirts inspired by Rogue One: A Star Wars Story. Force 4 Fashion | Disney Style",
          1480462775
        ],
        [
          "In three weeks, trust the Force. Rogue One: A Star Wars Story \"Trust\"",
          1480120380
        ],
        [
          "In a galaxy at war, hope lies in rebellion. Meet the Characters in Rogue One: A Star Wars Story",
          1476723669
        ],
        [
          "Creating your own rebellion is a blast with Funko Pop! and Hasbro figures, available September 30.\n\nThe toy-sized action continues in the final chapter of the fan-created #GoRogue series here: http://di.sn/6006BClfa Rogue One Unboxing | Boxed",
          1474914684
        ],
        [
          "It's a trap! Evade the Empire in the final chapter of this fan-created adventure inspired by Rogue One: A Star Wars Story.\n\n#GoRogue with your own story for a chance to win a trip to Lucasfilm for a screening of Rogue One, see your winning video on the big screen, and more! http://di.sn/6005BCcLR\n\nNo Purchase Necessary. Starts 09/30/16. Ends 10/21/16. Official Rules: http://di.sn/6008BCcLp Star Wars Toys Go Rogue | Chapter 4",
          1474909290
        ],
        [
          "These are the toys you're looking for. See the next chapter of this fan-created adventure inspired by Rogue One: A Star Wars Story. \n\n#GoRogue with your own story for a chance to win a trip to Lucasfilm for a screening of Rogue One, see your winning video on the big screen, and more. http://di.sn/6186B7zBn\n\nNo Purchase Necessary. Starts 09/30/16. Ends 10/21/16. Official Rules: http://di.sn/6187B7zBX Star Wars Toys Go Rogue | Chapter 3",
          1474051271
        ],
        [
          "Battling stormtroopers of all shapes and sizes is a tall order for the Rebel toys. See the next chapter of this fan-created adventure inspired by Rogue One: A Star Wars Story.\n\n#GoRogue with your own story for a chance to win a trip to Lucasfilm for a screening of Rogue One, see your winning video on the big screen, and more! http://di.sn/6189BfF2v\n\nNo Purchase Necessary. Starts 09/30/16. Ends 10/21/16. Official Rules: http://di.sn/6180BfF2a Star Wars Toys Go Rogue | Chapter 2",
          1473429725
        ]
      ],
      "dates_start": 1477450332,
      "dates_end": 1483959413,
      "likes_avg": 2267,
      "likes_stdev": 1937,
      "comments_avg": 79,
      "comments_stdev": 167,
      "shares_avg": 264,
      "shares_stdev": 504
    },
    {
      "number": 6,
      "important": [
        "everyon",
        "book",
        "tune",
        "song",
        "abc",
        "jungl",
        "got",
        "disney",
        "video",
        "go"
      ],
      "common": [
        "15",
        "april",
        "april 15",
        "book",
        "jungle",
        "jungle book",
        "theatres",
        "theatres april",
        "theatres april 15",
        "world"
      ],
      "messages": [
        [
          "Sweethearts and 🍝  go paw in paw.\n\n(🎨: Disney Books) Timeline Photos",
          1484168407
        ],
        [
          "Everyone's got a song. Get in tune with The Jungle Book's Bare Necessities. The Jungle Book: The Bare Necessities Music Video",
          1462492952
        ],
        [
          "With one glance you'll be entranced. Watch Scarlett Johansson command attention in this remix of \"Trust in Me\" for The Jungle Book. The Jungle Book: Trust in Me (DJDS Remix)",
          1461947462
        ],
        [
          "A larger-than-wildlife look at The Jungle Book. The Jungle Book Side-by-Side",
          1461857457
        ],
        [
          "Let your worries float away with a song about the good life. The Jungle Book is now playing. The Jungle Book: Bare Necessities",
          1461423672
        ],
        [
          "Nail down these tips, inspired by The Jungle Book, with help from Disney Style. Tips: Jungle Book Nails",
          1460829639
        ],
        [
          "The Jungle Book cast and crew earn their stripes as they face Shere Khan. Shere Khan | Jungle Book World Premiere",
          1460574040
        ],
        [
          "Go wild and explore the Cold Lairs in full 360º view! The Jungle Book opens on April 15. The Jungle Book - King Louie 360º Experience",
          1460385377
        ],
        [
          "Forget about your worries and your strife with the cast of The Jungle Book. Bare Necessities | Jungle Book World Premiere",
          1460073680
        ],
        [
          "A legendary tale told by legendary voices. The Jungle Book opens April 15. Voices of The Jungle Book",
          1459956654
        ],
        [
          "Leaf through some wild pictures from The Jungle Book world premiere! The story unfolds in theatres April 15. The Jungle Book World Premiere",
          1459868448
        ],
        [
          "Enter the wild and wonderful world of The Jungle Book with Lupita Nyong'o, who plays Raksha, the mother wolf: The Jungle Book Featurette",
          1459530102
        ],
        [
          "\"We are the only family he's ever known.\" Live the legend of The Jungle Book, in theatres April 15. The Jungle Book Clip - Mowgli Leaves the Pack",
          1459184437
        ],
        [
          "Take a page from The Jungle Book with the film's director and cast: The Jungle Book Legacy Featurette",
          1458918070
        ],
        [
          "Journey to the jungle through Mowgli's eyes in this Facebook 360 experience. The Jungle Book slithers into theatres April 15. The Jungle Book Immersive 360 Experience",
          1458835296
        ],
        [
          "Prowl the world of The Jungle Book in this immersive 360 experience, and get ready to explore some more later this week. The Jungle Book Immersive 360 Experience",
          1458766802
        ],
        [
          "Be careful where you step in The Jungle Book. The film opens April 15. \"Trust\" Jungle Book",
          1458140455
        ],
        [
          "The Jungle Book unfolds April 15. Order tickets now. The Jungle Book Tickets Now Available",
          1456675267
        ],
        [
          "A new trailer for The Jungle Book is here! Watch this legendary tale unfold in theatres on April 15. The Jungle Book Trailer",
          1454886060
        ],
        [
          "Mysteries will unfold in The Jungle Book. The Jungle Book — In Theaters April 15th",
          1450303452
        ],
        [
          "Let go of your fear now. A special version of The Jungle Book teaser will air before all 3D showings of Star Wars: The Force Awakens. The Jungle Book Teaser",
          1450281691
        ],
        [
          "Find where you belong. The Jungle Book is in theatres April 15, 2016. The Jungle Book - In Theatres April 15, 2016",
          1449248438
        ],
        [
          "\"Let go of your fear now.\" A new teaser for The Jungle Book is here. The Jungle Book Teaser",
          1442325715
        ],
        [
          "Mysteries await in The Jungle Book. Mysteries await in The Jungle Book",
          1442067313
        ],
        [
          "“Nothing or nobody is ever gonna come between us again.” - Baloo from The Jungle Book Timeline Photos",
          1380654010
        ]
      ],
      "dates_start": 1437919282,
      "dates_end": 1471952309,
      "likes_avg": 4573,
      "likes_stdev": 11520,
      "comments_avg": 119,
      "comments_stdev": 208,
      "shares_avg": 1131,
      "shares_stdev": 2168
    },
    {
      "number": 7,
      "important": [
        "tri",
        "dori",
        "abc",
        "diy",
        "disney",
        "find",
        "style",
        "februari",
        "find dori",
        "disney style"
      ],
      "common": [
        "dory",
        "find",
        "finding",
        "finding dory",
        "june",
        "june 17",
        "photos",
        "theatres",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "Try your tentacle at this Hank clutch DIY from Disney Style. DIY Finding Dory Hank Clutch",
          1487693147
        ],
        [
          "Just keep streaming, streaming, streaming Finding Dory and more! All the Disney Movies Coming to Netflix in February Flip your fins for these new flicks!",
          1485394203
        ],
        [
          "Disney Family brings good tide-ings to you with this DIY Finding Dory holiday wreath. DIY Finding Dory Holiday Wreath",
          1481137230
        ],
        [
          "Dive into a sea of these Finding Dory facts! Finding Dory Easter Eggs",
          1479254400
        ],
        [
          "Sounds like an a-Dory-ble plan! Otter Cuddle Party | Finding Dory",
          1478566819
        ],
        [
          "Hit the waves with the Tank Gang in this Finding Dory deleted scene! Finding Dory Deleted Scene",
          1476909237
        ],
        [
          "Otterly adorable! See Finding Dory this weekend before it leaves theatres. \"Cuddle Party\" Clip | Finding Dory",
          1472652077
        ],
        [
          "Swim into style with fintastic Finding Dory nail designs. Finding Dory Nail Wraps",
          1471647650
        ],
        [
          "Just keep aww-ing over this sweet little guppy in Finding Dory, now playing. Meet Baby Dory",
          1466442624
        ],
        [
          "Finding Dory is now playing in theatres. 🐙 Finding Dory Now Playing",
          1466178661
        ],
        [
          "Get the giggles with today's Finding Dory Snapchat lens. The film is in theatres Friday. Finding Dory Snapchat Filter",
          1466096456
        ],
        [
          "Peep at Piper, a new short showing ahead of Finding Dory this Friday. Piper Clip",
          1465866042
        ],
        [
          "Swim as fast as your fins can carry you! Finding Dory opens in one week. 😍 Finding Dory One Week Countdown!",
          1465578023
        ],
        [
          "Splish-splash through all the fun from the Finding Dory premiere. The film opens June 17. Finding Dory World Premiere",
          1465484441
        ],
        [
          "Full stream ahead! Finding Dory swims into theatres in just 10 days. 🌊🐠 Finding Dory 10 Day Countdown",
          1465310969
        ],
        [
          "Grab shell and ride the current to see Finding Dory, in theatres June 17. Finding Dory: Totally Sick",
          1464300061
        ],
        [
          "Memories come and go, but family is forever. See Finding Dory in theatres June 17. Finding Dory Trailer 3",
          1464130995
        ],
        [
          "Get thrilled to the gills for a new Finding Dory trailer with the cast's fin-terpretation of \"Just Keep Swimming.\" Finding Dory: Just Keep Swimming",
          1464019281
        ],
        [
          "Give Bailey a warm whale-come when Finding Dory swims into theatres on June 17. Meet Bailey in Finding Dory",
          1463749226
        ],
        [
          "Fin-credible news! Finding Dory swims ashore in one month. Finding Dory: One Month Countdown",
          1463508034
        ],
        [
          "No matter what happens, family is impossible to forget. Finding Dory: Happy Mother's Day",
          1462723263
        ],
        [
          "Don't let mom slip your mind. Finding Dory: Mother's Day Reminder",
          1462644027
        ],
        [
          "An aquatic adventure is washing ashore. See Finding Dory on June 17. Finding Dory: \"The Wait\"",
          1461852050
        ],
        [
          "The big ol' blue's got a fresh new crew. Meet them when Finding Dory swims into theatres June 17. Finding Dory Opens in Two Months",
          1460905223
        ],
        [
          "Take fin to paper and explore the depths of new Finding Dory concept art! Finding Dory Concept Art",
          1460037618
        ],
        [
          "Look who's playing hide-and-sea! Here's where you can spot Finding Dory's Hank in every Disney•Pixar movie: http://di.sn/6006BiON0 Finding Hank",
          1459508400
        ],
        [
          "Search sand and sea for this forgetful friend. Finding Dory opens June 17. Finding Dory Posters",
          1455037221
        ],
        [
          "New Finding Dory concept art has washed ashore! Meet Bailey and Destiny, two friends you won't soon forget. Timeline Photos",
          1451509210
        ],
        [
          "No Grumpy Gills here. You can find Dory in theatres June 17, 2016. Find Dory in Theatres June 17, 2016!",
          1447711357
        ],
        [
          "Just keep grinning, grinning, grinning. Finding Dory swims into theatres June 17, 2016. Finding Dory Teaser Trailer",
          1447203721
        ],
        [
          "Don't forget: Finding Dory makes a splash on ellentube and The Ellen DeGeneres Show tomorrow! Timeline Photos",
          1447092012
        ],
        [
          "\"I simply must find some honey.\" Timeline Photos",
          1409410811
        ],
        [
          "“I don’t know where to find a fairy godmother at this late hour.” - Giselle from Enchanted Timeline Photos",
          1373928411
        ],
        [
          "Finding Dory is coming to theaters November 2015. Timeline Photos",
          1364911470
        ],
        [
          "Are you a '90s Disney kid? Find out: http://di.sn/r24",
          1362678362
        ],
        [
          "♫ When you find out who you are, you’ll find out what you need. ♫ Timeline Photos",
          1362330585
        ],
        [
          "Your someday will find you. Timeline Photos",
          1345749192
        ],
        [
          "“When you find out who you are, you’ll find out what you need. Blue skies and sunshine guaranteed!” - Mama Odie from The Princess and the Frog Timeline Photos",
          1341679237
        ],
        [
          "Disney Pixar's Finding Nemo returns to the big screen in 3D this fall. Until then, just keep swimming. Finding Nemo 3D Trailer Sea Finding Nemo in 3D this fall.",
          1337786707
        ],
        [
          "♫ Side by side with your loved one, you’ll find enchantment here. ♪ Timeline Photos",
          1337282607
        ],
        [
          "“Deep in the Hundred Acre Wood, where Christopher Robin plays, you’ll find the enchanted neighborhood of Christopher’s childhood days.” Timeline Photos",
          1332187028
        ],
        [
          "Disney Pixar’s Finding Nemo is returning to theaters this fall, in 3D. Finding Nemo 3D Trailer Sea Finding Nemo in 3D.",
          1328129878
        ]
      ],
      "dates_start": 1385312882,
      "dates_end": 1487364163,
      "likes_avg": 30716,
      "likes_stdev": 67132,
      "comments_avg": 576,
      "comments_stdev": 1365,
      "shares_avg": 5097,
      "shares_stdev": 15386
    },
    {
      "number": 8,
      "important": [
        "star war",
        "septemb",
        "begin",
        "abc",
        "stori",
        "light",
        "star",
        "friday",
        "star war stori",
        "war"
      ],
      "common": [
        "awakens",
        "force",
        "force awakens",
        "star",
        "star wars",
        "star wars force",
        "star wars force awakens",
        "wars",
        "wars force",
        "wars force awakens"
      ],
      "messages": [
        [
          "The untitled Han Solo Star Wars Story kicks off at lightspeed. Production Begins on the Untitled Han Solo Star Wars Story Lights, camera, jump into hyperspace!",
          1487696076
        ],
        [
          "Make the jump to hyperspace on Force Friday II, September 1, and get the new Star Wars: The Last Jedi products. Star Wars Force Friday II Is Coming September 1 A galactic celebration!",
          1487259696
        ],
        [
          "Travel to a galaxy far, far away. Star Wars-themed lands are coming to Disneyland and Disney’s Hollywood Studios in 2019. The Star Wars-Themed Lands at Disney Parks Will Open in 2019 Make the jump to hyperspace.",
          1486506193
        ],
        [
          "Star Wars: The Last Jedi is headed to theaters this December. The Official Title For Star Wars: Episode VIII is Here News heard across the galaxy.",
          1485192068
        ],
        [
          "It's official. STAR WARS: THE LAST JEDI is the next chapter of the Skywalker saga. In theaters this December. Star Wars It's official. STAR WARS: THE LAST JEDI is the next chapter of the Skywalker saga. In theaters this December. http://strw.rs/61868RpcA",
          1485184579
        ],
        [
          "Nothing else stacks up to this snow droid. A Star Wars Fan Recreated BB-8 As a Snowman Mission: complete.",
          1484182844
        ],
        [
          "Hear Star Wars quotes from different corners of the galaxy and see Rogue One in theaters this weekend. Star Wars in Other Languages",
          1481936400
        ],
        [
          "Hope lies in this Star Wars Sticker2 pack, available now on the App Store for iMessage: http://di.sn/60098KNTJ Star Wars Stickers2",
          1481410830
        ],
        [
          "A rebel replica from a galaxy far, far away. Shop the Star Wars Collectibles: Ultimate Studio Edition here: http://di.sn/6189BSKOB Crafting the Poe Helmet | Star Wars Collectibles: Ultimate Stu...",
          1471271527
        ],
        [
          "The Force is strong with this collection. Shop the Star Wars: Ultimate Studio Edition now: http://di.sn/6180BsY6y Crafting the Rey Staff | Star Wars Collectibles: Ultimate Stud...",
          1465552853
        ],
        [
          "These are the replicas you're looking for. Shop the Star Wars Collectibles: Ultimate Studio Edition here: http://di.sn/6189BSKOB Crafting the Darth Vader Helmet (Melted) | Star Wars Collectib...",
          1464775261
        ],
        [
          "BB-8 visits from a galaxy far, far away to meet new droids at NASA's Jet Propulsion Laboratory. BB-8 Visits JPL Robotics",
          1461974529
        ],
        [
          "Channel the light side for a chance to meet Mark Hamill through Star Wars: Force for Change. Mark Hamill Announces This Week's Star Wars: Force for Change ...",
          1461679298
        ],
        [
          "Pizza Planet and a galaxy far, far away collide. See how many Star Wars references you've spotted in Toy Story. 6 Star Wars References in Toy Story Movies",
          1450993160
        ],
        [
          "Flashback to when the Force was strong at the Star Wars Episode VII premiere. Flashback to the Star Wars Episode VII premiere",
          1450486924
        ],
        [
          "A little while ago on a red carpet far, far away... Catch up on what happened at the Star Wars: The Force Awakens premiere. Star Wars: The Force Awakens Premiere",
          1450201236
        ],
        [
          "Suit up. Star Wars: The Force Awakens opens December 18. Timeline Photos",
          1450123201
        ],
        [
          "Prepare for landing. Star Wars: The Force Awakens is in theatres this Friday. 5 Days Until Star Wars: The Force Awakens",
          1450058400
        ],
        [
          "Grab hold. Star Wars: The Force Awakens opens Friday. Timeline Photos",
          1449972900
        ],
        [
          "Run. Star Wars: The Force Awakens is in theatres December 18. Timeline Photos",
          1449892800
        ],
        [
          "There has been an awakening in Star Wars: Commander. Download the latest update for cosmic new content.\n\niOS: http://di.sn/6182BTXk2\nAndroid: http://di.sn/6183BTXkN New Update for Star Wars: Commander",
          1449532800
        ],
        [
          "How poetic. Star Wars: The Force Awakens is in theatres December 18. Timeline Photos",
          1449361807
        ],
        [
          "A galaxy far, far away takes over the runway. Watch as Disney Style goes behind the scenes of Star Wars Force 4 Fashion. Behind the scenes of Star Wars Force 4 Fashion",
          1449259294
        ],
        [
          "See the world of Star Wars in a stellar new way with the latest update to their app.\n\nApp Store: http://di.sn/6188BrUXr\nGoogle Play: http://di.sn/6180BrUXp Timeline Photos",
          1449077401
        ],
        [
          "Bring Chewie and Han Solo home. Star Wars: The Force Awakens play sets are now available to pre-order from Disney Infinity: http://di.sn/6189BRANc Star Wars: The Force Awakens Disney Infity Play Sets",
          1448802067
        ],
        [
          "Time to face the faces of Star Wars: The Force Awakens. Star Wars: The Force Awakens Posters",
          1446675708
        ],
        [
          "\"The Force. It's calling you.\" Star Wars: The Force Awakens",
          1445364022
        ],
        [
          "The Force is strong with these collectibles. Tune in to Star Wars YouTube at 2:30 p.m. PST for a live unboxing event marking the release of products from Star Wars: The Force Awakens. \n\nFull details: http://di.sn/6186ByR98 Star Wars Collectibles Unboxing",
          1441207571
        ],
        [
          "The battle is just beginning. Download the latest update for Star Wars: Commander.\n\niOS: http://di.sn/6185BDYNV\nAndroid: http://di.sn/6186BDYNn Download the latest update for Star Wars: Commander",
          1437087680
        ],
        [
          "\"In a far away land long ago...\" Timeline Photos",
          1429805163
        ],
        [
          "The Force is strong with you. Thanks to fans near and far, far away for making this year's Star Wars Celebration as stellar as ever. What You Missed at the Star Wars Celebration",
          1429747431
        ],
        [
          "New evidence of the Force. See the just-released teaser for Star Wars: The Force Awakens. Star Wars: The Force Awakens Trailer",
          1429201047
        ],
        [
          "Rule the galaxy wherever you go. The Star Wars Digital Movie Collection is now available to own: di.sn/60054DM5 Star Wars Digital Movie Collection Teaser",
          1428674421
        ],
        [
          "\"There has been an awakening...\"\n\nThe new teaser for Star Wars: The Force Awakens is here. Star Wars: The Force Awakens - Teaser",
          1417194900
        ],
        [
          "Young Padawan learners and Jedi Masters alike can enjoy free Star Wars: Episode VI trading card packs, now available at Disney Store.\n\nFind your nearest location: http://di.sn/ezx Timeline Photos",
          1416265201
        ],
        [
          "Star Wars: The Force Awakens has completed principal photography. Timeline Photos",
          1415289784
        ],
        [
          "Will you join the Empire or the Rebellion? Choose your path in Star Wars: Commander. Available on iOS: http://di.sn/cp4 Timeline Photos",
          1409594417
        ],
        [
          "Create your own intergalactic story with the Star Wars Scene Maker app: http://di.sn/hh5 Timeline Photos",
          1403373607
        ],
        [
          "Happily ever after is never as far away as it seems. Timeline Photos",
          1400824802
        ],
        [
          "Every journey has a beginning. Explore the Star Wars universe with the Star Wars Journeys: The Phantom Menace app, named Editor’s Choice by Apple. Download for iOS: http://di.sn/dcC Timeline Photos",
          1398978628
        ],
        [
          "The Star Wars team is thrilled to announce the cast of Star Wars: Episode VII. \n\nActors John Boyega, Daisy Ridley, Adam Driver, Oscar Isaac, Andy Serkis, Domhnall Gleeson, and Max von Sydow will join the original stars of the saga, Harrison Ford, Carrie Fisher, Mark Hamill, Anthony Daniels, Peter Mayhew, and Kenny Baker in the new film.\n\nDirector J.J. Abrams says, \"We are so excited to finally share the cast of Star Wars: Episode VII. It is both thrilling and surreal to watch the beloved original cast and these brilliant new performers come together to bring this world to life, once again. We start shooting in a couple of weeks, and everyone is doing their best to make the fans proud.\"\n\nStar Wars: Episode VII is being directed by J.J. Abrams from a screenplay by Lawrence Kasdan and Abrams. Kathleen Kennedy, J.J. Abrams, and Bryan Burk are producing, and John Williams returns as the composer. Timeline Photos",
          1398782726
        ],
        [
          "Star Wars: Episode VII will open in theaters December 18, 2015. Learn more: http://di.sn/gOU Star Wars: Episode VII to Open December 18, 2015 | Disney Insider",
          1383937201
        ]
      ],
      "dates_start": 1418647217,
      "dates_end": 1473466518,
      "likes_avg": 4742,
      "likes_stdev": 7004,
      "comments_avg": 208,
      "comments_stdev": 518,
      "shares_avg": 659,
      "shares_stdev": 1253
    },
    {
      "number": 9,
      "important": [
        "craft",
        "make",
        "magic",
        "disney famili",
        "made",
        "disney",
        "littl",
        "take",
        "famili",
        "cinderella"
      ],
      "common": [
        "dishes",
        "dishes disney",
        "disney",
        "disney diy",
        "disney family",
        "disney family dishes",
        "diy",
        "family",
        "family dishes disney",
        "mickey"
      ],
      "messages": [
        [
          "All it takes is bibbidi-bobbidi-boo and a little bit of glue to make this Disney Family Cinderella craft. Cinderella-Inspired Picture Frame | Disney Family Made with magic. ✨",
          1487541603
        ],
        [
          "Make Disney Family’s Inside Out recipe a pizza your party plans this weekend. 🍕 Disgust's Broccoli Pizza | Dishes By Disney | Disney Family",
          1486155600
        ],
        [
          "Mighty hungry? Hakuna matata! Disney Family has a Simba-inspired snack pawfect for game time. Simba Hummus Platter | Dishes By Disney | Disney Family",
          1486072862
        ],
        [
          "Pencil in some time to get creative with Disney Family. ✏️✂️ Fab Five Pencil Holders DIY Heartfelt fun!",
          1485554404
        ],
        [
          "Bow-wow! Disney Family has a Dalmatian sensation on its hands with these DIY puppets! One Hundred and One Dalmatians DIY Finger Puppets | Disney Family",
          1485376200
        ],
        [
          "Disney Family flags down the fun in this Pascal DIY! Pascal Pennant Flag | Disney Family",
          1484254800
        ],
        [
          "All you needle is a spirit of adventure to make this Up-inspired craft from Disney Family. Up Cross Stitch Earn your DIY badge!",
          1483124404
        ],
        [
          "See which recipe takes the cake in Disney Family's top ten dessert round-up. Top 10 Desserts of the Year",
          1482966000
        ],
        [
          "Home sweet gingerbread home. Fix up this Wreck-It Ralph dessert from Disney Family. 🍬🍫🏠 Wreck-It Ralph Gingerbread House A crash course in baking!",
          1482447603
        ],
        [
          "Disney Family’s Jack Skellington art is inkredibly merry and scary. DIY Jack Skellington Ink Art | Disney Family",
          1481677200
        ],
        [
          "What’s this? What’s this? There’s dessert everywhere! Prep for National Cookie Day with Disney Family. #DisneyWeekend Jack Skellington Cookie Pops | Disney Family",
          1480797000
        ],
        [
          "Hats off to Disney Family for setting a delightful tablescape! ✨ Mickey Sorcerer's Hat Cornucopia | Disney Family",
          1479924066
        ],
        [
          "Disney Family’s Moana cupcake will find its way onto your plate and into your 💙. Moana Cupcake | Disney Family",
          1479916872
        ],
        [
          "It's all fun and games with Disney Family's Wreck-It Ralph pumpkin DIY! 🎃👊🔨#DisneyHalloween Wreck it Ralph Pumpkin Carving | Disney DIY",
          1477514086
        ],
        [
          "Don't be tricked by Disney Family's Oogie Boogie treat. #DisneyHalloween Oogie Boogie Holiday Treat | Disney Family",
          1477074946
        ],
        [
          "Ring in the fun with Esmeralda's tambourine craft from Disney Family! 🔔 Esmeralda's Tambourine | Disney DIY",
          1473892308
        ],
        [
          "Pack a snack for a wild trip around the riverbend with Disney Family's DIY Meeko tote bag. Meeko Tote Bag | Disney DIY",
          1472576479
        ],
        [
          "Fun is in the air! Bubble up with happiness over the magic of this Disney Family craft. DIY Mickey and Minnie Bubble Wands",
          1472048706
        ],
        [
          "Go from hungry to Happy with Disney Family's Seven Dwarfs' jewel recipe. Seven Dwarfs' Mine Jewels | Dishes by Disney",
          1471726865
        ],
        [
          "Don't be blue. These Princess Aurora-inspired cupcakes from Disney Family will tickle you pink. Aurora's Pink and Blue Cupcakes | Dishes by Disney",
          1471456881
        ],
        [
          "It's a problem-free food philosophy from Disney Family! 🐛 Dishes by Disney | Timon and Pumbaa's Buggy Popsicles",
          1469930493
        ],
        [
          "There's no batter way to add magic to your day than with these sweet cake jars from Disney Family. Dishes by Disney: Mickey and Minnie Cake Jars",
          1469890854
        ],
        [
          "Monkey around the Pride Lands with Disney Family's Rafiki-inspired craft. Disney DIY: Rafiki Mask",
          1469836881
        ],
        [
          "Anyone can slow cook! Stop and savor this Ratatouille recipe from Disney Family. Dishes by Disney | Slow Cooked Ratatouille",
          1469646070
        ],
        [
          "To infinite craftiness... and beyond! Disney DIY: Buzz Lightyear's Mission Control Arm Pad",
          1469466074
        ],
        [
          "There’s snow other way to celebrate National Lollipop Day than with this sweet Frozen Northern Lights snack from Disney Family. Dishes by Disney | Frozen Northern Lights Lollipops",
          1469044900
        ],
        [
          "Disney Family serves up giant smiles with small plates. See Disney's The BFG now. Dishes By Disney: The BFG Breakfast",
          1467370851
        ],
        [
          "Wail in whale with help from Disney Family. Happy Speak Like a Whale Day! Disney DIY: Whale Walkie Talkie",
          1465689643
        ],
        [
          "Hustle them good with Zootopia-inspired pawpsicles from Disney Family. The film is now available to own! Dishes by Disney: Nick Wilde's Pawpsicles",
          1465323556
        ],
        [
          "Look at this treat, isn't it neat? Disney Family's making your recipe collection complete. Dishes by Disney: Dinglehopper Cake Pops",
          1464890453
        ],
        [
          "Disney Family makes smiles appear out of thin air with these Cheshire Cat cupcakes. Dishes by Disney: Cheshire Cat Cupcakes",
          1464118237
        ],
        [
          "Don't waste another second without Time's gear cookies from Disney Family. Dishes by Disney: Time's Gear Cookies",
          1463950832
        ],
        [
          "Disney Family hits the spot with these One Hundred and One Dalmatians  Cheesecakes. Dishes by Disney: 101 Dalmatians Cheesecakes",
          1463680842
        ],
        [
          "Making scary good Monsters, Inc. desserts is a piece of cake. Celebrate World Baking Day the Disney Family way. Dishes by Disney: Mike and Sully Cake Jars",
          1463518838
        ],
        [
          "Disney Family's on a roll with these BB-8 cookies. Dishes by Disney: BB-8 Cookies",
          1461531636
        ],
        [
          "Bite off as much as you can Chewie with these Wookiee Cookiees from Disney Family. 🍪 Dishes by Disney: Wookiee Cookiee",
          1461099641
        ],
        [
          "The early bird may catch the worm, but all the others will be flocking to these Mickey feeders from Disney Family! Disney Family Mickey Bird Feeder",
          1460142031
        ],
        [
          "Disney Family's DIY crayons will have you smiling from Mickey ear to ear: Disney DIY - Mickey Crayons",
          1459371633
        ],
        [
          "Heigh-ho! Heigh-ho! It's off to bake you go. Bite into these Disney Family treats: Snow White Apples",
          1459270855
        ],
        [
          "It's easy eating green. Find this Kermit the Frog recipe on Disney Family. Disney Family Kermit Apples",
          1457823636
        ],
        [
          "Disney Family's on a roll with this BB-8 pumpkin how-to. BB-8 Pumpkin Painting",
          1445983321
        ],
        [
          "Find comfort in family. Timeline Photos",
          1436886306
        ],
        [
          "Family is the greatest gift of all. Timeline Photos",
          1435611615
        ],
        [
          "\"'Ohana means family...\" Timeline Photos",
          1418331607
        ],
        [
          "Family hug. Timeline Photos",
          1402862404
        ],
        [
          "Meet Swampy, the newest addition to the Disney family. Watch: http://di.sn/l49 Timeline Photos",
          1348513376
        ]
      ],
      "dates_start": 1440663569,
      "dates_end": 1489157538,
      "likes_avg": 9119,
      "likes_stdev": 12405,
      "comments_avg": 253,
      "comments_stdev": 313,
      "shares_avg": 2367,
      "shares_stdev": 4766
    },
    {
      "number": 10,
      "important": [
        "darl",
        "get",
        "art",
        "old",
        "abc",
        "diy",
        "disney",
        "style",
        "never",
        "disney style"
      ],
      "common": [
        "art",
        "art disney",
        "disney",
        "disney style",
        "diy",
        "inspired",
        "instagram",
        "paper",
        "paper art",
        "style"
      ],
      "messages": [
        [
          "Flip your fins and pancakes for this Ariel food art by Dancakes! Ariel Pancake Art By Dancakes | Sketchbook",
          1487682132
        ],
        [
          "Disney Style’s darling Peter Pan DIY never gets old. ✨ DIY Peter Pan Headband | Disney Style",
          1486422000
        ],
        [
          "DIY it pink and blue with Disney Style’s Sleeping Beauty ears. 💖💙 DIY Sleeping Beauty Mickey Ears | Disney Style",
          1485799200
        ],
        [
          "Mix and patch with Disney Style in this magical denim DIY. DIY Ultimate Disney Denim Jacket | Disney Style",
          1484004786
        ],
        [
          "Disney Style has their 👁 on fearsome fashion in this Mike Wazowski DIY. DIY Mike Wazowski Clutch | Disney Style",
          1483812000
        ],
        [
          "Everybody wants to 💅 a 🐱! Try your paw at Disney Style's nail art inspired by The Aristocats. The Aristocats Nail Art",
          1483048800
        ],
        [
          "Start the new year off on the right hand with this Mickey Mouse nail art from Disney Style. Mickey New Year's Nail Art",
          1482616800
        ],
        [
          "Disney Style’s all tide up in this Moana necklace DIY. DIY Moana's Necklace",
          1480633200
        ],
        [
          "Pua shore is cute. See him in Moana, now playing. 🐷 (🎨: Disney Instagram) Pua Paper Art | Disney Instagram",
          1480356020
        ],
        [
          "You're never lost with friends. 🌊🐔 (🎨: Disney Instagram) Heihei Paper Art | Disney Instagram",
          1480266042
        ],
        [
          "Dip your tips into this sea-sational Moana manicure from Disney Style. 🌀 Moana Nail Art | Disney Style",
          1479859260
        ],
        [
          "Tee-rific combinations! See Disney Style's Mickey Mouse fashion picks.  #HappyBirthdayMickey Mickey Tee | Disney Style",
          1479520845
        ],
        [
          "The making of Auli'i Cravalho's #MoanaPremiere dress will take your breath away, away! See more on Disney Style YouTube. Auli'i Cravalho's Moana Premiere Dress",
          1479236445
        ],
        [
          "A top-notch Tinker Bell bun! ✨ Tinker Bell Braided Bun | Disney Style",
          1478977259
        ],
        [
          "This Yzma paper art will throw off your groove! #DisneyHalloween Yzma Paper Art | Oh My Disney",
          1477956769
        ],
        [
          "Boo! This art is not for the faint of heart. 😱 #DisneyHalloween Disney•Pixar Scary Movie Posters",
          1477942512
        ],
        [
          "\"What the... How long has that been there?\"\n\n(🎨: Disney Instagram) #DisneyHalloween Yzma Paper Art",
          1477918828
        ],
        [
          "Yo-ho! Yo-ho! A pirate’s life for this Captain Hook paper art. #DisneyHalloween Disney Villain Paper Art: Captain Hook | Oh My Didsney",
          1477846800
        ],
        [
          "Master of gloom and doom. 🔥\n\n(🎨: Disney Instagram) #DisneyHalloween Hades Paper Art",
          1477742419
        ],
        [
          "This Cruella de Vil paper art is flat out evil. #DisneyHalloween Cruella de Vil | Disney Villain Paper Art",
          1477706204
        ],
        [
          "A braid from once upon a dream! ✨ Try Disney Style's hairstyle inspired by Princess Aurora in Maleficent. Princess Aurora Rosette Braid | Disney Style",
          1477338341
        ],
        [
          "Cuddle the cuteness. 🐘💕 (🎨: Disney Instagram) Precious to Me | Dumbo",
          1477252815
        ],
        [
          "For the first time in forever try out a new Anna-inspired braid from Disney Style! Anna's Fishtail Braids | Disney Style",
          1476110983
        ],
        [
          "It's knot your average braid! Make your hair shine like Rapunzel's with Disney Style. Rapunzel Braid | Disney Style",
          1475096502
        ],
        [
          "This isn't flying... it's flipping with style! Dancakes serves up stellar Buzz Lightyear pancake art. Buzz Lightyear Pancake Art by Dancakes | Sketchbook",
          1474480850
        ],
        [
          "Sparkle and shine with this magical Mickey Mouse lip art from Disney Style. ✨ Mickey Mouse Lip Art | Disney Style",
          1474322460
        ],
        [
          "What's this? What's this? Disney Style creates spooky cute nail art inspired by The Nightmare Before Christmas. (💅: stephstonenails on Instagram) Haunted Mansion Holiday Nails | Disney Style",
          1474113649
        ],
        [
          "Disney Style puts an enchanted twist on Belle's braids from Beauty and the Beast. Belle-Inspired Braids | Disney Style",
          1473716824
        ],
        [
          "Go 😍 for this rawr-some Simba Disney Emoji nail art from Disney Style. (💅: stephstonenails on Instagram) Simba Emoji Nails | TIPS",
          1473440653
        ],
        [
          "Travel by land and DisneySea! Laur DIY takes you on a food journey in this clip from Destination: Disney Style. Tokyo DisneySea | Destination: Disney Style",
          1470582000
        ],
        [
          "There's cuteness around every corner! Explore Disney Store in Harajuku with Laur DIY and Disney Style. Full adventure here: youtube.com/disneystyle. Disney Store in Harajuku | Destination: Disney Style",
          1470241747
        ],
        [
          "See the many fashion adventures of Laur DIY in Destination: Disney Style today: http://di.sn/6186B08IQ. Destination: Disney Style",
          1470135623
        ],
        [
          "Destination: Disney Style is your ticket to the most magical fashions around the world! Tune in to the series' launch tomorrow, featuring Laur DIY: youtube.com/disneystyle. ✈️ Destination: Disney Style",
          1470063420
        ],
        [
          "Add a little sparkle to your smile with this Minnie Mouse-inspired lip art from Disney Style. Minnie Mouse-Inspired Lip Art",
          1468976868
        ],
        [
          "Celebrate Etch A Sketch Day with these top of the line Disney art pieces from Oh My Disney! Disney Etch A Sketch Art",
          1468360843
        ],
        [
          "This fin-tastic Ariel-inspired lip art from Disney Style will leave you speechless. Ariel-Inspired Lip Art",
          1468274415
        ],
        [
          "Finding Dory paper art is making waves on Disney Instagram. See the film in theatres now. Finding Dory Paper Art",
          1466262076
        ],
        [
          "As far as Disney comebacks are concerned, the pen is mightier than the keyboard. Disney Calligraphy Art: Comebacks",
          1461027724
        ],
        [
          "Cute from concept art to final frame: Disney Animals Concept Art",
          1456438878
        ],
        [
          "Disney Style takes you through the mad, crazy, wonderful designs from the Thomas Wylde show. Thomas Wylde Fashion Week",
          1455854621
        ],
        [
          "Oh, isn't this amazing? Enjoy enchanting #DisneyGift tag ideas from Disney Style. #DisneyGift Tag Ideas from Disney Style",
          1450576838
        ],
        [
          "Carry the magic from concept art to final frame. Disney Royals Concept Art",
          1450011642
        ],
        [
          "Go wild with “ooh”s and “ahh”s over this ketchup art. #DisneyThrowback #DisneyThrowback Ketchup Art",
          1442502075
        ],
        [
          "It's all about street art from the heart when Downtown Disney turns Inside Out. Be Emotional and Spread Joy with Smart Girls",
          1434571294
        ],
        [
          "Art comes from the heart. Timeline Photos",
          1426701613
        ],
        [
          "Disney Style illustrates that costumes changes are part of the magic: Timeline Photos",
          1397487616
        ],
        [
          "A little inspiration, brought to you by Disney Style: Your Weekly Style Affirmation | Disney Style",
          1388451781
        ],
        [
          "Visit the newly launched Disney Style blog to get daily doses of fashion and lifestyle: http://di.sn/cQx Timeline Photos",
          1387219751
        ]
      ],
      "dates_start": 1443274028,
      "dates_end": 1490016063,
      "likes_avg": 6000,
      "likes_stdev": 8438,
      "comments_avg": 259,
      "comments_stdev": 378,
      "shares_avg": 841,
      "shares_stdev": 1031
    },
    {
      "number": 11,
      "important": [
        "mickey mous",
        "mous",
        "disney famili",
        "disney disney",
        "disney",
        "dish",
        "dish disney",
        "famili",
        "cupcak",
        "mickey"
      ],
      "common": [
        "birthday",
        "dishes",
        "dishes disney",
        "disney",
        "disney family",
        "family",
        "magic",
        "mickey",
        "mickey mouse",
        "mouse"
      ],
      "messages": [
        [
          "Make Mickey Mouse magic in the kitchen with Disney Family. ✨ Mickey Mouse Cupcakes | Dishes By Disney | Disney Family",
          1487426402
        ],
        [
          "Serve a smile sunny side up with Disney Family’s Mickey Mouse breakfast. 🍳 Mickey Mouse Breakfast | Dishes By Disney | Disney Family",
          1486386103
        ],
        [
          "A halftime snack full of fun! Dip into Disney Family’s delicious Mickey Mouse nachos this weekend. Mickey Mouse Nachos | Dishes by Disney | Disney Family",
          1485970766
        ],
        [
          "Oh, boy! Get pinspired with Disney Family’s Mickey Mouse craft. DIY Mickey Mouse Felt Pin DIY | Disney Family",
          1484766289
        ],
        [
          "A pop of Mickey Mouse magic to sweeten your day. ✨ Homemade Mickey Pie Pops | Disney Family Frosting fun!",
          1484352029
        ],
        [
          "‘Ink outside the box on the anniversary of the Mickey Mouse comic strip. ✒️ This Day in Disney History | Mickey Mouse Comic Strip",
          1484240405
        ],
        [
          "Wake up on the right side of the bread with Disney Family's Mickey Mouse breakfast. 🍓🍞☕️ Mickey Mouse French Toast A magical meal to warm your ❤️.",
          1483401603
        ],
        [
          "Magic and fun all swirled into one! Paint your own Mickey Mouse marble art from Disney Family. DIY Mickey Paint Marbling",
          1483394400
        ],
        [
          "A sprinkle of magic! ✨ Bake your own Mickey Mouse cupcake with Disney Family. #HappyBirthdayMickey Mickey Mouse Birthday Cupcakes | Disney Family",
          1479502025
        ],
        [
          "This day just keeps on gettin’ better! See Mickey Mouse’s trip around the world! 🌎✈️🎶 #HappyBirthdayMickey Mickey’s Birthday Trip Around the World 2016",
          1479473567
        ],
        [
          "Up to your ears in #HappyBirthdayMickey spirit! Mickey Ears | Happy Birthday Mickey",
          1479438028
        ],
        [
          "A ch-ear-ful celebration draws near! Learn how to sketch Mickey Mouse with Disney Family.\n\n#HappyBirthdayMickey Mickey Chalk Art | Disney Family",
          1479423666
        ],
        [
          "It’s shaping up to be a fun Mickey Mouse celebration! Get ready with this Disney Family DIY. 🎉\n\n#HappyBirthdayMickey Mickey Potato Stamp | Disney Family",
          1479332760
        ],
        [
          "Oh, boy! Start Mickey Mouse's birthday week on a sweet note with Disney Family's top 5 desserts inspired by him!\n\n#HappyBirthdayMickey Top 5 Mickey Mouse Dessert Countdown | Disney Family",
          1479166242
        ],
        [
          "Have a ball with this Mickey Mouse key chain craft from Disney Family! (MYXZ backpack: http://di.sn/61808GzPY) Mickey Pom-Pom Key Chain DIY | Disney Family",
          1479074502
        ],
        [
          "Thousands of miles and countless smiles. ✈️😄📸 See the fun from every stop on Mickey Mouse's Instagram: http://di.sn/61848De7I\n\n#HappyBirthdayMickey Mickey's Birthday Celebration Trip",
          1478292335
        ],
        [
          "Don’t skip a beat of the fun from Mickey’s travels! See more on his Instagram: http://di.sn/61898DI5U 🎶 #HappyBirthdayMickey Mickey Stops in Rome!",
          1477688456
        ],
        [
          "Wrapped up in fun! Bake a spooky Mickey Mouse snack with Disney Family. Mickey Mouse Mummy Cake Jars",
          1476373964
        ],
        [
          "Gather 'round! Disney Family's got a colorful Mickey Mouse coaster craft to brighten up your tabletop. Wool Mickey Mouse Coasters | Disney DIY",
          1474488048
        ],
        [
          "Mix it up this school year with a little Mickey Mouse magic from Disney Family! 📕✏️ (Shop the MXYZ collection here: http://di.sn/6185Bfirz) Disney Family Goes Back to School",
          1473276661
        ],
        [
          "Get a pizza the action! Disney Family's slicing up some magic. Mickey Mouse Pizza Box | Disney Family",
          1473098437
        ],
        [
          "Dazzling and delicious. ✨ Bite into the magic of Disney Family's Sorcerer Mickey Mouse dessert. Sorcerer Mickey Cupcake | Dishes by Disney",
          1472169738
        ],
        [
          "Disney Family's got a whole bean bag of tricks with this Mickey Mouse DIY. Disney DIY: Mickey Mouse Bean Bag Toss",
          1470589314
        ],
        [
          "Funny faces in all the places. Happy World Emoji Day! Mickey Mouse | World Emoji Day",
          1468789234
        ],
        [
          "The secret ingredient is: magic! ✨ See how to make the Mickey Mouse Dome Cake from Amorette's Patisserie in Disney Springs. How to Make a Mickey Dome Cake | Disney Springs",
          1468494041
        ],
        [
          "Chip in at snack time with these Mickey Mouse-inspired nachos from Disney Family: Dishes by Disney: Mickey Mouse Nachos",
          1465236035
        ],
        [
          "Oh, boy! Bake up this Mickey Mouse recipe from Disney Family that's easy as pie. Dishes by Disney: Mickey Mouse Pie Pops",
          1464813034
        ],
        [
          "Harmony was made for two. Mickey Mouse Timeless Tune",
          1464555619
        ],
        [
          "Let your kitchen creativity loose with Disney Family's Mickey Mousse. Dishes by Disney: Mickey Mousse",
          1463594439
        ],
        [
          "Hidden Mickeys are even sweeter with this Disney Family recipe. Dishes by Disney: Mickey Mouse Peekaboo Cake",
          1462050039
        ],
        [
          "Get clever with cheddar and make this scrumptious Mickey grilled cheese from Disney Family! Dishes by Disney - Mickey Grilled Cheese",
          1460480440
        ],
        [
          "It's a whole new ballgame when Mickey Mouse shows up on the court. #TeamMickey Mickey and the LA Clippers",
          1457881242
        ],
        [
          "Oh, boy! There's no other mouse like Mickey. 7 Things You Didn't Know About Mickey Mouse",
          1449007265
        ],
        [
          "A birthday bash gets party crashed in the latest Mickey Mouse short. Mickey Mouse Short - Feliz Cumpleaños",
          1447887740
        ],
        [
          "Join the Fab Five in wishing Mickey Mouse a fab birthday. Mickey's Birthday Party Short",
          1447869724
        ],
        [
          "Dancing mouse in the house. Mickey Mouse In The House",
          1440370819
        ],
        [
          "C'est bon! Join Mickey as he scooters through Paris to deliver sweet treats to his sweet Minnie: Mickey Mouse in Croissant de Triomphe",
          1422638189
        ],
        [
          "Mickey Mouse prevails over pixel peril in this 8-bit version of Fantasmic. 8-bit Version of Fantasmic",
          1418749201
        ],
        [
          "Hey there, hi there, ho there! Celebrate Mickey's birthday with a lightning quick sketch of the mouse with the most: How to Draw Mickey",
          1416348020
        ],
        [
          "It's a tropical game of \"Mickey see, monkey do\" in this new short starring your favorite mouse: \"Mickey Monkey\" | Mickey Mouse Short",
          1415985458
        ],
        [
          "Did you know Mickey Mouse was a soccer fan? Watch what happens when he can't find a good seat for the game:",
          1402614430
        ],
        [
          "Mickey has to get creative to save his town from an avalanche. Watch: Mickey Mouse in \"Yodelberg\"",
          1396980249
        ],
        [
          "“Look! Hot diggity! You’re flying!” - Timothy Q. Mouse from Dumbo Timeline Photos",
          1382650192
        ],
        [
          "Get a peek at another cel and learn more about never-before-seen Mickey Mouse short \"Get a Horse!\": http://di.sn/tBb Timeline Photos",
          1375193390
        ],
        [
          "Learn more about never-before-seen Mickey Mouse short \"Get a Horse!\": http://di.sn/eEB Timeline Photos",
          1370528071
        ],
        [
          "Hidden Mickey found on the Moon: http://di.sn/iAQ",
          1364828374
        ],
        [
          "Happy Birthday, Mickey Mouse! Timeline Photos",
          1353254401
        ],
        [
          "Before Mickey Mouse, there was Oswald the Lucky Rabbit. Disney Epic Mickey 2: A Brief History of Oswald Unleash the Power of Two in a brand new co-op adventure to save Wasteland.\n",
          1338995312
        ],
        [
          "“I’m, uh, Mickey Mouse. You know? Mickey Mouse? I hope you’ve heard of me. I hope.” Timeline Photos",
          1326229100
        ]
      ],
      "dates_start": 1405111052,
      "dates_end": 1491923633,
      "likes_avg": 21188,
      "likes_stdev": 55813,
      "comments_avg": 611,
      "comments_stdev": 1502,
      "shares_avg": 3757,
      "shares_stdev": 6128
    },
    {
      "number": 12,
      "important": [
        "infin",
        "film",
        "world",
        "pixar",
        "intern",
        "easter",
        "onli",
        "disney pixar",
        "moment",
        "around"
      ],
      "common": [
        "disney",
        "disney pixar",
        "disney pixar inside",
        "inside",
        "june",
        "june 19",
        "meet",
        "pixar",
        "pixar inside",
        "theatres"
      ],
      "messages": [
        [
          "To infinity and around the world! 🚀🌎 See unique moments only found in the international versions of Disney Pixar films. International Disney•Pixar Pixar Easter Eggs",
          1487263913
        ],
        [
          "Search high and Lou for a first look at Disney Pixar's new short. New Details About Disney•Pixar's New Short \"Lou\" Peek outside the box.",
          1486040409
        ],
        [
          "Just what you've been looking for! Here's a peek at Disney Pixar's new short, Lou, playing ahead of Cars 3 on June 16. Timeline Photos",
          1486015207
        ],
        [
          "Stuck in a frozen wonderland. ❄️ (🎨: Michael Blackmon, Disney Pixar Shipping and Receiving Clerk) Mike Snow Monster",
          1483372829
        ],
        [
          "Skis the day! 🐙❄️🐠 (🎨: Michael Blackmon, Disney Pixar Shipping and Receiving Clerk) Hank and Dory on the Slopes",
          1482847232
        ],
        [
          "Meet Miguel from Disney Pixar's Coco, in theatres November 2017! 🎶✨ The First Still From Disney•Pixar's Coco is Here Just beautiful.",
          1482775253
        ],
        [
          "\"Brain freeze!\" \"Brain freeze!\" | Inside Out",
          1472068898
        ],
        [
          "It only takes a moment to be changed a whole life long. Disney Pixar Moments That Changed Everything",
          1448064105
        ],
        [
          "Imaginary friends are the best in every way. Meet Bing Bong in Disney•Pixar's Inside Out, now in theatres. Timeline Photos",
          1435003217
        ],
        [
          "Inside Out's Amy Poehler is a Joy to be around. Oh My Disney | Inside Out's Amy Poehler",
          1434913242
        ],
        [
          "Fall head-over-feels for Inside Out, now playing. Timeline Photos",
          1434812411
        ],
        [
          "You'll be overjoyed once you see Inside Out, now playing in theatres. Timeline Photos",
          1434711607
        ],
        [
          "Get emotional on June 19 when Inside Out opens in theatres. Disney's cover photo",
          1434379993
        ],
        [
          "Be dazzling inside and out. Timeline Photos",
          1434218413
        ],
        [
          "Enter the minds of the Inside Out cast.",
          1434207601
        ],
        [
          "Mentally prepare yourselves. Inside Out is heading into theatres June 19 after an emotional purple carpet roll-out. Inside Out World Premiere",
          1433871054
        ],
        [
          "Emotions run high when pizza's on the line. See Inside Out in theatres June 19. Inside Out - \"Pizza\" Clip",
          1433451654
        ],
        [
          "Joy is here to jog your memory. See Disney Pixar's Inside Out in theatres June 19. Disney Pixar's Inside Out in Theatres June 19",
          1432836102
        ],
        [
          "\"It's not brightly colored or shaped like a dinosaur, hold on guys — it's broccoli!\" See Disney Pixar's Inside Out in theatres June 19. Inside Out - \"It's Broccoli!\" Clip",
          1432231202
        ],
        [
          "Waiting for Inside Out is such a drag. 1 Month Until Inside Out!",
          1432076419
        ],
        [
          "Get lost in your emotions. Disney Pixar's Inside Out opens June 19. Inside Out | \"I'm Positive You'll Get Lost\" Clip",
          1432062054
        ],
        [
          "Find the Joy in everyday life. Meet this bright and cheery emotion, voiced by Amy Poehler, in Disney Pixar's Inside Out. Meet Joy from Inside Out Voiced by Amy Poehler",
          1431716455
        ],
        [
          "This emotion's simply mad about you. Meet Anger, voiced by Lewis Black, from Disney Pixar's Inside Out. Meet Anger from Inside Out Voice By Lewis Black",
          1431630048
        ],
        [
          "Disgust is totally here to save you from a fate grosser than broccoli. Meet this emotion, voiced by Mindy Kaling, in Disney Pixar's Inside Out. Meet Disgust from Inside Out Voiced By Mindy Kaling",
          1431543653
        ],
        [
          "Fear is here to keep you safe when life gets scary. Don't be afraid to meet this emotion, voiced by Bill Hader, in Disney Pixar's Inside Out, opening June 19. Meet Fear from Inside Out Voiced By Bill Hader",
          1431457296
        ],
        [
          "It's okay to have a little cry. Meet Sadness from Disney Pixar's Inside Out, voiced by Phyllis Smith. Meet Sadness from Disney Pixar's Inside Out",
          1431370901
        ],
        [
          "Here's something to smile about. Only 2 months until Disney Pixar's Inside Out premieres. Disney Pixar's Inside Out Premieres in 2 Months!",
          1429444822
        ],
        [
          "Send your feelings reeling. Disney Pixar's Inside Out is in theatres June 19. Disney Pixar's Inside Out Trailer",
          1426075264
        ],
        [
          "Meet the cast of Disney Pixar's Inside Out: Amy Poehler as Joy, Bill Hader as Fear, Mindy Kaling as Disgust, Phyllis Smith as Sadness, and Lewis Black as Anger. Meet the Cast of Disney Pixar's Inside Out",
          1426014017
        ],
        [
          "Jump for Joy! A new Inside Out trailer debuts tomorrow. Disney Pixar's Inside Out Exclusive Trailer",
          1425915927
        ],
        [
          "Start dealing with the feelings. The new trailer for Disney Pixar's major emotion picture, Inside Out, is here: Inside Out - Trailer",
          1418313600
        ],
        [
          "What fun it was to turn your week Inside Out! See Disney Pixar's newest film in theatres June 19, 2015. Inside Out: Pixar's Major Emotion Picture",
          1416679227
        ],
        [
          "Happy best day of the week from Inside Out! You have Joy to thank for that fun Friday feeling. Say Hello to Joy",
          1416605400
        ],
        [
          "Meet Fear from Inside Out. He's the reason you're nervous about showing up in your BFF's awkward #TBT post. Say Hello to Fear",
          1416515400
        ],
        [
          "Meet Anger from Inside Out. He's the reason you're upset that it's not the weekend yet. Say Hello to Anger",
          1416427200
        ],
        [
          "Meet Disgust from Inside Out. She's that feeling you get when you look at #TransformationTuesday photos of your trusty old bowl cut. Meet Disgust from Inside Out",
          1416339900
        ],
        [
          "Meet Sadness from Inside Out. You have her to thank for your chronic case of the Mondays. Meet Sadness from Inside Out",
          1416253500
        ],
        [
          "Say hello to Anger, Disgust, Joy, Fear, and Sadness, the little voices inside your head and stars of Disney Pixar's upcoming film, Inside Out. Timeline Photos",
          1412344801
        ],
        [
          "It's time to meet the little voices inside your head. Get a sneak peek of Disney Pixar's newest film, Inside Out, coming to theatres June 19. Inside Out - Teaser",
          1412258401
        ],
        [
          "Somebody wants to say hello. #MeetBaymax",
          1405108886
        ],
        [
          "Learn more about Club Penguin's Coins for Change program: Club Penguin's Coins for Change Empowers Kids to Help Kids | Disney Insider",
          1388077374
        ],
        [
          "See the hidden gems in Frozen (featuring an appearance by a few of your favorite characters from Tangled): Look What We Found in Frozen | Disney Insider",
          1386709194
        ],
        [
          "Learn a little more about the music and the making of Frozen: A Chat with the Directors of Frozen | Disney Insider",
          1385833042
        ],
        [
          "Find out what it was like to bring P.L. Travers to the screen: Inside Emma Thompson’s Transformation into P.L. Travers | Disney Insider",
          1383873094
        ],
        [
          "Visit Disney Insider to learn a few fun facts about Disney Aulani: 15 Things You Didn't Know About Aulani - Disney Insider",
          1382455053
        ],
        [
          "“Look inside yourself, Simba. You are more than what you have become.” - Mufasa Timeline Photos",
          1382393371
        ],
        [
          "See some of Disney Insider's favorite Dapper Day looks: Dapper Day Round Up - Disney Blogs",
          1378855042
        ],
        [
          "For even more highlights: http://di.sn/cHq A look inside Day 1 of the D23 2013 Expo!",
          1376143320
        ],
        [
          "Visit Disney Insider to learn about the making of Frozen: http://di.sn/gHF Timeline Photos",
          1375299057
        ],
        [
          "Be fast, be strong, be clever, and be Brave with Disney Pixar’s Brave: The Video Game: http://di.sn/c1A Timeline Photos",
          1341345428
        ]
      ],
      "dates_start": 1393494971,
      "dates_end": 1456913888,
      "likes_avg": 10594,
      "likes_stdev": 15859,
      "comments_avg": 177,
      "comments_stdev": 248,
      "shares_avg": 998,
      "shares_stdev": 1624
    },
    {
      "number": 13,
      "important": [
        "park",
        "disneyland",
        "disney world",
        "walt disney",
        "disney",
        "walk",
        "style",
        "disney park",
        "disney style",
        "date"
      ],
      "common": [
        "disney",
        "disney world",
        "photos",
        "studios",
        "timeline",
        "timeline photos",
        "walt",
        "walt disney",
        "walt disney world",
        "world"
      ],
      "messages": [
        [
          "Magical dates at Disneyland and Walt Disney World are a walk in the park with these tips from Disney Style. 💕 Valentine's Date Tips at the Disney Parks | Disney Style",
          1487026802
        ],
        [
          "Put Amorette’s Patisserie to the test! Serve up a sweet Beauty and the Beast treat from Walt Disney World. 🌹 Enchanted Rose Cake at Amorettes Patisserie",
          1486933200
        ],
        [
          "Magic glows bright! ✨ See the Rivers of Light on February 17 and Happily Ever After on May 12 at Walt Disney World. New Nighttime Shows Announced for Walt Disney World | Oh My Di...",
          1486839600
        ],
        [
          "Step foot on a new frontier in Pandora – The World of Avatar, opening May 27 at Walt Disney World. Pandora - The World of Avatar Opening Date Announced | Oh My D...",
          1486591398
        ],
        [
          "Land on a new discovery in Pandora – The World of Avatar, opening May 27 at Walt Disney World. Pandora - The World of Avatar Opening Date Announced Get ready to explore!",
          1486503558
        ],
        [
          "All the Pinocchio art your 💙 desires! Tour the Walt Disney Animation Studios Research Library with a Disney Archivist, live on YouTube right now: di.sn/60078RSAB Timeline Photos",
          1485369345
        ],
        [
          "A wish come true. Tour the Pinocchio legacy at the Walt Disney Animation Studios Research Library live on Disney YouTube later today and leave a question for an archivist below! Timeline Photos",
          1485361107
        ],
        [
          "Once upon a season... 🌸 5 Things Happening During Spring at Walt Disney World Resort Spring into fun!",
          1484431204
        ],
        [
          "Lights, camera, adventure! 🎬 Here's Everything on the Walt Disney Studios Slate for 2017 A year of magic. ✨",
          1483833603
        ],
        [
          "Hear from the brains behind Walt Disney Animation Studios' latest short, Inner Workings. 💭 From the Desk of Disney Animators: Inner Workings Edition An inside look! 👀",
          1483030813
        ],
        [
          "Forty square miles and countless smiles! Here are more facts about Walt Disney World: How Big Is Walt Disney World? | Disney Facts | Oh My Disney",
          1482091200
        ],
        [
          "Dig into the most pupular desserts from Amorette's Patisserie in Walt Disney World on National Chocolate Day. 🍫 Amorette's Patisserie in Walt Disney World",
          1477675800
        ],
        [
          "Sugar, pumpkin spice, and everything nice! Disney Family shows how to bake this Walt Disney World 🎃 cupcake. (🍴Recipe here: http://di.sn/6000Bh2X2) Pumpkin Cupcake from Contempo Cafe in Walt Disney World",
          1475591400
        ],
        [
          "Get a toy's eye view of Slinky Dog Dash, a new attraction coming to Walt Disney World. Learn more: http://di.sn/6183BmYF9 Toy Story Land: Slinky Dog Dash Concept Video",
          1461876303
        ],
        [
          "They walk the walk and squawk the squawk. Meet some stars from Walt Disney Animation Studios' Zootopia. The Animals of Zootopia",
          1445893260
        ],
        [
          "Every short and film and character has a life, has a spirit, has a name. Happy 92nd Anniversary, Walt Disney Animation Studios. Walt Disney Animation Studios | 92nd Anniversary",
          1445007105
        ],
        [
          "A hopeful, young wayfinder and once-mighty demi-god make a splash in Walt Disney Animation Studios' Moana. Watch the film set sail November 23, 2016. Timeline Photos",
          1444226704
        ],
        [
          "Walt Disney Studios made waves at Disney D23 EXPO 2015. Ready the sails for action-packed adventure. Live Action Feature Films Panel at D23",
          1439935490
        ],
        [
          "Disney D23 EXPO 2015 was like nothing you've seen be-fur. Get a glimpse at what Walt Disney Animation Studios and Disney Pixar have in store. Walt Disney Animation and Pixar Panel at D23",
          1439915773
        ],
        [
          "Chill out with Calum Worthy and Laura Marano, from Disney Channel's Austin and Ally, as they have the Coolest Summer Ever at Walt Disney World Resort. Coolest Summer Ever at Walt Disney World",
          1435525262
        ],
        [
          "It's of-f-f-f-f-icial: \"Frozen 2\" is in development at Walt Disney Animation Studios with directors Chris Buck and Jennifer Lee and producer Peter Del Vecho, the Oscar-winning filmmaking team behind \"Frozen.\" \n\nThe news was announced at Disney's Annual Meeting of Shareholders this morning by Bob Iger, Chairman and Chief Executive Officer of The Walt Disney Company; John Lasseter, Chief Creative Officer of Walt Disney and Pixar Animation Studios; and actor Josh Gad, who provides the voice of Olaf from \"Frozen.\" A release date and production details are on ice for now. Timeline Photos",
          1426178917
        ],
        [
          "In one year...Zootopia. \n\nMarch 4, 2016. The modern mammal metropolis of Zootopia is a city like no other. Comprised of habitat neighborhoods like ritzy Sahara Square and frigid Tundratown, it's a melting pot where animals from every environment live together—a place where no matter what you are, from the biggest elephant to the smallest shrew, you can be anything. But when optimistic Officer Judy Hopps arrives, she discovers that being the first bunny on a police force of big, tough animals isn't so easy. Determined to prove herself, she jumps at the opportunity to crack a case, even if it means partnering with a fast-talking, scam-artist fox, Nick Wilde, to solve the mystery. Walt Disney Animation Studios' \"Zootopia,\" a comedy-adventure directed by Byron Howard (\"Tangled,\" \"Bolt\") and Rich Moore (\"Wreck-It Ralph,\" \"The Simpsons\") and co-directed by Jared Bush (\"Penn Zero: Part-Time Hero\"), opens in theaters on March 4, 2016. Timeline Photos",
          1425441660
        ],
        [
          "Which of these mascots will tackle its way to Walt Disney World? Tune in to the ESPN #CFBPlayoff starting January 1 to find out: College Football Playoffs on ESPN",
          1420068602
        ],
        [
          "Get ready to explore the open ocean in Walt Disney Animation Studios' newly announced film, Moana, coming to theatres late 2016. Timeline Photos",
          1413813622
        ],
        [
          "You're sure to fall for Winston, a pup with a full belly and even fuller heart. See him in Walt Disney Animation Studios' Feast, debuting ahead of Big Hero 6 this fall. \"Feast\" Teaser - Disney Animated Short",
          1413482400
        ],
        [
          "What are your favorite Disneyland and Walt Disney World attractions? Watch to find out Laura and Vanessa Marano's top picks:",
          1403471172
        ],
        [
          "“Why do we have to grow up?” -Walt Disney Timeline Photos",
          1403460004
        ],
        [
          "It’s up to Hiro and Baymax to save the world, if they can get out the door. Walt Disney Animation Studios' 54th animated feature, Big Hero 6, comes to theaters this November. Big Hero 6 Teaser Trailer",
          1400778156
        ],
        [
          "Here's a first look at Walt Disney Animation Studios' newest short, \"Feast,\" coming to theaters in front of Big Hero 6. Learn more: http://di.sn/aeO Timeline Photos",
          1398352250
        ],
        [
          "For weeks fans have voted, and it's finally down to two! Who will be crowned champion when Disneyland goes up against Walt Disney World in the March Magic tournament? March Magic Tournament Finals",
          1396890097
        ],
        [
          "\"We are deeply saddened by the passing of Diane Disney Miller. She is remembered by Disney fans around the world as the beloved daughter of Walt Disney, and one who graciously shared her family history and personal memories of her father. \" - Robert Iger, Chairman and CEO of The Walt Disney Company http://di.sn/hQK Timeline Photos",
          1384901349
        ],
        [
          "In honor of Mickey's birthday, watch the full Steamboat Willie short: Walt Disney Animation's Steamboat Willie",
          1384811100
        ],
        [
          "Happy 42nd anniversary, Walt Disney World! Timeline Photos",
          1380646801
        ],
        [
          "Walt Disney World just got a little spookier. Get tickets to Mickey’s Not-So-Scary Halloween Party: http://di.sn/eLS Timeline Photos",
          1379963465
        ],
        [
          "It's Friday the 13th and someone at Walt Disney World is already excited about Halloween...  Walt Disney World It's Friday the 13th and look who's coming out to celebrate at Mickey's Not-So-Scary Halloween Party! http://di.sn/qEi",
          1379088482
        ],
        [
          "Relive the emotions of a Walt Disney World vacation. Graphing Our Emotions: A Walt Disney World Vacation - Oh My Disney The emotional experience of going on a trip to the Walt Disney World Resort, as told through charts and graphs.",
          1378408501
        ],
        [
          "Disney Fact: During the making of Bambi, a pair of live deer were brought to the Walt Disney Studios in Burbank so animators could study their natural movements. #ThrowbackThursday Timeline Photos",
          1377185496
        ],
        [
          "The Walt Disney Studios announced upcoming live action films at Disney D23. Let the Adventures Begin: Live Action at The Walt Disney Studios",
          1376170524
        ],
        [
          "All the details from the Disney D23 Art and Imagination: Animation at the Walt Disney Studios presentation: http://di.sn/rB0",
          1376102497
        ],
        [
          "Book your Walt Disney World vacation today and enjoy free dining with select packages. Learn more: http://di.sn/gFd Timeline Photos",
          1372793169
        ],
        [
          "Stage One on the Walt Disney Studios Lot is now known as the Annette Funicello Stage. Learn more about the dedication: http://di.sn/bF0 Timeline Photos",
          1372173411
        ],
        [
          "Walt Disney Animation Studios' Frozen comes to theaters this November. Disney's cover photo",
          1371565580
        ],
        [
          "Get a glimpse at first look footage and original concept art from the making of Walt Disney Animation Studios’ Big Hero 6: http://di.sn/hCB Timeline Photos",
          1368108645
        ],
        [
          "Book now through March 31 and save up to 30% at select Walt Disney World Resort hotels this spring: http://di.sn/r2i Timeline Photos",
          1363884847
        ],
        [
          "There's magic, wonder, and a touch of happily ever after to be found in New Fantasyland at Walt Disney World: http://di.sn/d6A Timeline Photos",
          1355076135
        ],
        [
          "For tickets, visit: http://di.sn/f6j New Fantasyland is now open at Walt Disney World!",
          1354819332
        ],
        [
          "Save up to 35% at select Walt Disney World Resorts this winter. Visit for dates and reservations: http://di.sn/f6W Timeline Photos",
          1354039536
        ],
        [
          "Announced today: The Walt Disney Company will acquire Lucasfilm. Read more: http://di.sn/j5W Timeline Photos",
          1351625966
        ],
        [
          "Halloween at Walt Disney World is simply spook-tacular. Get tickets: http://di.sn/m4g Timeline Photos",
          1350327889
        ],
        [
          "Run Disney is celebrating the 20th Anniversary of the Walt Disney World Marathon. Register here to participate: http://di.sn/a2T Timeline Photos",
          1345233654
        ],
        [
          "Today, Disney honored kids from around the world at the Disney Kids and Nature Celebration. Learn more about the two-day event, including the world premiere of Chimpanzee, happening at Walt Disney World: http://di.sn/zn Timeline Photos",
          1334355007
        ]
      ],
      "dates_start": 1367123103,
      "dates_end": 1464911296,
      "likes_avg": 21899,
      "likes_stdev": 29576,
      "comments_avg": 375,
      "comments_stdev": 408,
      "shares_avg": 2043,
      "shares_stdev": 2417
    },
    {
      "number": 14,
      "important": [
        "beast",
        "old",
        "clip",
        "song",
        "beauti",
        "abc",
        "march",
        "disney",
        "disney cover",
        "cover"
      ],
      "common": [
        "17",
        "beast",
        "beauty",
        "beauty beast",
        "disney",
        "march",
        "march 17",
        "old",
        "see",
        "trailer"
      ],
      "messages": [
        [
          "Waltz to a song as old as rhyme when Beauty and the Beast opens March 17. Disney's cover photo",
          1487702055
        ],
        [
          "There's more to this provincial life. Watch a new clip from Beauty and the Beast, and see the film in theatres March 17. Here's a New Clip of the Song \"Belle\" From Beauty and the Beast Every morning should start this way.",
          1487621705
        ],
        [
          "Get your nose stuck in a new look at Beauty and the Beast. 🌹 The film opens March 17. Tickets available here: http://di.sn/60088VckK \"Belle\" Clip - Disney's Beauty and the Beast",
          1487617221
        ],
        [
          "Explore the enchantment of Beauty and the Beast on March 17. Tickets are now available: di.sn/60028VRvC Beauty and the Beast | March 17",
          1487379602
        ],
        [
          "A tale as old as time reimagined. ✨ See behind the scenes of Beauty and the Beast. Behind the Scenes of Beauty and the Beast",
          1487354400
        ],
        [
          "Step into the castle and behind the scenes with the cast and crew of Beauty and the Beast. 🌹✨ The Cast and Crew of Beauty and the Beast Share What the Story Means to Them See enchantment come to life!",
          1487296804
        ],
        [
          "She’s nothing like the rest of them. Meet Belle in Beauty and the Beast on March 17. Tickets are now available: di.sn/60038pQpl Meet Belle - In Theatres March 17 in 3D",
          1487269800
        ],
        [
          "Fall under the spell. 🌹✨ Josh Groban sings a clip of his song \"Evermore\" from live-action Beauty and the Beast. (🎶: Walt Disney Records) Hear a Clip of Josh Groban's Song \"Evermore\" From Beauty and the Beast Ever as enchanting!",
          1487095022
        ],
        [
          "Ariana Grande and John Legend sing a tale as old as time in Beauty and the Beast. See the film on March 17. 🌹",
          1486926000
        ],
        [
          "Be their guest on Disney Cruise Line’s Disney Dream! A new Beauty and the Beast production is coming November 6. 🚢🌹✨ A New Stage Production of Beauty and the Beast is Coming to the Disney Dream There’s something at sea that wasn’t there before. ",
          1486666897
        ],
        [
          "Ariana Grande and John Legend dazzle in their duet from live-action Beauty and the Beast. ✨ (🎶: Walt Disney Records) Hear Ariana Grande and John Legend Perform \"Beauty and the Beast\" A song as old as rhyme. ",
          1486161823
        ],
        [
          "Ever as enchanting! Get Ariana Grande and John Legend's rendition of \"Beauty and the Beast\" instantly when you pre-order the live-action soundtrack today from Walt Disney Records: di.sn/60088rCVp Timeline Photos",
          1486094406
        ],
        [
          "Break the spell and see Beauty and the Beast in theatres March 17. Tickets available here: di.sn/60038rYJ1 Beauty and the Beast – US Official Final Trailer",
          1485889209
        ],
        [
          "A grand adventure awaits. See the newest trailer for Beauty and the Beast and watch the film in theatres March 17. See the Newest Trailer for Beauty and the Beast Be their guest. 🌹",
          1485827853
        ],
        [
          "Waltz through a tale as old as time when Beauty and the Beast opens in theatres March 17. Tickets are now available: di.sn/60008rbG2 Beauty and the Beast – US Official Final Trailer",
          1485827192
        ],
        [
          "Tune in before the last petal falls. 🌹 A new trailer for Beauty and the Beast airs today during The Bachelor at 8 p.m. on ABC. Beauty and the Beast Trailer Tease",
          1485792032
        ],
        [
          "Ever a surprise! Don't miss the final Beauty and the Beast trailer tomorrow. Garderobe | Beauty and the Beast",
          1485720048
        ],
        [
          "Music to your ears. The final Beauty and the Beast trailer debuts tomorrow. Cadenza | Beauty and the Beast",
          1485712863
        ],
        [
          "Friends of a feather break the spell together. See the final trailer for Beauty and the Beast this Monday. Plumette | Beauty and the Beast",
          1485705649
        ],
        [
          "Wander and wonder. The final trailer for Beauty and the Beast debuts Monday. Maurice | Beauty and the Beast",
          1485640857
        ],
        [
          "This Monday, see more of Gaston's right-hand fan, LeFou, in the final trailer for Beauty and the Beast. LeFou | Beauty and the Beast",
          1485633647
        ],
        [
          "As sweet as sugar. See the final Beauty and the Beast trailer this Monday. Mrs. Potts | Beauty and the Beast",
          1485626456
        ],
        [
          "Confidence is his strong suit. See Gaston in the final Beauty and the Beast trailer this Monday. Gaston | Beauty and the Beast",
          1485532855
        ],
        [
          "Light the way to the final Beauty and the Beast trailer, debuting Monday. Lumiere | Beauty and the Beast",
          1485529260
        ],
        [
          "A friend as old as time. See the final trailer for Beauty and the Beast this Monday. Cogsworth | Beauty and the Beast",
          1485525665
        ],
        [
          "Prepare to be spellbound. Walt Disney Records reveals a new poster and announces Josh Groban will perform \"Evermore,\" an end credit song in live-action Beauty and the Beast. Josh Groban To Perform New Song for Beauty and the Beast Soundtrack A magical melody. ",
          1485472616
        ],
        [
          "A window into a tale as old as time. 🌹 See new Beauty and the Beast character posters. See All the New Character Posters for Beauty and the Beast Simply spellbinding.",
          1485457484
        ],
        [
          "A Beast of an adventure. See more in the final trailer for Beauty and the Beast this Monday. Beast | Beauty and the Beast",
          1485450109
        ],
        [
          "Enchantment awaits. Emma Watson is Belle in Beauty and the Beast. See more in the final trailer this Monday. Belle | Beauty and the Beast",
          1485446566
        ],
        [
          "A spellbinding sight to behold. See Beauty and the Beast March 17. ✨ Timeline Photos",
          1484870623
        ],
        [
          "Ever a surprise. Céline Dion will perform “How Does a Moment Last Forever,” the end credits song in live-action Beauty and the Beast. See the soundtrack cover art just-revealed by Walt Disney Records. Céline Dion Returns to Beauty and the Beast with New Soundtrack Song! So enchanting!",
          1484853785
        ],
        [
          "Get a peek at the Minnie Mouse-inspired polka dot project from photographer Gray Malin and choreographer Mary John Frank. #RockTheDots Behind The Scenes: Gray Malin & Minnie Mouse",
          1484690400
        ],
        [
          "Fall under the spell of Beauty and the Beast, in theatres March 17. 🌹 2 Months | Beauty and The Beast",
          1484683240
        ],
        [
          "Ariana Grande and John Legend work in harmony on a song as old as rhyme for live-action Beauty and the Beast. 🎶 Ariana Grande and John Legend to Perform \"Beauty and the Beast\"",
          1484262948
        ],
        [
          "Oh, isn't this amazing? 9 Moments From The New Beauty and the Beast Clip March 17 can't come soon enough.",
          1483929901
        ],
        [
          "Have an adventure in the great wide somewhere when Beauty and the Beast opens March 17. 🌹",
          1483926374
        ],
        [
          "You're the guest of honor for an enchanting new look at Beauty and the Beast, airing tonight during the Golden Globes. 🌹 Timeline Photos",
          1483891504
        ],
        [
          "A magical manicure! Disney Style's Beauty and the Beast nail art is simply spellbinding. 🌹 (💅: stephstonenails on Instagram) Beauty and the Beast Nail Art",
          1472136288
        ],
        [
          "A tale as old as time is reimagined in enchanting live-action. See Beauty and the Beast March 17, 2017. Beauty and the Beast Official US Teaser Trailer",
          1464000813
        ],
        [
          "Polka dot perfection! Strike a pose with these Minnie Mouse-inspired fashions from D/Style, available at Disney Store: http://di.sn/6007BUES5 D/Style: Behind the Scenes",
          1463418760
        ],
        [
          "These guys are the best, and the rest is all drips! Follow Disney and DisneyStudio on Snapchat to hear more from Gaston and LeFou on the set of live-action Beauty and the Beast. Timeline Photos",
          1438180593
        ],
        [
          "Oh, isn't this amazing? Follow username Disney on Snapchat to go behind the scenes of live-action Beauty and the Beast as filming begins. Timeline Photos",
          1432663209
        ],
        [
          "Tale as old as time, song as old as rhyme, Beauty and the Beast (as told by grandpas): Beauty and the Beast: As Told By Grandpas",
          1416700991
        ],
        [
          "\"And, as I always say, if it's not Baroque, don't fix it!\" - Cogsworth, Beauty and the Beast Timeline Photos",
          1401634776
        ],
        [
          "♫ Little town, it's a quiet village... ♫ Nick Pitera Sings \"Belle\" From Beauty and the Beast",
          1385053041
        ],
        [
          "“My daughter? Odd? Where would you get an idea like that?” - Maurice from Beauty and the Beast Timeline Photos",
          1383854417
        ],
        [
          "“What is dinner without a little music?” - Lumiere from Beauty and the Beast Timeline Photos",
          1382306371
        ],
        [
          "“My, what beautiful blossoms we have this year. But look, this one’s late. But I’ll bet that when it blooms, it will be the most beautiful of all.” - Fa Zhou from Mulan Timeline Photos",
          1378493452
        ],
        [
          "See the rest of the story on Oh My Disney: http://di.sn/iEx A (Vinylmation) Tale As Old As Time",
          1372258699
        ],
        [
          "\"Beauty and the Beast,\" as sung by dads: http://di.sn/p7c",
          1371412849
        ],
        [
          "Have you heard the tale as old as time? Timeline Photos",
          1353971369
        ],
        [
          "“Are they gonna live happily ever after, Mama?” - Chip from Beauty and the Beast Timeline Photos",
          1330030816
        ],
        [
          "Disney Fact: The majority of the sculptures seen in the Beauty and the Beast castle are earlier versions of the Beast’s character design. Timeline Photos",
          1328043585
        ]
      ],
      "dates_start": 1412534952,
      "dates_end": 1506342213,
      "likes_avg": 22203,
      "likes_stdev": 34787,
      "comments_avg": 1193,
      "comments_stdev": 3025,
      "shares_avg": 5896,
      "shares_stdev": 16179
    },
    {
      "number": 15,
      "important": [
        "believ",
        "dream",
        "art",
        "abc",
        "anim",
        "oh",
        "disney",
        "liveact",
        "oh disney",
        "cinderella"
      ],
      "common": [
        "di",
        "di sn",
        "disney",
        "http",
        "http di",
        "http di sn",
        "oh",
        "oh disney",
        "photos",
        "sn"
      ],
      "messages": [
        [
          "The art of dreaming is timeless. 🕚💙✨ Cinderella Live-Action and Animation Side-by-Side | Oh My Disney",
          1487606400
        ],
        [
          "Oh My Disney believes in love at first bite! Watch as strangers meet and eat 🍝 in this recreation of the Lady and the Tramp kiss. Strangers Attempt Spaghetti Kiss From Lady and the Tramp",
          1486677979
        ],
        [
          "Stir up mischief with Oh My Disney's Hocus Pocus recipe. Hocus Pocus Spell How To",
          1477594817
        ],
        [
          "Flip your fins and pancakes for Dancakes’ delicious Dory creation from Oh My Disney! Dory Pancake Art from Dancakes | Sketchbook | Oh My Disney",
          1476904694
        ],
        [
          "Get working on your roar…  and pour with Dancakes. Simba Pancake Art by Dancakes | Sketchbook | Oh My Disney",
          1476291600
        ],
        [
          "See the impawssible! Dug from Up surprises park goers when he sits and speaks for real! Dug from Up! | IRL | Oh My Disney",
          1475762400
        ],
        [
          "Hang ten with Johnny Tsunami at Oh My Disney HQ. Johnny Kapahala on the Job",
          1469304163
        ],
        [
          "Wipe out! Watch Johnny Tsunami crash an Oh My Disney meeting. #100DCOMs Johnny Tsunami on the Job",
          1467136800
        ],
        [
          "Once and for all, join Oh My Disney and the Newsies on stage from Santa Fe!",
          1466456397
        ],
        [
          "Voila! Oh My Disney dishes up a cheesy masterpiece. 🧀 #NationalCheeseDay Oh My Disney Celebrates National Cheese Day",
          1465077630
        ],
        [
          "Disney characters have such a way with words (and voices!): Disney Characters Voiced by the Same Person",
          1460941227
        ],
        [
          "Oh My Disney gets starry-eyed at The Force Awakens premiere. Oh My Disney at The Force Awakens premiere",
          1450161982
        ],
        [
          "Oh, please, oh, please, oh, please hug a Dug today! #NationalDogDay #NationalDogDay from Dug",
          1440590451
        ],
        [
          "\"Oh, gosh.\" Timeline Photos",
          1439154005
        ],
        [
          "\"Why do we have to grow up?\" —Walter Elias Disney Your Favorite Disney Character Growing Up in Less Than 2 Minutes",
          1438117271
        ],
        [
          "Pull up a chair as Oh My Disney proudly presents, Bunny Theater! Cute Bunny Reenacts Memorable Disney Scenes",
          1428069695
        ],
        [
          "\"Oh no, dear. Pink.\" Timeline Photos",
          1426694420
        ],
        [
          "\"Oh, bother. Empty again.\" Timeline Photos",
          1422745208
        ],
        [
          "Happy Pups-giving from Oh My Disney! Puppies Pretend to be Disney Characters",
          1416845409
        ],
        [
          "\"Oh, gross!\" Timeline Photos",
          1414699207
        ],
        [
          "Visit Oh My Disney to see all three: These Frozen-Inspired Snowflakes Will Amaze You | Oh My Disney",
          1388363275
        ],
        [
          "\"It's for you, darling.\" Opening Presents, As Told By Disney Characters | Oh My Disney",
          1387746484
        ],
        [
          "Get a little travel inspiration with this Disney playlist: The Perfect Disney Travel Playlist - Oh My Disney",
          1387232722
        ],
        [
          "Happy holidays from some of your favorite Disney characters. Watch: Disney Holiday Moments to Warm Your Heart",
          1387128509
        ],
        [
          "Oh My Disney explores the difference: Real Fish Versus Little Mermaid Fish | Oh My Disney",
          1387049024
        ],
        [
          "Join in the Hour of Code. Learn more here: The Most Star Studded Video You'll Watch Today | Oh My Disney",
          1386629459
        ],
        [
          "Which Disney character best represents your packing style? Find out: What Your Packing Style Says About You - Oh My Disney",
          1386608593
        ],
        [
          "Get a few hospitality pointers from some of your favorite characters: How To Be a Host Extraordinaire This Holiday | Oh My Disney",
          1386523125
        ],
        [
          "A few Disney quotes to inspire your next adventure: Disney Quotes to Travel By - Oh My Disney",
          1386198396
        ],
        [
          "Which one is your favorite? Amazing Disney Quotes You Might Have Forgotten About | Oh My Disney  ",
          1384207215
        ],
        [
          "Get ready with Oh My Disney: Everything You Need to Know Before Seeing Frozen | Oh My Disney",
          1383948001
        ],
        [
          "Are you ready for Halloween? Trick-or-Treating, As Told By Disney Characters - Oh My Disney",
          1383175700
        ],
        [
          "Get a little Halloween inspiration from Disney's Frozen: Halloween Gets Frozen | Oh My Disney",
          1383150099
        ],
        [
          "See some rock stars inspired by Ariel, Mulan, and more: Disney Princess-Inspired Rock Stars - Oh My Disney Rock on.",
          1383061202
        ],
        [
          "Visit Oh My Disney to find out: What Your Favorite Pixar Short Says About You - Oh My Disney",
          1382630419
        ],
        [
          "See more quotes on Oh My Disney: http://di.sn/dMH Timeline Photos",
          1382028178
        ],
        [
          "Have an adorable Thursday! Disney Baby Animals and Their Real Life Counterparts - Oh My Disney",
          1380812350
        ],
        [
          "Learn to make Belle's breakfast porridge. Watch: How to Have an Enchanted Breakfast - Oh My Disney",
          1380733014
        ],
        [
          "Visit Oh My Disney to see more: These Mondo Little Mermaid Posters Should Be Part of Your World - Oh My Disney",
          1380120764
        ],
        [
          "A romantic serenade, performed by Scuttle: Scuttle's Serenade - Oh My Disney",
          1380043330
        ],
        [
          "Which moment is your favorite? The Most Relatable Disney Character Moments - Oh My Disney",
          1378761997
        ],
        [
          "Celebrate Tuesday with DuckTales (woo-oo): These Mondo DuckTales Posters Are Everything - Oh My Disney",
          1377612456
        ],
        [
          "A little extra inspiration for your week: Super Deep Disney Quotes: Part 2 - Oh My Disney",
          1377113980
        ],
        [
          "Visit Oh My Disney to find out which Disney characters think you're doing a great job today: http://di.sn/qBS",
          1375742050
        ],
        [
          "Celebrate Sisters Day with Oh My Disney and some of your favorite Disney siblings: http://di.sn/tCD Timeline Photos",
          1375627286
        ],
        [
          "Graphing the emotional experience of watching Pirates of the Caribbean, presented by Oh My Disney: http://di.sn/pAe",
          1375204131
        ],
        [
          "Add some adorable to your weekend with Oh My Disney's ultimate collection of Disney babies: http://di.sn/qAe",
          1374944850
        ],
        [
          "10 things to make your Friday instantly better, courtesy of Oh My Disney: http://di.sn/iGF",
          1374246769
        ],
        [
          "Today is the 20th anniversary of Hocus Pocus being released in theaters. Celebrate with Oh My Disney's 20 favorite things about the film: http://di.sn/cFn",
          1373987419
        ],
        [
          "See more Disney Mouseterpieces on Oh My Disney: http://di.sn/bFe Timeline Photos",
          1373296059
        ],
        [
          "Celebrate the season with Oh My Disney's summer playlist: http://di.sn/s8Q",
          1372349795
        ],
        [
          "Visit Oh My Disney to see more Mid-Century modern designs, inspired by classic Disney items: http://di.sn/aEN Timeline Photos",
          1371682896
        ],
        [
          "See Oh My Disney's favorite song lyrics: http://di.sn/fEO",
          1369839958
        ],
        [
          "See the fantasy festival lineup at Oh My Disney: http://di.sn/s4W Timeline Photos",
          1366578116
        ]
      ],
      "dates_start": 1368772168,
      "dates_end": 1446457808,
      "likes_avg": 18222,
      "likes_stdev": 22042,
      "comments_avg": 1037,
      "comments_stdev": 5858,
      "shares_avg": 5873,
      "shares_stdev": 30681
    },
    {
      "number": 16,
      "important": [
        "histori",
        "abc",
        "disney histori",
        "day disney histori",
        "disney",
        "littl",
        "take",
        "day",
        "day disney",
        "cinderella"
      ],
      "common": [
        "day",
        "day disney",
        "day disney history",
        "disney",
        "disney history",
        "happy",
        "history",
        "photos",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "“Even miracles take a little time.” ✨🕘 This Day in Disney History | Cinderella (1950)",
          1487205000
        ],
        [
          "Have a bella notte this Valentine's Day with these pupulor Disney tunes. 🎶 Disney Love Song Collection Be in tune with your heart.",
          1487125802
        ],
        [
          "Hold your hunny close on Valentine's Day! 🍯 Timeline Photos",
          1487088010
        ],
        [
          "They'll have stars in their eyes. 🌟 The Ultimate Disney Valentine's Day Gift Guide: For Your Significant Other HAPP•E and in love.",
          1486857606
        ],
        [
          "It's a magical meal any way you slice it. Celebrate National Pizza Day and Valentine's Day with Disney Family's Mickey Mouse 🍕! Valentine's Day Mickey Pepperoni Pizza | Disney Family Get a pizza the fun!",
          1486658344
        ],
        [
          "Surprise your valentine with true love's gift. Quiz: Which Disney Gift Should You Get Your Significant Other for Valentine's Day? Make their wish come true. ❤️",
          1486598405
        ],
        [
          "Scare because you care this Valentine’s Day with Disney Family’s Monsters, Inc. mailboxes! 💌 DIY Monsters, Inc. Valentine's Day Mailboxes | Disney Family",
          1486580400
        ],
        [
          "See all the Pinocchio facts your 💙 desires. This Day in Disney History | Pinocchio",
          1486484892
        ],
        [
          "It’s off to Never Land on the anniversary of Peter Pan. ✨ This Day in Disney History | Peter Pan",
          1486224000
        ],
        [
          "Celebrate an anniversary of grace and beauty. This Day in Disney History | Sleeping Beauty",
          1485612035
        ],
        [
          "Celebrate a darling day with the canine cuties of One Hundred and One Dalmatians. 🐶 This Day in Disney History | One Hundred and One Dalmatians",
          1485352800
        ],
        [
          "Have a pecktacular National Popcorn Day! National Popcorn Day",
          1484841627
        ],
        [
          "Bust a move for The Emperor's New Groove anniversary! This Day in Disney History | The Emperor's New Groove",
          1481835635
        ],
        [
          "Don’t stop dreaming, because you’re almost there. Happy Anniversary, The Princess and the Frog! This Day in Disney History: The Princess and the Frog",
          1481385601
        ],
        [
          "“It’s kind of fun to do the impossible.” —Walter Elias Disney This Day in Disney History: Walt's Birthday",
          1480875265
        ],
        [
          "There’ll be magic and fun on the anniversary of Frozen! ❄️ This Day in Disney History: Frozen",
          1480287600
        ],
        [
          "Make way for the anniversary of Aladdin! This Day in Disney History: Aladdin",
          1480078800
        ],
        [
          "Keep love and light in your life! Happy Anniversary, Tangled. 💛 This Day in Disney History: Tangled",
          1480024800
        ],
        [
          "\"That was totally wicked!” This Day in Disney History: The Incredibles",
          1478365200
        ],
        [
          "“You and 👁 are a team.” Monsters, Inc. | This Day in Disney History",
          1478118600
        ],
        [
          "Turn the page for a wild adventure. 🐻🐯📗 This Day in Disney History: The Jungle Book (1967)",
          1476828116
        ],
        [
          "Fill your mug to the brim with fright on National Coffee Day! ☕️ Jack Skellington Latte Art",
          1475157663
        ],
        [
          "Don't be late for a very important date! It's International Rabbit Day. 🐰🕒 Happy International Rabbit Day!",
          1474718433
        ],
        [
          "Best friends furever. Happy National Dog Day! 🐶 National Dog Day | Disney Dogs",
          1472216423
        ],
        [
          "It isn’t every day the young prince of the forest is born. Celebrate the anniversary of Bambi! This Day in Disney History: Bambi",
          1471096865
        ],
        [
          "Happy haunts are sending spooky signals for the anniversary of Haunted Mansion at Disneyland. This Day in Disney History: 47th Anniversary of Haunted Mansion",
          1470776474
        ],
        [
          "This sweet pixie art from Oh My Disney is one in a melon. Happy National Watermelon Day! 🍉 Tinker Bell Watermelon Art",
          1470251125
        ],
        [
          "\"If I had a world of my own, everything would be nonsense.\" This Day in Disney History: 65th Anniversary of Alice in Wonde...",
          1469548863
        ],
        [
          "The perfect swirl! Happy National Ice Cream Day from Disney Food. 🍍🍦 Dole Whip | National Ice Cream Day",
          1468764031
        ],
        [
          "\"To all who come to this happy place: Welcome. Disneyland is your land.\" This Day in Disney History: Disneyland Opening",
          1468756845
        ],
        [
          "The cutest chocolate chip in the cupboard. See more on Disney Vine: http://di.sn/6185BoAkT Happy National Chocolate Chip Day",
          1463353231
        ],
        [
          "Life's greatest treasure is family. Happy Mother's Day. Happy Mother's Day",
          1462741228
        ],
        [
          "Nothing shines as brightly as a mother's love. Happy Mother's Day",
          1462703412
        ],
        [
          "Even if they're a bit of a fixer-upper or cool ice queen, every sibling is irreplaceable. Happy National Sibling Day",
          1460289626
        ],
        [
          "Don't be late for your very important date! Go #ThroughTheLookingGlass during music's biggest night. Don't be late for your very important date!",
          1455556558
        ],
        [
          "\"The very things that held you down are going to carry you up and up and up!\" Timeline Photos",
          1451581210
        ],
        [
          "Shout it from the snowy mountaintops of Arendelle. Happy Birthday, Elsa! Timeline Photos",
          1450803605
        ],
        [
          "The best kind of sandwich. Happy National Ice Cream Sandwich Day",
          1438538410
        ],
        [
          "Scoop there it is. Happy National Ice Cream Day",
          1437318032
        ],
        [
          "Have a bee-autiful day. Timeline Photos",
          1428246009
        ],
        [
          "Sometimes, it's the little things that sweep you off your feet. Happy Valentine's Day! Timeline Photos",
          1423922407
        ],
        [
          "\"It's a very unusual cake, isn't it?\" Timeline Photos",
          1423177208
        ],
        [
          "♫ So happy. ♫ Timeline Photos",
          1422723607
        ],
        [
          "Kuzco: grooving since his diaper days. Timeline Photos",
          1421967608
        ],
        [
          "♫ From the day we arrive on the planet... ♫ Timeline Photos",
          1420920008
        ],
        [
          "Have a wickedly good day. Timeline Photos",
          1414764008
        ],
        [
          "Texting etiquette should be the last of their worries. See Alexander and the Terrible, Horrible, No Good, Very Bad Day in theatres now. Alexander and the Terrible, Horrible, No Good, Very Bad Day - ...",
          1413039601
        ],
        [
          "Have an enchanting day. Timeline Photos",
          1412966708
        ],
        [
          "See Alexander and the Terrible, Horrible, No Good, Very Bad Day in theatres October 10. Disney's cover photo",
          1412860600
        ],
        [
          "It was a very good day for the #VeryBadDay cast at the world premiere of Alexander and the Terrible, Horrible, No Good, Very Bad Day. See the film in theatres October 10. The Very Bad Day World Premiere",
          1412704840
        ],
        [
          "Everyone has bad days, even Disney characters. But they always manage to turn things around.\n\nSee Alexander and the Terrible, Horrible, No Good, Very Bad Day in theatres October 10. Disney Character and Their Terrible, Horrible, No Good, Very B...",
          1412445600
        ],
        [
          "Steve Carell and Jennifer Garner sit down to chat bad days and kangaroos. See them in Alexander and the Terrible, Horrible, No Good, Very Bad Day in theatres October 10. Steve Carell and Jennifer Garner Interview | Alexander and the...",
          1412290800
        ],
        [
          "\"Dad's on fire!\"\n\nAlexander and the Terrible, Horrible, No Good, Very Bad Day is in theatres October 10.",
          1411840801
        ],
        [
          "♫ Ain't it a glorious day? ♫ Timeline Photos",
          1410112805
        ],
        [
          "\"You gotta have the bad days so you can love the good days.\"\n\nAlexander and the Terrible, Horrible, No Good, Very Bad Day is in theatres October 10.",
          1409065245
        ],
        [
          "Happy Father's Day.",
          1402837391
        ],
        [
          "♫ Oo-de-lally, oo-de-lally, golly, what a day. ♫ Timeline Photos",
          1400450402
        ],
        [
          "Even mom deserves a day to be a little Goofy. Celebrate together this Mother's Day. Disney Side - Mother's Day",
          1399475179
        ],
        [
          "Happy International Waffle Day!",
          1395763625
        ],
        [
          "Happy birthday, Walter Elias Disney. Timeline Photos",
          1386259352
        ],
        [
          "“You forgot one very important thing, mate: I’m Captain Jack Sparrow. Saavy?” Timeline Photos",
          1384635601
        ],
        [
          "“Why it’s... it’s a very unusual cake, isn’t it?” - Flora from Sleeping Beauty Timeline Photos",
          1384294945
        ],
        [
          "♫ Soon there'll be joy and happiness, and your little world will be bright. ♫ Timeline Photos",
          1376924411
        ],
        [
          "Dinglehopper: the key to a good hair day. Timeline Photos",
          1371759643
        ],
        [
          "Happy Mother's Day!\r\n\r\nCelebrate with the Oh My Disney Mom Awards: http://di.sn/iCW Timeline Photos",
          1368373296
        ],
        [
          "Happy Earth Day! http://di.sn/eBr Timeline Photos",
          1366643319
        ],
        [
          "A very merry unbirthday to you: http://di.sn/q2e",
          1363463756
        ],
        [
          "Besides going to a royal ball, here are 10 Disney-inspired ways to celebrate Valentine's Day: http://di.sn/j8x Timeline Photos",
          1360870045
        ],
        [
          "In anticipation of Valentine’s Day, Oh My Disney presents An Ode to the Spaghetti Kiss: http://di.sn/c80",
          1360799837
        ],
        [
          "Happy Halloween. Timeline Photos",
          1351718331
        ],
        [
          "Happy Birthday, Disneyland! Timeline Photos",
          1342538512
        ],
        [
          "Happy Father's Day! Timeline Photos",
          1339944285
        ],
        [
          "This Mother's Day, let The Odd Life of Timothy Green remind you to expect the unexpected. The Odd Life of Timothy Green - Happy Mother's Day In Theaters August 15.",
          1336918232
        ],
        [
          "Kindness can grow, so plant a seed. Happy Earth Day. Timeline Photos",
          1335106654
        ],
        [
          "Happy Valentine's Day! Timeline Photos",
          1329238731
        ],
        [
          "“The very things that held you down are gonna carry you up and up and up!” - Timothy Q. Mouse from Dumbo Timeline Photos",
          1328216306
        ],
        [
          "B-b-b-bundle up for blustery days. Timeline Photos",
          1327352327
        ],
        [
          "Be Happy. Timeline Photos",
          1325883304
        ]
      ],
      "dates_start": 1378061772,
      "dates_end": 1480428378,
      "likes_avg": 35344,
      "likes_stdev": 49895,
      "comments_avg": 562,
      "comments_stdev": 705,
      "shares_avg": 5182,
      "shares_stdev": 7148
    }
  ]
}