{
  "pagename": "DonaldTrump",
  "page_name_displayed": "Donald J. Trump",
  "globalstats": {
    "fan_count": 21110032,
    "messages": 2150,
    "likes_avg": 67130,
    "likes_stdev": 88545,
    "comments_avg": 16016,
    "comments_stdev": 47836,
    "shares_avg": 12123,
    "shares_stdev": 37453,
    "graph_uri": "clusters/DonaldTrump.png"
  },
  "clusters": [
    {
      "number": 1,
      "important": [
        "trump",
        "great",
        "held",
        "nation golf",
        "club",
        "trump nation",
        "abe",
        "nation",
        "golf",
        "golf club"
      ],
      "common": [
        "club",
        "golf",
        "golf club",
        "national",
        "national golf",
        "national golf club",
        "trump",
        "trump national",
        "trump national golf",
        "trump national golf club"
      ],
      "messages": [
        [
          "Trump National Golf Club Westchester- a great place! trumpnationalwestchester.com",
          1431971985
        ],
        [
          "I am happy to announce that the PGA Grand Slam of Golf will be held at Trump National Golf Club, Los Angeles this year! http://go.pga.com/1C24TwQ Timeline Photos",
          1426003603
        ],
        [
          "My wonderful golf club Trump National Golf Club Colts Neck Trump National Golf Club Colts Neck",
          1415311855
        ],
        [
          "My golf club Trump National Golf Club Westchester, a great place! Trump National Golf Club- Westchester",
          1412876313
        ],
        [
          "Amazing view of Trump National Golf Club, Los Angeles. Timeline Photos",
          1401910341
        ],
        [
          "Announced with PGA of America that we will bring Sr. PGA Championship to Trump National DC & the PGA Championship to Trump National Golf Club Bedminster. Timeline Photos",
          1398974816
        ],
        [
          "#FlashbackFriday With Rudy Giuliani at Trump National Golf Club Westchester Timeline Photos",
          1397840693
        ],
        [
          "I pick the best locations- Trump National Golf Club Charlotte has incredible views of beautiful Lake Norman. Timeline Photos",
          1397661388
        ],
        [
          "#TBT Playing golf with some friends at Trump National Golf Club Westchester not so long ago. Timeline Photos",
          1386883904
        ],
        [
          "With an award winning course designed by Tom Fazio, Trump National Philadelphia is a 360 acre exclusive jewel. Philadelphia Golf: Trump National Golf Club Philadelphia Pennsylvania PA area golf courses... With magnificent views of the Philadelphia skyline from all parts of the course, and an award-winning Tom Fazio designed course, Trump National Golf Club, Philadelphia is a 360 acre jewel. The course has often been well compared to its neighbor - the world famous and exclusive Pine Valley Golf Club.",
          1374176795
        ],
        [
          "The amazing Trump National Golf Club Los Angeles. Timeline Photos",
          1355330808
        ],
        [
          "Our great course in Los Angeles--- Rancho Palos Verdes- watch the video for a look... Trump National Golf Club Los Angeles",
          1348841647
        ],
        [
          "Playing a round with President Clinton and Arnold Palmer at Trump National Golf Club Westchester. Timeline Photos",
          1346267883
        ],
        [
          "A photo from yesterday's USGA announcement that Trump National Golf Club Bedminster will host the 2017 U.S. Women's Open. Timeline Photos",
          1336141007
        ]
      ],
      "dates_start": 1358025646,
      "dates_end": 1417716216,
      "likes_avg": 6892,
      "likes_stdev": 4901,
      "comments_avg": 491,
      "comments_stdev": 292,
      "shares_avg": 377,
      "shares_stdev": 276
    },
    {
      "number": 2,
      "important": [
        "miss",
        "club",
        "justin",
        "offic",
        "show",
        "organ",
        "justin mcconney",
        "winner",
        "trump organ",
        "best"
      ],
      "common": [
        "justin",
        "justin mcconney",
        "justin mcconney trump",
        "mcconney",
        "mcconney trump",
        "mcconney trump organization",
        "photos",
        "timeline",
        "timeline photos",
        "trump"
      ],
      "messages": [
        [
          "The winner of Best In Show of the 139th Westminster Kennel Club Dog Show, Miss P, visited the office today.  \n\nPhoto: Justin McConney- The Trump Organization Timeline Photos",
          1424383072
        ],
        [
          "With three wonderful, but fired, contestants. #CelebApprentice.  \n\nPhoto: Justin McConney- The Trump Organization Timeline Photos",
          1423002756
        ],
        [
          "Miss Universe Paulina Vega in my office- a wonderful person! Photo: Justin McConney- The Trump Organization Timeline Photos",
          1422548460
        ],
        [
          "With Shawn Johnson and Lorenzo Lamas from The Apprentice- two great people!\nPhoto: Justin McConney- The Trump Organization Timeline Photos",
          1421788403
        ],
        [
          "TheRealKeshiaKnightPulliam at Trump Towers at 5th Ave The Apprentice red carpet this afternoon- a wonderful woman. It was an honor to donate $25,000 to her charity. Photo credit: Justin McConney- The Trump Organization. #CelebApprentice Timeline Photos",
          1420481510
        ],
        [
          "Neil Young- one of my favorite musicians- in my office.\n\nPhoto: Justin McConney- The Trump Organization Timeline Photos",
          1396627085
        ],
        [
          "With Patrick Reed right after winning the Cadillac Championship this weekend at Trump National Doral Miami.\n\nPhoto: Justin McConney- The Trump Organization Timeline Photos",
          1394547923
        ],
        [
          "The opening of the Tiger Woods Villa at Trump National Doral Miami.\n\nPhoto: Justin McConney- The Trump Organization Timeline Photos",
          1394043090
        ],
        [
          "With Ivanka Trump and Eric Trump at the opening of the Gary Player Villa at Trump National Doral Miami.\n\nPhoto: Justin McConney- The Trump Organization Timeline Photos",
          1391030864
        ],
        [
          "Miss Universe, fresh in from Venezuela, at my office.\n\nPhoto: Justin McConney- The Trump Organization Timeline Photos",
          1384886573
        ],
        [
          "Miss Universe visited my office- tall and beautiful!\n\nPhoto: Justin McConney- The Trump Organization Timeline Photos",
          1384464202
        ],
        [
          "Jack Nicklaus with Donald Trump Jr., Eric Trump, and myself at Trump Golf Links at Ferry Point.\n\nPhoto: Justin McConney- The Trump Organization Timeline Photos",
          1382469497
        ],
        [
          "Lots of fun on The View with Jenny McCarthy and Sherri Shepherd.\n\nPhoto: Justin McConney- The Trump Organization Timeline Photos",
          1378736148
        ],
        [
          "Doing a commercial for the NFL and Fox- lots of fun!\n\nPhoto: Justin McConney- The Trump Organization Timeline Photos",
          1378652747
        ]
      ],
      "dates_start": 1382169675,
      "dates_end": 1417496371,
      "likes_avg": 11293,
      "likes_stdev": 4188,
      "comments_avg": 756,
      "comments_stdev": 344,
      "shares_avg": 432,
      "shares_stdev": 269
    },
    {
      "number": 3,
      "important": [
        "law enforc",
        "hero",
        "nyc",
        "communiti",
        "beauti",
        "complet",
        "enforc",
        "law",
        "real",
        "total"
      ],
      "common": [
        "enforcement",
        "enforcement officers",
        "law",
        "law enforcement",
        "law enforcement officers",
        "officers",
        "police",
        "support",
        "thank",
        "timeline photos"
      ],
      "messages": [
        [
          "A beautiful funeral today for a real NYC hero, Detective Steven McDonald. Our law enforcement community has my complete and total support.",
          1484326292
        ],
        [
          "As AG, Jeff Sessions will restore police, Dept. of Justice relationship: As AG, Jeff Sessions will restore police, Dept. of Justice relationship OPINION | The public trusts law enforcement, now Justice needs to.",
          1483363102
        ],
        [
          "To all law enforcement in America: we are with you, we support you and we will always stand with you. Together, we will create a safe community for every citizen - especially those who have not known safety in a very, very long time. -DJT Timeline Photos",
          1479834978
        ],
        [
          "Thank you - to our Florida Law Enforcement Officers! -DJT Timeline Photos",
          1477324288
        ],
        [
          "THANK YOU TEXAS --- AND THANK YOU TO OUR LAW ENFORCEMENT OFFICERS. #ImWithYou #AmericaFirst",
          1476217091
        ],
        [
          "i AGREE! Police officers and other law enforcement officers are the BEST OF US! The Best of Us",
          1475625582
        ],
        [
          "Law enforcement is a force for GOOD! They bring communities together and keep us safe. We must respect and stand by them! Law Enforcement",
          1475624224
        ],
        [
          "Departing Florida in a few minutes. Thank you for all of your incredible support. I am grateful, and will never forget it. Thank you to our amazing law enforcement officers and first responders as well - all across America!",
          1472060421
        ],
        [
          "Shooting deaths of police officers up 78% this year. We must restore law and order and protect our great law enforcement officers! Timeline Photos",
          1469666451
        ],
        [
          "Our law enforcement officers deserve our appreciation for the incredible job they do. We have to appreciate & respect our police! \n#MakeAmericaGreatAgain",
          1464449452
        ],
        [
          "The police in our country do not get respect. Our law enforcement officers deserve our appreciation for the incredible job they do. #MakeAmericaGreatAgain\n\nText TRUMP to 88022 to get exclusive updates from the campaign trail. Law Enforcement Appreciation",
          1456686000
        ],
        [
          "Thank you to our law enforcement officers! #LESM #Trump2016 Timeline Photos",
          1452474363
        ],
        [
          "Police in London are backing my claim that the media tried unsuccessfully to discredit. Government elites continue to be out of touch with the facts on the ground. Great leaders listen to and support law enforcement officials - they don't bury their head in the sand! #Trump2016 ‘Trump is right!’ Police say parts of Britain ARE no-go areas due to ISIS radicalisation BRITISH police officers have today sensationally backed Donald Trump’s controversial claim that parts of the country are no-go areas because of growing Islamist extremism.",
          1449713039
        ],
        [
          "Congratulations on the GREAT job done by POLICE and law enforcement on the California shootings. Give credit where credit is due.",
          1449149816
        ],
        [
          "Thank you for this evening Manassas, Virginia. Our thoughts & prayers remain with the victims & their families in San Bernadino, California - along with our terrific law enforcement officers. God bless.",
          1449109437
        ],
        [
          "California shooting looks very bad. Good luck to law enforcement and God bless. This is when our police are so appreciated!",
          1449086081
        ]
      ],
      "dates_start": 1453590805,
      "dates_end": 1479498021,
      "likes_avg": 107072,
      "likes_stdev": 59049,
      "comments_avg": 6628,
      "comments_stdev": 5438,
      "shares_avg": 17251,
      "shares_stdev": 24084
    },
    {
      "number": 4,
      "important": [
        "new",
        "stop",
        "abe",
        "iran",
        "hillari",
        "care",
        "hillari clinton",
        "trumpvlog",
        "tom",
        "clinton"
      ],
      "common": [
        "obama",
        "rest relax working",
        "sad",
        "sue tom trumpvlog",
        "tom",
        "tom trumpvlog",
        "trouble",
        "trouble paradise",
        "trumpvlog",
        "trumpvlog obama"
      ],
      "messages": [
        [
          "Hillary Clinton reaches new low. #TrumpVlog",
          1434717789
        ],
        [
          "Sue them Tom! #TrumpVlog",
          1431435710
        ],
        [
          "#TrumpVlog Trouble in paradise for Clintons-",
          1429630496
        ],
        [
          "#TrumpVlog Be careful with Iran.",
          1427894743
        ],
        [
          "#TrumpVlog Obama- stop chewing gum!",
          1422470290
        ],
        [
          "#TrumpVlog The Interview A sad day for freedom of speech-",
          1418853328
        ],
        [
          "#TrumpVlog Rosie needs to rest and relax. It's not working.",
          1417447908
        ],
        [
          "#TrumpVlog Hagel quits-",
          1416846822
        ],
        [
          "#TrumpVlog Make our country great again!",
          1415210653
        ],
        [
          "#TrumpVlog Quarantine the nurse!",
          1414679650
        ],
        [
          "#TrumpVlog Obama should be ashamed!",
          1414157464
        ],
        [
          "#TrumpVlog Free our Marine!",
          1414003782
        ],
        [
          "#TrumpVlog South African justice-",
          1413982984
        ],
        [
          "#TrumpVlog China is laughing at U.S.",
          1413215533
        ],
        [
          "#TrumpVlog Why are we the sad suckers?",
          1412944788
        ],
        [
          "#TrumpVlog Will our brave soldiers catch Ebola?",
          1412862365
        ]
      ],
      "dates_start": 1412217270,
      "dates_end": 1426577017,
      "likes_avg": 15409,
      "likes_stdev": 9436,
      "comments_avg": 2399,
      "comments_stdev": 1865,
      "shares_avg": 6964,
      "shares_stdev": 9092
    },
    {
      "number": 5,
      "important": [
        "trump",
        "friend",
        "part",
        "abe",
        "thank",
        "tbt",
        "wonder",
        "home",
        "cast",
        "tom"
      ],
      "common": [
        "darrell",
        "darrell hammond",
        "friend",
        "hammond",
        "photos",
        "tbt",
        "tbt timeline",
        "tbt timeline photos",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "Thank you - Tom Brady! #TBT Timeline Photos",
          1450368070
        ],
        [
          "#TBT With my friend Muhammad Ali Timeline Photos",
          1431019407
        ],
        [
          "#TBT Trump and Gekko Timeline Photos",
          1429197273
        ],
        [
          "#TBT With the cast of GoodFellas Timeline Photos",
          1424982622
        ],
        [
          "#TBT With Britney Spears Timeline Photos",
          1423777056
        ],
        [
          "#TBT With the wonderful actor Jack Nicholson Timeline Photos",
          1421962538
        ],
        [
          "#TBT It is great being part of Home Alone 2, a holiday staple. Timeline Photos",
          1418934661
        ],
        [
          "#TBT My confirmation picture at First Presbyterian Church in Jamaica, NY. Timeline Photos",
          1418328415
        ],
        [
          "#TBT With James Lipton on the set of The Apprentice. Timeline Photos",
          1417730213
        ],
        [
          "#TBT With my family growing up- I'm on the left. Timeline Photos",
          1414702633
        ],
        [
          "#TBT Filming a Oreo commercial with Eli Manning, Peyton Manning and Darrell Hammond. Timeline Photos",
          1403811938
        ],
        [
          "#TBT WrestleMania 23 Timeline Photos",
          1397758192
        ],
        [
          "#TBT With Darrell Hammond when I hosted SNL. Timeline Photos",
          1389298877
        ],
        [
          "#TBT With Barbara Walters on my helicopter going somewhere. Timeline Photos",
          1388083833
        ],
        [
          "#TBT Taking piano lessons from my friend Elton John. Timeline Photos",
          1387467006
        ],
        [
          "Who knew this innocent kid would grow into a monster? #TBT Timeline Photos",
          1375366626
        ]
      ],
      "dates_start": 1392740333,
      "dates_end": 1431358336,
      "likes_avg": 16963,
      "likes_stdev": 14691,
      "comments_avg": 902,
      "comments_stdev": 739,
      "shares_avg": 652,
      "shares_stdev": 854
    },
    {
      "number": 6,
      "important": [
        "put",
        "look forward",
        "nation doral miami",
        "across",
        "beauti",
        "miami",
        "doral miami",
        "forward",
        "nation doral",
        "doral"
      ],
      "common": [
        "doral",
        "miami",
        "national",
        "national doral",
        "photos",
        "timeline",
        "timeline photos",
        "trump",
        "trump national",
        "trump national doral"
      ],
      "messages": [
        [
          "Beautiful morning at Trump National - Doral, in Miami, Florida --- with my unbelievable employees. I look forward to putting millions back to work --- across America, as President! -DJT Timeline Photos",
          1477398385
        ],
        [
          "Saying goodbye to some of my great workers at Trump National Doral Miami. Timeline Photos",
          1445696743
        ],
        [
          "Letter to Univision- Re: Trump National Doral Miami Timeline Photos",
          1435342241
        ],
        [
          "Just arrived at Trump National Doral Miami for the Cadillac Championship starting tomorrow. Timeline Photos",
          1425488835
        ],
        [
          "With my friends at the great adidas Boost event at the Cadillac Championship at Trump National Doral Miami. Timeline Photos",
          1425483137
        ],
        [
          "The Cadillac Championship Thursday March 5th- Sunday March 8th at Trump National Doral Miami. For more info- http://bit.ly/1ETy1Vy Donald J. Trump's cover photo",
          1425415794
        ],
        [
          "Manny Pacquiao and friends at Trump National Doral Miami. Timeline Photos",
          1422192654
        ],
        [
          "The Miss Universe contestants review their amazing stay at Trump National Doral Miami. Watch the 63rd Annual Miss Universe Pageant this Sunday at 8PM on NBC. Miss Universe Contestants at the Trump National Doral http://www.missuniverse.com The Miss Universe contestants review their amazing stay at the Trump National Doral. See who takes home the crown on January 25th...",
          1422029195
        ],
        [
          "The new Red Tiger course at Trump National Doral Miami. Follow Trump Golf for more great photos. Timeline Photos",
          1421182885
        ],
        [
          "Exciting news—After massive construction, the Blue Monster at Trump National Doral Miami is open for business today. Trump National Doral Miami Enroll now for personalized stays and exclusive member benefits, including the opportunity to earn value upgrades and complimentary nights.",
          1386875026
        ],
        [
          "Spectacular progress has been made to the Main Clubhouse at Trump National Doral Miami! Timeline Photos",
          1385574653
        ],
        [
          "Trump National Doral Miami villas- before and after- Timeline Photos",
          1384374134
        ],
        [
          "Here I am with Ivanka Trump and Eric Trump presenting the WGC Cadillac Championship Trophy to Tiger Woods at Trump National Doral. Timeline Photos",
          1365518550
        ],
        [
          "Spent full day with contractors at Trump National Doral - it will be amazing! Timeline Photos",
          1365190047
        ],
        [
          "Ernie Els and myself at Trump National Doral. Timeline Photos",
          1362503241
        ],
        [
          "The Blue Monster at Trump National Doral. Timeline Photos",
          1352918642
        ],
        [
          "Had a great time going over renovations for Trump National Doral this past weekend. It is going to be amazing. Timeline Photos",
          1352916614
        ],
        [
          "Working with Ivanka Trump on the repositioning of the newly acquired Doral in Miami, Florida. Timeline Photos",
          1343233942
        ]
      ],
      "dates_start": 1362854776,
      "dates_end": 1437071303,
      "likes_avg": 13747,
      "likes_stdev": 19854,
      "comments_avg": 1564,
      "comments_stdev": 3396,
      "shares_avg": 1888,
      "shares_stdev": 5629
    },
    {
      "number": 7,
      "important": [
        "ivanka",
        "meet",
        "golf link scotland",
        "intern",
        "intern golf",
        "eric",
        "link",
        "jr",
        "arriv",
        "head"
      ],
      "common": [
        "golf",
        "golf links",
        "international",
        "international golf",
        "international golf links",
        "links",
        "trump",
        "trump international",
        "trump international golf",
        "trump international golf links"
      ],
      "messages": [
        [
          "Arrived at Trump International Golf Links Scotland with Donald Jr., and Eric- we are meeting Ivanka for lunch & heading back to New York.",
          1466859019
        ],
        [
          "Our amazing golf course Trump International Golf Links.",
          1430750620
        ],
        [
          "Many call Trump International Golf Links \"The World's Greatest Golf Course\", now you can see why. Timeline Photos",
          1398283806
        ],
        [
          "Wow, a really great review of my golf club in Scotland, Trump International Golf Links, in todaysgolferco.uk. Thank you! Timeline Photos",
          1387226329
        ],
        [
          "Receiving the @RobbReport trophy for best new golf course in the world- Trump International Golf Links Scotland. Timeline Photos",
          1371832639
        ],
        [
          "At press conference receiving accolades for \"world's best golf course\"- Trump International Golf Links Scotland. Timeline Photos",
          1370980911
        ],
        [
          "Golf bookings for next season on Scottish course are already double our projections for April opening—great news for Scotland. Trump International Golf Links Scotland A look at the opening of the most recent addition to the Trump golf portfolio, Trump International Golf Links Scotland.",
          1352997217
        ],
        [
          "Here I am with Donald Trump Jr. and the architects of Trump International Golf Links Scotland. Timeline Photos",
          1346782805
        ],
        [
          "Here I am with Donald Trump Jr. and the crew at Trump International Golf Links Scotland. Timeline Photos",
          1346412837
        ],
        [
          "Walking Trump International Golf Links Scotland with my greens crew. Timeline Photos",
          1346350575
        ],
        [
          "Watch the video to see the opening of Trump International Golf Links Scotland- an exciting day on perhaps the world's best golf course. Trump International Golf Links Scotland A look at the opening of the most recent addition to the Trump golf portfolio, Trump International Golf Links Scotland.",
          1346069171
        ],
        [
          "Great article on Trump International Golf Links Scotland. Press and Journal - Article - Thousands give ‘phenomenal start’  to Trump links People from as far away as Australia, Argentina and Japan have travelled to the Menie Estate in Aberdeenshire since the businessman launched his championship links last month.",
          1344539223
        ],
        [
          "A review of Mike Tyson's show, great press on Trump International Golf Links Scotland, and more in today's #trumpvlog. From The Desk Of Donald Trump: Mike Tyson",
          1344535387
        ],
        [
          "I am really appreciative of your great comments about Trump International Golf Links Scotland and other things. Such great support! You are my friends!",
          1343826398
        ],
        [
          "Taking a photo with my family on the opening day of Trump International Golf Links Scotland. Timeline Photos",
          1342627397
        ],
        [
          "The 18th hole at Trump International Golf Links Scotland. Timeline Photos",
          1342184819
        ],
        [
          "My family and I just arrived in Scotland for the grand opening of Trump International Golf Links, Scotland. Timeline Photos",
          1341841643
        ],
        [
          "The wait is almost over- Trump International Golf Links in Scotland opens July 10th. Timeline Photos",
          1339604277
        ]
      ],
      "dates_start": 1330173110,
      "dates_end": 1399127453,
      "likes_avg": 5153,
      "likes_stdev": 8961,
      "comments_avg": 518,
      "comments_stdev": 723,
      "shares_avg": 265,
      "shares_stdev": 458
    },
    {
      "number": 8,
      "important": [
        "establish",
        "text",
        "race",
        "text trump",
        "parti",
        "kill",
        "romney",
        "mitt",
        "trump join",
        "fail"
      ],
      "common": [
        "cnbc",
        "discussing",
        "donald",
        "great",
        "mitt",
        "mitt romney",
        "obama",
        "president",
        "romney",
        "trump"
      ],
      "messages": [
        [
          "I have brought millions of people into the Republican Party, while the Dems are going down. Establishment wants to kill this movement! Failed candidate mitt Romney, who ran one of the worst races in presidential history, is working with the establishment to bury a big \"R\" win! #MakeAmericaGreatAgain #Trump2016\n\nText TRUMP to 88022 to join the #TrumpTrain Mitt Romney Praises",
          1457015098
        ],
        [
          "WE WILL MAKE AMERICA GREAT AGAIN! Mitt Romney Not Conservative",
          1456967082
        ],
        [
          "Now that Mitt Romney is gone, all we have to do is get Bush to drop out and Trump to run— and we will win!",
          1422656258
        ],
        [
          "I can't believe that Mitt Romney would run for president again. He had his chance and blew it in the last weeks of the race.",
          1413405655
        ],
        [
          "I was invited to be with Mitt Romney tonight --- win, lose, or draw, I’ll be there!",
          1352209207
        ],
        [
          "Mitt Romney looks much calmer, and Obama should stop nodding his head backwards and forward.",
          1350947425
        ],
        [
          "Stupid George Will gave Mitt Romney no chance 3 months ago. Take off his little spectacles and he's just another dummy.",
          1350474448
        ],
        [
          "Obama better than last time, but again, Mitt Romney wins. Good night.",
          1350435070
        ],
        [
          "Obama is looking rhetorical and weak. Mitt Romney is looking strong and sharp.",
          1350431084
        ],
        [
          "\"Mr. President, you're entitled as the president to your own airplane and to your own house, but not to your own facts.\" -- Mitt Romney",
          1349371584
        ],
        [
          "Congratulations to Mitt Romney. He was not only good, he was absolutely fantastic tonight!",
          1349315531
        ],
        [
          "Republicans and Mitt Romney must get tough very soon.",
          1349114208
        ],
        [
          "A great photo of Mitt Romney and me. Timeline Photos",
          1345137118
        ],
        [
          "My Squawk Box CNBC interview discussing Mitt Romney's pick of Paul Ryan, how to frame Medicare debate & RNC convention. Trump on Romney-Ryan Ticket - CNBC",
          1344960350
        ],
        [
          "My Squawk Box interview discussing 2012 election polls, Mitt Romney's current trip & the US housing & land market. Trump: 'This is the Time to Buy a House' - CNBC \"The banks are dying to sell their houses -- go out now, buy a house,\" says Donald Trump, Trump Organization chairman & president, discussing housing opportunities and job creation in America amid polarizing election-year politics.",
          1343748203
        ],
        [
          "Stopping Obamacare is now up to the American people. We must elect Mitt Romney this November.",
          1340905965
        ],
        [
          "Mitt Romney and I are working out a great dinner for someone- I hope it's you! Dine With The Donald",
          1339180743
        ],
        [
          "My endorsement of Mitt Romney. Video: Donald Trump endorses Romney in Las Vegas.",
          1328214473
        ]
      ],
      "dates_start": 1326817360,
      "dates_end": 1405903694,
      "likes_avg": 16657,
      "likes_stdev": 22372,
      "comments_avg": 3346,
      "comments_stdev": 6047,
      "shares_avg": 3337,
      "shares_stdev": 9418
    },
    {
      "number": 9,
      "important": [
        "help us",
        "contribut",
        "win contribut",
        "learn",
        "voter learn",
        "voter",
        "help",
        "join live",
        "learn help",
        "help us win"
      ],
      "common": [
        "gop",
        "join",
        "join live",
        "live",
        "us",
        "us win",
        "us win contribute",
        "win",
        "win contribute",
        "www"
      ],
      "messages": [
        [
          "Join me LIVE in Denver, CO!\n\nBe a voter. Learn more >> http://www.Vote.GOP\nHelp us win. Contribute >> http://www.DonaldJTrump.com/Live",
          1478401900
        ],
        [
          "Join me LIVE in Reno, NV!\n\nBe a voter. Learn more >> http://www.Vote.GOP\nHelp us win. Contribute >> http://www.DonaldJTrump.com/Live",
          1478386977
        ],
        [
          "Join me LIVE in Tampa, FL!\n\nBe a voter. Learn more >> http://www.Vote.GOP\nHelp us win. Contribute >> http://www.DonaldJTrump.com/Live",
          1478351694
        ],
        [
          "Join me LIVE in Hershey, PA!\n\nBe a voter. Learn more >> www.Vote.GOP\nHelp us win. Contribute >> www.DonaldJTrump.com/Live",
          1478299147
        ],
        [
          "Join me LIVE in Selma, NC!\n\nBe a voter. Learn more >> www.Vote.GOP\nHelp us win. Contribute >> www.DonaldJTrump.com/Live",
          1478213834
        ],
        [
          "Join me LIVE in Concord, NC!\n\nBe a voter. Learn more >> www.Vote.GOP\nHelp us win. Contribute >> www.DonaldJTrump.com/Live",
          1478199053
        ],
        [
          "Join me LIVE in Eau Claire, WI!\n\nBe a voter. Learn more >> www.Vote.GOP\nHelp us win. Contribute >> www.DonaldJTrump.com/Live",
          1478037479
        ],
        [
          "Join me LIVE at 4:30pmE in Warren, MI!\nStay tuned after the rally for an exclusive interview with Donald Trump Jr. from earlier today.\n\nBe a voter. Learn more >> www.Vote.GOP\nHelp us win. Contribute >> www.DonaldJTrump.com/Live Join me LIVE at 4:30pmE in Warren, MI!",
          1477942207
        ],
        [
          "Join me LIVE in Grand Rapids, MI!\n\nBe a voter. Learn more >> www.Vote.GOP\nHelp us win. Contribute >> www.DonaldJTrump.com/Live",
          1477930969
        ],
        [
          "Join me LIVE in Albuquerque, NM!\n\nBe a voter. Learn more >> www.Vote.GOP\nHelp us win. Contribute >> www.DonaldJTrump.com/Live",
          1477872496
        ],
        [
          "Join me LIVE in Greeley, CO!\n\nBe a voter. Learn more >> www.Vote.GOP\nHelp us win. Contribute >> www.DonaldJTrump.com/Live",
          1477861611
        ],
        [
          "Join me LIVE in Las Vegas, NV!\n\nBe a voter. Learn more >> www.Vote.GOP\nHelp us win. Contribute >> www.DonaldJTrump.com/Live",
          1477846323
        ],
        [
          "Join me LIVE in Phoenix, AZ!  \n\nBe a voter. Learn more >> www.Vote.GOP\nHelp us win. Contribute >> www.DonaldJTrump.com/Live",
          1477770739
        ],
        [
          "Join me LIVE in Golden, CO!\n\nBe a voter. Learn more >> www.Vote.GOP\nHelp us win. Contribute >> www.DonaldJTrump.com/Live",
          1477756000
        ],
        [
          "Join me LIVE in Manchester, NH!\n\nBe a voter. Learn more >> www.Vote.GOP\nHelp us win. Contribute >> www.DonaldJTrump.com/Live",
          1477669159
        ],
        [
          "Join me LIVE in Springfield, OH!\n\nBe a voter. Learn more >> www.Vote.GOP\nHelp us win. Contribute >> www.DonaldJTrump.com/Live",
          1477584457
        ],
        [
          "Join me LIVE in Kinston, NC!\n\nBe a voter. Learn more >> www.Vote.GOP\nHelp us win. Contribute >> www.DonaldJTrump.com/Live",
          1477514811
        ],
        [
          "Join me LIVE at 4:00pmE in Charlotte, NC with Live coverage from Trump Tower after the rally.\n\nBe a voter. Learn more >> www.Vote.GOP\nHelp us win. Contribute >> www.DonaldJTrump.com/Live Join me LIVE at 4:00pmE in Charlotte, NC",
          1477507607
        ],
        [
          "Join me LIVE at 6:15pmE in Tallahassee, Florida. Thousands will be present.\n\nHelp us win. Contribute >> www.DonaldJTrump.com/Live\nBe a voter. Learn more >> www.Vote.GOP Join me LIVE at 6:15pmE in Tallahassee, Florida.",
          1477427216
        ]
      ],
      "dates_start": 1477619589,
      "dates_end": 1478230271,
      "likes_avg": 100085,
      "likes_stdev": 27196,
      "comments_avg": 189170,
      "comments_stdev": 91705,
      "shares_avg": 28825,
      "shares_stdev": 13147
    },
    {
      "number": 10,
      "important": [
        "birthday",
        "happi",
        "proud",
        "day",
        "abe",
        "happi birthday",
        "mr",
        "eric",
        "veri",
        "presid"
      ],
      "common": [
        "birthday",
        "great",
        "happy",
        "happy birthday",
        "new",
        "new year",
        "photos",
        "timeline",
        "timeline photos",
        "year"
      ],
      "messages": [
        [
          "Happy Valentine'a Day! Timeline Photos",
          1487100933
        ],
        [
          "Happy Birthday, Mr. President! Timeline Photos",
          1486413054
        ],
        [
          "HAPPY BIRTHDAY to my son Eric. Very proud of him! Timeline Photos",
          1483743930
        ],
        [
          "HAPPY NEW YEAR! Timeline Photos",
          1483288911
        ],
        [
          "Happy New Year to all, including to my many enemies and those who have fought me and lost so badly they just don't know what to do. Love! Timeline Photos",
          1483200033
        ],
        [
          "Happy Hanukkah! Timeline Photos",
          1482612346
        ],
        [
          "Merry Christmas & Happy Holidays! Timeline Photos",
          1450904472
        ],
        [
          "Happy Friday the 13th",
          1447427256
        ],
        [
          "Happy Birthday to my wonderful daughter, Ivanka Trump.",
          1446235472
        ],
        [
          "Happy Birthday to my friend Gary Player- one of the truly great golf champions of all time. He looks many years younger than his actual age. Timeline Photos",
          1446235420
        ],
        [
          "Happy #MothersDay to all the great mothers out there! Timeline Photos",
          1431266299
        ],
        [
          "Happy Birthday President Reagan #FlashbackFriday Timeline Photos",
          1423256798
        ],
        [
          "To EVERYONE, including all haters and losers, HAPPY NEW YEAR. Work hard, be smart and always remember, WINNING TAKES CARE OF EVERYTHING!",
          1420068055
        ],
        [
          "Happy #VeteransDay to all.  And it is nice to have Sgt. Andrew Tahmooressi back home.",
          1415731283
        ],
        [
          "Happy Birthday Ivanka Trump! You are an amazing daughter! \nPhoto: Douglas Gorenstein Timeline Photos",
          1414694648
        ],
        [
          "Happy 4th of July to everyone, including the haters and losers!",
          1404473002
        ],
        [
          "Happy 30th birthday #Ghostbusters! It was great to have Trump Tower be a part of the series. Timeline Photos",
          1402076287
        ],
        [
          "Have a happy, successful and healthy New Year!",
          1388551148
        ],
        [
          "With the great Billy Graham at his 95th birthday. Timeline Photos",
          1385567844
        ],
        [
          "Happy New Year to all of my Jewish friends and supporters. Shana Tova. Hopefully it will be a great year!",
          1378316910
        ],
        [
          "Happy Birthday Nelson Mandela! Timeline Photos",
          1374182470
        ],
        [
          "\"Trust yourself. Create the kind of self that you will be happy to live with all your life.\" - Golda Meir",
          1369252831
        ],
        [
          "Happy 102nd birthday to President Ronald Reagan. Every day that passes, Reagan's presidency looks better and better. Photo- Ronald Reagan Presidential Library. Timeline Photos",
          1360176877
        ]
      ],
      "dates_start": 1387688623,
      "dates_end": 1470118009,
      "likes_avg": 99050,
      "likes_stdev": 117412,
      "comments_avg": 7461,
      "comments_stdev": 10205,
      "shares_avg": 8811,
      "shares_stdev": 19073
    },
    {
      "number": 11,
      "important": [
        "join",
        "west",
        "final",
        "ralli",
        "thank",
        "abe",
        "florida",
        "live",
        "join live",
        "pennsylvania"
      ],
      "common": [
        "draintheswamp",
        "gop",
        "join",
        "join live",
        "live",
        "voter learn",
        "voter learn http",
        "voter learn http www",
        "voter learn http www vote",
        "www"
      ],
      "messages": [
        [
          "Join me LIVE in Mobile, Alabama for my final 2016 THANK YOU TOUR rally!",
          1482004743
        ],
        [
          "Join me LIVE in Orlando, Florida!",
          1481932615
        ],
        [
          "Join me LIVE in Hershey, Pennsylvania!",
          1481845947
        ],
        [
          "Join me LIVE in West Allis, Wisconsin!",
          1481670914
        ],
        [
          "Join me LIVE in Grand Rapids, Michigan!",
          1481326645
        ],
        [
          "Join me live in Louisiana! Tomorrow, we need you to go to the polls & send John Kennedy to the U.S. Senate.",
          1481304261
        ],
        [
          "Join me LIVE in Des Moines, Iowa!",
          1481242538
        ],
        [
          "Join me LIVE in Cincinnati, Ohio!",
          1480633914
        ],
        [
          "Join me LIVE in Indianapolis, Indiana at Carrier as I deliver remarks.",
          1480618585
        ],
        [
          "Join me LIVE in Manchester, NH!\n\nBe a voter. Learn more >> http://www.Vote.GOP\nContribute at >> www.DonaldJTrump.com/DrainTheSwamp",
          1478563814
        ],
        [
          "Join me LIVE in Scranton, PA!\n\nBe a voter. Learn more >> http://www.Vote.GOP\nContribute at >> www.DonaldJTrump.com/DrainTheSwamp",
          1478555434
        ],
        [
          "Join me LIVE in Raleigh, NC!\n\nBe a voter. Learn more >> http://www.Vote.GOP\nContribute & Add your name >> www.DonaldJTrump.com/DrainTheSwamp",
          1478544827
        ],
        [
          "Yesterday we had a HUGE rally in Michigan - 10 MILLION people saw it. These numbers are unheard of. We are going to WIN Michigan and we are going to #DrainTheSwamp.\n\nIf you missed the rally, you can Watch the LIVE playback here. \nBe a voter. Learn more >> http://www.Vote.GOP\nContribute & Add your name >> www.DonaldJTrump.com/DrainTheSwamp",
          1478537127
        ],
        [
          "Join me LIVE in Sarasota, FL!\n\nBe a voter. Learn more >> http://www.Vote.GOP\nContribute & Add your name >> www.DonaldJTrump.com/DrainTheSwamp",
          1478531780
        ],
        [
          "Join me LIVE in Leesburg, VA!\n\nBe a voter. Learn more >> http://www.Vote.GOP\nContribute & Add your name >> www.DonaldJTrump.com/DrainTheSwamp",
          1478491981
        ],
        [
          "Join me LIVE in Moon Township, PA!\n\nBe a voter. Learn more >> http://www.Vote.GOP\nContribute & Add your name >> www.DonaldJTrump.com/DrainTheSwamp",
          1478484433
        ],
        [
          "Join me LIVE in Sterling Heights, MI!\n\nBe a voter. Learn more >> http://www.Vote.GOP\nContribute & Add your name >> www.DonaldJTrump.com/DrainTheSwamp",
          1478474570
        ],
        [
          "Join me LIVE in Minneapolis, MN!\n\nBe a voter. Learn more >> http://www.Vote.GOP\nContribute & Add your name >> www.DonaldJTrump.com/DrainTheSwamp",
          1478459918
        ],
        [
          "Join me LIVE in Sioux City, IA!\n\nBe a voter. Learn more >> http://www.Vote.GOP\nContribute & Add your name >> www.DonaldJTrump.com/DrainTheSwamp",
          1478453231
        ],
        [
          "Join me LIVE in Geneva, OH!",
          1477606882
        ],
        [
          "Join me LIVE in Toledo, OH!",
          1477596333
        ],
        [
          "Join me LIVE!",
          1477595077
        ],
        [
          "Join me LIVE in Sanford, FL!",
          1477417097
        ],
        [
          "Join me LIVE in St. Augustine, FL!",
          1477327775
        ],
        [
          "Join me LIVE in Naples, FL!",
          1477252525
        ],
        [
          "Join me LIVE in Cleveland, OH!",
          1477170105
        ],
        [
          "Join me LIVE in Virginia Beach, VA!",
          1477158330
        ],
        [
          "JOIN ME LIVE IN NEWTOWN, PENNSYLVANIA!",
          1477083632
        ],
        [
          "JOIN ME LIVE IN OHIO!",
          1476974105
        ],
        [
          "Join Me Live In Portsmouth, NH! Portsmouth, NH (10/15)",
          1476540929
        ]
      ],
      "dates_start": 1477172630,
      "dates_end": 1480654040,
      "likes_avg": 94836,
      "likes_stdev": 40299,
      "comments_avg": 147889,
      "comments_stdev": 115113,
      "shares_avg": 24763,
      "shares_stdev": 22279
    },
    {
      "number": 12,
      "important": [
        "administr",
        "share",
        "address",
        "obama",
        "abe",
        "offic",
        "dure",
        "presid obama",
        "thought",
        "facebook"
      ],
      "common": [
        "donald",
        "donald trump",
        "must",
        "obama",
        "president",
        "president obama",
        "president obama lack transparency",
        "response",
        "think",
        "trump"
      ],
      "messages": [
        [
          "Crimea was TAKEN by Russia during the Obama Administration. Was Obama too soft on Russia?",
          1487162023
        ],
        [
          "I will be sharing some of my thoughts on President Obama's Oval Office Address, right here on Facebook.",
          1449446474
        ],
        [
          "What is Obama thinking?",
          1448982754
        ],
        [
          "President Obama was terrible on 60 Minutes tonight. He said CLIMATE CHANGE is the most important thing, not all of the current disasters!",
          1444613310
        ],
        [
          "I'm glad President Obama followed my lead and lowered the flags half-staff. It's about time!",
          1437509101
        ],
        [
          "It must have been President Obama that called in what will go down as the DUMBEST PLAY IN THE HISTORY OF FOOTBALL. Same thought process! #SuperBowl",
          1422854849
        ],
        [
          "I am starting to think that there is something seriously wrong with President Obama's mental health. Why won't he stop the flights. Psycho!",
          1413489807
        ],
        [
          "Can you believe that,with all of the problems and difficulties facing the U.S., President Obama spent the day playing golf. Worse than Carter.",
          1413240761
        ],
        [
          "Obama has missed 58% of his intelligence briefings. But our president does make 100% of his fundraisers.",
          1412691814
        ],
        [
          "President Obama - close down the flights from Ebola infected areas right now, before it is too late! What the hell is wrong with you?",
          1412517024
        ],
        [
          "President Obama has just reached an ALL-TIME low approval rating! Is anybody surprised? The happiest person is former President Jimmy Carter.",
          1410007470
        ],
        [
          "Obama is, without question, the WORST EVER president. I predict he will now do something really bad and totally stupid to show manhood!",
          1402065555
        ],
        [
          "I don't hate Obama at all, I just think he is an absolutely terrible president, maybe the worst in our history!",
          1395432917
        ],
        [
          "Under President Obama, do you think America will become a THIRD WORLD COUNTRY?",
          1387296604
        ],
        [
          "Who thinks that President Obama is totally incompetent?",
          1387292428
        ],
        [
          "President Obama is the best thing that ever happened to Jimmy Carter!",
          1384443356
        ],
        [
          "Enjoy the ratings of President Obama. Timeline Photos",
          1378224247
        ],
        [
          "How about President Obama fixing the gasoline situation instead of taking photo ops in the destruction.",
          1351874805
        ],
        [
          "My video response to President Obama's lack of transparency. Donald Trump's Response To President Obama's Lack Of Transparency Donald Trump's Response To President Obama's Lack Of Transparency",
          1351786253
        ],
        [
          "I will soon be releasing my response to the fact that President Obama refused to show his applications and records to the public.",
          1351782106
        ],
        [
          "President Obama missed the deadline!",
          1351782013
        ],
        [
          "An amazing article by Kevin Gabriel- http://bit.ly/TOU3Fu  A must read by friends and foes of President Obama. End date is tomorrow at noon. ESR | October 29, 2012 | Trump's proposition Donald Trump has done what the media refuses to do: he has asked that Barak Obama release his college records, applications, and passport information. He has pointed out that the \"most transparent\" president in American history is, in fact, the most opaque. In return for the release of these records...",
          1351730563
        ],
        [
          "I'll be making a major announcement on President Obama next week--stay tuned!",
          1350651444
        ],
        [
          "I just had to fire someone, he didn't have a clue--he reminded me of Obama on Wednesday night.",
          1349886139
        ],
        [
          "I don't think Obama will do well in the second debate--he is psyched out just like A-Rod.",
          1349876704
        ],
        [
          "Muslim Brotherhood head of Egypt Morsi is already making demands on Obama before the WH visit. Obama's foreign policy is a complete failure.",
          1348597047
        ],
        [
          "Obama's foreign policy is a complete and total disaster--the worst President we have ever had.",
          1347548485
        ],
        [
          "I am very worried that if President Obama is re-elected then Medicare will be destroyed. We must take care of our seniors.",
          1346181115
        ],
        [
          "Please read this article- Unmasking the media's birth certificate hypocrisy | Times247 Conservatives who question the origin of President Obama’s birthplace are derided as “birthers” — extremist kooks, who su...",
          1339517492
        ],
        [
          "Please read this recent article- Administration admits to ‘hundreds’ of meetings with jihad-linked group President Barack Obama’s deputies are holding “hundreds” of closed-door meetings with a jihad-linked lobbying group that is widely derided by critics as a U.S. arm of the theocratic Muslim Broth",
          1339502659
        ],
        [
          "President Obama's dismal record. From The Desk Of Donald Trump: President Obama's Dismal Record",
          1328130845
        ],
        [
          "The Republicans must defeat President Obama and not themselves. From The Desk Of Donald Trump: The Republicans must defeat Obama....",
          1326731433
        ]
      ],
      "dates_start": 1342167823,
      "dates_end": 1424885276,
      "likes_avg": 37581,
      "likes_stdev": 51444,
      "comments_avg": 4486,
      "comments_stdev": 4849,
      "shares_avg": 4176,
      "shares_stdev": 6866
    },
    {
      "number": 13,
      "important": [
        "america safe great",
        "togeth make america safe great",
        "togeth make",
        "safe",
        "togeth make america safe",
        "make america safe",
        "america safe",
        "togeth make america",
        "florida",
        "togeth"
      ],
      "common": [
        "america",
        "america safe",
        "america safe great",
        "great",
        "make",
        "make america",
        "make america safe",
        "make america safe great",
        "safe",
        "safe great"
      ],
      "messages": [
        [
          "THANK YOU MELBOURNE, FLORIDA! TOGETHER, WE WILL MAKE AMERICA SAFE AND GREAT AGAIN! Timeline Photos",
          1487457843
        ],
        [
          "TOGETHER, WE WILL MAKE AMERICA SAFE AND GREAT AGAIN!\n\"Trump is stronger than national polls suggest\" Trump is stronger than national polls suggest President Trump is still popular in core Republican strongholds, even though he has suffered a dip in the national public opinion polls. Trump's approval rating is 45 percent, an underwater mark previously unseen for a president this early in his first term. But Trump's image and his policies are ho...",
          1486578635
        ],
        [
          "Good morning America! Thank you for all of your support. Both my family and I are grateful. In just six days -- together, we will all MAKE AMERICA SAFE AND GREAT AGAIN! Timeline Photos",
          1484397028
        ],
        [
          "Thank you Bangor, Maine! Get out & #VoteTrumpPence16 on 11/8/16- and together we will MAKE AMERICA SAFE AND GREAT AGAIN! -DJT",
          1476566025
        ],
        [
          "THANK YOU West Palm Beach, Florida! We will MAKE AMERICA SAFE AND GREAT AGAIN! Timeline Photos",
          1476375861
        ],
        [
          "Join me in Ocala, Florida for a few minutes- look at this amazing MOVEMENT! Remember- this is our LAST CHANCE to take back our country -- it is time to MAKE AMERICA SAFE AND GREAT AGAIN!!",
          1476287613
        ],
        [
          "JOIN ME FOR A FEW MINUTES IN PANAMA CITY BEACH, FLORIDA. This is a MOVEMENT like never seen before- and will never be seen again. This is our last chance- lets MAKE AMERICA SAFE AND GREAT AGAIN!",
          1476229579
        ],
        [
          "Unbelievable! Join me in NEVADA with the MOVEMENT! Nobody has ever seen anything like this before. Get out and VOTE on November 8th for #TrumpPence16! WE will MAKE AMERICA SAFE AND GREAT AGAIN, TOGETHER!!",
          1475689549
        ],
        [
          "Beautiful evening in Roanoke, Virginia! We have 44 days until the BIG VOTE! It is imperative that you get out and VOTE. Get your family & get your friends - to VOTE! In order for this MOVEMENT to continue & WIN ~ everyone needs to get out and VOTE! Together, we will MAKE AMERICA SAFE & GREAT AGAIN! -DJT",
          1474762740
        ],
        [
          "Thank you Toledo, Ohio! It is so important for you to get out and VOTE on November 8, 2016! Lets MAKE AMERICA SAFE AND GREAT AGAIN!",
          1474485067
        ],
        [
          "The most fundamental duty of government is to protect American lives. The Obama-Clinton administration has failed to protect our people. As President, my number one priority will ALWAYS be to keep you and your families safe. Believe me, together, we WILL Make America SAFE Again! #ImWithYou",
          1474469085
        ],
        [
          "Join me in in Philadelphia - LETS MAKE AMERICA SAFE AND GREAT AGAIN! GOD BLESS AMERICA!! -DJT",
          1473256038
        ],
        [
          "Thank you for your wonderful support last night- with regard to my Immigration Speech that I delivered at the Phoenix Convention Center. I love this country - and you, the people. Lets MAKE AMERICA SAFE AND GREAT AGAIN! I love you!\nDonald J. Trump Timeline Photos",
          1472728147
        ],
        [
          "Join me in MISSISSIPPI for a few minutes! It is time to MAKE AMERICA SAFE AND GREAT AGAIN!",
          1472077905
        ],
        [
          "Working together we will MAKE AMERICA SAFE AND GREAT AGAIN! #LawAndOrder #ImWithYou",
          1471398887
        ],
        [
          "#ICYMI: Today I delivered my Foreign Policy speech at Youngstown State University. TOGETHER, WE will MAKE AMERICA SAFE AGAIN! FOREIGN POLICY SPEECH",
          1471290145
        ],
        [
          "Unbelievable afternoon in Wilmington, North Carolina. The MOVEMENT continues to grow, as American's realize that Crooked Hillary is not fit to be our next President. I am in this to WIN- and together WE will MAKE AMERICA SAFE & GREAT AGAIN! -DJT Timeline Photos",
          1470766748
        ],
        [
          "GOOD MORNING AMERICA! Departing New York for Virginia now. Incredible day in Ohio & Pennsylvania yesterday. Together- WE will MAKE AMERICA SAFE & GREAT AGAIN! Thank you for your continued support!",
          1470136471
        ],
        [
          "Join me for a few minutes in Pennsylvania! TOGETHER - we are going to MAKE AMERICA SAFE AND GREAT AGAIN!",
          1469643798
        ],
        [
          "Thank you for your incredible support tonight, Winston-Salem, North Carolina! This is an unbelievable MOVEMENT - and we are going to MAKE AMERICA SAFE AND GREAT AGAIN! -DJT Timeline Photos",
          1469492171
        ],
        [
          "We don't have time to play games anymore! Enough! It is time to MAKE AMERICA SAFE & GREAT AGAIN -- IMMEDIATELY! -DJT Timeline Photos",
          1469465727
        ],
        [
          "Join us at the 2016 GOP Convention! Check back frequently for photo updates in this album, as we share history in the making with you! Lets MAKE AMERICA SAFE AND GREAT AGAIN! 2016 GOP CONVENTION",
          1469086491
        ],
        [
          "Thank you Dana White - - there is no question that I will FIGHT for this COUNTRY! I want to MAKE AMERICA SAFE AND GREAT AGAIN - with every American!",
          1469036700
        ],
        [
          "Good morning America! This is a MOVEMENT- and WE are going to MAKE AMERICA SAFE AND GREAT AGAIN- starting in January 2017!",
          1469008800
        ],
        [
          "Proud of you Donald Trump Jr. - you were great! Keep up the incredible work at the Trump Org. Because of you, Ivanka, Eric, and Tiffany - I have this opportunity to give back. It is time to MAKE AMERICA SAFE AND GREAT AGAIN!",
          1468977953
        ],
        [
          "I am in New York City - watching history unfold. This is a MOVEMENT to MAKE AMERICA SAFE AND GREAT AGAIN! I love the United States of America - and am forever grateful for your support! THIS IS A MOVEMENT!",
          1468967327
        ],
        [
          "Make America Safe Again!",
          1468953000
        ],
        [
          "MAKE AMERICA SAFE AND GREAT AGAIN! Donald J. Trump for President",
          1468842729
        ],
        [
          "MAKE AMERICA SAFE AGAIN!",
          1468013048
        ],
        [
          "Wow- another great national poll vs. Crooked Hillary Clinton! We are only just beginning. It's time to MAKE AMERICA SAFE & GREAT AGAIN! Timeline Photos",
          1463695857
        ],
        [
          "Good morning America! Watch Ivanka Trump on CBS This Morning right here! You can see why I am confident in running for President of the United States of America! The Trump Organization will be left in great hands with my kids- I am so proud! It gives me the opportunity to serve you. Together we will MAKE AMERICA SAFE AND GREAT AGAIN! #TrumpTV - Ivanka Trump",
          1463648400
        ],
        [
          "THANK YOU SOUTH CAROLINA! An amazing day with all of you. Everyone be sure to get out and vote tomorrow! We will MAKE AMERICA SAFE & GREAT AGAIN! Timeline Photos",
          1455932727
        ],
        [
          "THANK YOU for another great day, South Carolina! TOGETHER- we are going to MAKE AMERICA SAFE & GREAT AGAIN! Everyone has to get out on Saturday, and VOTE! Thank you for all of your amazing support! Timeline Photos",
          1455839555
        ],
        [
          "THANK YOU- Plymouth, New Hampshire! I had a fabulous afternoon with all of you. I appreciate all of the support. It is so important for you all to get out and VOTE TRUMP on Tuesday! TOGETHER- WE WILL MAKE AMERICA SAFE & GREAT AGAIN! #FITN #NHPrimary Timeline Photos",
          1454875708
        ],
        [
          "THANK YOU - NEW HAMPSHIRE! Everyone get out and vote on February 9th- and we will MAKE AMERICA SAFE & GREAT AGAIN!! Timeline Photos",
          1454546387
        ],
        [
          "Good morning America! Thank you for all of your support in the latest Drudge poll! I will always be tough for America, and will never let you down! Together we will ALL MAKE AMERICA SAFE AND GREAT AGAIN! \nIowa caucus finder: https://www.donaldjtrump.com/iowa/caucus-finder/ Timeline Photos",
          1454068388
        ],
        [
          "I would like to wish everyone A HAPPY AND HEALTHY NEW YEAR. WE MUST ALL WORK TOGETHER TO, FINALLY, MAKE AMERICA SAFE AGAIN AND GREAT AGAIN!",
          1451601008
        ]
      ],
      "dates_start": 1461282227,
      "dates_end": 1478104212,
      "likes_avg": 86026,
      "likes_stdev": 69916,
      "comments_avg": 12212,
      "comments_stdev": 13825,
      "shares_avg": 17752,
      "shares_stdev": 38847
    },
    {
      "number": 14,
      "important": [
        "speech",
        "big",
        "pm",
        "white hous",
        "abe",
        "hous",
        "florida",
        "lot",
        "meet",
        "talk"
      ],
      "common": [
        "house",
        "mike",
        "mike pence",
        "pence",
        "president",
        "trump",
        "vice",
        "vice president",
        "white",
        "white house"
      ],
      "messages": [
        [
          "Will be having many meetings this weekend at The Southern White House. Big 5:00 P.M. speech in Melbourne, Florida. A lot to talk about!",
          1487435273
        ],
        [
          "Join me at 11:00am.... The White House Join us as President Donald J. Trump delivers the Weekly Address.",
          1487342302
        ],
        [
          "It was an honor to host my friend, Prime Minster Benjamin Netanyahu - בנימין נתניהו yesterday - at the White House! The White House LIVE: President Donald J. Trump holds a press conference in the East Room of the White House.",
          1487279133
        ],
        [
          "Join me live in a joint press conference with The Prime Minister of Israel, Benjamin Netanyahu -- at the White House. The White House Coming up LIVE: President Donald J. Trump participates in a joint press conference with The Prime Minister of Israel.",
          1487173538
        ],
        [
          "Join me at the White House, live! The White House LIVE: President Donald J. Trump participates in a listening session with Retail Industry Leaders Association and member company CEOs.",
          1487168380
        ],
        [
          "Congratulations to our new Administrator of the Small Business Administration, Linda McMahon! Watch Linda be sworn-in: The White House Join us LIVE as Vice President Pence participates in the swearing-in of the Administrator of the Small Business Administration, Linda McMahon.",
          1487102334
        ],
        [
          "Congratulations to our new Secretary of Veterans Affairs, Dr. David Schulkin! Time to put the men and women who have served and protected the United States of America-  FIRST! #Heroes The White House Watch LIVE as Vice President Pence participates in the swearing-in of Secretary of Veterans Affairs, Dr. David Shulkin.",
          1487101977
        ],
        [
          "'Ivanka Trump Attends White House Taskforce Meeting with Canadian PM Justin Trudeau' Ivanka Trump Attends White House Taskforce Meeting with Canadian PM Justin Trudeau The first daughter met the Canadian Prime Minister during his visit to Washington",
          1487087607
        ],
        [
          "CONGRATULATIONS to our new Treasury Steven Mnuchin -- he will be GREAT! The White House Watch LIVE as President Donald J. Trump and Vice President Pence participate in the swearing-in of Secretary of the Treasury, Steven Mnuchin.",
          1487035658
        ],
        [
          "Welcome to the White House Prime Minister Justin Trudeau! 🇺🇸🇨🇦 Timeline Photos",
          1487001746
        ],
        [
          "We have a GREAT afternoon of meeting planned. Looking forward to them! Daniel Scavino Jr. President Donald J. Trump welcomes Canadian Prime Minister Justin Trudeau at the White House. 🇺🇸🇨🇦",
          1487000431
        ],
        [
          "Join me for my weekly address! The White House Join us LIVE as President Donald J. Trump delivers the Weekly Address.",
          1486757118
        ],
        [
          "Join us live - for the swearing-in of our new Health and Human Services Secretary, Dr. Tom Price! The White House Watch LIVE as Vice President Pence participates in the swearing-in of Health and Human Services Secretary, Dr. Tom Price.",
          1486739973
        ],
        [
          "Join us live at the White House - for the swearing in of our new Attorney General, Senator Jeff Sessions! The White House Join us as President Donald J. Trump participates in the swearing-in of the Attorney General, Jeff Sessions.",
          1486652082
        ],
        [
          "Thank you to our great Police Chiefs & Sheriffs for your leadership & service. You have a true friend in The White House. We support you! Timeline Photos",
          1486567461
        ],
        [
          "Congratulations Betsy DeVos! Welcome to the team!! Vice President Pence Casts Historic Vote to Confirm Betsy DeVos Today, I cast the tie-breaking vote in the Senate to confirm President Donald Trump’s nominee for Secretary of Education: Betsy DeVos.",
          1486507978
        ],
        [
          "Proud to honor the start of Black History Month at The White House this morning with Vice President Mike Pence. Timeline Photos",
          1485962778
        ],
        [
          "#ICYMI: Yesterday, Vice President Mike Pence swore in Elaine Chao as U.S. Secretary of Transportation. Fox Business JUST IN: Vice President Mike Pence swears-in Elaine Chao as U.S. Secretary of Transportation.",
          1485948351
        ],
        [
          "‪An honor to have U.K. Prime Minister Theresa May join me at the White House.\n#ICYMI➡️our joint press conference: https://www.facebook.com/POTUS/videos/1235586643177440/‬ Timeline Photos",
          1485540551
        ],
        [
          "Spoke at the Congressional GOP Retreat in Philadelphia, PA. this afternoon with Vice President Pence, Senate Majority Leader McConnell, and Speaker Paul Ryan. Thank you for your support!",
          1485457389
        ],
        [
          "‪Meeting right now with members of the Senate leadership at the @WhiteHouse with Vice President Pence. Timeline Photos",
          1485286182
        ],
        [
          "Senate confirmed Mike Pompeo tonight. Vice President Mike Pence wasted no time in swearing him in - as America's new CIA Director. Congratulations Mike! Timeline Photos",
          1485229881
        ],
        [
          "WHITE HOUSE PRESS BRIEFING UNDERWAY: Press Briefing with Press Secretary Sean Spicer https://youtu.be/I6gMfIsUB-s",
          1485193643
        ],
        [
          "Love this photo with my grandchildren! Donald Trump Jr. Surrounded by family @realdonaldtrump signs his first orders yesterday. After the first few Tristan obviously wanted to get back to The White House to play. 😂🇺🇸🇺🇸😄Kai, Donnie, Spencer and Arabella were a bit more patient. #inauguration #trump45 #usa #america #trump #family #grandkids",
          1485144533
        ],
        [
          "It was great seeing my family enjoy the bowling ally here at the White House. Donald Trump Jr. Family bowling session at The White House. Vanessa doing pretty well considering she's still wearing high heels😂 👠🇺🇸🇺🇸🇺🇸 #inauguration #trump45 #usa #america #trump #whitehouse #bowling",
          1485136075
        ],
        [
          "It was an honor to host our amazing teams of law enforcement at the White House this afternoon. Vice President Pence and I are grateful for all you do. Timeline Photos",
          1485120782
        ],
        [
          "The swearing in of 'Assistants to the President' in the East Room of the White House moments ago: Assistants to the President Swearing In",
          1485117783
        ],
        [
          "Writing my inaugural address at the Winter White House, Mar-a-Lago, three weeks ago. Looking forward to Friday. Timeline Photos",
          1484754410
        ],
        [
          "Great time at the Chairman's Global Dinner in Washington, D.C. with Vice President-elect Mike Pence, Inaugural Committee Chairman Tom Barrack and my team. #MAGA! Timeline Photos",
          1484704062
        ],
        [
          "Vice President-Elect Pence is great! Mike Pence goes on an ice cream run at his local Safeway The Vice President-elect grabbed up two tubs.",
          1484413709
        ],
        [
          "Congrats to the Senate for taking the first step to #RepealObamacare- now it's onto the House! Daniel Scavino Jr.",
          1484242570
        ],
        [
          "Vice President-elect Mike Pence had a very productive meeting with Senate GOP. All of us working together - we will repeal & replace Obamacare & put Americans back in charge of their healthcare! Timeline Photos",
          1483566367
        ],
        [
          "Our next Vice President-Elect Mike Pence at Trump Tower today. He is going to be GREAT! Mike Pence Arrives at Trump Tower Today",
          1483475240
        ],
        [
          "Louisiana Runoff \"Get Out The Vote\" Rally with Vice President-Elect Mike Pence and Republican U.S. Senate Candidate John Kennedy.\n\nNew Orleans, LA",
          1480788482
        ],
        [
          "Just arrived in Indiana - en route to Carrier with VP-elect Mike Pence! Timeline Photos",
          1480616934
        ],
        [
          "This is Crooked Hillary at her finest! Our future Vice President Mike Pence speaks the TRUTH about the shady Clinton Foundation! Clinton Foundation",
          1475627437
        ],
        [
          "I am PROUD to have Mike Pence as my running mate! He balanced his budget and finished his term with $2 billion in the bank. What has Tim Kaine done?! Mike Pence Record",
          1475626337
        ],
        [
          "#6. I will creat a private White House Hotline...\n#VeteranReform10 Timeline Photos",
          1468257338
        ],
        [
          "Keep Marco & his friends out of the White House!",
          1457559255
        ],
        [
          "For those that don’t think a wall (fence) works, why don’t they suggest taking down the fence around the White House? Foolish people!",
          1441053477
        ],
        [
          "Congratulations to the White House. For every 1 ObamaCare enrollment there are 44 cancellation notices. Very unfair!",
          1386014127
        ],
        [
          "Next year @TomBrokaw should be the comedian at the White House Correspondents’ dinner. The only problem is that with marbles in his mouth nobody would be able to understand the jokes.",
          1367253465
        ],
        [
          "The  White House Correspondents' dinner was so boring this year- I guess that’s because I didn’t attend(even though I was invited by 5 different groups).",
          1367250836
        ],
        [
          "Please help @autismspeaks with their petition to the White House for a national strategy for the autism epidemic. http://bit.ly/YfQpAX Give Hope. Take Action! | Autism Speaks It looks like you've already signed our petition to call on President Obama and Congress to develop and implement a comprehensive national plan to address autism. We can't thank you enough for you lending your voice to our campaign. We encourage you to share this message with your friends, family me...",
          1364569793
        ]
      ],
      "dates_start": 1439486614,
      "dates_end": 1506007239,
      "likes_avg": 80354,
      "likes_stdev": 70248,
      "comments_avg": 5769,
      "comments_stdev": 4862,
      "shares_avg": 6387,
      "shares_stdev": 15924
    },
    {
      "number": 15,
      "important": [
        "birthday",
        "happi",
        "donald trump",
        "proud",
        "donald",
        "tbt",
        "happi birthday",
        "donald trump presid campaign",
        "donald trump jr",
        "jr"
      ],
      "common": [
        "2015",
        "donald",
        "donald trump",
        "donald trump president 2015",
        "join",
        "join donald",
        "join donald trump",
        "president",
        "trump",
        "trump president 2015 2016 campaign"
      ],
      "messages": [
        [
          "HAPPY BIRTHDAY to my son, Donald Trump Jr. Very proud of you! #TBT Join Donald J. Trump for President - 2015 & 2016 Campaign Trail",
          1451576844
        ],
        [
          "Thank you!! Join Donald J. Trump for President - 2015 & 2016 Campaign Trail",
          1451177866
        ],
        [
          "You do not want to miss Barbara Walters 10 Most Fascinating People of 2015 tonight at 9:30pmE on ABC! ENJOY! Join Donald J. Trump for President - 2015 & 2016 Campaign Trail",
          1450397426
        ],
        [
          "I appreciate the support of Wayne Newton! \"Mr. Las Vegas\" joined me at the #GOPDebate on Tuesday evening. Join Donald J. Trump for President - 2015 & 2016 Campaign Trail",
          1450350008
        ],
        [
          "I will be on Jimmy Kimmel Live with Jimmy Kimmel in 15 minutes! #Trump2016 #Kimmel Join Donald J. Trump for President - 2015 & 2016 Campaign Trail",
          1450322584
        ],
        [
          "Last night - prior to my rally here in Las Vegas, I spent time with The Remembrance Project, a 501(c)3 non-profit that was created in 2009 to honor and remember Americans who have been killed by illegal aliens. The Remembrance Project educates, raises awareness, and conducts outreach in order to support and protect Americans and their families' well-being and safety through upholding U.S. laws and following the Constitution. #Trump2016 \nhttp://www.theremembranceproject.org/ Join Donald J. Trump for President - 2015 & 2016 Campaign Trail",
          1450200254
        ],
        [
          "The last person Hillary Clinton wants to run against - is Trump! I will be her worst nightmare! #Trump2016 Join Donald J. Trump for President - 2015 & 2016 Campaign Trail",
          1450029293
        ],
        [
          "The Sarasota, Florida, rally yesterday was amazing. 12,000 people chanting their love for our country. It's going to happen, this is a MOVEMENT! Join Donald J. Trump for President - 2015 & 2016 Campaign Trail",
          1448821205
        ],
        [
          "Sarasota was an unbelievable success. We expected 5,000, a record, but 12,000 showed up! Great love in the air! Thanks! Join Donald J. Trump for President - 2015 & 2016 Campaign Trail",
          1448736472
        ],
        [
          "We boarded the helicopter for Sarasota, Florida - earlier & will be landing soon! See you there. #Trump2016 Join Donald J. Trump for President - 2015 & 2016 Campaign Trail",
          1448725689
        ],
        [
          "Brad Paisley came up to see me. A really nice and talented guy. Join Donald J. Trump for President - 2015 & 2016 Campaign Trail",
          1448398249
        ],
        [
          "Thank you to all law enforcement agencies for a fabulous job! Join Donald J. Trump for President - 2015 & 2016 Campaign Trail",
          1448154992
        ],
        [
          "My family has the honor of being interviewed for a full hour by the legendary Barbara Walters tonight at 10PM on ABC 20/20. Join Donald J. Trump for President - 2015 & 2016 Campaign Trail",
          1448051526
        ],
        [
          "Just leaving Knoxville, TN --- what a crowd, what amazing people! #Trump2016 #MakeAmericaGreatAgain Join Donald J. Trump for President - 2015 & 2016 Campaign Trail",
          1447721868
        ],
        [
          "I will be on Erin Burnett OutFront tonight at 7PM. Tune in!\n#Trump2016 #MakeAmericaGreatAgain Join Donald J. Trump for President - 2015 & 2016 Campaign Trail",
          1447362624
        ],
        [
          "Signing a copy of Crippled America for Bill! Join Donald J. Trump for President - 2015 & 2016 Campaign Trail",
          1446865243
        ],
        [
          "An aerial shot of Jacksonville crowd yesterday! I may as well show you because the media won't. Join Donald J. Trump for President - 2015 & 2016 Campaign Trail",
          1445812506
        ],
        [
          "Signing my tax return.... Join Donald J. Trump for President - 2015 & 2016 Campaign Trail",
          1444921867
        ],
        [
          "Incredible crowd in Richmond, Virginia tonight! So much spirit and energy! #makeamericagreatagain Join Donald J. Trump for President - 2015 & 2016 Campaign Trail",
          1444862230
        ],
        [
          "Just leaving Nashville,Tennessee. Had a great time with a fabulous crowd of people! Love Nashville -- back soon! #MakeAmericaGreatAgain Join Donald J. Trump for President - 2015 & 2016 Campaign Trail",
          1443906815
        ],
        [
          "With Willie Robertson, a great guy, at our 20,000 people event in Oklahoma last week. Join Donald J. Trump for President - 2015 & 2016 Campaign Trail",
          1443625575
        ],
        [
          "Great reception in D.C. At the Values Voter Summit. Now checking on my job at the Old Post Office! Ahead of schedule and under budget! Will be in Oklahoma tonight! Join Donald J. Trump for President - 2015 & 2016 Campaign Trail",
          1443195984
        ],
        [
          "Dishonest The New York Times reporter Jonathan Martin refused to acknowledge massive crowd surge forward during my speech in South Carolina. Liar!\nYesterday was an amazing day in South Carolina. The crowds and enthusiasm were beyond! Will be back soon! #MakeAmericaGreatAgain Join Donald J. Trump for President - 2015 & 2016 Campaign Trail",
          1443106479
        ],
        [
          "Yogi Berra was not only a great baseball player, he was a great guy. Yogi will be missed. Join Donald J. Trump for President - 2015 & 2016 Campaign Trail",
          1443014195
        ],
        [
          "I will be doing The Late Show with Stephen Colbert at 11:30 on CBS. Enjoy! Join Donald J. Trump for President - 2015 & 2016 Campaign Trail",
          1442970370
        ],
        [
          "A great night in Iowa! Join Donald J. Trump for President - 2015 & 2016 Campaign Trail",
          1442702968
        ],
        [
          "The #CNNDebate was amazing --- so much fun! Join Donald J. Trump for President - 2015 & 2016 Campaign Trail",
          1442454961
        ],
        [
          "Had a record crowd in Boone, Iowa. A fantastic day--- we will #MakeAmericaGreatAgain Join Donald J. Trump for President - 2015 & 2016 Campaign Trail",
          1442084029
        ],
        [
          "Amazing crowd outside The Tonight Show Starring Jimmy Fallon. Tune in at 11:30. Join Donald J. Trump for President - 2015 & 2016 Campaign Trail",
          1442003429
        ],
        [
          "#MakeAmericaGreatAgain #TrumpRallyAL Join Donald J. Trump for President - 2015 & 2016 Campaign Trail",
          1440199654
        ],
        [
          "Had a special visitor in my office yesterday for TIME photo shoot. Join Donald J. Trump for President - 2015 & 2016 Campaign Trail",
          1440076161
        ],
        [
          "On the cover of TIME Magazine- a great honor! Join Donald J. Trump for President - 2015 & 2016 Campaign Trail",
          1440075784
        ],
        [
          "Will be interviewed by Sean Hannity tonight at 10 PM for the full hour. Hope you enjoy it and, more importantly, hope you agree! Join Donald J. Trump for President - 2015 & 2016 Campaign Trail",
          1439331342
        ],
        [
          "#MakeAmericaGreatAgain #GOPdebate Join Donald J. Trump for President - 2015 & 2016 Campaign Trail",
          1438912468
        ],
        [
          "Packed venue of people who want to #MakeAmericaGreatAgain Join Donald J. Trump for President - 2015 & 2016 Campaign Trail",
          1437838343
        ],
        [
          "Supporters waiting to hear me speak in Oskaloosa, Iowa. #MakeAmericaGreatAgain Join Donald J. Trump for President - 2015 & 2016 Campaign Trail",
          1437837467
        ],
        [
          "From an amazing day on the border in Laredo. Join Donald J. Trump for President - 2015 & 2016 Campaign Trail",
          1437752855
        ],
        [
          "Arriving to check out the border. Join Donald J. Trump for President - 2015 & 2016 Campaign Trail",
          1437752807
        ],
        [
          "Speaking at the City Club of Chicago. Sold out in minutes with thousands on the wait list! #MakeAmericaGreatAgain Join Donald J. Trump for President - 2015 & 2016 Campaign Trail",
          1435592334
        ],
        [
          "Addressing record crowd yesterday at Madison County Iowa GOP Dinner. We can bring common sense to D.C. & #MakeAmericaGreatAgain! Join Donald J. Trump for President - 2015 & 2016 Campaign Trail",
          1435506041
        ],
        [
          "Speaking at the Red, White and Blue Dinner in Maryland- Join Donald J. Trump for President - 2015 & 2016 Campaign Trail",
          1435106998
        ],
        [
          "#MakeAmericaGreatAgain Join Donald J. Trump for President - 2015 & 2016 Campaign Trail",
          1435084870
        ],
        [
          "Speaking to great patriots at Manchester Community College. My first visit to Granite State since declaring my candidacy! #FITN #MakeAmericaGreatAgain Join Donald J. Trump for President - 2015 & 2016 Campaign Trail",
          1434574629
        ],
        [
          "I am officially running for President of the United States. #MakeAmericaGreatAgain Join Donald J. Trump for President - 2015 & 2016 Campaign Trail",
          1434463055
        ],
        [
          "11AM #MakeAmericaGreatAgain Join Donald J. Trump for President - 2015 & 2016 Campaign Trail",
          1434458921
        ],
        [
          "Standing ovation after promising to bring the American Dream back, and better than ever before! Join Donald J. Trump for President - 2015 & 2016 Campaign Trail",
          1433450674
        ],
        [
          "Standing room only in Mason City, Iowa! Thanks to the record crowd of over 400 supporters! Join Donald J. Trump for President - 2015 & 2016 Campaign Trail",
          1433449568
        ],
        [
          "The great Mariano Rivera in my office with my son Eric Trump. Join Donald J. Trump for President - 2015 & 2016 Campaign Trail",
          1429103859
        ],
        [
          "Spoke to a capacity crowd at Horry County Republican event earlier today. Join Donald J. Trump for President - 2015 & 2016 Campaign Trail",
          1428768124
        ],
        [
          "Meeting with Iowa State Senate Leaders Join Donald J. Trump for President - 2015 & 2016 Campaign Trail",
          1428516417
        ],
        [
          "With Greta in Washington, D.C. Old Post Office under construction. Tune in tonight at 7PM EST! Join Donald J. Trump for President - 2015 & 2016 Campaign Trail",
          1427219335
        ]
      ],
      "dates_start": 1435091309,
      "dates_end": 1448305759,
      "likes_avg": 89343,
      "likes_stdev": 72112,
      "comments_avg": 6983,
      "comments_stdev": 5428,
      "shares_avg": 10389,
      "shares_stdev": 25300
    },
    {
      "number": 16,
      "important": [
        "becaus",
        "campaign",
        "never",
        "wrong",
        "inform",
        "allow",
        "respect",
        "hillari clinton",
        "lost",
        "clinton"
      ],
      "common": [
        "clinton",
        "crooked",
        "crooked hillary",
        "hillary",
        "hillary clinton",
        "people",
        "rigged",
        "rigged system",
        "system",
        "trump"
      ],
      "messages": [
        [
          "What are Hillary Clinton's people complaining about with respect to the F.B.I. Based on the information they had she should never have been allowed to run - guilty as hell. They were VERY nice to her. She lost because she campaigned in the wrong states - no enthusiasm!",
          1484320780
        ],
        [
          "Hillary Clinton is under FBI investigation AGAIN. She exposed America’s most sensitive secrets, putting our national security at risk. Crooked is UNFIT to serve as our president. When I'm elected, I will PROTECT our people and our country! #AmericaFirst",
          1478192200
        ],
        [
          "We are UNITED in our movement to Make America Great Again. Together, we will break free from the rigged system and replace decades of failure with generations of SUCCESS! #ImWithYou",
          1478108339
        ],
        [
          "HILLARY CLINTON'S - 'PARDON ME'",
          1477011919
        ],
        [
          "DNC Chair Donna Brazile is SO corrupt! SAD. She's just another arm of Crooked Hillary's RIGGED system -- coordinating with convicted criminals and paying people to start violence at my rallies! The system is UNBELIEVABLY RIGGED and believe me, as President, I will END the corruption and once again, your government will be by, for and of the people! #DrainTheSwamp  #RIGGED",
          1476971036
        ],
        [
          "For 30 years, Hillary Clinton has done NOTHING but deliver terrible policies that have made us less safe and less prosperous -- what a failure! As President, I promise to always put the American people FIRST. On day one, believe me, you will see the REAL CHANGE our country needs to win again! #ImWithYou",
          1476827400
        ],
        [
          "The State Department's quid pro quo scheme proves how CORRUPT our system is. Attempting to protect Crooked Hillary, NOT our American service members or national security information, is absolutely DISGRACEFUL. The American people deserve so much better. On November 8th, we will END this RIGGED system once and for all!",
          1476738041
        ],
        [
          "Crooked Hillary’s State Department colluded with the FBI and the DOJ in a DISGRACEFUL quid pro quo exchange where her staff promised FBI agents more overseas positions if the FBI would alter emails that were classified. This is COLLUSION at its core and Crooked Hillary’s super PAC, the media, is doing EVERYTHING they can to cover it up. It's a RIGGED system and we MUST not let her get away with this -- our country deserves better! Vote on Nov. 8 and let’s take back the White House FOR the people and BY the people! #AmericaFirst! #RIGGED\n\nhttp://www.politico.com/story/2016/10/fbi-state-department-clinton-email-229880",
          1476729286
        ],
        [
          "As Secretary of State, Hillary Clinton abused her power to get millions of dollars for the Clinton Foundation, and in return, granted so many favors to the establishment and elites. SO unbelievably corrupt. The system is rigged and as President, I promise you, I will end it! You will always be FIRST—not donors, not special interests, not Washington insiders—you! #AmericaFirst!",
          1476700200
        ],
        [
          "Hillary Clinton is CORRUPT! Crooked only cares about power, money and herself. I am in this for YOU! #AmericaFirst",
          1476277200
        ],
        [
          "The mainstream media (MSM) are trying to rig this election in order to advance their liberal, far left agenda for another 4 years and beyond.  Crooked Hillary Clinton has been the mouthpiece for the corrupt Washington DC system that the MSM keeps alive through direct propaganda and support.  It is time we bring CHANGE to the White House, defeat the rigged system, and Make America Great Again!",
          1476180000
        ],
        [
          "\"It's a good thing Trump isn't in charge of the law in this country.\" -Hillary Clinton\n\n\"Yeah, because you'd be in jail.\" -Donald Trump Timeline Photos",
          1476061056
        ],
        [
          "Because #CrookedHillary would be in JAIL! Hillary Clinton Would Be In Jail",
          1476055998
        ],
        [
          "Here is my statement.\n\nI’ve never said I’m a perfect person, nor pretended to be someone that I’m not.  I’ve said and done things I regret, and the words released today on this more than a decade-old video are one of them.  Anyone who knows me, know these words don’t reflect who I am.\n\nI said it, it was wrong, and I apologize.\n\nI’ve travelled the country talking about change for America. But my travels have also changed me.  I’ve spent time with grieving mothers who’ve lost their children, laid off workers whose jobs have gone to other countries, and people from all walks of life who just want a better future. I have gotten to know the great people of our country, and I’ve been humbled by the faith they’ve placed in me. I pledge to be a better man tomorrow, and will never, ever let you down.\nLet’s be honest.  We’re living in the real world.  This is nothing more than a distraction from the important issues we are facing today.  We are losing our jobs, we are less safe than we were 8 years ago and Washington is broken.\nHillary Clinton, and her kind, have run our country into the ground.\n\nI’ve said some foolish things, but there is a big difference between words and actions. Bill Clinton has actually abused women and Hillary has bullied, attacked, shamed and intimidated his victims. We will discuss this more in the coming days.\n\nSee you at the debate on Sunday.",
          1475892387
        ],
        [
          "There's a reason why people question the TRUSTWORTHINESS of Hillary Clinton and that's because they're paying attention! CROOKED Hillary is shady! Trustworthiness",
          1475629213
        ],
        [
          "Tim Kaine and Hillary Clinton have some things in common! Just like Clinton, Kaine also has a pay-to-play problem! Like I said, CORRUPTION! Pay-To-Play",
          1475626902
        ],
        [
          "ISIS is no weaker than it was a year ago. What strategy?! Hillary Clinton would be more of the same! We need a change! I will #MakeAmericaSafeAgain! ISIS is Not Weaker",
          1475625211
        ],
        [
          "Crooked Hillary has put her own self-interest ahead of everyday Americans for 30 YEARS and she wonders why she isn’t 50 points ahead -- Unbelievable! You can’t lie about 33,000 emails, allow ISIS to spread, and call millions of hard-working Americans “deplorables!” I will bring BIG CHANGE on DAY ONE. #AmericaFirst! #NotHillary!",
          1475248803
        ],
        [
          "The special interests love Hillary Clinton because they have TOTAL control. Remember -- #FollowTheMoney! As president, I promise you, we will once again have a government of, by and for the PEOPLE! #TrumpIsWithYou",
          1475225295
        ],
        [
          "Hillary Clinton is bought and paid for by Wall Street – BIG TIME! All part of the rigged system being run at YOUR expense. It's time to end the Clinton Corruption and do what is right for the American people! #FollowTheMoney",
          1475149141
        ],
        [
          "Hillary Clinton put the office of Secretary of State up for sale – and if she ever got the chance, she’d put the Oval Office up for sale too. While she profits off the RIGGED system, I am fighting for YOU! Everything you need to know about Crooked Hillary can be understood with this simple phrase: #FollowTheMoney!",
          1475091509
        ],
        [
          "For 30 years -- 30 YEARS -- Hillary Clinton hasn’t fixed anything. In fact, her only experience has been at failing. As President, believe me, there will be dramatic change. We are going to get things DONE! #AmericaFirst",
          1475074200
        ],
        [
          "Hillary Clinton was for TPP before she was against it! She even called it the \"gold standard\" of trade agreements! Trump Presses Clinton On TPP",
          1474933728
        ],
        [
          "How is Hillary so oblivious? It’s pretty simple to see why she isn’t 50 points ahead – she called millions of people deplorable, she's owned by Washington insiders, and she's lied over and over to the public and thinks it’s okay. It’s SAD! The American people want a leader who is working for them, not the rigged system. #AmericaFirst!",
          1474917440
        ],
        [
          "We MUST preserve our American heritage -- from Second Amendment rights to bringing jobs back to our country to enforcing immigration laws -- the current rigged system has weakened everything America stands for! This November, we have a chance to take our country back. I will PROTECT your rights, and together, we WILL Make America Great Again! #AmericaFirst",
          1474277400
        ],
        [
          "\"Hillary Clinton needs to address the racist undertones of her 2008 campaign.\" #FlashbackFriday",
          1472174674
        ],
        [
          "Crooked Hillary Clinton #ThrowbackThursday:",
          1471550342
        ],
        [
          "Crooked Hillary Clinton is not fit to be our next president!",
          1470505167
        ],
        [
          "There is absolutely NO DOUBT that Crooked Hillary is a PATHOLOGICAL LIAR. Even the liberal media is calling her out! She's a security risk and admits she \"short circuited\" -- UNBELIEVABLE! There is no question she is COMPLETELY UNQUALIFIED to be President. #MakeAmericaGreatAgain",
          1470430229
        ],
        [
          "The liberal biased media make complete fools out of themselves the way they fawn over Crooked Hillary. It’s SAD, DISHONEST and PATHETIC reporting!",
          1470161449
        ],
        [
          "The Washington Post calls out Crooked Hillary for what she REALLY is! A PATHOLOGICAL LIAR!! Watch that nose grow!",
          1470124800
        ],
        [
          "I’ve said it over and over again. Crooked Hillary is bought and paid for by The Establishment—BIG TIME! Unbelievably CORRUPT! I’m not and never will be owned by ANYONE! #TrumpIsWithYou #TrumpPence2016",
          1469812147
        ],
        [
          "Crooked Hillary will NEVER be able to hide who she REALLY is!",
          1469750644
        ],
        [
          "Bernie Sanders TOTALLY gave up and abandoned his revolution. We welcome all voters who want to fix this RIGGED system and bring back our jobs!",
          1469495289
        ],
        [
          "The American people deserve better. The DNC and Hillary Rotten Clinton rigged the system and completely ignored what the people wanted! They are so, SO corrupt!",
          1469478665
        ],
        [
          "It will not be difficult locating Crooked Hillary's luggage in Philadelphia! -DJT",
          1469459698
        ],
        [
          "CROOKED HILLARY NO!",
          1468521415
        ],
        [
          "Bernie Sanders has totally sold out to Crooked Hillary Clinton. #CrookedHillary",
          1468330094
        ],
        [
          "Today once again proved that the system is absolutely rigged. How Crooked Hillary got away with sharing TOP SECRET emails and LYING about it is just absolutely unbelievable! Crooked Hillary should be prosecuted, not running for President! #CrookedHillary #RiggedSystem",
          1467926985
        ],
        [
          "FBI DIRECTOR: \"No doubt that un-cleared people had access to the server. There were others who maintained the server....who were private sector folks....\" Crooked Hillary Clinton Email Investigation",
          1467917491
        ],
        [
          "The rigged system may have helped Hillary Clinton escape criminal charges, but the FBI Director did indict her today for her incredible lack of judgment and honesty. Watch her LIE over and over again. Unbelievable! #CrookedHillary #RiggedSystem",
          1467744935
        ],
        [
          "Check it out -- 2nd video on Lying Crooked Hillary is now online! Watch it here https://www.lyingcrookedhillary.com/lie/clinton-lies-about-classified-material-on-her-secret-server\n\n #CrookedHillary #Trump2016",
          1467134252
        ],
        [
          "Remember- Crooked Hillary Clinton is a WORLD CLASS LIAR- with terrible JUDGEMENT! Timeline Photos",
          1466791250
        ],
        [
          "Hillary has no shame! The Benghazi attacks were a preventable tragedy disgraced further by Hillary’s web of lies. #CrookedHillary\n\nJust out -- 1st video on Lying Crooked Hillary is up. Check it out here https://www.lyingcrookedhillary.com/lie/hillary-lies-to-benghazi-families/ Lying Crooked Hillary",
          1466693749
        ],
        [
          "For a start - Crooked Hillary should return the $10M-$25M back to Saudi Arabia, IMMEDIATELY! Timeline Photos",
          1466343053
        ],
        [
          "I rarely agree with President Obama- however he is 100% correct about Crooked Hillary Clinton. Great ad! CROOKED HILLARY CLINTON",
          1465570454
        ],
        [
          "Crooked Hillary gets caught lying again. #CrookedHillary  #Trump2016 #Crooked Hillary",
          1464304354
        ],
        [
          "Crooked Hillary said her husband is going to be in charge of the economy. If so, he should run, not her. Will he bring the \"energizer\" to D.C.?",
          1463508165
        ],
        [
          "Why Crooked Hillary cannot be President - - in 3 minutes on Sean Hannity. Crooked Hillary Clinton",
          1463227202
        ],
        [
          "When I said that Hillary Clinton got schlonged by Obama, it meant got beaten badly. The media knows this. Often used word in politics!",
          1450875473
        ],
        [
          "It's the Democrats' total weakness & incompetence that gave rise to ISIS -- not a tape of Donald Trump that was an admitted Hillary lie!",
          1450728690
        ],
        [
          "Do you think that Hillary Clinton will apologize to me for the lie she told about \"the video\" of me being used by ISIS. There is no video.",
          1450724107
        ],
        [
          "Hillary Clinton spokesperson admitted that there was no ISIS video of me. Therefore, Hillary LIED at the debate on Saturday night. SAD!",
          1450692009
        ],
        [
          "If I'm so fortunate to be chosen [as GOP nominee], I will do everything in my power to beat Hillary Clinton. #GOPDebate",
          1450234956
        ],
        [
          "The last person corrupt Hillary Clinton wants to run against is Donald J. Trump. I'll end up beating her in every state. New Fox Poll -Trump!  We need strong and super smart for our next leader - or trouble!",
          1449669798
        ],
        [
          "Hillary Clinton is weak on illegal immigration, among many other things. She is strong on corruption - corruption is what she's best at!",
          1448394524
        ],
        [
          "Mr. Trump believes that Hillary Clinton has lost all credibility when she blames him for the horrible incident in South Carolina. Why would Mrs. Clinton attack Donald Trump for something that he has nothing to do with?\n \nMr. Trump continues to send his prayers and condolences to the people of South Carolina. In light of the tragedy, Mr. Trump also cancelled a sold out campaign event.\n \nAt this time of national sorrow, a responsible leader should be focused on uniting and healing the country.\n \nMr. Trump believes that Hillary Clinton does not have any credibility when she blames words for violence. This is the same politician who lied to the world after she failed to take proper steps to secure the U.S. Consulate in Benghazi and falsely blamed the radical Islamic attack on a YouTube video. This is the same person who illegally deleted her emails after getting a subpoena from the U.S. Congress.\n \nIt is totally inappropriate for Mrs. Clinton to exploit this terrible tragedy and use it as an opportunity to attack Donald Trump. She must be nervous about something.",
          1434721533
        ]
      ],
      "dates_start": 1459386439,
      "dates_end": 1478573640,
      "likes_avg": 87929,
      "likes_stdev": 80488,
      "comments_avg": 12087,
      "comments_stdev": 18613,
      "shares_avg": 63571,
      "shares_stdev": 115199
    },
    {
      "number": 17,
      "important": [
        "right",
        "new",
        "latest",
        "point",
        "first",
        "trade",
        "new york",
        "market",
        "develop",
        "time"
      ],
      "common": [
        "miss",
        "new",
        "new york",
        "photos",
        "timeline",
        "timeline photos",
        "tower",
        "trump",
        "trump tower",
        "york"
      ],
      "messages": [
        [
          "🚨BREAKING\nMarkets Right Now: Dow Jones industrials breach 20,000 Markets Right Now: Dow Jones industrials breach 20,000 NEW YORK (AP) — The latest on developments in financial markets (All times local): 9:35 a.m. The Dow Jones industrial average is trading over 20,000 points for the first time, the latest milestone in a record-setting drive…",
          1485352532
        ],
        [
          "Join me LIVE from Trump Tower!",
          1484146208
        ],
        [
          "Trump Tower Live Interviews!",
          1478393061
        ],
        [
          "So nice - great Americans outside Trump Tower right now. Thank you! (Sorry I am not there - just landed in Arizona!)",
          1477770476
        ],
        [
          "Join us LIVE at 6:30pmE! Our nightly campaign coverage from Trump Tower!\n\nThis is a HISTORIC movement. Together, we will once again make a government by, for, and of the people! Help us close out the final weeks of this campaign strong and WIN.\nContribute $10 Now >> www.DonaldJTrump.com/Live Campaign Coverage - Oct 24",
          1477341137
        ],
        [
          "Thank you to my amazing supporters outside of Trump Tower this afternoon. #ImWithYou",
          1475966986
        ],
        [
          "The The New York Times never called me about ungrateful former employee Barbara Res. If they had- I would've shown her many emails begging for her job back!",
          1463685753
        ],
        [
          "Rowanne Brewer, the most prominently depicted woman in the failing New York Times hit piece on me- joined Fox & Friends this morning. We have exposed the article as a fraud. Failing New York Times Hit Piece",
          1463428645
        ],
        [
          "Ivanka Trump joined Gayle Kind at the Forbes Women’s Summit- at Chelsea Piers, here in New York City. Terrific job- Ivanka! Forbes Women's Summit with Ivanka Trump",
          1463401376
        ],
        [
          "Thank you Nassau County GOP. It was an honor to join everyone this evening. I am grateful for your support with my candidacy! Lets defeat Crooked Hillary in November here in New York, and MAKE AMERICA GREAT AGAIN! Timeline Photos",
          1463011616
        ],
        [
          "Watch this 360 video of my speech last night at Trump Tower New York.\nMake sure you are using the latest version of your web browser- Chrome, Firefox etc. \n360 videos on Facebook are not viewable on Safari or Internet Explorer. 360 Victory Speech New York",
          1461160065
        ],
        [
          "THANK YOU NEW YORK! I WILL NEVER FORGET! Timeline Photos",
          1461141000
        ],
        [
          "Thank You New York! Watch my speech from earlier tonight at Trump Tower New York. New York 4/19/2016",
          1461117896
        ],
        [
          "I love you New York! Do not forget to get out and #VoteTrump today! THANK YOU for all of your incredible support. It is time to MAKE AMERICA GREAT AGAIN! #VoteTrump New York!",
          1461082137
        ],
        [
          "New York, it is time to VOTE TRUMP! Let's show our #NewYorkValues. Ivanka Trump  #MakeAmericaGreatAgain #Trump2016\n\nFind your polling location: https://www.donaldjtrump.com/new-york/ New York Primary Day",
          1461068811
        ],
        [
          "New York, we will make America great again!",
          1460994713
        ],
        [
          "Amazing afternoon in Plattsburgh, New York. Thank you for the support! Jobs are being sucked out of the country- and we're going to stop it!",
          1460755646
        ],
        [
          "I LOVE YOU ROME, NEW YORK! Thank you for a fabulous afternoon!! Don't forget to VOTE next Tuesday!! Timeline Photos",
          1460504237
        ],
        [
          "Ted Cruz attacked New Yorkers and New York values- we don't forget! New York Values",
          1460050153
        ],
        [
          "“The system has become so incompetent and outrageously bureaucratic. The centers of power are so, so in New York, Washington, D.C., and Los Angeles, that the whole rest of the country is in rebellion. And people are looking for somebody who can kick down the doors.” -Newt Gingrich Newt Gingrich: Trump Can 'Kick Down The Doors' Newt Gingrich said the country is in rebellion against the coastal power centers and Trump can \"kick down the doors\" of the establishment.",
          1450103824
        ],
        [
          "Join me at 2:00pmEST today - live from Trump Tower - via Facebook & Periscope! Timeline Photos",
          1449077763
        ],
        [
          "Look at the editorial I was just sent from the New York Post on 9/14/01 - 3 days after collapse of WTC. Any apologies? Photos from Donald J. Trump's post",
          1448992099
        ],
        [
          "How does Ben Carson survive this problem – really big. Similar story on front page of New York Times. Advisers claim Carson struggles with foreign policy: report It’s not rocket science, or even neurosurgery.",
          1447858408
        ],
        [
          "Join me today, Nov 3rd, in Trump Tower New York at noon. I'll be signing copies of my new book CRIPPLED AMERICA. Don't miss it!",
          1446556517
        ],
        [
          "Join me tomorrow, Nov. 3rd, at 12pm in Trump Tower New York. I’ll be signing copies of my new book CRIPPLED AMERICA.  Don’t miss it! Timeline Photos",
          1446500905
        ],
        [
          "Join me Tuesday, November 3rd at 12PM in Trump Tower New York. I'll be signing copies of my new book CRIPPLED AMERICA. Don't miss it! Timeline Photos",
          1446212008
        ],
        [
          "Hillary Clinton is on the front page of The New York Times waving to 200 people in New Hampshire. My crowd next door was 5,000 people – no pic!",
          1445108710
        ],
        [
          "Watch major press conference from Trump Tower New York LIVE",
          1441296416
        ],
        [
          "At 11AM I will be making a major announcement from Trump Tower. Watch it live on Periscope! Timeline Photos",
          1434456086
        ],
        [
          "I will be making a special announcement from Trump Towers at 5th Ave on June 16th at 11AM. Timeline Photos",
          1433177878
        ],
        [
          "Watch this video to learn more about Trump International Realty's Michelle Griffith and some of our spectacular real estate in New York City. Trump International Realty: Meet Michelle E. Griffith Contact Michelle- mgriffith@trumpic.com 646-942-5521 Connect with Michelle- https://twitter.com/mgriffithnyc http://instagram.com/michellegriffithnyc https:/...",
          1420574100
        ],
        [
          "DONALD J. TRUMP WINS MAJOR VICTORY OVER N.Y STATE ATTORNEY GENERAL ERIC SCHNEIDERMAN\n\n (For Further Information Contact Michael Cohen 212.836.3212 Mcohen@trumporg.com\nor Jeff Goldman 212.867.4466 x312  jeffgoldman@bbwg.com)\n\nThe New York State Supreme Court has just issued various rulings which destroy the case brought by New York State Attorney General Eric Schneiderman against Donald J. Trump’s Trump University.  The three most important causes of actions have been thrown out entirely and the $40M damage claim is now down to a very small amount of money, if any.  The minor remaining portions of the case create a very heavy burden for the Attorney General to win, as his case is based on “inadmissible, unsigned evidence,” according to the Court ruling.  Schneiderman also lost his motion for summary judgment because there was no proof of any fraud whatsoever.  Indeed, the Court called out Schneiderman’s “evidentiary deficiencies.”  \n\nMr. Trump stated “Eric Schneiderman is a total lightweight who is considered by many, including myself, to be the worst Attorney General in the United States.  He spent millions of dollars of taxpayers’ money trying to build his name and reputation on publicity by going after me and now his entire case has been totally decimated. This all for a school that has a 98% approval rating from its students.  The Better Business Bureau has recently given the school an A rating.  In my opinion, he is a corrupt politician.  All you have to do is look at what is taking place with the Moreland Commission, etc.  Because of his frivolous lawsuits, many jobs are leaving New York City and New York State.  As soon as this case is over we will consider re-opening the school to all of our students and hire back the teachers and others, thereby creating lots of jobs for New York.”\n\n“The publicity-mad Schneiderman is desperately trying to change his weak and ineffective image with the voters prior to election” continued Mr. Trump. “The State desperately wanted to settle this case with me—I have no interest in settling and most of the case is now won. Almost the entire case has been thrown out and the remainder totally weakened.  The original lawsuit was brought in the names of 10,000 students, almost all of whom signed affidavits praising the school, and is now reduced to less than 1,000 students. While the judge would not allow us to sue, at this time, for malicious prosecution, she stated that we can come back at a later date with this charge—which we will.” The highest fine for operating without a license in the history of New York has only been a few thousand dollars and we will appeal this part of the decision.\n\nSadly, certain newspapers did not cover this victory correctly and only spoke to Schneiderman and his people. The real fact is this has been almost a complete and total victory for Donald Trump and the school.",
          1413472504
        ],
        [
          "Enjoy the #hyperlapse of Trump Tower.",
          1409667333
        ],
        [
          "#TBT As a young man when I proposed the Convention Center in New York City. Timeline Photos",
          1398366073
        ],
        [
          "The atrium of Trump Tower dressed up for Christmas. Timeline Photos",
          1386792012
        ],
        [
          "We always enjoy hosting tourists in Trump Tower. They come from all over the world to see the Atrium, a New York City landmark. www.trumptowerny.com Trump Tower Celebrating 30 Years The Trump family looks back on Trump Tower's 30 years of excellence as one of the most famous buildings in the world celebrates an important milestone.",
          1385490424
        ],
        [
          "Time flies- it’s Trump Tower's 30th anniversary. To celebrate we made this video highlighting its amazing history.\nhttp://www.youtube.com/watch?v=fEu_wo4-T9Y&feature=c4-overview&list=UU9AKA0PYiGCSPqfCEMaKtag Trump Tower Celebrating 30 Years The Trump family looks back on Trump Tower's 30 years of excellence as one of the most famous buildings in the world celebrates an important milestone.",
          1377189245
        ],
        [
          "Our great project in South America, Trump Tower Punta Del Este in Uruguay, will have spectacular views and the finest amenities. Timeline Photos",
          1377008350
        ],
        [
          "#TBT Myself with mother and father at New York Military Academy. See, I can be very military. High rank! Timeline Photos",
          1376591263
        ],
        [
          "Steven Tyler visited me at Trump Tower- what a great guy! Timeline Photos",
          1373464881
        ],
        [
          "Here I am with Christian Bale when they filmed The Dark Knight Rises at Trump Tower. Very nice guy and terrific actor. Timeline Photos",
          1357241901
        ],
        [
          "Thanks for all the nice words on my keeping the Trump Tower atrium accessible to stranded victims of #Sandy. My honor.",
          1351712448
        ],
        [
          "People are happy that I left the Trump Tower atrium open as opposed to taking the easy way out. Timeline Photos",
          1351618732
        ],
        [
          "People having a great time in the Trump Tower atrium ---   unlike others, I stayed open. Timeline Photos",
          1351606920
        ],
        [
          "Derek Jeter had a great career until 3 days ago when he sold his apartment at Trump World Tower- I told him not to sell- karma?",
          1350308749
        ],
        [
          "Trump Tower is one of the country's top tourist destinations. Timeline Photos",
          1349359499
        ],
        [
          "Jeffrey Robinson’s Trump Tower has it all. The ultra rich, powerful, and beautiful. It’s your summer must-read http://amzn.to/NGZ2PQ Timeline Photos",
          1344873415
        ],
        [
          "Take a tour of this amazing penthouse in Trump Park Avenue..... Trump Park Avenue: Penthouse",
          1339090457
        ],
        [
          "Watch Miss USA 2012 live tonight on NBC at 9PM ET.  The 2012 Miss USA Contestants Visit Trump Tower During their press tour of New York City, the 2012 Miss USA Contestants stopped by Trump Tower to visit Donald Trump. ",
          1338733633
        ],
        [
          "The Miss USA 2012 contestants standing outside of Trump Tower in New York City. Watch Miss USA 2012 tomorrow at 9PM ET on NBC. Timeline Photos",
          1338649540
        ],
        [
          "The Miss USA 2012 contestants pose for a picture with me at Trump Tower in New York City. Watch Miss USA 2012 this Sunday at 9PM ET on NBC. Timeline Photos",
          1338566586
        ],
        [
          "During their press tour of New York City, the 2012 Miss USA Contestants stopped by Trump Tower to visit Donald Trump. Watch Miss USA 2012 Live on NBC June 3rd at 9 PM ET. The 2012 Miss USA Contestants Visit Trump Tower",
          1338310220
        ],
        [
          "Paul Teutul, Sr. joined me for a press event in Trump Tower last week. Timeline Photos",
          1334585062
        ],
        [
          "Ivanka Trump recently held her Ready-To-Wear Fashion Show at Lord & Taylor in New York City. Watch for a behind the scenes look- Ivanka Trump's Ready-To-Wear Fashion Show 2012",
          1334084028
        ],
        [
          "Take a tour of this amazing residence at Trump World Tower. Trump World Tower: Residence 44B",
          1330098156
        ],
        [
          "The winner of the Westminster Dog Show came to visit me at Trump Tower earlier today. Timeline Photos",
          1329342473
        ],
        [
          "Below is a picture of the custom made Trump Bike that Paul Teutul Sr. of \"American Chopper\" and \"The Celebrity Apprentice\" presented to me today in Trump Tower. Timeline Photos",
          1328735089
        ],
        [
          "I’m very proud to celebrate the 15th anniversary of Trump International Hotel & Tower New York. We have the best location in the world—right on the south west corner of Central Park with Columbus Circle and Lincoln Center as a backdrop. This beautiful building has always been one of the highest rated hotels in the world as well as offering the most coveted condominiums in the city. I invite you to take a closer look at one of the crown jewels of the New York City skyline. Trump International New York, 15th Anniversary Video Celebrating 15 years of unparalleled luxury and service.",
          1328021300
        ]
      ],
      "dates_start": 1356446133,
      "dates_end": 1465045848,
      "likes_avg": 29218,
      "likes_stdev": 36386,
      "comments_avg": 9317,
      "comments_stdev": 33148,
      "shares_avg": 4225,
      "shares_stdev": 7586
    },
    {
      "number": 18,
      "important": [
        "join",
        "came",
        "sinc",
        "follow",
        "die",
        "abe",
        "saturday",
        "free",
        "live",
        "countri"
      ],
      "common": [
        "apprentice",
        "celebrity",
        "celebrity apprentice",
        "nbc",
        "photos",
        "star",
        "timeline",
        "timeline photos",
        "tonight",
        "watch"
      ],
      "messages": [
        [
          "Join me this Saturday in Mobile, Alabama at 3pm! Tickets are now available! Off to Wisconsin now!\nTickets: bit.ly/2gpwhwcALABAMA Timeline Photos",
          1481661689
        ],
        [
          "Live Free or Die: A motto for the whole country to follow Live Free or Die",
          1454689319
        ],
        [
          "Television ratings for Saturday Night Live just came out and they were great - the best since 2011. Very few protesters!",
          1447039106
        ],
        [
          "Saturday Night Live has some incredible things in store tonight. The great thing about playing myself is that it will be authentic! Enjoy! Saturday Night Live Trump is exploring his options at SNL. https://youtu.be/ehIiDTDzENY",
          1446915132
        ],
        [
          "I will be on the The Late Show with Stephen Colbert tonight at 11:30. Timeline Photos",
          1442954585
        ],
        [
          "Congrats to my friend Arnold Schwarzenegger who is doing next season’s Celebrity Apprentice. He'll be great & will raise lots of money for charity.\nTo all my fans, sorry I couldn’t do The Apprentice any longer— but equal time (presidential run) prohibits me from doing so. Love!",
          1442244418
        ],
        [
          "Backstage with Jimmy Fallon before opening skit- great fun! The Tonight Show Starring Jimmy Fallon Timeline Photos",
          1442023019
        ],
        [
          "People don’t understand that I left The Apprentice to run for President- The Apprentice DID NOT leave me. Bob Greenblatt & folks at NBC were GREAT!",
          1439491254
        ],
        [
          "Have some fun with this-",
          1436799876
        ],
        [
          "Statement on Relationship with NBC- Timeline Photos",
          1435601690
        ],
        [
          "Star Wars #MayThe4thBeWithYou--- here is when Darth Vader and I did some firing. Apprentice Star Wars Trump Takes on Vader in the Boardroom. Clips used with permission of Lucasfilm from Apprentice on NBC promotion",
          1430764513
        ],
        [
          "Who will be the next Celebrity Apprentice? Find out tonight- LIVE- on NBC at 8/7c! The Celebrity Apprentice - Coming Up: The Live Finale (Promo) Who will be the next Celebrity Apprentice? Watch the epic showdown Monday at 8/7c to find out. » Subscribe for more Celebrity Apprentice: http://bit.ly/W5sEP...",
          1424111674
        ],
        [
          "I still don't know who I'm going to choose. Geraldo Rivera or Leeza Gibbons? Who do you like? Watch the live finale Monday night on NBC! Timeline Photos",
          1423839802
        ],
        [
          "Don’t forget to watch The Apprentice tonight— you will love it! 8 PM on NBC.",
          1423519907
        ],
        [
          "ICYMI Clip from last night's explosive #CelebApprentice boardroom- The Celebrity Apprentice - You Are Just a Toxic Trick (Episode Highlight) The fight between Vivica and Kenya gets nasty, and Kenya is accused of stealing Vivica's phone and tweeting from her account. » Subscribe for more Celebrity ...",
          1422976091
        ],
        [
          "All new The Apprentice starts right now!\n\nPhoto: Douglas Gorenstein Timeline Photos",
          1422921570
        ],
        [
          "Preview of tonight's all new The Apprentice- 8PM on NBC. The Celebrity Apprentice - Someone's Going Down with the Ship (Preview) There are only three weeks left until the winner is crowned! All-new Celebrity Apprentice, Monday at 8/7c. » Subscribe for more Celebrity Apprentice: http://...",
          1422288853
        ],
        [
          "The Apprentice will be very interesting and exciting tonight at 8PM on NBC. Joan Rivers puts on a great show! http://youtube.com/watch?v=F1BeQUj2lN8",
          1421700581
        ],
        [
          "All new The Apprentice starts now on NBC!",
          1421107209
        ],
        [
          "Lights... Camera....You're Fired! All new The Apprentice tonight at 8PM ET on NBC! Timeline Photos",
          1421081689
        ],
        [
          "Two new episodes of The Apprentice start right now on NBC!",
          1420502410
        ],
        [
          "The Apprentice starts now on NBC. This is going to be a special season- great characters and cast. You will soon see!",
          1420419685
        ],
        [
          "Premieres at 9/8c tonight on NBC! Meet the New Celebrity Apprentice Cast! It's back! NBC's Celebrity Apprentice is pitting your favorite stars up against one another in Do...",
          1420414684
        ],
        [
          "#CelebApprentice The Apprentice returns tonight at 9/8c on NBC. Timeline Photos",
          1420404190
        ],
        [
          "#CelebApprentice Who will hear those two famous words? The Apprentice premieres tomorrow at 9/8c on NBC. Timeline Photos",
          1420333714
        ],
        [
          "A sneak preview of the upcoming season of The Apprentice. Premieres this Sunday at 9/8c on NBC. The Celebrity Apprentice - Don't Even Try (Promo) Trying to fool Donald Trump is a recipe for failure. The Celebrity Apprentice returns January 4 at 9/8c on NBC. » Subscribe for more Celebrity Apprentice: ht...",
          1420254735
        ],
        [
          "The Apprentice season premiere this Sunday at 9PM on NBC. Donald Trump spills Celebrity Apprentice secrets Donald Trump spills the secrets of who hates whom in our sit-down interview. The Celebrity Apprentice season premieres on NBC Sunday, Jan. 4.",
          1420236878
        ],
        [
          "This Sunday at 9/8C, the real playoffs begin with the premiere of The Apprentice! Game on in the Boardroom... The Celebrity Apprentice - First Look: Celebrity Apprentice (Preview) Get an inside look at the brand new season, premiering Sunday, January 4 at 9/8c on NBC. » Subscribe for more Celebrity Apprentice: http://bit.ly/W5sEPv » Th...",
          1420042031
        ],
        [
          "The cast of the new season of The Apprentice. Premieres January 4th on NBC. Timeline Photos",
          1417626515
        ],
        [
          "Watch this video to see the new cast of The Apprentice. Premieres January 4th on NBC. The Celebrity Apprentice 2015 Press Conference",
          1415107246
        ],
        [
          "Happy Halloween! http://yhoo.it/1DDcHla Trump Promo Shoot: Halloween | Saturday Night Live - Yahoo Screen Donald Trump records Halloween themed promos for The Apprentice.",
          1414764751
        ],
        [
          "Joan Rivers was a great friend and a truly magnificent talent. She had an energy like no other and it was an honor to know her so well. She was my winner of the eighth season of the The Apprentice and had a strength seldom seen. We just finished shooting Season 14 of Celebrity Apprentice and Joan was a very entertaining and important part of it. She will be missed. Watch here as Joan wins Celebrity Apprentice. Joan Rivers",
          1409924782
        ],
        [
          "#TBT Saturday Night Live Timeline Photos",
          1403207990
        ],
        [
          "Tune-in to NBC tonight at 8/7c for the 2014 #MissUSA Competition LIVE from Baton Rouge. Timeline Photos",
          1402244821
        ],
        [
          "Only you can #SavetheQueen during the LIVE telecast of #MissUSA on June 8 at 8/7c on NBC. Click for more info: http://bit.ly/TaVsaT Timeline Photos",
          1402065228
        ],
        [
          "I'll be on Piers Morgan Live tonight at 9PM. Timeline Photos",
          1381432022
        ],
        [
          "Enjoy The Apprentice tonight at 9PM - a really great episode! The Final Three Episodes! - All-Star Celebrity Apprentice Preview With three episodes left and five all-stars still standing, the pressure is at an all-time high. Subscribe for more All-Star Celebrity Apprentice: http://bit...",
          1367794255
        ],
        [
          "Joan Rivers comes back in a big way tonight on The Apprentice - she is fantastic. 9PM on NBC! Team Plan B's LG Presentation - All-Star Celebrity Apprentice Preview It's family movie night with a mechanical dog. Subscribe for more All-Star Celebrity Apprentice: http://bit.ly/W5sEPv Watch All-Star Celebrity Apprentice Sun...",
          1367188999
        ],
        [
          "Watch Gary Busey tonight on The Apprentice- some really crazy things happen! 9PM ET NBC!\nhttp://www.youtube.com/watch?v=X7Q4csqroHc Gary Being Gary - All-Star Celebrity Apprentice Preview Lisa and Penn discover the trials and tribulations of working with Gary Busey. Subscribe for more All-Star Celebrity Apprentice: http://bit.ly/W5sEPv Watch A...",
          1366582392
        ],
        [
          "Make sure to watch The Apprentice tonight at 9PM ET on NBC. A great show, just like The Masters. And...Action! - All-Star Celebrity Apprentice Preview The all-stars are tasked with writing, directing and acting in a silent film. Subscribe for more All-Star Celebrity Apprentice: http://bit.ly/W5sEPv Watch Al...",
          1365978663
        ],
        [
          "The Apprentice is great tonight and stars the legendary beauty Melania Trump who reveals her great skin care collection Melania Caviar Complexe C6 available at Lord and Taylor. Meet Mrs. Trump - All-Star Celebrity Apprentice Preview This week, the all-stars have a new boss: Mrs. Trump... and someone makes the ultimate mistake. Subscribe for more All-Star Celebrity Apprentice: http://bit....",
          1365373761
        ],
        [
          "BIG NIGHT on The Apprentice tonight. IMPORTANT, starts at 10 P.M. as scheduled but NBC just increased all future episodes to 2 hours! Don't Mess with Omarosa - All-Star Celebrity Apprentice Preview Piers is back with an axe to grind - and he wants to use it on Omarosa. Subscribe for more All-Star Celebrity Apprentice: http://bit.ly/W5sEPv Watch All-Star...",
          1364755614
        ],
        [
          "I'm doing the Late Show with David Letterman tonight -should be interesting!",
          1364408532
        ],
        [
          "The Apprentice tonight at 9PM ET on NBC- some amazing things happen! Omarosa Is Not Your Friend - All-Star Celebrity Apprentice Preview Claudia realizes that Omarosa is all about the Boardroom. Subscribe for more All-Star Celebrity Apprentice: http://bit.ly/W5sEPv Watch All-Star Celebrity App...",
          1364163121
        ],
        [
          "NBC just announced that all 1 hour The Apprentice episodes are being expanded to 2 hours- it’s amazing what good ratings will do!",
          1363820880
        ],
        [
          "Don't forget to watch The Apprentice tonight at 9PM ET on NBC - GREAT EPISODE! Preview - The Gloves Come Off - All-Star Celebrity Apprentice Sparks will fly on an all-new Celebrity Apprentice Sunday at 9/8c. Subscribe for more All-Star Celebrity Apprentice: http://bit.ly/W5sEPv Watch All-Star Cele...",
          1363541227
        ],
        [
          "I will be live tweeting during the premiere of The Apprentice at 9 PM ET. #CelebApprentice",
          1362355828
        ],
        [
          ".@DeeSnider, @StephenBaldwin7, and the rest of your favorites are back! All-Star @ApprenticeNBC premieres Sunday 9PM @NBC. Timeline Photos",
          1362003425
        ],
        [
          "Another nasty season premieres Sunday, March 3rd at 9/8c on NBC! Timeline Photos",
          1359570487
        ],
        [
          "Watch me tonight on Late Night with Jimmy Fallon.\r\nPhoto: Lloyd Bishop/NBC Timeline Photos",
          1351652188
        ],
        [
          "I will be on Late Night with Jimmy Fallon tonight. Lots of fun!",
          1351648912
        ],
        [
          "All-Star Celebrity Apprentice press conference- Timeline Photos",
          1350054209
        ],
        [
          "The Celebrity Apprentice cast will be announced tomorrow at 7:30 AM ET during The Today Show with Matt Lauer.",
          1349964285
        ],
        [
          "Who would you like to see on next season of Celebrity Apprentice? Let us know- everyone wants to be on it.",
          1337695897
        ],
        [
          "Who will win? Find out tonight- live Season Finale at 9PM ET on NBC. Timeline Photos",
          1337530296
        ],
        [
          "The final two in the lobby of Trump Tower. Watch the live Season Finale 9PM ET this Sunday on NBC. Timeline Photos",
          1337358503
        ],
        [
          "Last year's Celebrity Apprentice winner John Rich and Marlee Matlin stopped by to interview the final four in this week's episode. Timeline Photos",
          1336498261
        ],
        [
          "I will be live tweeting during tonight's #CelebrityApprentice. Watch right now on NBC and follow @realDonaldTrump.",
          1336345345
        ],
        [
          "Watch this sneak peek of tonight's The Celebrity Apprentice. 9PM ET NBC.\n The Apprentice: Jingle All the Way Home The celebrities must write a 90-second jingle for Good Sam's Roadside Assistance program.",
          1335738099
        ],
        [
          "Tonight’s #CelebrityApprentice will continue to impress. Be sure to tune in tonight at 9PM ET NBC. It will be amazing.",
          1335135153
        ],
        [
          "Celebrity Apprentice contestant Lou Ferrigno stopped by to visit today. Timeline Photos",
          1333985064
        ],
        [
          "Dee Snider and Debbie Gibson joined me for interviews today to talk about The Celebrity Apprentice. Timeline Photos",
          1333477803
        ],
        [
          "Apprentice wins! The Celebrity Apprentice got off to a fantastic start on Sunday, ranking #1 in the 9-11pm time slot among ABC, CBS, NBC and Fox for adults in the 18-49 & 25-54 age groups along with other key demographics according to the NBC/Nielsen Ratings. The show also raised a record amount of money for charity compared to previous Celebrity Apprentice premieres, something the entire cast can be very proud of. The Apprentice",
          1329857144
        ],
        [
          "Playing password on Jimmy Fallon with Dee Snider and Teresa Giudice from The Celebrity Apprentice. Photo copyright: Lloyd Bishop/NBC. Timeline Photos",
          1329340909
        ],
        [
          "This season of Celebrity Apprentice is even bigger and better than ever. We’ve never had more candidates and we’ve added three extra episodes. Take a look at the new cast who will be appearing on the premier, Sunday February 12th on NBC. The Apprentice - Official NBC Site Season premieres Sunday, February 12th. Meet the contestants and watch our exclusive collection of online sneak peeks.          Watch »",
          1325797234
        ]
      ],
      "dates_start": 1351002652,
      "dates_end": 1432453659,
      "likes_avg": 12372,
      "likes_stdev": 24281,
      "comments_avg": 1488,
      "comments_stdev": 3246,
      "shares_avg": 1412,
      "shares_stdev": 6140
    },
    {
      "number": 19,
      "important": [
        "well",
        "realdonaldtrump",
        "donald trump",
        "south",
        "post",
        "earlier",
        "donald",
        "instagram",
        "today",
        "compani"
      ],
      "common": [
        "desk",
        "desk donald",
        "desk donald trump",
        "donald",
        "donald trump",
        "great",
        "instagram",
        "interview",
        "today",
        "trump"
      ],
      "messages": [
        [
          "I have some company with me today - heading to Marine One earlier today! Ivanka Trump & Jared on their way as well! #Family Instagram post by Donald J. Trump • Feb 17, 2017 at 5:42pm UTC 464 Likes, 15 Comments - Donald J. Trump (@realdonaldtrump) on Instagram: “#Repost @ivankatrump ・・・ With @realdonaldtrump on the South Lawn”",
          1487350476
        ],
        [
          "Congratulations David Brody & CBN News! I enjoyed my time with you all. Trump interview throws spotlight on Christian broadcaster WASHINGTON (RNS) The kind of access and prominence Trump has given CBN has long been a dream of its founder, Pat Robertson.",
          1486508709
        ],
        [
          "#ICYMI: My interview with David Brody of the Christian Broadcasting Network. -DJT",
          1485811073
        ],
        [
          "‪I will be interviewed by David Muir tonight at 10 o'clock on ABC. Will be my first interview from the White House. Enjoy!‬ Timeline Photos",
          1485378517
        ],
        [
          "GOOD MORNING! Instagram photo by Donald J. Trump • Jan 25, 2017 at 1:10pm UTC See this Instagram photo by @realdonaldtrump • 624 likes",
          1485346270
        ],
        [
          "We have a lot of exciting things planned - so we can communicate with YOU - - - the AMERICAN PEOPLE!\n\n'Donald Trump is the first president to Snapchat his inauguration' Donald Trump is the first president to Snapchat his inauguration As Trump prepared to take the oath of office on Friday, he launched a new way to speak to the American people — through the photo-messaging app Snapchat.",
          1485221449
        ],
        [
          "Thank you for a great evening Washington, D.C. Instagram photo by Donald J. Trump • Jan 20, 2017 at 3:40am UTC See this Instagram photo by @realdonaldtrump • 431 likes",
          1484880088
        ],
        [
          "#Repost Donald Trump Jr. via Instagram:\n'Me and my dad. A few miles beneath our feet since then but still a great pic. #maga #fatherson' Instagram photo by Donald J. Trump • Jan 16, 2017 at 9:40pm UTC See this Instagram photo by @realdonaldtrump • 4,063 likes",
          1484599418
        ],
        [
          "No better way to keep up with family than thru social media. Beautiful family photo Ivanka! Instagram photo by Donald J. Trump • Jan 4, 2017 at 11:21pm UTC See this Instagram photo by @realdonaldtrump • 956 likes",
          1483568540
        ],
        [
          "Beautiful Christmas & New Year with family. Instagram photo by Donald J. Trump • Jan 4, 2017 at 11:12pm UTC See this Instagram photo by @realdonaldtrump • 1,046 likes",
          1483567998
        ],
        [
          "Very proud of Donald Trump Jr. last night!",
          1469041327
        ],
        [
          "Thank you Richmond, Virginia! I love you & will see you soon! Donald J. Trump",
          1465612430
        ],
        [
          "THANK YOU OREGON- I will never forget it! Great job on Sean Hannity- last night, Donald Trump Jr. - it is time to MAKE AMERICA GREAT AGAIN!! OREGON VICTORY",
          1463594400
        ],
        [
          "Thank you to my son Donald Trump Jr. and family for their support. I will #MakeAmericaGreatAgain for our children. #Trump2016 Donald J. Trump Jr - Dad",
          1461352657
        ],
        [
          "Great interview with Joe Pags. Listen as Joe and I discuss the U.S. debt, securing the border and other topics. #MakeAmericaGreatAgain #Trump2016\n\nhttp://woai.iheart.com/onair/the-joe-pags-show-10/pags-talks-to-republican-frontrunner-donald-14561043/ Pags Interviews Donald J. Trump",
          1459617855
        ],
        [
          "Thank you AmericaForTheTRUMP for the inspiring video. I truly care about our great nation and will #MakeAmericaGreatAgain!\n\nhttps://www.youtube.com/watch?v=xKOQdcVoRys The Real Donald J. Trump",
          1458559800
        ],
        [
          "#2015BestNine via Instagram. \n#MakeAmericaGreatAgain Donald J. Trump on Instagram: “Here is my #2015BestNine #MakeAmericaGreatAgain #Trump2016” “Here is my #2015BestNine #MakeAmericaGreatAgain #Trump2016”",
          1451578180
        ],
        [
          "Thank you for all of your support! I thought you would enjoy this story from today's Atlanta Journal Constitution. #Trump2016 That time when Donald Trump saved a Georgia farm | Political Insider blog One narrative emerging around the surprisingly resilient Donald Trump portrays the brash billionaire as a final card laid down by Republican blue-collar voters who see their way of life — and their political clout — draining away in a bathtub spiral. Trump has been a man of last resort before. Right…",
          1451147846
        ],
        [
          "Donald Trump’s Greatest Christmas Movie:\nHome Alone 2! #TBT \nhttp://www.breitbart.com/big-government/2015/12/24/donald-trumps-greatest-christmas-movie-home-alone-2/ Timeline Photos",
          1450982413
        ],
        [
          "Thank you Phyllis!\n#MakeAmericaGreatAgain! Top conservative: Trump is ‘last hope for America’ var icx_publication_id = 16633; var icx_content_id = 2756055; .icx-toolbar{padding: 0 0 5px 0;}Phyllis Schlafly, an icon of the conservative movement who has been active for half a century, is warning the nation: Donald Trump is the last hope for America. Schlafly unloaded on Republicans in Congress…",
          1450712542
        ],
        [
          "My Uncle John was a really smart guy- top of the charts-- nice to have great genes! #Trump2016 Donald Trump says his late uncle, an MIT professor, was proof of family’s smart genes - The... Donald Trump boasts about a lot of things, his business acumen, his wealth, his expensive tastes. Now add this: his DNA.",
          1449870842
        ],
        [
          "Very nice, Robert Davi - thank you! The media will not be determining who our 45th President will be. The American people will decide! #Trump2016 Robert Davi: Donald Trump is the John Wayne of Politics Actor Robert Davi says Donald Trump is challenging the liberal media and \"holding a mirror up to the hypocrisy that has become America.\"",
          1449248310
        ],
        [
          "A great article to share with family & friends over Thanksgiving dinner tonight. I am thankful to all of my supporters out there! #MakeAmericaGreatAgain Donald Trump Rises to 38% Nationally; Ted Cruz Edges into 2nd at 12% - Breitbart Donald Trump Rises to 38% Nationally; Ted Cruz Edges into 2nd at 12% The Associated Press by John Nolte25 Nov 20150 Since last week, in the Reuters 5-day tracking poll, Republican frontrunner Donald Trump has gained two points and risen to 38%.  This time last week the billionaire businessman earned…",
          1448568793
        ],
        [
          "Thank you Morning Joe -- a great show! #Trump2016 #MakeAmericaGreatAgain 'There's going to be a Trump wall' 2016 GOP candidate Donald Trump discusses his stance on immigration and undocumented immigrants in the country.",
          1447254239
        ],
        [
          "My interview with Mark Halperin and John Heilemann at Wollman Rink airing at 5PM on Bloomberg Politics. Timeline Photos",
          1446497281
        ],
        [
          "I’ll be in Dallas at the American Airlines Center on Sept 14th at 6PM.  Will be great to be back in Texas. http://www.ticketmaster.com/event/0C004F23943C33B9 Donald J Trump For President Rally at American Airlines Center on Sep 14, 2015 on Ticketmaster",
          1441385787
        ],
        [
          "The press has very inaccurately covered this event - see for yourself! Univision anchor escorted out of Trump event Univision anchor Jorge Ramos was escorted out of a Donald Trump media availability after he attempted to ask the presidential candidate a question.",
          1440677293
        ],
        [
          "Watch my interview with Eric Bolling that aired today- http://nation.foxnews.com/2015/08/01/donald-trump-why-he-scares-gop-establishment Donald Trump On Why He Scares The GOP Establishment Eric Bolling sits down with the Republican presidential candidate on 'Cashin' In' to discuss the upcoming debate and the 2016 Presidential election",
          1438466236
        ],
        [
          "Watch my interview with Jack Tapper on  CNN State of the Union. Trump: 'I'm not that surprised' - CNN Video CNN's Jake Tapper speaks with Donald Trump on \"State of the Union.\"",
          1437928262
        ],
        [
          "\"The last person I'd want negotiating for me is President Obama\" Watch my interview with Greta Van Susteren. Trump: 'Last Person I'd Want Negotiating for Me Is Obama' GOP presidential candidate Donald Trump went \"On The Record\" tonight, where he discussed race relations in America and the Trade Promotion Authority (TPA) bill.",
          1435081108
        ],
        [
          "Watch my appearance on Morning Joe- great interview! http://on.msnbc.com/1GSpKor Donald Trump: The country is doing terribly Donald Trump joins Morning Joe to discuss why he's getting into the ring for 2016.",
          1434640354
        ],
        [
          "THE DONALD J. TRUMP PRESIDENTIAL EXPLORATORY COMMITTEE Timeline Photos",
          1426704542
        ],
        [
          "Watch my speech from earlier today at #CPAC2015 Donald Trump Remarks at CPAC Donald Trump speaks at the Conservative Political Action Conference (CPAC) hosted by the American Conservative Union.",
          1425076689
        ],
        [
          "My Morning Joe interview from Trump National Doral Miami on why Romney shouldn't be GOP nominee- Trump: Don't give Romney another chance Donald Trump joins Morning Joe to discuss this season of 'Celebrity Apprentice,' presidential politics and his new Red Tiger golf course in Florida.",
          1421077933
        ],
        [
          "#TBT Donald Trump Jr. #tbt with Donald J. Trump visiting our spectacular residential project Trump Towers Pune",
          1416517845
        ],
        [
          "“How to travel like a billionaire! Inside Donald Trump's £63m private jet”- http://dailym.ai/1wQnzbY Inside Donald Trump's £63million private jet The 68-year-old mogul allowed cameras inside his luxurious Boeing 757 jet to announce a new partnership with Glasgow's Prestwick airport, near his five-star golf resort.",
          1416265565
        ],
        [
          "3rd rate writer, Vicky Ward, who begged me for help-- see her letters to me. http://pge.sx/1wPQuhA Photos from Donald J. Trump's post",
          1413551939
        ],
        [
          "Watch Donald Trump Jr. and Eric Trump accept my #ALSIceBucketChallenge- http://youtu.be/_l-C6Cpkd10?list=UU9AKA0PYiGCSPqfCEMaKtag Donald Trump Jr. and Eric Trump ALS Ice Bucket Challenge Donald Trump Jr. and Eric Trump accept the ALS Ice Bucket Challenge from Donald Trump.",
          1409684432
        ],
        [
          "The ALS #IceBucketChallenge that Trumps them all-\nhttps://www.youtube.com/watch?v=fxDAyUiXphg&list=UU9AKA0PYiGCSPqfCEMaKtag Donald Trump ALS Ice Bucket Challenge Donald Trump accepts the ALS Ice Bucket Challenge from Vince McMahon, Mike Tyson and Homer Simpson from the rooftop of Trump Tower.",
          1409229282
        ],
        [
          "Someone just asked me, who is my favorite Donald Trump impersonator? Timeline Photos",
          1402514056
        ],
        [
          "#TBT Here I am with Gwen Stefani and Donald Trump Jr. Timeline Photos",
          1401389765
        ],
        [
          "Watch my speech from the National Press Club luncheon yesterday- https://www.youtube.com/watch?v=dKkKQmbyECw NPC Luncheon with Donald Trump Donald Trump, chairman and president of the Trump Organization, will speak at a National Press Club luncheon on Tuesday, May 27. Trump is a well-known real e...",
          1401280475
        ],
        [
          "#TBT On the stage during the Emmys performing \"Green Acres\" with Megan Mullally  Donald Trump & Megan Mullally - Green Acres at the Emmys Donald Trump & Megan Mullally - 2006 ''Green Acres' performance at the Emmy Awards",
          1397137922
        ],
        [
          "Excited to announce Trump Rio de Janeiro, our first South American @TrumpCollection hotel set to open in 2016 Timeline Photos",
          1391091322
        ],
        [
          "Let Pete into the Hall of Fame- Instagram realdonaldtrump's video on Instagram",
          1386776852
        ],
        [
          "A special message for Martin Bashir- Instagram realdonaldtrump's video on Instagram",
          1386188432
        ],
        [
          "I got George Zimmerman right- watch- http://instagram.com/p/g5oz_tGhRa/ Instagram realdonaldtrump's video on Instagram",
          1384870620
        ],
        [
          "A great victory in Scotland ... Trump triumphant after Blackdog offshore energy substations refused Two electrical stations in Blackdog will not be built after campaign backed by Donald Trump.",
          1383100394
        ],
        [
          "Donald Trump Jr., Ivanka Trump, Eric Trump, and myself in front of The Old Post Office, D.C. on Pennsylvania Avenue- will be one of the finest hotels in the world! Timeline Photos",
          1378916936
        ],
        [
          "Based on John Sweeney's lousy reputation, we are airing large parts of the interview that were not shown- enjoy!\nhttp://www.youtube.com/watch?v=hZlHvVbHqVI John Sweeney Interviews Donald Trump- Unaired Footage 2013 Based on John Sweeney's lousy reputation, we are airing large parts of the interview that were not shown- enjoy!",
          1373321000
        ],
        [
          "#TBT With Donald Trump Jr. almost 35 years ago. Timeline Photos",
          1366304465
        ],
        [
          "I discuss yesterday's tragedy at the Boston Marathon in today's video blog. From the Desk of Donald Trump: Boston Marathon Tragedy Boston Marathon Tragedy",
          1366139728
        ],
        [
          "I talk about Obamacare in today's #TrumpVlog- From the Desk of Donald Trump: Obamacare Obamacare",
          1365793370
        ],
        [
          "I discuss South Korea in today's all new #TrumpVlog- http://youtu.be/agk9ZCrYol4 From the Desk of Donald Trump: South Korea South Korea",
          1365611921
        ],
        [
          "Follow me on Instagram- @realDonaldTrump\nhttp://instagram.com/realdonaldtrump",
          1365602362
        ],
        [
          "In today's all new #TrumpVlog I discuss what a great honor it was to be inducted into the WWE Hall of Fame. From the Desk of Donald Trump: WWE Hall of Fame",
          1365538391
        ],
        [
          "My TMZ interview with Harvey Levin discussing how I will see my $5M lawsuit against Bill Maher to the end. tmz.me/XVAiI1 Donald Trump Rips Bill Maher -- How Dare You Insult My Parents! Donald Trump has made it clear ... his legal war with Bill Maher isn't just about the money ... it's personal -- telling TMZ the comic CROSSED THE LINE…",
          1360265887
        ],
        [
          ".@sternshow My interview with Howard Stern this morning!  http://youtu.be/OM-eC23QcMs HOWARD STERN: Donald Trump on gay marriage, Snooki, Kim Kardashian and Bill Maher",
          1360175374
        ],
        [
          "Donald Trump Jr., Ivanka Trump, Eric Trump, and Melania Trump--- all involved with this season's The Apprentice. #CelebApprentice Timeline Photos",
          1359737325
        ],
        [
          "Just to show you that my predictions turn out to be right re: Anthony Weiner. CNN Official Interview: Donald Trump 'OPEC laughs at U.S.' Rep. Anthony Weiner, Bill Richardson and Donald Trump face off on OPEC and presidential politics.",
          1359137060
        ],
        [
          "\"What I am is a great builder. I build great things and become successful, and everybody talks about them.\"  - Donald Trump.  Playboy interview on Amazon: http://amzn.to/V2sCD4 The Playboy Interview: Big Mouths \"About the Series: In mid-1962, Playboy founder Hugh Hefner was given a partial transcript of an interview with Miles Davis. It covered jazz, of course, but it also included Davis’s ruminations on race, politics and culture. Fascinated, Hef sent the writer—future Pulitzer Prize...",
          1353955411
        ],
        [
          "You have all been waiting--- the response has been amazing! Watch my announcement now, press release to follow at 12:15. From the Desk of Donald Trump: Major Announcement",
          1351087245
        ],
        [
          "In today's video blog I speak about Clint Eastwood, the DNC, and Drew Peterson. From The Desk Of Donald Trump: News of the Week",
          1347041264
        ],
        [
          "Great read from Newsmax. Trump Fires Back at Obama Campaign Smear Billionaire real estate mogul Donald Trump blasted President Barack Obama s senior adviser Robert Gibbs Sunday as  vicious and hateful  after the former press secretary called Trump a  right-wing nut job  on Fox News.   I was a great student at a great school, Wharton School...",
          1345480228
        ],
        [
          "Watch my On The Record interview discussing why President Obama is not a nice guy, and who will win the 2012 election. Trump: Obama's waging a 'vicious' campaign, Romney and Republicans must 'fight fire with fire' and s Donald Trump sounds off on Vice President Biden's 'back in chains' remark and more.",
          1345221182
        ],
        [
          "In today's video blog I review The Dark Knight Rises. From The Desk Of Donald Trump: The Dark Knight Rises",
          1342543918
        ],
        [
          "In today's video blog I talk about how well Will Smith handled the situation with the reporter. From The Desk Of Donald Trump: Will Smith",
          1337692997
        ],
        [
          "Donald Trump Jr., Clay Aiken, Arsenio Hall, and me at Trump Tower earlier this week. Timeline Photos",
          1337351255
        ],
        [
          "The song \"Donald Trump\" hits 54 million views. Mac Miller- where's my money? From The Desk Of Donald Trump: Mac Miller- Where's My Money?",
          1334927277
        ],
        [
          "In today's video blog I discuss Anthony Weiner, the Secret Service, and the passing of Dick Clark. From The Desk Of Donald Trump: Anthony Weiner, the Secret Service, and Dick Clark.",
          1334857116
        ],
        [
          "My book with Robert Kiyosaki, Midas Touch is divided into five sections representing the five fingers. The first is the thumb, which represents strength of character, and turning bad luck into good luck. Donald Trump & Robert Kiyosaki: Midas Touch- Strength of Character",
          1333651535
        ],
        [
          "In today's video blog I discuss Obama's deal for gas prices, Miss Canada/Miss Universe, and Celebrity Apprentice. From The Desk Of Donald Trump: Obama's Deal",
          1333567631
        ],
        [
          "Find out about our new #CelebApprentice App http://bit.ly/AyyZij From The Desk Of Donald Trump: Celebrity Apprentice App",
          1331928403
        ],
        [
          "Afghanistan, Rick Santorum, and why I fired two people on this week's The Celebrity Apprentice. From The Desk Of Donald Trump: Afghanistan",
          1331673756
        ],
        [
          "Gasoline prices are skyrocketing. From The Desk Of Donald Trump: Gasoline Prices Skyrocketing",
          1330444807
        ],
        [
          "Oscars' Biggest Losers: Sacha Baron Cohen and Vanity Fair From The Desk Of Donald Trump: Oscars' Biggest Losers",
          1330368808
        ],
        [
          "Paul Teutul, Sr. of OCC recently presented to me the Trump Chopper. From The Desk Of Donald Trump: Trump Chopper",
          1329245662
        ],
        [
          "In today's video blog I discuss windfarms. From The Desk Of Donald Trump: Windfarms",
          1328806331
        ],
        [
          "My thoughts on Rick Santorum in today's video blog. From The Desk Of Donald Trump: Rick Santorum",
          1328731806
        ],
        [
          "In today's video blog I discuss President Obama's State of the Union address, Apple, and a great article in the Wall Street Journal.  From The Desk Of Donald Trump: State of the Union and Apple",
          1327522777
        ]
      ],
      "dates_start": 1350637356,
      "dates_end": 1456841437,
      "likes_avg": 39282,
      "likes_stdev": 72924,
      "comments_avg": 2752,
      "comments_stdev": 4450,
      "shares_avg": 3051,
      "shares_stdev": 6123
    },
    {
      "number": 20,
      "important": [
        "continu",
        "support",
        "execut",
        "day",
        "thank",
        "abe",
        "hous",
        "continu support",
        "today",
        "anoth"
      ],
      "common": [
        "great",
        "makeamericagreatagain",
        "morning",
        "new",
        "photos",
        "support",
        "thank",
        "timeline",
        "timeline photos",
        "trump2016"
      ],
      "messages": [
        [
          "Another BUSY day at the White House today. THANK YOU for your continued support! Timeline Photos",
          1486158890
        ],
        [
          "This morning with pharmaceutical executives:",
          1485897476
        ],
        [
          "THANK YOU!",
          1478717020
        ],
        [
          "Thank you Iowa! Timeline Photos",
          1478666062
        ],
        [
          "Thank you Montana! Timeline Photos",
          1478658856
        ],
        [
          "THANK YOU KENTUCKY! Timeline Photos",
          1478648052
        ],
        [
          "Thank you Iowa! #VoteTrumpPence16! \nVOTE.GOP Timeline Photos",
          1478456907
        ],
        [
          "Thank you St. Louis, Missouri! Timeline Photos",
          1476063660
        ],
        [
          "I will be a President for ALL! #MakeAmericaGreatAgain Deplorables",
          1476059780
        ],
        [
          "Thank you Louisiana! Timeline Photos",
          1474720931
        ],
        [
          "Thank you Iowa! Lets WIN!! Timeline Photos",
          1474635647
        ],
        [
          "Good morning America! Thank you for your support - I couldn't do this without you. This is a MOVEMENT & I am honored to be the messenger. Lets keep it up - love you all! Timeline Photos",
          1472292045
        ],
        [
          "I AM YOUR VOICE! #MakeAmericaGreatAgain",
          1469151339
        ],
        [
          "We will #MakeAmericaGreatAgain!",
          1469095200
        ],
        [
          "Good morning America! Thank you Florida, Ohio, and Pennsylvania. While I may be the outsider, I can assure you - if given the opportunity to be your next POTUS -- I will not let you down! -DJT Timeline Photos",
          1468485641
        ],
        [
          "Join me in New Hampshire for a few minutes- where it all began. I am at a closed Sylvania factory that closed down & moved to Mexico (1,200 jobs.)",
          1467308815
        ],
        [
          "Thank you Lt. Steven Rogers. We will respond to terrorism with strength in 2017!",
          1463679571
        ],
        [
          "Thank you Maryland! #Trump2016 Timeline Photos",
          1461710757
        ],
        [
          "Join us at a TRUMP 2016 Presidential Rally near you! Daily updates at www.donaldjtrump.com/schedule - we look forward to welcoming you! Thank you for your continued support!",
          1460576709
        ],
        [
          "GOOD MORNING AMERICA! Always great to start the day off with a new ceiling- in my home state of New York! Thank you for all of your support! Timeline Photos",
          1460448008
        ],
        [
          "Thank you, Northern Mariana Islands!#SuperTuesday #Trump2016 \n#MakeAmericaGreatAgain Timeline Photos",
          1458091503
        ],
        [
          "THANK YOU Willie Robertson! I appreciate your support!! #VoteTrump Timeline Photos",
          1457201441
        ],
        [
          "Thank you Paul for your endorsement. Together we will #MakeAmericaGreatAgain! OCC - Paul Teutul Sr Endorsement",
          1456153663
        ],
        [
          "Just landed in Georgia. I have had great friends here for many years. This video brings back some good memories. Together we will ##MakeAmericaGreatAgain\n\nText TRUMP to 88022 to support Donald J. Trump True Character",
          1456087877
        ],
        [
          "Together we will #MakeAmericaGreatAgain! Donald J. Trump's cover photo",
          1455063217
        ],
        [
          "A message to the great people of New Hampshire on this important day: Thank you for all of your hospitality and support. I need you to go out and vote today! Together we will #MakeAmericaGreatAgain! Vote New Hampshire",
          1455023614
        ],
        [
          "The New Hampshire drug epidemic must stop. If elected POTUS — I will create borders and the drugs will stop pouring in. We will #MakeAmericaGreatAgain! New Hampshire Drug Epidemic",
          1454761800
        ],
        [
          "A message to the great people of Iowa on this historic day:\n\nFind your caucus locations at: http://caucusfortrump.com Iowa Caucus  Day",
          1454329800
        ],
        [
          "THANK YOU to everyone who has supported my campaign! I am very grateful! Do not forget to get out & caucus Monday evening! #CaucusForTrump- and bring your family, friends, and co-workers! We can make history- together!\n#MakeAmericaGreatAgain! \nIowa caucus finder: www.CaucusforTRUMP.com Timeline Photos",
          1454185785
        ],
        [
          "Good afternoon, Iowa! Monday is caucus night in Iowa! Not sure where to caucus? We have you covered! Watch Ivanka Trump show you how easy it is! Thank you for your continued support! #CaucusForTrump #MakeAmericaGreatAgain\n\nIowa Caucus Finder: http://caucusfortrump.com Ivanka Trump - Caucus Finder",
          1454172843
        ],
        [
          "THANK YOU for your continued support- Las Vegas, Nevada! #Trump2016 Timeline Photos",
          1453414163
        ],
        [
          "A great morning in Portsmouth, New Hampshire! I thank everyone in NH for their support! Timeline Photos",
          1452964654
        ],
        [
          "New Hampshire -- THANK YOU! Timeline Photos",
          1452597856
        ],
        [
          "2015 was a very special year, and I am grateful for your support! We are making history together! The silent majority is no longer silent - as seen right here!\n\nAll of us need to continue the momentum in 2016! If you ALL get out and VOTE - based on the poll numbers, and the sizes of our rallies - we can win! If we win, I assure you that I will be Hillary Clinton's worst nightmare! WE will ALL #MakeAmericaGreatAgain - TOGETHER! \n\nThank you! Join Donald J. Trump for President - 2015 & 2016 Campaign Trail",
          1451680234
        ],
        [
          "I just departed Council Bluffs, Iowa! A GREAT evening- THANK YOU! It is very clear that the silent majority is silent NO MORE! Together, WE will ALL #MakeAmericaGreatAgain! Thank you! Timeline Photos",
          1451443485
        ],
        [
          "Thank you Nashua, New Hampshire! I had a great evening with all of you! It is great to see how the VOTERS will determine our next POTUS- and NOT the media! Have a great evening! Timeline Photos",
          1451355874
        ],
        [
          "Good morning America! Great results are in from the highly respected Reuters poll. I appreciate all of your support- as we prepare for 2016! Thank you! Timeline Photos",
          1451298618
        ],
        [
          "Good morning America! Remember- I will do far more for women than Hillary, and I will keep our country safe, something which she will not be able to do-no strength/stamina!",
          1451214088
        ],
        [
          "GOOD MORNING AMERICA! I wanted to take this opportunity to thank you for your support over the past 6 months. The new CNN/ORC poll is out & WE are doing great! This is about ALL of US- working together for the same goal. We will #MakeAmericaGreatAgain! Have a great morning- THANK YOU! Timeline Photos",
          1450951216
        ],
        [
          "Good morning America. Wow! Great news coming from Reuters. THANK YOU for all of your support. I will NOT let you down! There is no question about it - whoever the democratic nominee is - they do not want to run against Trump & the #TrumpTrain! Timeline Photos",
          1450864823
        ],
        [
          "Good morning America! Just received some great news out of New Hampshire! I thank you for the support. I love being out on the campaign trail & meeting so many of you. I assure you that if I become your next POTUS - I will NOT let you down! We will #MakeAmericaGreatAgain! Timeline Photos",
          1450778454
        ],
        [
          "Good Sunday morning! A NEW Morning Consult poll is out. We are #1 at 36%! Let's keep up the momentum and #MakeAmericaGreatAgain. Thank you for your continued support - as we make history together. Have a great morning! Timeline Photos",
          1450609218
        ],
        [
          "THANK YOU CEDAR RAPIDS, IOWA! I had a great afternoon with everyone!  #MakeAmericaGreatAgain Timeline Photos",
          1450560220
        ],
        [
          "THANK YOU Mesa, Arizona! I am grateful for all of the support! The silent majority is silent no more! #Trump2016 #MakeAmericaGreatAgain Timeline Photos",
          1450308746
        ],
        [
          "Clear winner of the #GOPDebate. Thank you for your support! #Trump2016 Timeline Photos",
          1450293351
        ],
        [
          "Good morning America! A great evening at the CNN #GOPDebate. THANK YOU for all of your messages on social media. It is time to get back out on the campaign trail - so WE can #MakeAmericaGreatAgain! The \"silent majority\" is being heard - loud and clear! #Trump2016 Yuuuuuuuge! Donald Trump's Best GOP Debate Yet - Breitbart After winning the last debate of 2015, Trump is not just a frontrunner. He is the favorite to win the nomination.",
          1450263600
        ],
        [
          "After a great week in the polls - it is time for the final #GOPDebate of 2015. I wanted to take a moment and thank all of my supporters out there! The silent majority is silent no more! #MakeAmericaGreatAgain #Trump2016 Timeline Photos",
          1450217544
        ],
        [
          "Good morning America! I am out in Las Vegas, Nevada - in preparation for this evenings #GOPDebate. \n\nThe new ABC/Washington Post poll is out - and is consistent with other national polls. A strong indication that you are tired of political correctness, and want to MAKE AMERICA GREAT AGAIN! Thank you for all of your support! #Trump2016 Timeline Photos",
          1450177229
        ],
        [
          "What an evening in Las Vegas, Nevada! THANK YOU for your continued support. Together, we will all MAKE AMERICA GREAT AGAIN! There is something special happening out there, and the silent majority - is silent no more! #Trump2016 Timeline Photos",
          1450152276
        ],
        [
          "Thank you for your continued support! Together, we will #MakeAmericaGreatAgain. Timeline Photos",
          1450096012
        ],
        [
          "Join me tomorrow morning at 9amE on CNN's - State of the Union with Jake Tapper. A lot to discuss from the Iowa State Fairgrounds. #Trump2016 Timeline Photos",
          1449961051
        ],
        [
          "THANK YOU for a GREAT afternoon South Carolina! I appreciate all of the support you have given me. The silent majority is silent no more! Let's #MakeAmericaGreatAgain! Timeline Photos",
          1449944310
        ],
        [
          "Good morning America! Many new polls are out. They are a great indication that you are fed up with political correctness and the direction that this country is headed- and so am I! Thank you for all of your support! Let's #MakeAmericaGreatAgain! #Trump2016 Timeline Photos",
          1449916207
        ],
        [
          "I had a great evening in Des Moines, Iowa! Thank you for all of your support. Together we will ALL #MakeAmericaGreatAgain! Timeline Photos",
          1449890056
        ],
        [
          "Good morning America! Something really special is going on & I am grateful for all of your support. While the media tries to figure out these latest poll numbers - everyone have a great day & know that if I become #POTUS - we will all MAKE AMERICA GREAT AGAIN! #Trump2016 Timeline Photos",
          1449829808
        ],
        [
          "An honor to be endorsed this evening by the New England Police Benevolent Association in Portsmouth, New Hampshire. Together, we will all #MakeAmericaGreatAgain! Thank you! #Trump2016 Timeline Photos",
          1449792472
        ],
        [
          "Big event in Des Moines, Iowa tomorrow at the Iowa State Fair Grounds. A lot of important things to talk about! \nGet your tickets: https://www.eventbrite.com/e/donald-j-trump-town-hall-in-des-moines-ia-tickets-19789604239 Timeline Photos",
          1449774632
        ],
        [
          "Based on these numbers - it is clear the MSM will not be determining the next #POTUS! The silent majority - is no longer silent! Thank you! #Trump2016 Timeline Photos",
          1449485957
        ],
        [
          "I have been saying it for sometime now!\n#MakeAmericaGreatAgain #Trump2016",
          1449437883
        ],
        [
          "Thank you for the support in Davenport, Iowa this afternoon! Something really special is going on & together we will all #MakeAmericaGreatAgain! The silent majority, is SILENT NO MORE! Timeline Photos",
          1449353854
        ],
        [
          "THANK YOU for an incredible amount of support today in Spencer, Iowa! I am grateful for the opportunity to #MakeAmericaGreatAgain - with all of you! #Trump2016 Timeline Photos",
          1449342014
        ],
        [
          "Good Friday morning America! #Trump2016 is #1 in the CNN/ORC poll just released - doubling up the #2 spot. The silent majority is no longer silent. You are being heard! Thank you! #MakeAmericaGreatAgain Timeline Photos",
          1449225916
        ],
        [
          "I will NOT let America down! Thank you for your continued support of my presidential campaign. Together, we can all #MakeAmericaGreatAgain! #Trump2016 Timeline Photos",
          1449006805
        ],
        [
          "IPSOS/REUTERS • Thank You America!\n#MakeAmericaGreatAgain #Trump2016 Timeline Photos",
          1448642149
        ],
        [
          "Good morning America! Go out there and make some great deals today - just like I will do as your President! Thank you for all of your support. http://shop.donaldjtrump.com #Trump2016 Timeline Photos",
          1448627747
        ],
        [
          "THANK YOU for your support this evening Myrtle Beach, South Carolina! My family and I had a fabulous time with you this evening. Together we will #MakeAmericaGreatAgain! Timeline Photos",
          1448419384
        ],
        [
          "Thank you for all of your support America! I will NOT let you down. Together we can #MakeAmericaGreatAgain! Timeline Photos",
          1448240205
        ],
        [
          "An honor to have a significant lead in Florida - thank you for all of your support! Timeline Photos",
          1447878963
        ],
        [
          "Thank you for your support New Hampshire! #Trump2016 Timeline Photos",
          1447554792
        ],
        [
          "Good morning! Let's #MakeAmericaGreatAgain! \n#Trump2016 #GOPDebate",
          1447334283
        ],
        [
          "Thank you New Jersey! #MakeAmericaGreatAgain Timeline Photos",
          1447187477
        ],
        [
          "Thank you Iowa! Great night--- see you soon! #MakeAmericaGreatAgain Timeline Photos",
          1445998210
        ],
        [
          "The Pledge #MakeAmericaGreatAgain Timeline Photos",
          1441300693
        ],
        [
          "We are going to have a wild time in Alabama tonight! Finally, the silent majority is back! For tickets- TrumpAlabama.Eventbrite.com",
          1440160306
        ],
        [
          "Thank you New Hampshire! Together we will #MakeAmericaGreatAgain !",
          1440031811
        ],
        [
          "I truly LOVE all of the millions of people who are sticking with me despite so many media lies. There is a great SILENT MAJORITY looming!",
          1438174472
        ],
        [
          "Heading to New Hampshire. #MakeAmericaGreatAgain",
          1434555846
        ],
        [
          "With @souleschris from #TheBachelor in Iowa. Timeline Photos",
          1422119186
        ],
        [
          ".@IvankaTrump and me at the @todayshow this morning. Timeline Photos",
          1361982097
        ],
        [
          "The response has been fantastic--- actually overwhelming! Thank you!",
          1351090177
        ],
        [
          "Thanks for all the great comments!",
          1349120543
        ]
      ],
      "dates_start": 1429220602,
      "dates_end": 1474214554,
      "likes_avg": 87188,
      "likes_stdev": 92010,
      "comments_avg": 6816,
      "comments_stdev": 9591,
      "shares_avg": 8590,
      "shares_stdev": 11430
    },
    {
      "number": 21,
      "important": [
        "make america",
        "great",
        "happi",
        "america great",
        "day",
        "abe",
        "make america great",
        "america",
        "make",
        "presid"
      ],
      "common": [
        "america",
        "america great",
        "great",
        "make",
        "make america",
        "make america great",
        "photos",
        "thank",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "HAPPY PRESIDENTS DAY - MAKE AMERICA GREAT AGAIN!",
          1487606681
        ],
        [
          "THANK YOU Gene - for coming out at 4:00am to support our MOVEMENT in Melbourne, Florida! THANK YOU to everyone who came out this evening. Lets MAKE AMERICA GREAT AGAIN!!",
          1487464365
        ],
        [
          "Departing for South Carolina! Together, we will MAKE AMERICA GREAT AGAIN!",
          1487342764
        ],
        [
          "LETS MAKE AMERICA GREAT AGAIN! Timeline Photos",
          1487332801
        ],
        [
          "Join President Trump & his first 100 days in photos from the White House, on the road and behind the scenes - right here on Facebook! Together, we will MAKE AMERICA GREAT AGAIN! PRESIDENT TRUMP - - FIRST 100 DAYS",
          1486515623
        ],
        [
          "Enjoy the #SuperBowl and then we continue: MAKE AMERICA GREAT AGAIN!",
          1486332408
        ],
        [
          "MAKE AMERICA GREAT AGAIN!",
          1486239320
        ],
        [
          "Professional anarchists, thugs and paid protesters are proving the point of the millions of people who voted to MAKE AMERICA GREAT AGAIN!",
          1486119440
        ],
        [
          "We will make America STRONG AGAIN. We will make America PROUD AGAIN. We will make America SAFE AGAIN. AND WE WILL MAKE AMERICA GREAT AGAIN! Timeline Photos",
          1485693033
        ],
        [
          "We are keeping busy at the White House today - - it is time to MAKE AMERICA GREAT AGAIN! Timeline Photos",
          1485639214
        ],
        [
          "Thank you Franklin Graham. Together, we will MAKE AMERICA GREAT AGAIN!",
          1485446443
        ],
        [
          "On behalf of First Lady Melania Trump and myself - we THANK YOU for the outpouring of support and love from you! Lets MAKE AMERICA GREAT AGAIN! Donald J. Trump's cover photo",
          1485283248
        ],
        [
          "Great meeting with automobile industry leaders at the White House this morning. Together, we will MAKE AMERICA GREAT AGAIN! Timeline Photos",
          1485276205
        ],
        [
          "Together, we will MAKE AMERICA GREAT AGAIN!! -DJT Timeline Photos",
          1485103824
        ],
        [
          "To Americans: You will never be ignored again. Your voice, your hopes and your dreams will define our American destiny. Your courage and goodness and love will forever guide us along the way. \n\nTogether we will make America strong again. We will make America wealthy again. We will make America proud again. We will make America safe again - and yes, together, WE WILL MAKE AMERICA GREAT AGAIN!",
          1484932336
        ],
        [
          "Great to meet one of my earliest and most dedicated supporters! I am deeply humbled by the faith that millions of Americans have placed in me and our movement - and to those who did not support me, I ask for the chance to be your President too as we make america great again together. Timeline Photos",
          1484876070
        ],
        [
          "LOVE YOU AMERICA! Daniel Scavino Jr. On behalf of the entire Trump family, THANK YOU AMERICA! Lets come TOGETHER, and MAKE AMERICA GREAT AGAIN!!!",
          1484862052
        ],
        [
          "TOGETHER, WE WILL MAKE AMERICA GREAT AGAIN!",
          1484851560
        ],
        [
          "Just landed with Melania & my family. Thank you for all of your support. I love you - WE WILL MAKE AMERICA GREAT AGAIN!! Timeline Photos",
          1484843356
        ],
        [
          "Getting ready to leave for Washington, D.C. The journey begins and I will be working and fighting very hard to make it a great journey for the American people. I have no doubt that we will, together, MAKE AMERICA GREAT AGAIN!",
          1484837524
        ],
        [
          "19 MONTHS ..... NOW 2 DAYS! LETS MAKE AMERICA GREAT AGAIN!! Timeline Photos",
          1484771297
        ],
        [
          "Thanks Ivanka! 19 months -- 2 days to go until we all work together, and MAKE AMERICA GREAT AGAIN! Ivanka Trump #Inauguration day has almost arrived!!! The last 19 months have been remarkable but this amazing journey is just getting started! #MAGA 🇺🇸",
          1484751640
        ],
        [
          "Stand with Team Trump and add your name to join the movement that is making America great again ➡️ gop.cm/g7NUvu Timeline Photos",
          1484680895
        ],
        [
          "3 DAYS! #MAGA Daniel Scavino Jr. We began this journey 19 months ago - with a 1% chance of securing the GOP Nomination. We are only 3 days away from President-elect Donald J. Trump becoming the 45th President of the United States of America. After working around the clock for the past two months during the transition phase - both President-elect and Vice President-elect Mike Pence are ready to serve you! Together, we will ALL MAKE AMERICA GREAT AGAIN! Dan #3Days #MAGA",
          1484666342
        ],
        [
          "I promise each and every citizen of our country to be the President of all Americans. I look forward to serving you in 10 DAYS - so together, we can MAKE AMERICA GREAT AGAIN! Daniel Scavino Jr. In 10 DAYS - President-elect Donald J. Trump will be sworn into office. The journey began 17 months ago....the countdown begins. Together, we will MAKE AMERICA GREAT AGAIN! #TrumpTrain",
          1484094676
        ],
        [
          "2016 was a GREAT year! In 12 days we begin MAKING AMERICA GREAT AGAIN! Timeline Photos",
          1483901526
        ],
        [
          "TWO WEEKS! Trump Inaugural JUST TWO WEEKS AWAY! Together, we will MAKE AMERICA GREAT AGAIN! Be sure to follow the latest updates on social media – and visit the website: www.58pic2017.org",
          1483753194
        ],
        [
          "Hopefully, all supporters, and those who want to MAKE AMERICA GREAT AGAIN, will go to D.C. on January 20th. It will be a GREAT SHOW!",
          1483708823
        ],
        [
          "Well, the New Year begins. We will, together, MAKE AMERICA GREAT AGAIN! Timeline Photos",
          1483366667
        ],
        [
          "We will make America STRONG AGAIN. We will make America PROUD AGAIN. We will make America SAFE again - and we will MAKE AMERICA GREAT AGAIN! -DJT Timeline Photos",
          1482332076
        ],
        [
          "We did it! Thank you to all of my great supporters, we just officially won the election (despite all of the distorted and inaccurate media). Enjoying a celebratory dinner with some of my team at Mar-a-Lago. Together, lets MAKE AMERICA GREAT AGAIN! \n-DJT Timeline Photos",
          1482203950
        ],
        [
          "THANK YOU for all of your support on Election Night! Some of you waited 6++ hours, and I appreciated you waiting for us to join you. Together, we will MAKE AMERICA GREAT AGAIN! Trump Election Headquarters - THANK YOU!",
          1479175740
        ],
        [
          "Honored to be elected the 45th President of the United States of America. Working together, we will Make America Great Again! -DJT Timeline Photos",
          1478984392
        ],
        [
          "TODAY WE MAKE AMERICA GREAT AGAIN!",
          1478645620
        ],
        [
          "Interview with Anthony Scaramucci! TODAY WE MAKE AMERICA GREAT AGAIN!\n\nGo to https://vote.gop to find your polling location.",
          1478637474
        ],
        [
          "Interview with Eric Trump! TODAY WE MAKE AMERICA GREAT AGAIN!\n\nGo to https://vote.gop to find your polling location.",
          1478635865
        ],
        [
          "TRUMP TRAIN - GET OUT & VOTE! LETS MAKE AMERCA GREAT AGAIN!!",
          1478634464
        ],
        [
          "VOTE TODAY! Go to https://vote.gop to find your polling location. We are going to Make America Great Again!",
          1478616606
        ],
        [
          "Incredibly touched by this video. Our American comeback story begins November 8th. We will Make America Great Again for everyone.",
          1478467800
        ],
        [
          "Beautiful evening in Kinston, North Carolina - thank you! Get out and VOTE!! You can watch tonight's rally here below! LETS MAKE AMERICA GREAT AGAIN! Timeline Photos",
          1477526944
        ],
        [
          "Get out and VOTE -- we need everyone -- and if you all get to the polls -- we will WIN! Lets MAKE AMERICA GREAT AGAIN! Timeline Photos",
          1477484696
        ],
        [
          "I love our supporters -- so much spirit! Thank you Cleveland, Ohio --- VOTE TRUMP/PENCE on 11/8/16. Lets WIN & MAKE AMERICA GREAT AGAIN! Timeline Photos",
          1477183418
        ],
        [
          "Thank you to the great crowd of supporters in Newtown, Pennsylvania tonight! Get out & VOTE on 11/8/16. Lets MAKE AMERICA GREAT AGAIN! Timeline Photos",
          1477092949
        ],
        [
          "Beautiful evening in Wisconsin- THANK YOU for your incredible support tonight! Everyone get out on November 8th - and VOTE! LETS MAKE AMERICA GREAT AGAIN! -DJT Timeline Photos",
          1476748611
        ],
        [
          "In Miami now - for a beautiful rally! Join me for a couple of minutes - we are going to MAKE AMERICA GREAT AGAIN!",
          1474056986
        ],
        [
          "FLORIDA -- THANK YOU --- WE CAN WIN! Lets MAKE AMERICA GREAT AGAIN! Timeline Photos",
          1473855138
        ],
        [
          "MAKE AMERICA GREAT AGAIN!\n#AmericaFirst #ImWithYou",
          1473448310
        ],
        [
          "Join me in Iowa - attending a great event in honor of wonderful Senator Joni Ernst. Let's MAKE AMERICA GREAT AGAIN! #RoastAndRide",
          1472320484
        ],
        [
          "Join me in Akron, Ohio - for a few minutes! TOGETHER- WE WILL MAKE AMERICA GREAT AGAIN!",
          1471898908
        ],
        [
          "An honor to speak at the National Association of Home Builders in Miami Beach, Florida. Thank you for having me! Together, we are going to MAKE AMERICA GREAT AGAIN! Timeline Photos",
          1470926166
        ],
        [
          "I have proposed the largest tax reduction of ANY candidate - who has run for President this year. It is a start, in MAKING AMERICA GREAT AGAIN!",
          1470923100
        ],
        [
          "Crooked Hillary counts on Wall Street for donations.  I'll NEVER be bought and sold by them. My supporters are the BEST because they're every day Americans! Together, we WILL Make America Great Again!",
          1470001977
        ],
        [
          "America led by Hillary will be an AMERICA where things get even WORSE than it is now.  Higher taxes, rampant TERRORISM and MORE CORRUPTION from Washington, DC!  TOGETHER, we WILL Make America Great Again! In Donald Trump's America",
          1469798164
        ],
        [
          "Back in Davenport, Iowa! Join me for a few minutes - lets MAKE AMERICA GREAT AGAIN!",
          1469736043
        ],
        [
          "Departing Tampa, Florida!\nMAKE AMERICA GREAT AGAIN!",
          1469551450
        ],
        [
          "My acceptance speech was 75 minutes 'long!' Watch how long it really was - - - by watching the 28 second video below. THANK YOU #TrumpTrain - I love you! Lets MAKE AMERICA GREAT AGAIN! -DJT",
          1469275200
        ],
        [
          "GREAT, great speech, Pastor Burns! As President, I will always place America First and together, we WILL Make America Great Again – for EVERYONE! #TrumpIsWithYou",
          1469143080
        ],
        [
          "Thank you, Rev. Falwell for your faith and support! I truly have faith that we CAN make America better and as President, I WILL Make America Great Again! #TrumpIsWithYou \n\nJOIN THE MOVEMENT - WE ARE BREAKING RECORDS: http://bit.ly/2azatNI",
          1469140975
        ],
        [
          "Thank you to our next VP of the United States, Governor Mike Pence! With him by my side, I have absolutely no doubt we WILL Make America Great Again! #AmericaFirst!",
          1469066457
        ],
        [
          "Thank you so much for your support, Laura! She is a true conservative who wants what we ALL want -- to Make America Great Again! As President, I will always place #AmericaFirst!",
          1469055427
        ],
        [
          "Mike Pence is exactly the VP I need by my side. He was my first choice to help me Make America Great Again! #AmericaFirst #WeAreWithYou\n\nDonate Now: https://secure.donaldjtrump.com/vp-announcement?utm_campaign=djt_direct_vp-announce_djt&utm_medium=social&utm_source=djt_facebook",
          1468675099
        ],
        [
          "Happy Independence Day! Now, more than ever, we MUST win back our country. Our forefathers believed in what America could be and fought for it! \n\nIt's our time to reclaim our Independence. It's OUR time to Make America Great Again! #Trump2016\n\nDonate now to reclaim our Independence: donaldjtrump.com/4th-of-july",
          1467568800
        ],
        [
          "Thank you California, Montana, New Jersey, New Mexico, and South Dakota! I am honored to be your nominee, and I can assure you - - WE will MAKE AMERICA GREAT AGAIN - - TOGETHER! It is time! ELECTION NIGHT SPEECH (June 7, 2016)",
          1465403726
        ],
        [
          "GOOD MORNING OREGON! I had a wonderful time with you last week. If you did not mail in your vote - it is not too late! You can still get out and VOTE TRUMP at your local municipal clerk's office- by 8pm! Together - we will MAKE AMERICA GREAT AGAIN! VOTE TRUMP TODAY!",
          1463486400
        ],
        [
          "It is an honor to be endorsed by the West Virginia Coal Miners Association! Thank you! I will not let any of you down - and I LOVED the signs last night, \"TRUMP DIGS COAL!\" Lets MAKE AMERICA GREAT AGAIN!",
          1462542300
        ],
        [
          "THANK YOU to my amazing family- for supporting me in my quest to MAKE AMERICA GREAT AGAIN with you! If you live in Connecticut, Delaware, Maryland, Pennsylvania, or Rhode Island - - GET OUT AND VOTE TRUMP TODAY! LETS WIN!! THANK YOU TO MY FAMILY!",
          1461677818
        ],
        [
          "THANK YOU Bridgeport, Connecticut! Incredible! Everyone get out on Tuesday, April 26th - and VOTE TRUMP! We are going to MAKE AMERICA GREAT AGAIN! Timeline Photos",
          1461432094
        ],
        [
          "Thank you Connecticut! See you this evening!! Lets MAKE AMERICA GREAT AGAIN!! Timeline Photos",
          1461336205
        ],
        [
          "THANK YOU! We are leading this movement by millions of votes- we will WIN the nomination, and MAKE AMERICA GREAT AGAIN! Timeline Photos",
          1461176125
        ],
        [
          "WOW! THANK YOU, California! I can't wait to get out there- and see you all-- we are going to MAKE AMERICA GREAT AGAIN! Make it a great day! Timeline Photos",
          1460919541
        ],
        [
          "WOW! THANK YOU, SYRACUSE! Massive crowd of supporters- wanting to MAKE AMERICA GREAT AGAIN! (Photo credit©Jenna Johnson @jphenna of the Washington Post) Timeline Photos",
          1460823248
        ],
        [
          "Missouri just declared us the \"certified winner\" of their primary! 12 more delegates added- as we work everyday- to secure the GOP nomination. \nWe are in it to WIN!\nMAKE AMERICA GREAT AGAIN! Timeline Photos",
          1460478928
        ],
        [
          "I really appreciate the amount of support, Wisconsin! Stopped by a polling location- to check in on voters- hopefully voting Trump! If you have yet to get out today- don't forget! Love you all! We will MAKE AMERICA GREAT AGAIN!",
          1459875272
        ],
        [
          "My new radio ad, airing today in Wisconsin! See you soon! #MakeAmericaGreatAgain Make America Great Again Radio Spot",
          1459535431
        ],
        [
          "WOW! Thank you for your support- this just might be the largest residential campaign sign of 2016! We will MAKE AMERICA GREAT AGAIN!",
          1458923245
        ],
        [
          "THANK YOU FOR YOUR SUPPORT! LETS MAKE AMERICA GREAT AGAIN! Timeline Photos",
          1458381602
        ],
        [
          "THANK YOU, ARIZONA! I will not let you down. We will MAKE AMERICA GREAT AGAIN! Timeline Photos",
          1458322188
        ],
        [
          "THANK YOU COLUMBUS, OHIO! I will be back- but remember to VOTE TRUMP on March 15th-- we will MAKE AMERICA GREAT AGAIN! I love you all! Timeline Photos",
          1456854570
        ],
        [
          "GOOD MORNING AMERICA! The new Reuters National GOP polling is outstanding! Remember- if you do not get out & vote- it will not matter! VOTE TRUMP & LETS MAKE AMERICA GREAT AGAIN! Timeline Photos",
          1456657251
        ],
        [
          "Here we go! Lets MAKE AMERICA GREAT AGAIN! #GOPDebate Timeline Photos",
          1456447241
        ],
        [
          "Texas, Georgia & many more VOTE EARLY! This is a movement. We are getting closer to Making America Great Again! #Trump2016\n\nTexas Poll Information: https://www.donaldjtrump.com/texas\n\nGeorgia Poll Information: http://www.donaldjtrump.com/georgia Early Voting Open",
          1456354164
        ],
        [
          "Great new poll from SC. I will keep this country safe and together we will MAKE AMERICA GREAT AGAIN. Timeline Photos",
          1455466221
        ],
        [
          "Stop the assault on American values. Stand with Trump to Make America Great Again! #Trump2016 #MakeAmericaGreatAgain Voters Speak",
          1454526956
        ],
        [
          "It all begins tonight - WE WILL FINALLY TAKE OUR COUNTRY BACK AND MAKE AMERICA GREAT AGAIN!",
          1454364231
        ],
        [
          "It is time to take back our country- and MAKE AMERICA GREAT AGAIN!\nIowa caucus finder:\nwww.CaucusForTrump.com",
          1454253725
        ],
        [
          "America has been great to me, I want to be great to America. I want to put us back on the right course and Make America Great Again! Life-Changing Experience",
          1453293000
        ],
        [
          "A very special morning in Windham, New Hampshire! THANK YOU for the incredible amount of support. There is no question - that if everyone gets out to VOTE- WE are going to MAKE AMERICA GREAT AGAIN, together! Again, THANK YOU! Timeline Photos",
          1452529592
        ],
        [
          "THANK YOU ILLINOIS! Let's not forget to get family & friends- out to VOTE IN 2016! Together, we will ALL MAKE AMERICA GREAT AGAIN! Timeline Photos",
          1451583923
        ],
        [
          "Merry Christmas to all. Have a great day and have a really amazing year. Together, we will MAKE AMERICA GREAT AGAIN! It will be done! Timeline Photos",
          1451041250
        ],
        [
          "I am now in Palm Beach, Florida, and will be going to church tonight. MAKE AMERICA GREAT AGAIN!",
          1450998305
        ],
        [
          "TIME TO MAKE AMERICA GREAT AGAIN! Jonathan Allen: Face it: Trump’s the true GOP favorite now There’s something the chattering classes along the Acela Corridor don’t want to say about Donald Trump: He’s the overwhelming",
          1450973122
        ],
        [
          "GOOD AFTERNOON AMERICA! Christmas is going to be here before we know it! Some GREAT new #Trump2016 gear in the store! It is time to MAKE AMERICA GREAT AGAIN! Together, we will do it! Share your support for Christmas with family and friends. Join us - in making history: http://shop.donaldjtrump.com. #TrumpTrain Timeline Photos",
          1450382681
        ],
        [
          "Thank you to all of my supporters across the United States of America. We had a great night at the #GOPDebate. Thank you for your continued support! Let's MAKE AMERICA GREAT AGAIN! #Trump2016 Timeline Photos",
          1450244519
        ],
        [
          "Thank you for your support America! Together we can & will MAKE AMERICA GREAT AGAIN! #Trump2016 Timeline Photos",
          1447880720
        ],
        [
          "So, so, so important - MAKE AMERICA GREAT AGAIN!",
          1444083540
        ],
        [
          "Happy Fourth of July to everyone! Make America Great Again!",
          1436023359
        ],
        [
          "Amazing NH poll released! We are getting ready to Make America Great Again! Timeline Photos",
          1433802706
        ],
        [
          "#MakeAmericaGreatAgain donaldjtrump.com Make America Great Again",
          1429716906
        ],
        [
          "For America to be strong again, the ways of politicians must be put in the past. Let’s Make America Great Again! Donald J. Trump Donald J. Trump Exploratory Committee",
          1429298471
        ],
        [
          "Happy Thanksgiving - I hope everyone can get together to MAKE AMERICA GREAT AGAIN! It won't be easy, nothing is, but it can be done.",
          1417108124
        ],
        [
          "I wonder if I run for PRESIDENT, will the haters and losers vote for me knowing that I will MAKE AMERICA GREAT AGAIN? I say they will!",
          1411943092
        ],
        [
          "We have to make America great again!",
          1352313161
        ]
      ],
      "dates_start": 1447765771,
      "dates_end": 1487441299,
      "likes_avg": 136909,
      "likes_stdev": 144714,
      "comments_avg": 11535,
      "comments_stdev": 11747,
      "shares_avg": 12789,
      "shares_stdev": 14425
    }
  ]
}