{
  "pagename": "fordmustang",
  "page_name_displayed": "Ford Mustang",
  "globalstats": {
    "fan_count": 8465198,
    "messages": 2736,
    "likes_avg": 4130,
    "likes_stdev": 11295,
    "comments_avg": 101,
    "comments_stdev": 370,
    "shares_avg": 446,
    "shares_stdev": 1453,
    "graph_uri": "clusters/fordmustang.png"
  },
  "clusters": [
    {
      "number": 1,
      "important": [
        "mustang",
        "ford",
        "watch",
        "car",
        "offer",
        "live",
        "track",
        "tbt",
        "pic"
      ],
      "summary": [
        "How do you like your Ford Mustang?",
        "Check out the line-up here: http://ford.to/1e9w78k\n\nSimply select your favorite Mustang featured in the picture and cast your vote by replying to this post via-hashtag.",
        "This may be the the Year of the Horse, but it's always Year of the Mustang in our book.",
        "Tell us what it's like to be behind the wheel of a Ford Mustang.",
        "Let's see the inside of your Mustang!"
      ],
      "common": 0,
      "messages": [
        [
          "LEDs got me feelin' LIT. 💡👌🏻. Timeline Photos.",
          1489420635
        ],
        [
          "The best seat in the house! Tell us what it's like to be behind the wheel of a Ford Mustang. 📷 Place Conducteur - Car Interior Photography. Timeline Photos.",
          1488475832
        ],
        [
          "If a Mustang revs in the forest, everyone would hear it. 🌲. Timeline Photos.",
          1487874894
        ],
        [
          "Love vrooms this Valentine’s Day. 💐 Spread the love by sharing this with a special someone! Timeline Photos.",
          1487080885
        ],
        [
          "Hop in. Timeline Photos.",
          1486659074
        ],
        [
          "S   H   E   L   B   Y. Timeline Photos.",
          1486573769
        ],
        [
          "Stone cold. ❄️ Let's see your winter pony! Timeline Photos.",
          1486141071
        ],
        [
          "Uncovered and unleashed. Timeline Photos.",
          1485281418
        ],
        [
          "Pony up in the big city 🌇. Let's see yours! Timeline Photos.",
          1483549343
        ],
        [
          "Ford announces new hybrid version of the Mustang, delivering V8 power and even more low-end torque! The Mustang Hybrid, built at the Flat Rock Assembly Plant, debuts in 2020 and will be available in the U.S. to start. Timeline Photos.",
          1483458453
        ],
        [
          "Strike a pose. Let's see your Mustang's best angle! Timeline Photos.",
          1482252186
        ],
        [
          "Staring contest. 👀. Timeline Photos.",
          1481561731
        ],
        [
          "🐍 Timeline Photos.",
          1480354366
        ],
        [
          "Dream garage? We think so. What would your dream garage look like? 📷 Andreasen Photography. Timeline Photos.",
          1479749417
        ],
        [
          "A New York State of Mustang. 📷 Steve W. Timeline Photos.",
          1479405649
        ],
        [
          "Home sweet Mustang 🏡. Let's see your pony at home! 📷 Hayden Stinebaugh. Timeline Photos.",
          1479141642
        ],
        [
          "Running with the ponies. Timeline Photos.",
          1478536811
        ],
        [
          "Take your pick. 🏁. Timeline Photos.",
          1477671119
        ],
        [
          "Making the view from the top worthwhile. #TailLightTuesday. Timeline Photos.",
          1477414047
        ],
        [
          "Something old. Something new. Something fast. Something distinctly Mustang for #ThrowbackThursday. 📷 James Holm. Timeline Photos.",
          1476973628
        ],
        [
          "The Shelby® GT350R adds a new award to its trophy cabinet! Its ultralight carbon-fiber wheels – the first of their kind on a production car — wins the Popular Science Best of What’s New Award just in time for #WheelWednesday. Timeline Photos.",
          1476887356
        ],
        [
          "Caption this. Timeline Photos.",
          1476454622
        ],
        [
          "We've got #Mustang on a cloudy day for this #ThrowbackThursday. 📷 Seb Photos. Timeline Photos.",
          1475768769
        ],
        [
          "A day at the beach! Do you have any Mustang memories by the beach you'd like to share? Show us. Timeline Photos.",
          1475598687
        ],
        [
          "Some kind of special for #FrontEndFriday. Timeline Photos.",
          1474640128
        ],
        [
          "We love our ponies from the inside out. Let's see the inside of your Mustang! Timeline Photos.",
          1474384624
        ],
        [
          "From your imagination to the drawing board. Do you have any #Mustang works of art you'd like to share? Show us! 📷 Singh B. Timeline Photos.",
          1473693319
        ],
        [
          "Waking up to a Mustang under the tree (well, driveway if we're being realistic) is the dream of many. Have you ever gotten a Mustang as a holiday present? Timeline Photos.",
          1450113931
        ],
        [
          "Thanks so much to Car and Driver for honoring the Shelby GT350® and GT350R with their 10BEST Award. We're revving our engines in celebration! Timeline Photos.",
          1447878601
        ],
        [
          "Thank you Road & Track Magazine for naming the Mustang Shelby® GT350R \"Performance Car of the Year”!  http://ford.to/1lj6dWW. Timeline Photos.",
          1447177026
        ],
        [
          "Everyone has a Mustang story. A Faster Horse hits theaters today and is available for streaming on Vimeo tomorrow. ford.to/1UvlGxv. Timeline Photos.",
          1444316911
        ],
        [
          "The first autumn drive in your Mustang is special each year. In honor of the fall equinox, show us your Mustang in nature's kaleidoscope. Timeline Photos.",
          1443016155
        ],
        [
          "Big hair, neon clothes, awesome teen movies and … the '82 GLX. Yep, the '80s were a weird, wild time. Is your 'stang an '80s baby? Timeline Photos.",
          1435586644
        ],
        [
          "Photo by: https://www.facebook.com/SurpremePhotography.",
          1434733257
        ],
        [
          "This is our Monday motivation…and our motivation every other day of the week too. Timeline Photos.",
          1429556356
        ],
        [
          "The  full Ford Performance lineup takes New York. That's right - the Shelby® GT350R is ready to take a bite out of the Big Apple! Timeline Photos.",
          1427996814
        ],
        [
          "This is the stuff dreams are made of - two rare original Shelby GT350 reunited for a limited tour. Be sure to check out all the pictures in the article http://ford.to/V3Gpke #TBT. Timeline Photos.",
          1405601087
        ],
        [
          "Show us your classic Mustang wallpaper on your phone, laptop, desktop or tablet! #TBT. Timeline Photos.",
          1402599997
        ],
        [
          "Did you know today is National Best Friend Day? Celebrate with us, and share a pic of you and your bestie #InAMustang. Timeline Photos.",
          1402237022
        ],
        [
          "Narci and her husband purchased a 1965 Mustang when they were first married 50 years ago. Today, they are looking forward to renewing their Mustang love affair with a 2015 GT convertible. Is Ford Mustang part of your family's DNA? #TBT. Timeline Photos.",
          1401976622
        ],
        [
          "Are you a movie buff? A lover of Mustang history? You'll want to catch A Faster Horse, an upcoming documentary about the Ford Mustang directed by David Gelb. \n \nRich with rare and never-before seen archival footage, A Faster Horse will set your heart racing. http://ford.to/1wueOHh. Timeline Photos.",
          1401389905
        ],
        [
          "Does your modern Mustang have a classic Mustang twin? Share your pics, we love a good family portrait! #TBT. Timeline Photos.",
          1401372842
        ],
        [
          "Best of luck to both teams today in the UEFA Champions League Final! #FordMustang. Timeline Photos.",
          1400940005
        ],
        [
          "Has the spring weather helped shape your perfect Mustang? Come dream out loud. Explore the possibilities with the Mustang Customizer: http://ford.to/1jmcYUs. Timeline Photos.",
          1400249234
        ],
        [
          "10, 9, 8, 7, 6, 5, 4, 3, 2, 1…GO FURTHER! Watch as we launch miniature 2015 Mustang into space: http://ford.to/1jb6ec8. Timeline Photos.",
          1399920313
        ],
        [
          "How are you celebrating Mother's Day? Timeline Photos.",
          1399817883
        ],
        [
          "Do you have a Mustang-loving Mom? Tell us what makes her so special! Timeline Photos.",
          1399644483
        ],
        [
          "Coupe or convertible, V6 or V8? How do you like your Ford Mustang? #TBT. Timeline Photos.",
          1399557906
        ],
        [
          "Which is your favorite kind of road to cruise in your Mustang? Long straightaways or twisty turns? Timeline Photos.",
          1399300323
        ],
        [
          "How do you honor an icon? Watch what the key Ford players had to say on a recent episode of Autoline Detroit: http://ford.to/1n5XMMN. Timeline Photos.",
          1399040235
        ],
        [
          "Sunrise or sunset? Which makes your Mustang look its best? #TBT. Timeline Photos.",
          1398953942
        ],
        [
          "Miss the big Pony Drive across the United States? Read about one man’s adventures on the Charlotte bound leg of the trip. http://ford.to/1mZkvtV. Timeline Photos.",
          1398866946
        ],
        [
          "How well do you know your Mustang history? Here are 23 things you might not have known about Mustang: http://ford.to/1mRAHNQ. Timeline Photos.",
          1398696367
        ],
        [
          "Presenting the colors of the 2015 Mustang. Which one will you choose? Timeline Photos.",
          1397829620
        ],
        [
          "Throwback chrome details say 1965. The 5.0-liter V8 engine roars 2015. Introducing the Ford Mustang 50 Year Edition. #FordMustang50. Timeline Photos.",
          1397658801
        ],
        [
          "Drum roll please! The big winner is the #66MustangFastback! Was that your top pick? http://ford.to/1he0g8t. Timeline Photos.",
          1396985506
        ],
        [
          "When asked in a recent Twitter chat what makes a Mustang a Mustang, Vehicle Integration Supervisor Michele Lubin Henney replied \"\"…style, power, & sound.\"\n\nWhat do you think makes a Mustang a Mustang? Timeline Photos.",
          1396018819
        ],
        [
          "Ford Mustang may age, but it never grows old. 1965 Mustang Fastback #TBT. Timeline Photos.",
          1395932416
        ],
        [
          "It’s time for a little friendly,  Mustang-on-Mustang competition. Check out the line-up here: http://ford.to/1e9w78k\n\nSimply select your favorite Mustang featured in the picture and cast your vote by replying to this post via-hashtag. Timeline Photos.",
          1395016417
        ],
        [
          "Happy International Women’s Day! For 50 years, women have been an important part of the Ford Mustang story as engineers, designers, executives and of course, customers. http://ford.to/1ffxlLp. Timeline Photos.",
          1394294431
        ],
        [
          "Twins born in different years, a 1966 GT and a 2006 GT. Thanks for sharing this great looking pair of ponies, Gary! #TBT. Timeline Photos.",
          1394121624
        ],
        [
          "Debbie shared this great pic of her 2004 GT. Happy #TopDownTuesday everyone! Timeline Photos.",
          1393948814
        ],
        [
          "Who am I wearing? A stunning #henryford original.\n#myoscarphoto http://ford.to/1jrVG6p. Timeline Photos.",
          1393803751
        ],
        [
          "Dimitri sent this classic Mustang in from snowy Austria. #TBT. Timeline Photos.",
          1393516807
        ],
        [
          "It all began in 1978 with a Mustang II. Today, Mike Berardi owns an impressive collection of 43 Mustangs. http://ford.to/1jOfiDF. Timeline Photos.",
          1393430418
        ],
        [
          "Winter driving in a Mustang; it's more than a fair-weather friend. http://ford.to/Nv0e0q. Timeline Photos.",
          1392998423
        ],
        [
          "Brandon posted this picture of his Mustang at a Route 66 landmark. Where would you go in a Mustang? #TBT. Timeline Photos.",
          1392912010
        ],
        [
          "Heather shared this wonderful image of her vintage #Mustang. Feel free to post your classic Mustang pictures on our timeline. Who knows, we might post your car next! #TBT. Timeline Photos.",
          1392307217
        ],
        [
          "Can we get some love for this 1965 Mustang? #TBT. Timeline Photos.",
          1391702425
        ],
        [
          "Did you know there’s a new pinball game featuring the Ford #Mustang? It’s all part of this year’s Mustang 50th Celebration. http://ford.to/1lAFWl0. Timeline Photos.",
          1391634012
        ],
        [
          "SiriusXM* Satellite Radio is offering two weeks of complimentary listening to all owners of 2009 model year or later equipped Ford vehicles starting January 28 – February 10. Get details: http://ford.to/M5FXxi #SXM60FREE. Timeline Photos.",
          1391616019
        ],
        [
          "This may be the the Year of the Horse, but it's always Year of the Mustang in our book. #Mustang. Timeline Photos.",
          1391184015
        ],
        [
          "And then there was Eleanor. What's your favorite vintage #Mustang? #TBT. Timeline Photos.",
          1391097605
        ],
        [
          "Now that's one sweet daily driver, Megan! Timeline Photos.",
          1390838420
        ],
        [
          "Beautiful Mach 1 Randy Shutter! #ThrowbackThursday #TBT. Timeline Photos.",
          1390510801
        ],
        [
          "Award season has begun. The 2015 Mustang was named best production car at 2014 #NAIAS. http://ford.to/1eMtjeZ. Timeline Photos.",
          1390233632
        ],
        [
          "Great tattoos Lindsay Fiocco Mackey! #Mustang really is a superstar. Timeline Photos.",
          1389723727
        ],
        [
          "The 3.7-liter V6 and available 5.0-liter V8 is just the start. Learn more about what the 2015 #Mustang has to offer: http://ford.to/1lXDJ0B #FordNAIAS #NAIAS. Timeline Photos.",
          1389709173
        ],
        [
          "A snowy 1969 Mustang, complete with snowmobile. #ThrowbackThursday. Timeline Photos.",
          1389283212
        ],
        [
          "How cool is this? Coming soon -  a #Mustang 50th Anniversary pinball game. See http://ford.to/1hjj3jk for details. Timeline Photos.",
          1389024011
        ],
        [
          "Nice ink! Now it's your turn to post up your best Mustang tattoo pics. #TattooTuesday. Timeline Photos.",
          1388505604
        ],
        [
          "That's one way to add a Mustang to your man cave. Timeline Photos.",
          1388419219
        ],
        [
          "Now that's our kind of Christmas gift! Timeline Photos.",
          1387987205
        ],
        [
          "Do you have Mustang-themed decorations on your Christmas tree? Post up your pics! Timeline Photos.",
          1387468818
        ],
        [
          "Like this post if you treat your car like it’s your baby. http://ford.to/1hMHOEz. Timeline Photos.",
          1387305005
        ],
        [
          "Great tat from @lauraleighx3! Here's your chance to show us your Mustang ink. Post up your best your high-res pics, we'd love to see what you've got. #tattootuesday. Timeline Photos.",
          1387294205
        ],
        [
          "Using your available SYNC*, voice-activate SiriusXM’s Holly holiday channel to be rocking mile after mile with songs from many of your favorite contemporary artists. Timeline Photos.",
          1386701875
        ],
        [
          "Red 1966 or White 1965. Which one would you add to your Mustang dream garage? Timeline Photos.",
          1386608441
        ],
        [
          "Have you read about Cool Hunting’s exclusive tour of the next generation pony car with Mustang design team? Learn why “moving Mustang forward was both a challenge and quite easy.” http://ford.to/1juskV1. Timeline Photos.",
          1386357873
        ],
        [
          "Somehow, the bat signal doesn't seem quite so cool anymore. #MustangInspires. Timeline Photos.",
          1386283843
        ],
        [
          "Oh yeah, baby! When you’ve been in over 3,000 movies and TV shows, it’s more than fitting to be immortalized amongst all the stars in Hollywood! Timeline Photos.",
          1386279646
        ],
        [
          "We’re chomping at the bit to reveal the 2015 Mustang this week, but we’re also stoked about Cars.com’s annual contest for the best cars of 2013. Think Mustang deserves the title? Get over there and vote #MustangInspires !\n\nhttp://ford.to/Iid3rz. Timeline Photos.",
          1386079210
        ],
        [
          "Looking for adventure, living life to the fullest, Christian Cannon remembers searching for the best waves in a Mustang GT 350 in this #MustangInspires video. http://instagram.com/p/hbdOdhJCcd/ Timeline Photos.",
          1386006035
        ],
        [
          "A small group of U.S. Army soldiers fighting in Afghanistan chose a name to inspire them all.\r\n\r\nTeam Mustang. http://ford.to/HQB2yA. Timeline Photos.",
          1384205860
        ],
        [
          "In Germany during the 1960s or 1970s there was a rare breed of Mustang that wore the galloping horse logos but a T-5 nameplate. In this video, Käthe Lowe tells us about the 1966 Ford T-5 fastback she has proudly owned since November 1965 and still drives it regularly today. Watch the video to learn about Käthe’s rare pony.\n\nWATCH HERE -> http://ford.to/187AwlU. Timeline Photos.",
          1383769812
        ],
        [
          "Do you know how to heel-toe shift? Can you explain what it means? Timeline Photos.",
          1383757982
        ],
        [
          "Ever take your Mustang to the track? Timeline Photos.",
          1383667264
        ],
        [
          "Burnouts: fun or they just burn a hole in your wallet? Timeline Photos.",
          1383420600
        ],
        [
          "What are your best Mustang memories? #mustanginspires www.mustanginspires.com. Timeline Photos.",
          1383406481
        ],
        [
          "A Mustang Cobra Jet revving against a GRC Fiesta ST on the dragstrip. What do you think happens next? \r\n \r\nWATCH -> http://ford.to/1aWfffL. Timeline Photos.",
          1383246257
        ],
        [
          "Like if you prefer black rims and comment if you prefer chrome. Timeline Photos.",
          1383162589
        ],
        [
          "Want to customize your dream Mustang? Learn more about this legend, get special offers, news and updates when you sign up for Ford emails at http://ford.to/1eHXlRT. Timeline Photos.",
          1382529601
        ],
        [
          "Designed to celebrate the Mustang's first fifty years. Built to the last the next fifty. On sale now, click here for details. -> http://ford.to/1eom0Lk. Timeline Photos.",
          1382464801
        ],
        [
          "Vortech’s Yellow Jacket Mustang not only packs a sting in the looks department but also has seriously epic horsepower.\r\n \r\nJust HOW much HP does it have? GO HERE! -> http://ford.to/1e9jjwW. Timeline Photos.",
          1381414200
        ],
        [
          "You chose the perfect ringtone. SYNC®* can recognize your personal one on your supported phone and play it when a call comes in. Have unique ringtones to identify friends and family? SYNC can play those too.** Get details: http://ford.to/18RK9HV. Timeline Photos.",
          1381406191
        ],
        [
          "There’s a guy in Europe who fell in love with Mustangs and never looked back. \r\n\r\nWatch him ride! -> http://bit.ly/1fmEAHw. Timeline Photos.",
          1380122433
        ],
        [
          "Important news for baseball fans: SiriusXM* Radio brings MLB® play-by-play action to Ford drivers who have a vehicle equipped with Sirius Premier and All Access Subscriptions. Catch every home run and double play when you’re on the road. Get details: http://bit.ly/18bEB9H. Timeline Photos.",
          1379971805
        ],
        [
          "If you had to design the Mustang II, what would you do? Road & Track ponders that question and shows off some of the swoopiest Mustang II concepts that never saw production.\n\n“Ultimately cooler heads prevailed.” -> http://bit.ly/18eLNlm. Timeline Photos.",
          1379775611
        ],
        [
          "This is the view that most drivers get of a Shelby as it passes, but do you know the story behind the machine?\n\nWATCH! -> http://bit.ly/189eAri. Timeline Photos.",
          1379512867
        ],
        [
          "Most hospitals want hearts to be calm. The Henry Ford Hospital and Ford want yours to get racing! \r\n \r\nA one-of-a-kind Mustang will make an appearance at the “Get Your Heart Racing” fundraiser, and there will be a whole lot more. September 13 and 14. Check http://ford.to/1ehBAf4 for details! Timeline Photos.",
          1378987397
        ]
      ],
      "dates_start": 1377940670,
      "dates_end": 1456404695,
      "likes_avg": 20727,
      "likes_stdev": 18194,
      "comments_avg": 483,
      "comments_stdev": 672,
      "shares_avg": 1931,
      "shares_stdev": 2349
    },
    {
      "number": 2,
      "important": [
        "speed",
        "mustang",
        "ford car",
        "movi",
        "prize",
        "need",
        "car",
        "tonight",
        "ontario"
      ],
      "summary": [
        "Register now for the Need For Speed Movie Race to DeLeon to gain to access exclusive ford cars and for a chance to win a trip for two to NY to attend a VIP Need For Speed party!",
        "Catch the Need for Speed movie in theaters March 14; register now for your chance to win a 2015 Mustang and other weekly prizes.",
        "Catch the Need For Speed Movie in theaters March 14; register today for your chance to win a 2015 Mustang and other weekly prizes.",
        "See the 2015 Mustang in Need for Speed.",
        "Get ready the Need for Speed movie in theaters March 14; register today for your chance to win a 2015 Mustang and other weekly prizes."
      ],
      "common": 0,
      "messages": [
        [
          "Dreaming of a 2015 Mustang GT? We teamed up with SiriusXM Radio to give you the chance to make that dream a reality! Enter: http://ford.to/1CrATgg \n\nOpen to active SiriusXM sub. U.S. residents. 21+. Ends 10/12/15. Rules: Mustang Race to a Million Sweepstakes - SiriusXM Radio. SiriusXM and Ford have your chance to win a 2015 Ford Mustang GT and the chance at a one million dollar prize!",
          1438610106
        ],
        [
          "Made by my son, in the game the need for speed <3 My favorite car has my name on it! <3",
          1432051227
        ],
        [
          "HILLARY WINS.",
          1431124464
        ],
        [
          "Oscar winner, by Need for Speed.",
          1424583418
        ],
        [
          "Hi, my name is Francesco from Italy, and this is the shlelby mustang that appears on \"need for speed\" movie...this is fully hand made, only pencils and markers...I hope you like it! 😊.",
          1423484483
        ],
        [
          "For you Mustang fans in Ontario, Canada -- Please consider supporting prostate cancer research and order raffle tickets for a chance to WIN this custom built, one-of-a-kind 2015 Mustang GT. Only 13,000 tickets being sold so you have great odds! Just $20 per ticket or 3 for $50. Visit www.rocktheroadraffle.ca to order. (Ontario residents 18+ only, LL#6940)",
          1420654467
        ],
        [
          "For those in Ontario, check out our raffle for a chance to win this custom built, one-of-a-kind 2015 Ford Mustang GT! Just $20 per ticket or 3 for $50! LL#6940\n\nOrders tickets at: www.rocktheroadraffle.ca.",
          1418918037
        ],
        [
          "Watching \"Need For Speed\" right now on DVD!!!",
          1407365352
        ],
        [
          "Want to get Lucky? Here's your chance! Buckle up for an exciting road trip - Lucky Brand and Ford Mustang have teamed up to give away some great prizes, including Lucky Brand apparel and a 2014 Ford Mustang. \n\nVisit http://ford.to/1wA12D7 to register for your chance to win. No purchase necessary to enter or to win. A purchase will not improve chance of winning. Contest ends July 9, 2014. Timeline Photos.",
          1401460513
        ],
        [
          "Seahrse rules !",
          1400635645
        ],
        [
          "Ford Mustang do filme Need for Speed é vendido por US$300 mil, leia mais: http://on.fb.me/1mSmsZ2\n\nClique e conheça o portal de notícias Fordmaníacos\n: www.facebook.com/Fordmaniacos.",
          1398717197
        ],
        [
          "Wow! The 2013 Mustang from Need for Speed sold for $300,000 at Barrett-Jackson tonight. Even better, 100% of the proceeds from the sale of the special 2013 Mustang went to benefit Henry Ford Health System. The winning bidder, David Flynn, is planning on putting the Mustang on display at his dealership. Timeline Photos.",
          1397340311
        ],
        [
          "Live from Barrett-Jackson, Palm Beach, Florida on National Geographic Channel at 4 PM EST!  Watch as one lucky bidder nabs one of the 2013 Mustangs from Need for Speed. Timeline Photos.",
          1397311201
        ],
        [
          "This Saturday, be sure to tune into the Barrett-Jackson auction live from Palm Beach, Florida on the National Geographic Channel at 4 PM EST to watch the highest bidder take home a special 2013 Mustang from Need for Speed. Timeline Photos.",
          1397156401
        ],
        [
          "Need For Speed 3D - Advanced Screening #Mustang #Lebanon #Tornado #Speed #Cars #Car #Drift #Drag #NFS #V8 #V6 #Cobra #Ford #Beirut\n\nMustang Tornado. Need For Speed 3D - Advanced Screening. Fresh from prison, a street racer who was framed by a wealthy business associate joins a cross country race with revenge in mind. His ex-partner, learning of...",
          1395425602
        ],
        [
          "Are you ready for some high speed, all out, pedal-to-the-metal racing action? Be sure to catch the Need for Speed on the big screen this weekend. Oh yeah, here's a little something to get your engine revving. Need for Speed - Casting the Hero Car.",
          1394818484
        ],
        [
          "The wait is almost over! Catch Mustang and Need for Speed in theaters tomorrow. Timeline Photos.",
          1394740800
        ],
        [
          "Have you entered the Race to DeLeon? Register for your chance to win a 2015 Ford Mustang and other prizes. http://ford.to/1dEYk3Z. No purchase necessary. See official rules: http://ford.to/1gSs2I6 #NeedforSpeed. Need For Speed. Do you have a need for speed? Enter the Race To DeLeon for a chance to win a 2015 Ford Mustang. Need For Speed is in theaters March 14.",
          1394208001
        ],
        [
          "Lights, camera, action! Can you feel the excitement? Hear the engine roar? Come check out the all-new 2015 Mustang at the Need for Speed Hollywood premier! http://ford.to/O1KTUT. All-New Ford Mustang Silver Screen Debut in Need for Speed. All-new Ford Mustang will make its big-screen debut in Need for Speed this spring before it goes on sale this fall Mustang has had one of the most prolific f...",
          1394208001
        ],
        [
          "Mustang GT \"Need For Speed\" '2014.",
          1394154772
        ],
        [
          "Check out Aaron Paul and the Need for Speed Mustang on WWE Raw last night. Timeline Photos.",
          1393981256
        ],
        [
          "Get ready the Need for Speed movie in theaters March 14; register today for your chance to win a 2015 Mustang and other weekly prizes. http://ford.to/1dEYk3Z. No purchase necessary. See official rules: http://ford.to/1gSs2I6. Timeline Photos.",
          1393621201
        ],
        [
          "Do you really think that when you’ve been set up, accused and convicted that a new car can make it all better? \n\nDepends on the car. \n\nSee the 2015 Mustang in Need for Speed. In theaters March 14. http://ford.to/NFS.",
          1393265796
        ],
        [
          "Catch the Need for Speed movie in theaters March 14; register now for your chance to win a 2015 Mustang and other weekly prizes. http://ford.to/1dEYk3Z. No purchase necessary.See official rules: http://ford.to/1gSs2I6. Timeline Photos.",
          1392825288
        ],
        [
          "WIN a 2015 Ford Mustang and other prizes. \nhttps://www.racetodeleon.com/share/100002848582917\n.\n.",
          1392785023
        ],
        [
          "Do you have what it takes to win the Race to DeLeon? Catch the Need For Speed Movie in theaters March 14; register today for your chance to win a 2015 Mustang and other weekly prizes. http://ford.to/1dEYk3Z. \n\nNo purchase necessary.See official rules: http://ford.to/1gSs2I6  \n. Need For Speed. Do you have a need for speed? Enter the Race To DeLeon for a chance to win a 2015 Ford Mustang. Need For Speed is in theaters March 14.",
          1392220801
        ],
        [
          "Catch the Need for Speed spot during the Big Game? Then follow @NeedforSpeed on Twitter to participate in the Need for Speed Tweet Sweeps. Win 10 Need For Speed prize packs. Winners must follow @NeedForSpeed on Twitter and answer trivia questions correctly about the new :30 spot, using #NFSMovie to win. http://ford.to/1kADKpK\n\nNo purchase is necessary to enter or win this sweepstakes.  A purchase will not improve your chance of winning.  Twitter account in good standing required.  Void where prohibited. Timeline Photos.",
          1391382298
        ],
        [
          "Watch the Big Game tomorrow to get an exclusive look at the Need For Speed movie. Be sure to follow @NeedForSpeed on Twitter and answer trivia questions after the spot airs using #NFSMOVIE for your chance to win prizes.  \n \nNo purchase is necessary to enter or win this sweepstakes.  A purchase will not improve your chance of winning.  Twitter account in good standing required.  Void where prohibited. Timeline Photos.",
          1391301869
        ],
        [
          "Oh yeah! Everyone who buys a Mustang or owns a Mustang has a Need for Speed. Check out this 2015 #Mustang article and behind the scenes video clip. http://ford.to/1dyuKRz. First look at Need For Speed's Ford Mustang. Cars don’t come much manlier than the Ford Mustang. Mixing the mechanistic with the macho, this bulky piece of engineering has been shorthand for American muscle car culture for 50 straight years.",
          1389888001
        ],
        [
          "MTV’s annual Movie Brawl is out and Need for Speed with Aaron Paul is in the running for most-anticipated movie of 2014. Get in there and vote – let’s smoke the competition! \nhttp://ford.to/1hZ8P7Z\n\n \n. MTV Movie Brawl 2014. The brawl for it all is back! What is your most anticipated movie of 2014? Vote for your favorites and spread the word on Facebook and Twitter!",
          1389831089
        ],
        [
          "Lights, camera, Mustang! The all-new #Mustang is off to the movies.  Watch for its big screen debut March 14 in Need for Speed. Timeline Photos.",
          1389731095
        ],
        [
          "Are you a #Mustang fan? Want to win a trip for two to NY to attend a Need for Speed movie Race to DeLeon VIP event?  Here's your chance\n\nNo purchase necessary. See official rules: http://ford.to/1gSs2I6. Need For Speed. Register now for the Need For Speed Movie Race to DeLeon to gain to access exclusive ford cars and for a chance to win a trip for two to NY to attend a VIP Need For Speed party! Need For Speed - in theaters, March 2014.",
          1388696400
        ],
        [
          "Do you have what it takes to join the Need for Speed movie Race to DeLeon? Here's your chance to win a trip for two to NY and attend a Need for Speed VIP event. \n\nNo purchase necessary. See official rules: http://ford.to/1gSs2I6. Need For Speed. Register now for the Need For Speed Movie Race to DeLeon to gain to access exclusive ford cars and for a chance to win a trip for two to NY to attend a VIP Need For Speed party! Need For Speed - in theaters, March 2014.",
          1388091601
        ],
        [
          "Who wants to win a copy of Need for Speed Rivals? 'Cuz we got one, and we'll give one away if you comment here with why you're the biggest fan of #Mustang and Need for Speed. Here's the fine print: no purchase necessary. Comment below and we'll pick a winner at random from those comments, announcing it within the comments. If we don't hear from you in 48 hours, we'll pick another. Good luck! Timeline Photos.",
          1387382401
        ],
        [
          "Hey @Need for Speed Rivals players: Have you found all the hidden 2015 #Mustang stuff yet? Here's a little something to help you out. Tell us what you think! http://bit.ly/19tvmoH. Ford Achievements Tips and Tricks. Have you discovered all the Ford content in Need for Speed Rivals? With the new 2015 Ford Mustang in the game, there isn’t a shortage of ways to rule Redview County. Whether ...",
          1387221131
        ],
        [
          "2015 needs some foglights in the upper grille. you're welcome!",
          1386818380
        ],
        [
          "Need for Speed Rivals Ford Shelby GT500.",
          1382712967
        ],
        [
          "Every ranch needs a MUSTANG running wild like they were meant to be!",
          1380814533
        ],
        [
          "In case you missed it on #BreakingBad tonight, here's the trailer for Need for Speed! Need for Speed Official Teaser Trailer. Framed for a crime he didn't commit, muscle car mechanic and street racer Tobey (Aaron Paul) gets out of prison determined to settle the score with the man r...",
          1380499200
        ],
        [
          "You won’t want to miss the trailer for Need for Speed on the #BreakingBad finale tonight. http://youtu.be/y01exZwC4WU. Timeline Photos.",
          1380495600
        ],
        [
          "Need for Speed Shelby Mustang GT500 Hero Car. Concept and Muscle Car. Need for Speed Mustang GT Hero Car.",
          1380406820
        ],
        [
          "The first Need for Speed trailer is here and the #Ford #Mustang is a major player! #NeedforSpeed\r\n\r\nhttp://www.torquenews.com/106/custom-ford-mustang-stars-first-need-speed-movie-trailer-video.",
          1380225155
        ],
        [
          "Need for Speed Movie - Shelby GT500 Hero Car. Concept and Muscle Car. Need for Speed Mustang GT.",
          1379697448
        ]
      ],
      "dates_start": 1382192091,
      "dates_end": 1411801575,
      "likes_avg": 9707,
      "likes_stdev": 16298,
      "comments_avg": 252,
      "comments_stdev": 653,
      "shares_avg": 1074,
      "shares_stdev": 2301
    },
    {
      "number": 3,
      "important": [
        "shelbi",
        "ford mustang shelbi",
        "mustang",
        "perform",
        "car",
        "love",
        "yanke",
        "tobin",
        "saddl",
        "ask"
      ],
      "summary": [
        "Ford mustang shelby gt500.",
        "1968 Shelby GT-500KR Mustang.... Ford Mustang Shelby GT500.",
        "MUSTANG SHELBY GT500 SUPER SNAKE 5.8 1967 Shelby GT500!",
        "Shelby GT500.",
        "Ford Mustang GT500 Shelby Eleanor in Prague."
      ],
      "common": 0,
      "messages": [
        [
          "2017 Ford Mustang Shelby GT350\n#Mustang #FordMustang #Winterhaven #Shelby350.",
          1489371373
        ],
        [
          "The most track-ready, street-legal Mustang ever produced is now IMSA's champion. No wonder Mustang has been America’s #1 selling sports car for 45 years.* http://ford.to/2dtjwjL \n\n*Based on 1970 thru 2015CY sales. 2017 Ford Mustang Shelby GT350 Sports Car | Model Details | Ford.com. Pick from the latest options and see specs for the 2017 Ford Mustang Shelby GT350. Just looking at it makes your heart beat faster.",
          1475516869
        ],
        [
          "Shelby American brings you the all-new Shelby GTE* (Powered by Ford Performance): a true American legend that delivers full-throttle excitement that keeps you coming back for more. ford.to/2coSGx3\n\n*Shelby GTE only available at Shelby American. Timeline Photos.",
          1474906303
        ],
        [
          "Shelby GT500.",
          1466667185
        ],
        [
          "This is my Nephew his name is Jadon. He LOVED Mustangs. Unfortunately he lost his battle with cancer this morning. His favorite Mustang was Eleanor and he always dreamed of taking a ride in Eleanor. His funeral will be coming up in the coming days and nothing would make him smile from the heavens more than seeing a ton of Mustangs show up in remembrance of him.\nJadon's arrangements are:\nViewing Monday at 5:00\nViewing Tuesday at 11:00\nService Tuesday at 1:00\nAll at Hayden High School Gym Hayden Al\nBurial to follow service at Gethsemane Cemetery.\nCentral Alabama Mustang Society will be heading this off you can contact Jarrid Scroggins.",
          1465723271
        ],
        [
          "This summer, you can harness the power of a performance-modified Shelby American Mustang GT at Hertz. Introducing: the 2016 Shelby Mustang GT-H. ford.to/1RdyZDp\n\nAvailable to rent summer 2016. Photos from Ford Mustang's post.",
          1458664851
        ],
        [
          "It's all about the details and Jay Leno's Garage is exploring them all. Watch as the legacy and future of the Mustang Shelby GT350® is explored in-depth. 2015 Ford Mustang Shelby GT350R - Jay Leno's Garage. Meet Jamal Hameedi, engineer of perhaps the greatest Mustang ever, celebrating 50 years of Carroll Shelby with a rare, bespoke, normally aspirated 5.2 liter ...",
          1455641051
        ],
        [
          "We had more than 56 Mustangs, Shelbys and Boss 302s join us on track at the 5th Annual Mustang & Boss Roundup at Motorsports Park Hastings, Sept 17-20. Join us next year? Track Guys Performance Driving Events.",
          1442886473
        ],
        [
          "I design from my video game, Forza Motorsports 4. The 2010 Ford Mustang Shelby into General Lyon, Blue clear car #10 with Union (Yankee) Flag on the roof.",
          1441216476
        ],
        [
          "The first all-new Ford Shelby GT350R Mustang roared off the line, and into our hearts, yesterday.",
          1440167460
        ],
        [
          "Not content with his Cobra-Powered-by-Ford, Carroll Shelby has now come up with a Ford-Powered-by-Cobra. The Ford in question is the “fastback” Mustang, and Shelby’s merry men have stuffed a burr of some size and effectiveness under its metaphorical saddle.\n\n#66shelbygt350 #shelbygt350 #shelbymustang  #shelbymustang #shelby #ford #mustang #carphotographybyjjgarcia.",
          1437948281
        ],
        [
          "The new Performance Shift Light Indicator in the Shelby GT350 ® and Shelby GT350R allows you to keep your eyes on the track, so you’re ready for the next corner. Ford Motor Company. The new Performance Shift Light Indicator in the Shelby GT350 ® and Shelby GT350R allows you to keep your eyes on the track, so you’re ready for the next corner.",
          1437761600
        ],
        [
          "1968 Shelby GT. I gave you the GT500E earlier\n#68shelbygt #shelbygt #FoMoCo #shelbymustang #carphotographybyjjgarcia.",
          1437085226
        ],
        [
          "What was your favorite year for Shelby Mustangs? Mine 1970...\n\n#68shelbymustang #shelbymustang #Shelby #carsforacure #carphotographybyjjgarcia.",
          1436545422
        ],
        [
          "Watch Ford ČR break some rules and unleash the Shelby GT350R Mustang in London. Ford UK. The Shelby GT350R Mustang is currently only planned to be sold in North America, but we decided to take the car into London, to see if  customers are ready for it.",
          1436363492
        ],
        [
          "Ford Mustang GT500 Shelby Eleanor in Prague.",
          1435406255
        ],
        [
          "Breaking: the all-new Shelby GT350R-C will make its IMSA debut at Watkins Glen Internationall! http://ford.to/1eHh21X. Ford Performance. Breaking: the all-new Shelby GT350R-C will make its IMSA debut at Watkins Glen International! http://ford.to/1eHh21X.",
          1435145988
        ],
        [
          "#mustang #shelby #americanmuscle #mustang_shoutout #ford #carphotographybyjjgarcia #Americangraffitifestival.",
          1435075707
        ],
        [
          "1968 Shelby Mustang \n#shelbymustang #mustang_shoutouts #mustang #limerockpark #carphotopgraphybyjjgarcia.",
          1435055873
        ],
        [
          "This is my loyal best friend Shelby with my Shelby.  My 16 year old daughter named her as a puppy in 2012 because she teased her Dad that wanted a Shelby to drive everyday!",
          1433786847
        ],
        [
          "The official horsepower and torque numbers are in for the Shelby GT350® and Shelby® GT350R Mustang: 526 hp & 429 lb-ft of torque.",
          1433264401
        ],
        [
          "The legend of all, The 1967 shelby GT500 Eleanor.",
          1430572782
        ],
        [
          "1965 Shelby GT350 R\n\nhttp://www.roadandtrack.com/car-culture/news/g6276/1965-shelby-gt350-r-official-auction-photos/",
          1430402513
        ],
        [
          "The man himself.....Carroll Shelby, 1966.",
          1429913050
        ],
        [
          "Joined the Mustang family!  Super excited :-)",
          1429554866
        ],
        [
          "Shelby GT350R.",
          1428019561
        ],
        [
          "Mustang GT500 Shelby in Prague.",
          1425635338
        ],
        [
          "The question was.....which TBT Mustang do you like the best, answer....Why the one I have right now....of course!  1968 Shelby GT-500KR Mustang....",
          1423772403
        ],
        [
          "Ford Mustang Shelby GT500.",
          1423351140
        ],
        [
          "Another 1968 Ford Shelby Mustang  Add, this one's a convertible!",
          1423003534
        ],
        [
          "Inside of my 1965 Shelby GT 350.",
          1422561790
        ],
        [
          "1968 Shelby GT-500KR Mustang add........King of the Road!",
          1422402315
        ],
        [
          "My 2007 Shelby GT, decked out with my personal striping design.",
          1415649460
        ],
        [
          "Shelby with the car she is named after! Painted by me to look like Eleanor from Gone in 60 Seconds!",
          1408474360
        ],
        [
          "Here's my Shelby GT with custom decals.",
          1407367547
        ],
        [
          "Did someone say \"Drive?\"  Watch as Becca Tobin interviews Gareth Emery #InAMustang Shelby GT500.  Gareth Emery. Driving to a festival in a Ford Mustang Shelby GT500 with Becca Tobin whilst being interviewed by fans was pretty cool!",
          1404325753
        ],
        [
          "My Shelby GT 500. SVT Cobra.",
          1403683996
        ],
        [
          "Ford mustang shelby gt500.",
          1401536696
        ],
        [
          "Here is our twins.one 1966 fastback and one 2010 Shelby GT 500.",
          1401374289
        ],
        [
          "My Kenne Bell Shelby GT500.",
          1399903205
        ],
        [
          ":D Geigercars 817 PS SHELBY Leistungsmessung. Über 800 ps hat der dicke Shelby !!! Pure Power auf 4 Rädern * Verbr. (i.o.): 19.1 l/100 km | Verbr. (a.o.): 9.8 l/100 km | Verbr. (komb.): 13.3 l/100 km | C...",
          1398941498
        ],
        [
          "The high-performance variation of the next-generation 2016 Ford Mustang, which we think will certainly stop its Shelby GT500 name. If you’re questioning whether this is a GT350, well, that design isn’t truly prepared for to show up till a few years after the 2015 Mustang debuts, so it’s safe and secure to believe this is a GT500 mule.2016 Ford Mustang Shelby GT500 review bellow. 2016 Ford Mustang - Car news 2015. The high-performance variation of the next-generation 2016 Ford Mustang, which we think will certainly stop its Shelby GT500 name. If you're questioning.",
          1397849287
        ],
        [
          "Shelby GT500 Super Snake.",
          1396313905
        ],
        [
          "hi i want to know how to participate in the contest by a ford mustang shelby gt500.",
          1395872029
        ],
        [
          "MUSTANG SHELBY GT500 SUPER SNAKE 5.8",
          1395283065
        ],
        [
          "1967 Shelby GT500!",
          1394825550
        ],
        [
          "Favorite car besides the 1967 Shelby GT500 Mustang from Gone in 60 seconds and this 2002 mustang is gonna be my first car.",
          1394497692
        ],
        [
          "If you wanna drive it -- or help drive us to victory or drive us deliriously happy, today's your chance.\n\nAnd here's how.\nhttp://www.indiegogo.com/projects/finishing-funds-for-demon-on-wheels-documentary/x/5522984\n\nSince everyone has been asking...Presently we have an 80+ minute version in the can and when post production is completed and with a little additional movie magic, our film will be 90 minutes. \n\nThe sooner we finish our fundraising, the sooner our film is in festivals, and the sooner it can reach you, our friends and fans.\n\nAnd since everyone is asking ... Attached to the Demon’s refurbished 390 is a Tremec TKO 600 five-speed transmission with a Centerforce clutch and a Quick Time bellhousing. The transmission in turn is linked to a Currie 9-inch Ford rear axle assembly with a Currie gear case loaded with 3.50 gears and a Traction-Lok differential.\n\nAnd it also features:\nScat balanced rotating assembly with Mahle 10.5:1 flat top pistons\nComp Cams hydraulic roller cam kit\nEdelbrock Performer RPM aluminum cylinder heads\nOEM Shelby dual quad aluminum intake manifold with 600 cfm\nHolley carburetors\nSummit Racing Street & Strip Billet Distributor\nHooker Super Competition Headers.",
          1394299318
        ],
        [
          "Shelby GT500 '1969.",
          1394032236
        ],
        [
          "My '08 Shelby GT500 convertible.",
          1393952332
        ],
        [
          "Super Snake.",
          1393179822
        ],
        [
          "How many likes for this Pony ??? V8 Ford Mustang. 1967 Ford Mustang Shelby GT 500\nHow many likes for this Pony ???",
          1392127975
        ],
        [
          "Digital restoration for once. Subject: Shelby Mustang 1965 G.T. 350. Tried to display it like in one of those old cataloge type of scenes from the 60's.",
          1391427141
        ],
        [
          "SHELBY GT 500 and 302 BOSS \r\non gran turismo 6.",
          1389109885
        ],
        [
          "My 68 Shelby GT-500KR, I've had this Mustang since 1977 and wouldn't trade it for the world, love the 427 power...",
          1386295782
        ],
        [
          "My 2012 on 20\" Shelbys.",
          1384915655
        ],
        [
          "Just listed at Legendary Motorcar Company Ltd 1967 Shelby GT500.",
          1382635100
        ],
        [
          "Shelby Gt 500.",
          1382310601
        ],
        [
          "2014 Shelby GT500 has arrived!!",
          1381760167
        ],
        [
          "2013 MUSTANG Shelby GT500.",
          1381306115
        ],
        [
          "How do you say you love Mustang and in what language do you say it? Selma. AŞK <3 Liebe <3 обичам <3 愛 <3 aimer <3 love <3 amor <3 amare <3 사랑 <3 Diliges <3 любить <3 αγάπη <3\r\n67 Ford Mustang gt500 shelby <3",
          1381255701
        ],
        [
          "2013 Shelby GT500.",
          1380991467
        ],
        [
          "AŞK <3 Liebe <3 обичам <3 愛 <3 aimer <3 love <3 amor <3 amare <3 사랑 <3 Diliges <3 любить <3 αγάπη <3\r\n67 Ford Mustang gt500 shelby <3",
          1380222751
        ],
        [
          "Shelby, Boss 302, Shelby.",
          1380051056
        ],
        [
          "Drag race between a Mustang and a helicopter. Who wins?  \n. Flores. 2013 Shelby GT 500 \"Black Mamba\" SVT 662hp.",
          1380032305
        ],
        [
          "1966 Shelby gt 350 \nit even had a official Shelby vin number.",
          1379710045
        ],
        [
          "2009 Shelby GT500.",
          1379601331
        ],
        [
          "Shelby GT 500CR 1967. Insurance Web Directory. Ford Mustang Shelby GT 500CR 1967 by Classic Recreations.",
          1379582233
        ],
        [
          "1967 Ford Shelby Mustang GT350KR.",
          1379445338
        ],
        [
          "2013 Shelby GT 500 \"Black Mamba\" SVT 662hp.",
          1378937618
        ]
      ],
      "dates_start": 1385594555,
      "dates_end": 1441733158,
      "likes_avg": 2943,
      "likes_stdev": 8374,
      "comments_avg": 85,
      "comments_stdev": 246,
      "shares_avg": 590,
      "shares_stdev": 2077
    },
    {
      "number": 4,
      "important": [
        "poni",
        "happi",
        "ride",
        "mustang",
        "car",
        "halloween",
        "red",
        "super",
        "green",
        "pic"
      ],
      "summary": [
        "My pony.",
        "My Pony ♡.",
        "My new Pony.",
        "My pony, my partner.",
        "Love my 66 pony,,, My 06 pony package."
      ],
      "common": 0,
      "messages": [
        [
          "Pony at home....both of them!",
          1479407513
        ],
        [
          "Perfect pancake pony. #NationalBreakfastWeek.",
          1454072334
        ],
        [
          "My pony, my partner. Pure badass.",
          1438096534
        ],
        [
          "My ponies.\n2015 5.0\n89 lx 5.0\n98 v6 daily driver.",
          1435950531
        ],
        [
          "Not only a cowboy´s dream - riding your Pony into the sunset.",
          1435645847
        ],
        [
          "Cool pony ride !!!!!!!!!!!",
          1435592102
        ],
        [
          "This is how I go for a Pony ride!!!!!",
          1433937414
        ],
        [
          "Out with the Ponies.",
          1430684963
        ],
        [
          "My new Pony.",
          1428493621
        ],
        [
          "My 65 pony happy 50th.",
          1426550568
        ],
        [
          "GT350 may sway me to a new pony????",
          1421072701
        ],
        [
          "My pony.",
          1420756102
        ],
        [
          "PONY LOVE NEVER ENDS.",
          1419955713
        ],
        [
          "My Prized Pony ❤️.",
          1415746386
        ],
        [
          "Check out Daniel's Mustang-themed Halloween pumpkin. Let's see your pony pumpkin pics. Daniel. happy Halloween !!!!",
          1414608149
        ],
        [
          "My German Pony.",
          1403947979
        ],
        [
          "Mustang fever.....can't without the Pony....",
          1400853354
        ],
        [
          "V6 Pony in Switzerland.",
          1399649005
        ],
        [
          "My Pony is more than only a car...",
          1399566732
        ],
        [
          "50 Years of memories.  After missing out on our family's 1966 Ivy Green 'vert (due to overuse by many siblings), I finally realized my dream car with a 2012 Lava Red Mustang - with glass roof, pony package, and more.  The perfect ride.  A Very Happy Birthday to the real Pony Car.",
          1398001169
        ],
        [
          "Happy Birthday to America's favorite Pony Car!\nThis pic represents my mother's 1964 1/2, silversmoke grey with red interior and six cylinder.\nBoth she and my father showed me a twin at a carshow at the age of 5...and it was on from there!\nnow on my 7th...and not done by a longshot! ;)",
          1397650260
        ],
        [
          "Princess and her pony.",
          1396563086
        ],
        [
          "'11 Pony louvered all around.",
          1393949795
        ],
        [
          "My new 14 V6 6spd! Super excited to own this great new pony! Now, what to modify first???",
          1383154964
        ],
        [
          "This is pony.",
          1381774720
        ],
        [
          "Love my 66 pony,,,",
          1381323467
        ],
        [
          "My 06 pony package.",
          1379630637
        ],
        [
          "My Pony ♡.",
          1379538296
        ]
      ],
      "dates_start": 1389588941,
      "dates_end": 1437994911,
      "likes_avg": 2244,
      "likes_stdev": 7888,
      "comments_avg": 79,
      "comments_stdev": 339,
      "shares_avg": 400,
      "shares_stdev": 2048
    },
    {
      "number": 5,
      "important": [
        "babi",
        "shawn",
        "mustang",
        "nice",
        "whip",
        "loaded hamm",
        "ulloastyl",
        "jerom"
      ],
      "summary": [
        "My baby.",
        "My Baby.",
        "My Baby!!!",
        "my baby.",
        "My baby!!"
      ],
      "common": 0,
      "messages": [
        [
          "My 2002 baby ❤️.",
          1470847975
        ],
        [
          "My baby, Jerome, AZ.",
          1445293185
        ],
        [
          "My Black Baby.",
          1441180458
        ],
        [
          "My new baby...",
          1433790496
        ],
        [
          "My baby!",
          1426263009
        ],
        [
          "my baby.",
          1423685367
        ],
        [
          "My baby.",
          1421281169
        ],
        [
          "My new baby!",
          1407860636
        ],
        [
          "This is my Baby.",
          1403475770
        ],
        [
          "My Baby!!!",
          1401668304
        ],
        [
          "My Baby!",
          1396510390
        ],
        [
          "My babies.",
          1393955849
        ],
        [
          "My Baby.",
          1393297787
        ],
        [
          "My Baby...",
          1392747333
        ],
        [
          "This is my baby.",
          1389814003
        ],
        [
          "My baby. 2013 GT with a manual.",
          1386955522
        ],
        [
          "My baby mustang #ulloastyle.",
          1381982161
        ],
        [
          "My baby!!",
          1381808060
        ],
        [
          "Nice whip, Shawn, thanks for sharing! Shawn. This is my new2013 G.T my baby loaded hammer down!!!!!",
          1381759381
        ],
        [
          "This is my new2013 G.T my baby loaded hammer down!!!!!",
          1380824942
        ],
        [
          "My baby =´(",
          1380345937
        ],
        [
          "2004 40th Anniversary My Baby!",
          1379971086
        ]
      ],
      "dates_start": 1380334736,
      "dates_end": 1430148792,
      "likes_avg": 2238,
      "likes_stdev": 9850,
      "comments_avg": 29,
      "comments_stdev": 103,
      "shares_avg": 337,
      "shares_stdev": 1088
    },
    {
      "number": 6,
      "important": [
        "mustang",
        "ford",
        "concept",
        "car",
        "jet",
        "snake",
        "shelbi",
        "boss",
        "fastback",
        "auto"
      ],
      "summary": [
        "Ford Mustang Shelby GT500.",
        "1967 Ford Mustang Shelby GT500, Mustang GT350, and GT40.",
        "1967 Ford Mustang Shelby GT500, Mustang GT350 and GT40.",
        "Ford Mustang GT500.",
        "1967 Shelby Mustang GT500."
      ],
      "common": 0,
      "messages": [
        [
          "That's what I call a car #Ford #Mustang.",
          1440011159
        ],
        [
          "PNYBOY Mustang @ Melbourne Muscle Cars Car Show.",
          1425199980
        ],
        [
          "Mustang GT40 concept, '40 Ford grill.",
          1421174997
        ],
        [
          "Ford Thunderbird concept luv.",
          1389670997
        ],
        [
          "The most awesome car in the world. Classic Cars. 69' Ford Mustang Boss 557 (9.1 litre)",
          1387120277
        ],
        [
          "1967 Ford Mustang Shelby GT500 Eleanor. Concept and Muscle Car. 1967 Ford Mustang Shelby GT500 Eleanor.",
          1386705012
        ],
        [
          "Saleen’s 30th Anniversary SA-30 Mustang. Concept and Muscle Car. Saleen’s 30th Anniversary SA-30 Mustang.",
          1386354297
        ],
        [
          "2015 Mustang & Sienna Miller. Concept and Muscle Car. 2015 Mustang & Sienna Miller.",
          1386268571
        ],
        [
          "1967 Ford Mustang Shelby GT500, Mustang GT350 and GT40. Concept and Muscle Car. 1967 Ford Mustang Shelby GT500, Mustang GT350, and GT40.",
          1384009871
        ],
        [
          "Nathalie Kelley And Mustang. Concept and Muscle Car. Nathalie Kelley And Mustang.",
          1383951416
        ],
        [
          "Ford Mustang Shelby GT500. Concept and Muscle Car. Ford Mustang Shelby GT500.",
          1383951381
        ],
        [
          "‘Bad Penny’ Mustang - Classic Design Concepts. Concept and Muscle Car. ‘Bad Penny’ Mustang - Classic Design Concepts.",
          1383834944
        ],
        [
          "Miss Tuning Calendar 2014. Concept and Muscle Car. Miss Tuning Calendar 2014.",
          1383834918
        ],
        [
          "RTR-X and Ford Mustang RTR. Concept and Muscle Car. Mustang RTR-X vs Mustang Boss 302.",
          1383223365
        ],
        [
          "Shelby GT500 Super Snake Wagon. Concept and Muscle Car. Shelby GT500 Super Snake Wagon.",
          1383169328
        ],
        [
          "1967 Ford Mustang Obsidian SG-One. Concept and Muscle Car. 1967 Ford Mustang Obsidian SG One.",
          1382986238
        ],
        [
          "Mustang Police Car. Concept and Muscle Car. Mustang Police Car.",
          1382985066
        ],
        [
          "Chase Like a Boss. Concept and Muscle Car. Mustang Boss.",
          1382985012
        ],
        [
          "1967 Shelby Mustang GT500. Concept and Muscle Car. 1967 Shelby Mustang GT500.",
          1382897216
        ],
        [
          "Ford Shelby GT500 (Ultimate Auto) Concept and Muscle Car. Ford Shelby GT500 (Ultimate Auto)",
          1382817247
        ],
        [
          "Drive Safe or Die! Concept and Muscle Car. Drive Safe or Die!",
          1382811706
        ],
        [
          "If we had a Mustang like this on Oct 31 we'd stay in the car. \n. Concept and Muscle Car. Mustang GT 390.",
          1382801375
        ],
        [
          "1969 Ford Mustang Boss 302. Concept and Muscle Car. 1969 Ford Mustang Boss 302.",
          1382735663
        ],
        [
          "Chicane Sports Tuning Ford Mustang. Concept and Muscle Car. Chicane Sports Tuning Ford Mustang.",
          1382735650
        ],
        [
          "Bojix Design 2013 Ford Mustang. Concept and Muscle Car. Bojix Design 2013 Ford Mustang.",
          1382706692
        ],
        [
          "Ford teases SEMA Mustangs from Hollywood Hot Rods. Concept and Muscle Car. Ford teases SEMA Mustangs from Hollywood Hot Rods.",
          1382110383
        ],
        [
          "Mustang with Blower. Concept and Muscle Car. Mustang.",
          1381692105
        ],
        [
          "G.T. 390. Concept and Muscle Car. Mustang GT 390.",
          1381665751
        ],
        [
          "2013 Ford Mustang Shelby GT350. Concept and Muscle Car. 2013 Ford Mustang Shelby GT350.",
          1381572444
        ],
        [
          "2011 Ford Mustang GT Burnout. Concept and Muscle Car. 2011 Ford Mustang GT Burnout.",
          1381518982
        ],
        [
          "1969 Shelby GT500 Convertible. Concept and Muscle Car. 1969 Shelby GT500 Convertible.",
          1381318560
        ],
        [
          "1966 Shelby GT350H. Concept and Muscle Car. 1966 Shelby GT350H.",
          1381318535
        ],
        [
          "Open and shut. Concept and Muscle Car. Galpin Ford’s second annual car show.",
          1381241720
        ],
        [
          "2014 Ford Mustang Cobra Jet Prototype Changes Hands for $200,000. Concept and Muscle Car. 2014 Ford Mustang Cobra Jet Prototype Changes Hands for $200,000.",
          1380910852
        ],
        [
          "Ford Mustang GT500. Concept and Muscle Car. Ford Mustang GT500.",
          1380910836
        ],
        [
          "2006 Shelby GT500. Concept and Muscle Car. 2006 Shelby GT500.",
          1380656652
        ],
        [
          "1967 Ford Mustang NHRA. Concept and Muscle Car. 1967 Ford Mustang NHRA.",
          1380538475
        ],
        [
          "From Concept To Reality: Ford Mustang. Concept and Muscle Car. 2003 Ford Mustang GT Coupe and Convertible Concepts.",
          1380265011
        ],
        [
          "1969 Mustang R-Code Fastback 428 4V Cobra Jet Ram Air. Concept and Muscle Car. One-of-one 1969 Mustang R-Code Fastback 428 4V Cobra Jet.",
          1380264973
        ],
        [
          "Shelby Terlingua Mustang. Concept and Muscle Car. Shelby Terlingua Mustang.",
          1380264858
        ],
        [
          "Ring Brothers to debut NASCAR-powered 1965 Mustang at SEMA. Concept and Muscle Car. Ring Brothers to debut NASCAR-powered 1965 Mustang at SEMA.",
          1380220025
        ],
        [
          " Which would you choose to cruise in tonight?\n Concept and Muscle Car. Shelby GT350 - Old vs. New.",
          1380219129
        ],
        [
          "Mustang 5.0 Concept and Muscle Car. Ford Mustang GT.",
          1380195593
        ],
        [
          "Galpin Ford’s second annual car show. Concept and Muscle Car. Galpin Ford’s second annual car show.",
          1380195179
        ],
        [
          "2014 Mustang Shelby GT500. Concept and Muscle Car. 2014 Corvette Stingray Z51 vs. 2014 Mustang Shelby GT500.",
          1380195001
        ],
        [
          "Custom 1967 Ford Mustang Fastback. Concept and Muscle Car. Custom 1967 Ford Mustang Fastback.",
          1379964614
        ],
        [
          "1969 Mustang. Concept and Muscle Car. 1969 Mustang.",
          1379959525
        ],
        [
          "QueenAsia concept.",
          1379933569
        ],
        [
          "2013 Saleen Open House and Car Show\r\n\r\n(Concept and Muscle Car)",
          1379875278
        ],
        [
          "Eleanor “Hero” Car\r\n\r\n(Concept and Muscle Car)",
          1379875212
        ],
        [
          "Gary Myers Supercharged Custom Mustang. Concept and Muscle Car. Gary Myers Supercharged Custom Mustang.",
          1379620039
        ],
        [
          "Shelby GT 500. Concept and Muscle Car. Shelby GT 500.",
          1379619951
        ],
        [
          "Mustangs. Concept and Muscle Car. Mustangs.",
          1379619833
        ],
        [
          "1968 Ford Mustang GT-390 Fastback “Bullitt”. Concept and Muscle Car. 1968 Ford Mustang GT-390 Fastback “Bullitt”.",
          1379403949
        ],
        [
          "1970 Ford Mustang Shelby GT350. Concept and Muscle Car. 1970 Ford Mustang Shelby GT350.",
          1379403917
        ],
        [
          "2014 Ford Mustang Cobra Jet Prototype. Concept and Muscle Car. 2014 Ford Mustang Cobra Jet Prototype.",
          1379403825
        ]
      ],
      "dates_start": 1373552770,
      "dates_end": 1395407842,
      "likes_avg": 2846,
      "likes_stdev": 11500,
      "comments_avg": 84,
      "comments_stdev": 509,
      "shares_avg": 176,
      "shares_stdev": 712
    },
    {
      "number": 7,
      "important": [
        "mustang",
        "min",
        "cartoon",
        "aut drar",
        "med",
        "volym",
        "liter",
        "darut",
        "landsv"
      ],
      "summary": [
        "My mustang.",
        "My mustang!",
        "Mustang.",
        "I <3 Mustang!",
        "#Mustang."
      ],
      "common": 0,
      "messages": [
        [
          "My granddaughter and I with our Mustangs.",
          1488910677
        ],
        [
          "Hallå därute ! \nMin Fiat cab 1.8 drar 0.75 lansväg , 0.95 i stan ... min Opel Astra drar 0.65 landsv. 0.80 i stan ... min Bmw 328i c aut drar 0.80 lansväg.  1.5 i stan ... en Mustang -65 conv. Aut. 289 4.7 liters v8 borde då dra , med tanke på vikt , volym , vrid mm ca. 1.3 landsv och 3 liter/mil i stan . Kan detta stämma ???",
          1485031135
        ],
        [
          "Mustang and sand.❤️.",
          1472122127
        ],
        [
          "#Mustang.",
          1464597700
        ],
        [
          "Dedicated my 2016 Mustang to my Navy Career.",
          1463705147
        ],
        [
          "2001 Mustang.",
          1446596283
        ],
        [
          "#tlt 1967 Mustang\n#67fordmustang #67mustang #67ford #carphotpgraphybyjjgarcia.",
          1445380086
        ],
        [
          "My 2012 Mustang.",
          1444093318
        ],
        [
          "My 69 mustang in Ecuador.",
          1443952450
        ],
        [
          "Mustang Evolution!!",
          1442165200
        ],
        [
          "Are you drooling to get a piece of the 2016 Shelby® GT350 Mustang? Here’s a taste from Autoblog.com …  \nhttp://ford.to/1JrRlus.",
          1441030981
        ],
        [
          "Mustang Monday‼️😎🏁.",
          1439242824
        ],
        [
          "My mustang.",
          1438613682
        ],
        [
          "Mustang in Morro Bay.",
          1437335579
        ],
        [
          "Can you spot the mustang?",
          1432958413
        ],
        [
          "Getting my Mustang tomorrow :)",
          1431040106
        ],
        [
          "Scarlett. 88. Mustang Lx Carbed 306.",
          1430744416
        ],
        [
          "My 2015 mustang.",
          1429831050
        ],
        [
          "Mustang 2015 v6 tomada desde michoacan mexico.",
          1428456266
        ],
        [
          "2004 mustang 40th.",
          1428336813
        ],
        [
          "Mustang <3",
          1428019279
        ],
        [
          "Unusual Mustang....",
          1427329848
        ],
        [
          "My Mustang in Fayetteville NC! #ManOfSteel.",
          1425612936
        ],
        [
          "My bby '68 Mustang.",
          1425445729
        ],
        [
          "My 2000 mustang.",
          1424141561
        ],
        [
          "1966 mustang.",
          1424139821
        ],
        [
          "mustang 2015 \nrender by me\nhttps://www.youtube.com/watch?v=gbd_1mjjZZg.",
          1423643827
        ],
        [
          "15 Mustang and Cayman Islands.",
          1421807048
        ],
        [
          "#RollTide #Mustang #PremiumEdition.",
          1421784004
        ],
        [
          "My 2015 Mustang in 1/87 ( in progress )",
          1420654396
        ],
        [
          "#stevensonuniversity  #mustangs.",
          1418861023
        ],
        [
          "Une sortie avec ma mustang 67.",
          1415902380
        ],
        [
          "Os mustang 1974 a 1978, serão relembrados.",
          1415893590
        ],
        [
          "Mustang.",
          1403164633
        ],
        [
          "Cartoon: Mustang 50\nhttp://www.henrypayne.com/index.php/2014/04/cartoon-mustang-50.",
          1397850376
        ],
        [
          "my 2nd floor of cartown all mustangs.",
          1397137487
        ],
        [
          "Mustang grill just about sundown. \n\nMore: www.bluemugu.com.",
          1396114413
        ],
        [
          "My 1971 mustang.",
          1395416563
        ],
        [
          "My mustang!",
          1395355503
        ],
        [
          "My Mustang (pic02)",
          1395329498
        ],
        [
          "My Mustang :-)",
          1394649888
        ],
        [
          "My Mustangs.",
          1393599965
        ],
        [
          "Mustang united.",
          1392984823
        ],
        [
          "2015 mustang from chicago autoshow.... sooooo niceeeee.",
          1392300216
        ],
        [
          "Poor mustang was spotted in Portland, OR.",
          1392010701
        ],
        [
          "My Mustang (Forza 4)",
          1391441063
        ],
        [
          "'66 Mustang & Gibson Les Paul.",
          1389983449
        ],
        [
          "mustang in the( shiraz  iran )",
          1389961981
        ],
        [
          "99 mustang.",
          1389745860
        ],
        [
          "My '99 Mustang.",
          1388946704
        ],
        [
          "Cartoon: Mustang Redesign\r\nhttp://www.henrypayne.com/index.php/2013/12/cartoon-mustang-redesign-2",
          1386359287
        ],
        [
          "Official 2015 mustang.",
          1386185978
        ],
        [
          "Sucedió en Dearborn, Michigan, fue cuando conduje por primera vez un Mustang. ¡Qué momento!",
          1385036700
        ],
        [
          "My 67 mustang.",
          1384299702
        ],
        [
          "1968 Mustang for sale, 302 V8, $8,750. (276) 2238704.",
          1383512786
        ],
        [
          "I <3 Mustang!",
          1383448373
        ],
        [
          "my own mustang 2013.",
          1382642289
        ],
        [
          "Here's my 1965 Mustang.",
          1382608613
        ],
        [
          "Mustangs in Luxembourg.",
          1382545936
        ],
        [
          "My 1966 mustang.",
          1381177541
        ],
        [
          "1995 mustang with minor goodies for now.",
          1381082845
        ],
        [
          "My Mustang <3",
          1380612829
        ],
        [
          "Ma mustang ... En maquette x)",
          1380566184
        ],
        [
          "My 1971 Mustang.",
          1380255625
        ],
        [
          "Mustang- Mace.",
          1380220514
        ],
        [
          "My 2009 Mustang GT/CS.",
          1380087966
        ],
        [
          "Ilove Mustang.",
          1380071902
        ],
        [
          "My Mustang is Growing Eyelashes!",
          1380068603
        ],
        [
          "2012 Mustang 5.0 Sharrad SSVT.",
          1379813465
        ],
        [
          "Rosey, a 1967 Dusk Rose Mustang.",
          1379601258
        ]
      ],
      "dates_start": 1382639986,
      "dates_end": 1439176334,
      "likes_avg": 182,
      "likes_stdev": 984,
      "comments_avg": 10,
      "comments_stdev": 54,
      "shares_avg": 148,
      "shares_stdev": 894
    },
    {
      "number": 8,
      "important": [
        "ford",
        "mustang",
        "watch",
        "launch",
        "design",
        "happi",
        "help",
        "day",
        "video"
      ],
      "summary": [
        "ford mustang.",
        "Ford Mustang.",
        "The New Ford Mustang.",
        "Ford mustang 2015 .",
        "Ford Mustang 2015. http://2015fordmustang.us/ 2015 Mustang, 2015 Ford Mustang, New 2015 Ford Mustang, 2015 Ford Mustang prices, 2015 Ford... 2015 Mustang, 2015 Ford Mustang, New 2015 Ford Mustang, 2015 Ford Mustang prices, 2015 Ford Mustang reviews, 2015 Ford Mustang Release Date, 2015 Ford Mustang Exterior Design Overview, 2015 Ford Mustang For Sale, 2015 Ford Mustang Details, 2015 Ford Mustang Redesing, 2015 Ford Mustang dimensions, 20... ford mustang ronael."
      ],
      "common": 0,
      "messages": [
        [
          "40 years after Claude Lelouch's ground-breaking driving movie, Rendezvous, we've re-imagined it with the iconic Ford Mustang*. Cruise Paris in an immersive 360 VR experience in ReRendezvous and don't forget to check it out in the FordVR app: ford.to/FordVR\n\n*European model shown. ReRendezvous: A Ford Mustang VR Experience.",
          1487348005
        ],
        [
          "Watch now for a detailed look at the new 2018 Ford Mustang.\n\nPre-production model shown. Available Fall 2017. The New Ford Mustang.",
          1484676003
        ],
        [
          "Paying homage to the famous North American P-51D Mustang, our Ford “Ole Yeller” Mustang was designed to help out our friends over at Experimental Aircraft Association. It will be donated and sold at the Gathering of Eagles charity event with proceeds benefiting youth education programs. Timeline Photos.",
          1469023552
        ],
        [
          "ford besançon !!!",
          1457691347
        ],
        [
          "Almost a year since I had a hand in making this film for Ford of Europe  - and enjoyed every minute of my time with the Mustang!  2015 Ford Mustang for Europe - Launch Film. The European launch film for the 2015 Ford Mustang, made by Mansfields in partnership with Proudfoot Films Ltd. Directed by Eddie Frost. Produced by Simon Richardson.…",
          1455709425
        ],
        [
          "Drawn Ford mustang \nHttp://Facebook.com/dessinludo.",
          1444925726
        ],
        [
          "My 2011 305HP v6. #Ford.",
          1438829778
        ],
        [
          "2015 Mustang on Display at Sunshine Ford.",
          1437201795
        ],
        [
          "What does the space shuttle and the Ford Mustang Shelby® GT350R have in common? They both sport carbon fiber. http://ford.to/1Rzi3dJ.",
          1436966026
        ],
        [
          "<3 1970 Ford Mustang Milano.",
          1436456947
        ],
        [
          "The Ford BOSSTANG I Created :)",
          1435919522
        ],
        [
          "The never-ending battle when you own a Mustang ... Who's always gunning for your front seat? Shotgun Battle: Staredown #totallyrelatable #Ford #Mustang. Vine by Ford.",
          1435756984
        ],
        [
          "Loving our new 2015 Ford Mustang!!",
          1434924765
        ],
        [
          "Like father Like Daughter \nMy husband & daughter washing their Ford Mustang s\n\n#mustang #fordmustang \n💛💙.",
          1432465645
        ],
        [
          "Our relationship goes back to 1964. What would happen if we got our hands on the brand new Ford Mustang ? #alanmann.",
          1432314199
        ],
        [
          "FORD MUSTANG MENGOTIKUS DRAGSTERS & DRIFTERS\n\nBy Jonatan Trujillo Dinamarka - Pintor.",
          1431900554
        ],
        [
          "Ford Mustang V6 in Prague.",
          1431611619
        ],
        [
          "2015 Ford Mustang Photo taken by Court Duncan.",
          1431438955
        ],
        [
          "What is your passion ?  For me, it's Ford Mustangs, and has been for a long time. Check out my blog at; darwinsgarage.blogspot.com.",
          1431369594
        ],
        [
          "I am a Mustang girl at heart driving a Ford Explorer.  When my nail Salon had a Ford Mustang 50 anniversary nail display, I got 50 years of style on my fingers!",
          1430678326
        ],
        [
          "#cool #photo #Ford #mustang.",
          1429617433
        ],
        [
          "ford mustang.",
          1428716015
        ],
        [
          "Ford Mustang,  Dulcemente comestible.",
          1428522366
        ],
        [
          "#Oldschool Ford Mustang from Europe~",
          1428503908
        ],
        [
          "Ford Mustang 66's",
          1428394444
        ],
        [
          "Ford Mustang.",
          1427617350
        ],
        [
          "Ford mustang 1969.",
          1427613340
        ],
        [
          "1993 Ford Mustang and 2013 Ford Mustang. 20 years apart.",
          1427584077
        ],
        [
          "ford mustang 50 aniversario :3",
          1427322433
        ],
        [
          "Ford Mustang x 3 with the lovely Alan Mann Racing transporter in the background. Thx to Frank Bathhurst for the pic #alanmann.",
          1424248732
        ],
        [
          "Ford Mustang puts a whole new spin on speed dating this Valentine’s Day.",
          1423497574
        ],
        [
          "Mustang Mustang!",
          1423169581
        ],
        [
          "\"Tail Lights\" by Dietmar Scherf ...\n#Mustang #Ford #speed #styling #design #horsepower #attitude.",
          1422898156
        ],
        [
          "Love this table.incased all ford Mustang goodies.",
          1421876603
        ],
        [
          "ford mustang experience the thrill.",
          1421839589
        ],
        [
          "Happy new year Ford Mustang Ford ČR.",
          1420114168
        ],
        [
          "Happy new year Ford Mustang & Mustanger.....",
          1419954628
        ],
        [
          "Ford Mustang 1966...\nPerfect scenery for a shooting. Captured on Essen Motor Show Die V8 GmbH with Angelika S and Maria Overath - the art of hair & make up.\n\nPhotograph: Marco Wehler Fotografie\n\nThanks to Titus Dittmann and skate-aid.",
          1419925318
        ],
        [
          "Yes Ford Mustang the Mustang GT convertible is so me. And now ??? :-)",
          1418894544
        ],
        [
          "Good morning Ford Mustang & Mustanger...........",
          1418891867
        ],
        [
          "Ford Mustang is family....worldwide.",
          1418739144
        ],
        [
          "WOW..this Ford Mustang is amazing. Love it.",
          1418481832
        ],
        [
          "What do aliens, zombies and lawn gnomes have in common with the Ford Mustang? They all helped one man change careers. Epic Dreams, Epic Voice Impressions | 2015 Ford Mustang | Mustang Moments. Meet Jay Britton, an IT guy with a wife, son and a passion to be a voice actor for animated films. Watch as his story unfolds. Jay Britton was working full-t...",
          1418141612
        ],
        [
          "Stage fright is a common fear many of us experience. Will time spent in the driver's seat of a 2015 Ford Mustang help Lonnie calm his nerves and focus on his dream? Watch as he hits the stage and conquers his fears. Stage Fright or Stardom? | 2015 Ford Mustang | Mustang Moments. Lonnie had a bad case of stage fright. Would he be able to overcome his fears to pursue his dream? Afraid of acting on a childhood dream this Philadelphia-bo...",
          1417536637
        ],
        [
          "Thomas, a former professional ball player had one dream — to get back in the game — and he wasn’t about to let an old injury hold him back. Will a spin behind the wheel of a 2015 Ford Mustang help lead to another shot at the major leagues? The Extra Inning | 2015 Ford Mustang | Mustang Moments. Thomas Girdwood was a pitcher in the major leagues until an injury took him out of the game. Could this be the second chance he needed? A severe shoulder inj...",
          1416326173
        ],
        [
          "Watch as award-winning director Alex Gibney captures people on the brink of a personal breakthrough – that Mustang Moment when their dreams meet opportunity and lead to a chance to pursue their passions – all while they’re behind the wheel of a 2015 Ford Mustang. Ford Mustang's cover photo.",
          1414759878
        ],
        [
          "Now there's a way to fit a 2015 Mustang in your pocket.  Check out this handy interactive Ford Mustang smartphone app - it's got everything from games and ringtones to FAQ, a racetrack locator and an augmented reality feature. ford.to/1t8nQuj.",
          1414074223
        ],
        [
          "From imagination to reality - watch as the 2015 Mustang takes shape in the artful hands of the Ford Mustang Design Team. ford.to/X45agL.",
          1411495137
        ],
        [
          "Free spirited design meets vintage elements in Anna Sui’s t-shirts for the #MustangUnleashed Collection on Gilt.com. Watch as designer Anna Sui describes Ford Mustang as a true essence of freedom; a car that makes you dream and one that inspires her to create: ford.to/XYQC3j.",
          1410357604
        ],
        [
          "On the 2015 Ford Mustang, even the turn signals are iconic. The sequential tri-bar lights trace their design back to the first 1964 Mustang. Jam to the full track here: ford.to/1umDmk2.",
          1409753391
        ],
        [
          "Ford mustang 2015 . Done by me.",
          1408384191
        ],
        [
          "2013 GT Ford mustang 5.0 liter @ 440 hp.",
          1407697676
        ],
        [
          "The Ford Summer Spectacular is happening now!  Save the day with great deals on a brand new Ford Mustang! http://ford.to/KtHTPm.",
          1405705315
        ],
        [
          "Mustang & Mustang.",
          1404402417
        ],
        [
          "FORD MUSTANG 65.",
          1404391847
        ],
        [
          "Debut the entirely new 2015 Ford Mustang. Powerful performance with Ecoboost & a ride inspired by the Mustang's soul.",
          1403580598
        ],
        [
          "Jack Telnack, noted designer of the  Ford Mustang in the '60s and '70s, and former global VP of Design for Ford, poses with just one of just a few prototypes of the 2015 Mustang today in Cincinnati.",
          1402173087
        ],
        [
          "Súper ford mustang.",
          1401394885
        ],
        [
          "Ford Mustang -  #Fordmaniacos: http://on.fb.me/1jHzGqh.",
          1400781199
        ],
        [
          "Ford Mustang 1966.",
          1400567352
        ],
        [
          "Everyone deserves a Mustang to drive...\n\nhttp://youtu.be/MXk6sJ8xeTo. Vaterra RC 1967 Ford Mustang V100-S visit www.VaterraRC.com for more information!",
          1398996432
        ],
        [
          "This makes no sense Ford, you know 3/4 of your customers are going to take their cars to a drag strip.  Racing Your Mustang Will Void Its Warranty, Despite Line Lock. The 2015 Ford Mustang holds a lot of promise: independent rear suspension, a turbocharged four-cylinder engine option, and a completely new structure--all huge boons to the sports car fan. But what if your Mustang enthusiasm tends toward the straight strip variety? There's plenty to love there...",
          1398364534
        ],
        [
          "Happy 50th Anniversary to the Ford Mustang! The circa 1965 photo below shows members of the Schmidt family of Salem Oregon standing beside their new Ford Mustangs in a promo shot for a local dealership. The photo was taken in front of the Oregon State Capital building in Salem, OR. A small version of this photo was also featured in Ford Times back in 1965.",
          1397782157
        ],
        [
          "Auguri Ford Mustang un'auto una leggenda....",
          1397769222
        ],
        [
          "2007 Ford Mustang Delux.",
          1397748790
        ],
        [
          "Happy 50th Ford Mustang\nHere's My Mustang 2001 V6 Coupe.",
          1397690338
        ],
        [
          "Ford Mustang (1966)\nAIC Autódromo Internacional Codegüa.",
          1397412015
        ],
        [
          "Ford Mustang 2015.",
          1396888892
        ],
        [
          "http://2015fordmustang.us/ 2015 Mustang, 2015 Ford Mustang, New 2015 Ford Mustang, 2015 Ford Mustang prices, 2015 Ford... 2015 Mustang, 2015 Ford Mustang, New 2015 Ford Mustang, 2015 Ford Mustang prices, 2015 Ford Mustang reviews, 2015 Ford Mustang Release Date, 2015 Ford Mustang Exterior Design Overview, 2015 Ford Mustang For Sale, 2015 Ford Mustang Details, 2015 Ford Mustang Redesing, 2015 Ford Mustang dimensions, 20...",
          1396860569
        ],
        [
          "ford mustang ronael.",
          1394648868
        ],
        [
          "I am so excited for the new Ford Mustang! When will it be available to purchase?",
          1394505177
        ],
        [
          "2001 ford mustang.",
          1393949522
        ],
        [
          "the mustang history\n. Ford Mustang Documentary. This is an older film and shows up to the 1994 Mustang. I do not own the rights to this film. This is for fair use.",
          1393897802
        ],
        [
          "Ford Mustang Tuning von www.auto-leder.de\nhttp://youtu.be/5aFwfYdQBeQ.",
          1393531675
        ],
        [
          "The All New Ford Mustang at the 2014 Canadian International AutoShow.",
          1392613226
        ],
        [
          "Here is my new 2014 Ford Mustang GT/Race track Package. With inspiration from Mustang Customizer and love of Speed Racer. Custom paint and Lexani R-Six Wheels that I designed myself. This horse gallops in Dallas, GA.",
          1392147096
        ],
        [
          "My 66 Mustang and 08 Mustang GT.",
          1389802899
        ],
        [
          "Ford Mustang GT500 in Czech Republic in Advantage Cars.",
          1389293657
        ],
        [
          "Ford Mustang 1967 in my box !!!",
          1389283490
        ],
        [
          "ford mustang 1969 in Sudan.",
          1386729206
        ],
        [
          "And the winner is…Ford Mustang! Ford Mustang has been named the Cars.com Shoppers' Choice Award winner.  Cars.com. We’re thrilled to announce that the Ford Mustang is our Shoppers’ Choice Award Winner! Thanks to everyone who voted to help crown our victor!\n\n **The winner of our No-Drama Luxury Car Tour and our 10 $50 gas card winners will be announced by Dec. 20.",
          1386624693
        ],
        [
          "Like if you Agree, Same Design as Aston Martin Vanquish.",
          1386297557
        ],
        [
          "I love Ford Mustang so much\r\nI hope u like my design.",
          1386283558
        ],
        [
          "With the 2015 Ford Mustang in NYC.",
          1386277359
        ],
        [
          "Here she is guys - the real deal.  . A Look at the 2015 Ford Mustang. The 2015 Ford Mustang aims to reclaim the attention of the younger driver when it debuts in late 2014. WSJ's Michael Casey gives us a look. (Photo: Ford Motor Company)",
          1386202886
        ],
        [
          "Ford T5 1966 In Brazil !!!!",
          1386177747
        ],
        [
          "Five more days. 50 years. 100 seconds. #MustangInspires http://youtu.be/0BaPvs61yo0. Ford Mustang: Evolution of an icon. The new Ford Mustang is coming to Europe for the first time since its original launch in 1964. Here's what you've been missing; Ford's morphing video crams 5...",
          1385939694
        ],
        [
          "Day 5 of our 15 day countdown to the all new 2015 Ford Mustang. #MustangInspires UK graphic designer and illustrator Mike Kus. http://instagram.com/p/hHIFo1pCQ3/# Timeline Photos.",
          1385323386
        ],
        [
          "2012 Ford Mustang GT500 in Prague.",
          1384892315
        ],
        [
          "Where the new Ford Mustang will debut on Dec 5. You opinion? \r\nhttp://www.torquenews.com/106/2015-ford-mustang-will-debut-december-5th-where.",
          1384877776
        ],
        [
          "ford mustang 2015..cool.",
          1383042708
        ],
        [
          "1966 ford mustang.",
          1382818376
        ],
        [
          "Excellent Ford Mustang.",
          1382368122
        ],
        [
          "Ford Mustang Police Car\r\nINTERNATIONAL SERVICEMEN AND WOMEN DAY\r\nPolice -Military -Firefighters-Rescue \r\nFacebook:www.facebook.com/internationalmemorialdayforheroes\r\nWeb: www.internationalmemorialday.com.",
          1382346870
        ],
        [
          "Check out this commercial featuring a Ford Mustang! KFC Test Drive / Proefrit. Starring the Ford Mustang! A commercial voor KFC featuring a Ford Mustang. Five friends want to go to the KFC, but do not own a car to get there. They think of the idea to go to the de...",
          1381567219
        ],
        [
          "My love for my Ford's and my muatangs wit more to come.",
          1380823332
        ],
        [
          "2005 ford mustang eleanor.",
          1380096934
        ],
        [
          "Ford Mustang. More photos at www.facebook.com/trojanphotos.",
          1380049962
        ],
        [
          "Hey Ford Mustang fans!! What do you think about this older Ford Mustang with a Ford GT engine in the trunk?\nvia Mod Motor Mustangs.",
          1379745016
        ],
        [
          "(******ford******)",
          1378893187
        ]
      ],
      "dates_start": 1388095760,
      "dates_end": 1434218626,
      "likes_avg": 723,
      "likes_stdev": 1933,
      "comments_avg": 33,
      "comments_stdev": 175,
      "shares_avg": 137,
      "shares_stdev": 623
    },
    {
      "number": 9,
      "important": [
        "car",
        "mustang",
        "love",
        "classic",
        "ford",
        "red",
        "meet"
      ],
      "summary": [
        "love this car!!!",
        "I love this car !!!",
        "Love this car!",
        "I love this car.",
        "I love this car!!!!"
      ],
      "common": 0,
      "messages": [
        [
          "Classic never goes out of style.👌🏻. Timeline Photos.",
          1489680989
        ],
        [
          "Award Winning Shelby GT500 @ MFB Classic Car & Bike Show.",
          1479805878
        ],
        [
          "69 Mach 1 @ Aces By The Bay Car Show.",
          1478411823
        ],
        [
          "I can not put into words how much I love this car. Three months old and my heart still skips a beat when i start her up.",
          1458265851
        ],
        [
          "Incredible Mustang owners, incredible photos. Thank you for sharing all your amazing pictures with us in 2015! We can't wait to see what you'll show off in 2016! Photos from Ford Mustang's post.",
          1450290199
        ],
        [
          "Colorado pony. Still putting things back on and of course color sand & polish. Love this car!",
          1437502011
        ],
        [
          "MCA show this weekend outside of Loveland, CO....wish my car was better quality but i may go anyway. Garage jobs need love too!",
          1437074740
        ],
        [
          "Just got this 1965 Mustang 2 weeks ago. Never had a classic car before, so new to all this!",
          1436583327
        ],
        [
          "Summer Car Show \nOur ROUSH RS3.",
          1436287658
        ],
        [
          "Found me a new car show piece today lol.",
          1435276182
        ],
        [
          "First place for Austin Pickett and his 2014 Mustang in the Warrenton Fathers Day car show. \"Pickwon\" People's Choice!",
          1434908637
        ],
        [
          "My wife Kath and her 05 GT at  Carlisle All-Ford Nationals I have a ton of pics from the show but for some reason cant share my album here. How would I do that guys?",
          1433978412
        ],
        [
          "Neighbors love it when I put on my own little car show in the driveway, the old & new, love em both!",
          1432234792
        ],
        [
          "Look what showed up at the United States Merchant Marine Academy for the first ever midshipman run auto show.",
          1431526727
        ],
        [
          "Gorgeous GT500 from a car show at Lake Ozark, Missouri. \nHeart Of A Cowgirl Photography.",
          1430922785
        ],
        [
          "My 07 GT project car.",
          1428361879
        ],
        [
          "\"Orange Bowl\" by Dietmar Scherf ...\n#mustang #ford #Warhol #art #cars #Americana #speed #highway #Route66 #roadtrip.",
          1427722273
        ],
        [
          "Now that's REAL Pace Car with lightbar on Mustang 2015. Pace Car #1.",
          1427582312
        ],
        [
          "67 GTA Aspen Gold Fastback @ Independent Car Parts Car Show.",
          1427087605
        ],
        [
          "67 GTA Fastback @ Independent Car Parts Car Show.",
          1427087565
        ],
        [
          "1965 Mustang at the Silverstone Classic 2014.",
          1424864953
        ],
        [
          "Custom Fastback @ All American Breed Car Show.",
          1423300041
        ],
        [
          "My car...",
          1423256277
        ],
        [
          "Have I told you how much I love this car?? Seriously, I'm sad when I pull up in my driveway. Love how you can change the color of the gauges! #mustang #GT #ponygirl.",
          1421877651
        ],
        [
          "I saw this very Pretty RED Mustang at the South Meriden Car Show last September. Not sure, but It's got to be a 1966-1967.",
          1421136717
        ],
        [
          "Show my Mustang passion on the German streets..... :-)",
          1420627510
        ],
        [
          "Here I show all my Mustang love, passion and know how..",
          1420483559
        ],
        [
          "Heading across the country today to deliver this beauty to Austin, TX, from Madison, IN. Im documenting it with point-and-click photos along the way, this one is in Memphis! I love this car.",
          1418775871
        ],
        [
          "2005 love this car !",
          1416271231
        ],
        [
          "My 2012 V6 in kona blue. Absolutely love this car.",
          1415636464
        ],
        [
          "My Ruby Red 2014 Stang, Love my car, had it a year this sept.  Still love to just look at her!",
          1408632272
        ],
        [
          "My 1967 at a car show in Santa Clarita ca.",
          1407852633
        ],
        [
          "Jérôme Vassia Mustang Drift car!",
          1407705267
        ],
        [
          "Our '66 Mustang Classic!",
          1402620205
        ],
        [
          "US Car Show Bad Berka.",
          1402335636
        ],
        [
          "Are you going to a car show this weekend? Have you ever shown your prized Mustang at a local or national event? Read about one of the biggest Mustang shows in the U.S.: http://ford.to/1mk9sX7. Timeline Photos.",
          1402064226
        ],
        [
          "I love this car !!!",
          1401893179
        ],
        [
          "So perfect! I love my car 👌.",
          1400351172
        ],
        [
          "Loaded for a out of town show.  Car runs good but not taken on a trip this far yet.  So she get the trailer.",
          1399687830
        ],
        [
          "This is Brute! I love this car!!!!",
          1399509853
        ],
        [
          "Tom Keen's giveaway car in The Blacklist.",
          1398196505
        ],
        [
          "There was a Mustang show a couple of weeks ago in Cape Town, South Africa, hosted by the Mustang Owners Club of South Africa, Western Cape Chapter, and this was on show there among many...  Photo by Dark Eye Photography.",
          1398154394
        ],
        [
          "Off to the 50th Anniversary of Mustang incorporating the Mustang & Shelby Nationals at Geelong in about 12 hours, can't wait. Here's a pic from last weekends All American Car Show at Flemington.",
          1397891693
        ],
        [
          "Not just a prototype car.",
          1397525697
        ],
        [
          "The Mustang Turns 50! Can You Identify the Car's Pop Culture Spots? http://bit.ly/1iG7AY8.",
          1397301049
        ],
        [
          "Tomorrow 4-5-14 Mustang Car Show, celebrating Mustang's 50th anniversary. Salinas Valley Ford is hosting an all Mustang show from 11 am on until possibly 5pm. Don't miss it in Salinas, California. My Pony is going.",
          1396660502
        ],
        [
          "Another car show..",
          1396307765
        ],
        [
          "Spring is finally here! Any car shows or classic car cruises in your weekend plans? Timeline Photos.",
          1395414008
        ],
        [
          "Drive your Mustang into the April 13, 2014 Pomona Swap Meet & Classic Car Show for free!\n\nOffer includes parking and two admissions. Free admissions must be in the car at the time of entry. Offer valid through our classic cars for show/sale entrance only - Gate 15 at the Fairplex in Pomona. Call 714-538-7091 for details.\n\n #pomona #50years #mustang #pomonaswapmeet.",
          1395082207
        ],
        [
          "Hard to believe this 1985 1/2 Mustang SVO is a classic!",
          1394189837
        ],
        [
          "My 2008 Mark III Two car shows three trophies not so bad!",
          1394061687
        ],
        [
          "Did you see this 1970 Boss 302 Parnelli Jones tribute car on the vintage and classic car enthusiast site Bring a Trailer? http://ford.to/ORe2mI. Eight Months Later: 1970 Ford Mustang Parnelli Jones Trans-Am Tribute. 2/20/2014 Update: We discovered this awesome Trans-Am style Mustang last summer in a Craigslist ad and it disappeared right after we featured it. The car has now turned up at a dealer in SoCal with ex.",
          1394035202
        ],
        [
          "my 2005...I love this car.",
          1393370905
        ],
        [
          "I Love this car :D",
          1391648712
        ],
        [
          "The first Ford Mustang is a beauty without a doubt. That's only one of the reasons it's among the Top 10 Classic Cars at GAYOT.com - The Guide to the Good Life\nhttp://www.gayot.com/lifestyle/automobile/lists/classic-cars/ford-mustang.html. 1964 Ford Mustang - Classic Cars | Gayot. Learn about great autos through the ages with GAYOT's list of the Top 10 Classic Cars, featuring the original 1964 Ford Mustang.",
          1391564467
        ],
        [
          "Classic design never goes out of style. \n\nWMR #0015 www.facebook.com/whitemustangregistry.",
          1390858196
        ],
        [
          "my ghig gt! love this car!!!",
          1390424755
        ],
        [
          "The 2015 #Ford #Mustang B Roll shows the new pony car from all angles.\r\n\r\nhttp://www.torquenews.com/106/2015-ford-mustang-looks-great-out-open-road.",
          1388627163
        ],
        [
          "2013 mustang 😍 my car.",
          1385221321
        ],
        [
          "Have you ever taken your Mustang to a car show?",
          1384325559
        ],
        [
          "Also took this one at a car show earlier this summer.",
          1384323403
        ],
        [
          "We have dedicated Mustang Owners,Who Love their Cars, enjoy Car Shows, meeting fellow Car Owners, and there Clubs. We also \"LIKE\" Ford Mustang page.",
          1383873281
        ],
        [
          "The car as Art...",
          1383140139
        ],
        [
          "www.rockinghamdragway.com\nwww.holcombmotorsports.com\nhttp://youtu.be/V6wqjops4eY\n\n HOLCOMANIA CIVIL WARS SHOOTOUT SAT & SUN\n CAR SHOW, SWAP MEET, AND DRAG RACING OPEN TO ALL CARS\n\n For full schedule, click on Events on this page or go to www.rockinghamdragway.com.",
          1382488973
        ],
        [
          "One of the most famous posts from Classic Cars B| Classic Cars. Epic post is EPIC !\r\n\r\nVisit us : www.goldclassic.us.",
          1382469349
        ],
        [
          "My stock 1989 5.0 Mustang.  Still got to do some things but I love this car.",
          1382382964
        ],
        [
          "Proof that a Classic is just as pretty as Fall...",
          1382365398
        ],
        [
          "hard too choose. Classic Cars. Generations...",
          1382291163
        ],
        [
          "Mustang Magic. Classic Cars. S. E. X. Y.",
          1382101204
        ],
        [
          "My car.",
          1381311484
        ],
        [
          "Many people will tell you that you can't simply show a picture of 'the key to happiness'. That that's something that's impossible to do.\r\n I'm here to prove them all wrong:",
          1381245185
        ],
        [
          "And then there was Mustang. Classic Cars. Go Hard! Smokin' Mustang!\r\n\r\nVisit us : www.goldclassic.us.",
          1380204019
        ],
        [
          "Not Enough Classics on here... Here's my 67 Convertible.",
          1380061644
        ],
        [
          "I love this car!",
          1379694326
        ],
        [
          "people on your page are having a hard time believing that the mustang towing the identical trailer is the same car. i saw this car years ago at carlisle PA at a car show. here's the proof that the car is real and not a photoshop.",
          1379503497
        ]
      ],
      "dates_start": 1384033741,
      "dates_end": 1434040707,
      "likes_avg": 1640,
      "likes_stdev": 5986,
      "comments_avg": 17,
      "comments_stdev": 57,
      "shares_avg": 126,
      "shares_stdev": 436
    },
    {
      "number": 10,
      "important": [
        "mustang",
        "ford",
        "car",
        "truck",
        "start",
        "ride",
        "secret",
        "yazıcılar",
        "design"
      ],
      "summary": [
        "Mustang GT.",
        "2015 Ford Mustang Gt.",
        "2015 Ford Mustang GT.",
        "My 2006 Ford Mustang GT.",
        "I LOVE FORD MUSTANG GT."
      ],
      "common": 0,
      "messages": [
        [
          "You never forget your first love. Buying his first Mustang back in the 1960s, this enthusiast claims he has hardly thought about another car since then. Now, the 97-year-old takes on life behind the wheel of his brand new Ford Mustang GT.* \n\n*European model shown. I’m 97-years-old I drive a 5.0-litre V8 Ford Mustang fastback. The Ford Model T was just 11-years old when Lennart, from Stockholm, in Sweden, was born. And he was among the first people in the country to buy an original Ford Mustang, in the 1960s – a car he never forgot.",
          1479318141
        ],
        [
          "Hat jemand Interesse an einem Ford Mustang GT im cervini design mit sidepipes und klappensteuerung ... Preis ist vb.\nEinfach per PN melden.",
          1478767327
        ],
        [
          "Lovin' my 2016 GT :)",
          1474811124
        ],
        [
          "1967 Mustang gt 500 replica.",
          1474245330
        ],
        [
          "Love our 2014 GT..",
          1466988110
        ],
        [
          "MUSTANG GT 5.0 2016 - CRACOW, POLAND.",
          1466060998
        ],
        [
          "I LOVE FORD MUSTANG GT.",
          1461603151
        ],
        [
          "2007 Mustang GT.",
          1457292189
        ],
        [
          "The Ford Mustang GT LEGO Speed Champion model is here! Available for purchase starting March 1.",
          1452620700
        ],
        [
          "http://girlsdrivefasttoo.com/2015/09/21/2015-ford-mustang-gt-coupe-premium/ 2015 Ford Mustang GT Coupe Premium. Check out my video review of this red-hot Mustang GT: Share this:Share on Facebook (Opens in new window)Click to share on LinkedIn (Opens in new window)Click to share on Reddit (Opens in new window….",
          1442845743
        ],
        [
          "Mustang gt 2005 madmax.",
          1442144353
        ],
        [
          "2015 Mustang GT.",
          1441294545
        ],
        [
          "My '05 Mustang GT & a rainbow.",
          1440593302
        ],
        [
          "Love my \"Bullet\" Mustang GT!",
          1439220241
        ],
        [
          "Ford Mustang GT is just a Great Car to paint and Ride.!",
          1438919315
        ],
        [
          "Our 2015 Mustang GT just purchased tonight!!",
          1438733799
        ],
        [
          "2010 mustang gt.",
          1438634073
        ],
        [
          "Gt",
          1436530131
        ],
        [
          "My 02 gt.",
          1436395398
        ],
        [
          "my 2003 mustang gt centennial.",
          1435612292
        ],
        [
          "Enjoy the summer in a new 2015 Ford Mustang GT. The same great V8 rumble we have loved for over 50 years.",
          1435253548
        ],
        [
          "My '07 Mustang GT!",
          1433796039
        ],
        [
          "This is my first 1998 mustang gt the new years day it was taken from me got in to a bad crash to were a truck cut me off and smashed the car it it was gone no bad for repair. Today is when i get another mustang gt im looking at a 2007 mustang gt 4.9 v8 just like my first mustang.",
          1432647948
        ],
        [
          "2015 Ford Mustang Gt.",
          1431438964
        ],
        [
          "We love our 2015 Mustang GT at Speed By Design LLC ;)\n\nPhoto by SBD's own Court Duncan.",
          1431436907
        ],
        [
          "Tony Rogers 2014 GT.",
          1429814609
        ],
        [
          "Have you signed up for all the latest news about the 2015 Mustang Customizer App? Here's your chance. Head over to social.ford.com/mustang-customizer for details. Mustang Customizer.",
          1427901608
        ],
        [
          "My 06 Mustang GT.",
          1427766492
        ],
        [
          "Mustang GT. 2006 Ford Mustang GT HDR. © by Ozan Danışman - All rights reserved Düsseldorf, 28.09.2006.",
          1426242376
        ],
        [
          "I like riding shotgun in my 2015 Mustang GT. The ladies love it.",
          1425854697
        ],
        [
          "My 06 GT.",
          1425525381
        ],
        [
          "I Love My 2015 Mustang GT.. Named Her Eleanor and she is 1 month old now. I ordered her 11/07/14 and she came in on 1/09/15  with the 20\" wheels and Recaro seats , 6 speed with the touch screen display and backup cam....this is MY 3rd Mustang GT I Have owned  best one yet!!!",
          1424044320
        ],
        [
          "My Ponny GT 99 35 Aniversary    (The Crow)",
          1423703796
        ],
        [
          "Ven y tomate la foto con el Mustang GT 50 aniversario.",
          1423417317
        ],
        [
          "Sharing my Mustang GT.",
          1423111385
        ],
        [
          "My wife and her new 2015 Mustang GT.",
          1422829810
        ],
        [
          "97 GT 4.6 liter. Just love it.",
          1422261631
        ],
        [
          "88 gt.",
          1421951047
        ],
        [
          "Me and my brother Jesus Salcido are loving our 2015 Mustang GT 5.0",
          1420827774
        ],
        [
          "Finishing this 2 piece canvas up for a customer!",
          1418787932
        ],
        [
          "2015 Mustang GT on Vossen Precision Series | VPS-302.",
          1418759609
        ],
        [
          "2015 Ford Mustang GT.",
          1415767222
        ],
        [
          "1986 Mustangs (5.0 GT)",
          1415660049
        ],
        [
          "2014 GT 5.0",
          1408408991
        ],
        [
          "1988 Mustang GT.",
          1404007026
        ],
        [
          "My 5.4 liter 2000 GT.",
          1402964826
        ],
        [
          "First wax job on my new 2014 mustang gt 5.0.  Looks better than when I first got it!  what do you think on some future mods?",
          1402187497
        ],
        [
          "2005 Mustang GT with a Whipple, 3.73's, and a Watts link.  It's got a whole mess of other stuff as well.",
          1401924729
        ],
        [
          "=]\n\n. 2015 FORD Mustang GT Visits the Candy Paint Shop for (19)64 and 1/2 Rendered Color Options »... 2015 FORD Mustang GT Visits the Candy Paint Shop for (19)64 and 1/2 Rendered Color Options , , » , www.Car-Revs-Daily.com.",
          1401478258
        ],
        [
          "2006 GT.",
          1399644822
        ],
        [
          "2008 Mustang GT with some Go-Fast extras.",
          1397786307
        ],
        [
          "Here is my 2014 GT.",
          1397617621
        ],
        [
          "My Father in law.....2011 Ford Mustang GT 5.0 Coyote has only 1,300 miles run.",
          1395752433
        ],
        [
          "My 2006 Ford Mustang GT.",
          1395370070
        ],
        [
          "My 2006 Mustang GT V8.",
          1395333706
        ],
        [
          "1999 mustang gt.",
          1395330280
        ],
        [
          "Ford Mustang GT 1995.",
          1395328933
        ],
        [
          "My 03 GT.",
          1395328886
        ],
        [
          "O3 gt.",
          1395247660
        ],
        [
          "My 2014 Mustang GT 5.0",
          1394976985
        ],
        [
          "Hey guys, I really like the 2015 Ford Mustang Model but my version is much nicer!\n\nHere it is at Bahia Honda State Park, Florida Keys!!\n\nFord Mustang GT 2009 (manual & super fast) - 45th Anniversary!!\n\nI LOVE it!",
          1394221303
        ],
        [
          "My hubbys mustang gt on the left along with his dads mustang gt on the right #mustang.",
          1394057529
        ],
        [
          "2005 Mustang GT.",
          1393954144
        ],
        [
          "ford mustang 4.6 GT Mahmut Yazıcılar.",
          1393517128
        ],
        [
          "RSR MOTORSPORTS - 2007 FORD Mustang GT Stallion.",
          1391767531
        ],
        [
          "My 02 GT.",
          1391087746
        ],
        [
          "05 Mustang GT Custom!!\nFrom Japan.",
          1389095948
        ],
        [
          "05 Mustang GT  Custom!!\nFrom Japan.",
          1389095829
        ],
        [
          "There is nothing like the low, throaty rumble of the all-new Mustang GT. http://ford.to/1gTasRu. Hear The 2015 Ford Mustang GT Start & Rev: Video. If you were worried that the new 420-horsepower 2015 Ford Mustang GT might not sound the part of the ballsy muscle car, well, you're probably dealing with generalized anxiety. But even so, this video should allay any fears. It sounds great. DON'T MISS: Secret Feature On 2015 Ford Mustang Will Be An....",
          1386780409
        ],
        [
          "2015 Ford Mustang GT 5.0 \r\nDesigned By ABP Freelance Graphic Design.",
          1386355738
        ],
        [
          "I used to drive a 2006 Charger but then one day while at work a dump truck jump a median, landing on and totaling my parked car....but it all worked out as now i get to own my dream car (aside from a 1970 Boss 302 that is) and this is my new baby...2014 Ford Mustang GT.",
          1385849417
        ],
        [
          "New Design Ford Mustang GT & Mustang Shelby GT500.",
          1383943057
        ],
        [
          "My dad's 2005 mustang GT.",
          1383437465
        ],
        [
          "'66 GT, 289!",
          1382797293
        ],
        [
          "FORD MUSTANG GT 500.",
          1382626766
        ],
        [
          "My new 2013 Mustang GT, the only problem its starting to get cold outside...",
          1382561820
        ],
        [
          "My 2013 gt.",
          1381022163
        ],
        [
          "68 GT.",
          1380705207
        ],
        [
          "99 GT 35th.",
          1380418055
        ],
        [
          "2001 GT.",
          1380227369
        ],
        [
          "GT",
          1380199797
        ],
        [
          "2007 Mustang GT in Montréal.",
          1380134265
        ],
        [
          "Do people get out of the way when your Mustang appears in their rear view mirror? Andreas. 2013 Mustang GT  in the beautiful swiss alps :)",
          1380133822
        ],
        [
          "Hi, My GT in Stockholm, Sweden.",
          1380123377
        ],
        [
          "2013 Mustang GT  in the beautiful swiss alps :)",
          1380112629
        ],
        [
          "Love my 2006 GT...",
          1380056883
        ],
        [
          "1996 GT V8 4.6",
          1379689321
        ],
        [
          "My 2013 GT with my department's apparatus.",
          1378925359
        ],
        [
          "Ron Manriquez > 08 Ford Mustang GT.",
          1378922063
        ]
      ],
      "dates_start": 1385392253,
      "dates_end": 1440494020,
      "likes_avg": 818,
      "likes_stdev": 4475,
      "comments_avg": 19,
      "comments_stdev": 93,
      "shares_avg": 112,
      "shares_stdev": 530
    },
    {
      "number": 11,
      "important": [
        "happy birthday",
        "mustang",
        "year",
        "video",
        "classic",
        "ford",
        "advic",
        "come"
      ],
      "summary": [
        "Happy birthday mustang!",
        "Happy Birthday, Mustang!",
        "Happy Birthday #Mustang!",
        "Happy Birthday Mustang!!!",
        "Happy Birthday Mustang!!"
      ],
      "common": 0,
      "messages": [
        [
          "Wishing you a very Happy Halloween! Happy Halloween!",
          1477843200
        ],
        [
          "Happy 4th of July.",
          1436038555
        ],
        [
          "happy 4th of july FORD MUSTANG!",
          1435900470
        ],
        [
          "HAPPY THURSDAY.",
          1432228150
        ],
        [
          "HAPPY BIRTHDAY!",
          1429283513
        ],
        [
          "Happy 51st birthday!  These are three of the six Mustangs that I've owned in the last 33 years. I've also owned a black '67 289 V8 coupe, a '69 Mach 1 w/351W, and a '78 Mustang II.  Wish I still had all of the ones that got away!",
          1429271221
        ],
        [
          "Happy Birthday Mustang!!",
          1429270160
        ],
        [
          "Happy Birthday!!!",
          1425991483
        ],
        [
          "Happy Birthday, Barbie! It’s our birthday too - the Ford Mustang first rolled off the line on this day back in 1964. Timeline Photos.",
          1425934318
        ],
        [
          "Happy Birthday, Mustang!  First Drive: 2015 Ford Mustang. Redesigned and re-engineered Mustang feels alive and more comfortable than any Mustang before: It may have taken 50 years, but it sure was worth the wait.",
          1425908086
        ],
        [
          "Nothing Like AN American Classic. Happy Birthday to the Mustang. You are only 65 years younger than Worksman Cycles\n\n http://www.worksmancycles.com/shopsite_sc/store/html/inb-rhc.html\nl. Worksman Retro Classic Cruiser - Mens/Ladies. Classic American Made Bicycle, reminiscent of the 1950's and 60's, this classic Cruiser is all Worksman. Using the basic gloss black Worksman Industrial Cruiser Frame, and adding beautiful red painted Worksman Clincher rims, a springer front fork, and rear retro rack makes this bicycle both durable….",
          1403803038
        ],
        [
          "Happy 50th mustang.",
          1398565965
        ],
        [
          "HAPPY 50th Birthday Mustang  . . . . I finally have my summer dream :-)",
          1398125752
        ],
        [
          "Happy 50th birthday Mustang! - the Doc (LIKE us)",
          1397788348
        ],
        [
          "Happy Birthday...My 2013 is often used to honor out Veterans.",
          1397778218
        ],
        [
          "\nHappy Birthday Mustang! \n\nhttp://www.adamsautoadvice.com/2014/04/motowns-nowhere-run-video-shot-ford-mustang-plant/ Motown's \"Nowhere to Run\" Video shot in a Ford Mustang Plant [VIDEO] - Adam's Auto Advice. There are two things people think of when people say “Detroit!” cars and Motown.  So to celebrate the Ford Mustang’s 50th birthday I thought I would post a cool video of the song Nowhere to Run with Martha Reeves and the Vandellas.  (The Vandellas are Annette Beard and Rosalind Ashford.)  The video….",
          1397773620
        ],
        [
          "Happy 50th!",
          1397768769
        ],
        [
          "Happy Birthday Mustang!!!",
          1397766955
        ],
        [
          "happy birthday my love <3\n.\n#Domino.",
          1397760720
        ],
        [
          "Happy 50th Birthday Mustang!!!",
          1397757096
        ],
        [
          "Happy birthday mustang! heres mine :)",
          1397755076
        ],
        [
          "Happy 50th Ford Mustang!  Here's my baby...",
          1397752644
        ],
        [
          "Happy 50th Birthday, this is my stable!",
          1397743271
        ],
        [
          "Happy 50th Birthday Mustang! If your in the Florida Area and couldn't make it to Charlotte or Vegas Please come Join us Celebrate the Event 50 Years in the Making https://www.facebook.com/events/775615105783749.",
          1397739454
        ],
        [
          "Happy birthday Ford Mustang. 93 GT conv. at 2013 woodward dream cruise.",
          1397738071
        ],
        [
          "Happy Birthday #Mustang! With love, from your friends at Supercompressor. 23 Things You Didn't Know About Ford Mustangs. It's hard to believe the Mustang is turning 50 years old. To celebrate, here are 23 things you might not know from the early years.",
          1397737043
        ],
        [
          "Happy 50th Birthday Mustang!",
          1397734996
        ],
        [
          "Happy Birthday, from our Mustang family to yours!",
          1397729268
        ],
        [
          "Happy 50th! Mustang.",
          1397700526
        ],
        [
          "Germany. 4/17/2014. Happy 50th Birthday Ford Mustang.",
          1397679266
        ],
        [
          "Happy birthday Mustang and goodnight guys:-*:-*:-*",
          1397679236
        ],
        [
          "Happy 50th Birthday Mustang from Germany :-)",
          1397675163
        ],
        [
          "Happy Birthday from Mustang Owners. Mustang love will never ends. All the best from Germany.",
          1397668238
        ],
        [
          "happy 50years Ford Mustang.",
          1397645408
        ],
        [
          "Apparently, this was Chevy's TSB solution to ZL1 heatsoak. \n\nHAPPY BIRTHDAY MUSTANG!!!",
          1397242676
        ],
        [
          "First day out! 2011 GT Roush/Cobra Jet hybrid. \n\nKenne Bell 2.8 coming someday. Comp Cams, LT's, SW exhaust and weight reduction.\n\nHope you have a Happy Birthday Mustang!!! \n\n~Kevin (aka thePill on M6G and SVTP)",
          1396570835
        ],
        [
          "Happy Birthday to me.",
          1393802033
        ],
        [
          "Happy birthday Ford Mustang...keep going another 50 years.",
          1386280856
        ],
        [
          "Be happy.",
          1381608089
        ]
      ],
      "dates_start": 1388092901,
      "dates_end": 1425037343,
      "likes_avg": 505,
      "likes_stdev": 2243,
      "comments_avg": 18,
      "comments_stdev": 84,
      "shares_avg": 94,
      "shares_stdev": 455
    },
    {
      "number": 12,
      "important": [
        "boss",
        "mustang",
        "ford",
        "mors",
        "denni",
        "motorcar",
        "nation",
        "school"
      ],
      "summary": [
        "Ford Mustang Boss.",
        "FORD MUSTANG BOSS.",
        "2013 Ford Mustang Boss 302\n5,000 miles.",
        "Ford Mustang Boss 69.",
        "2013 Boss 302  (mustang #16 for me) We are down to THREE days until the drawing of the #LifeBeat Mustang Boss 302."
      ],
      "common": 0,
      "messages": [
        [
          "Boss & the new GT350 on the Cork Screw @  Laguna Seca.",
          1440789552
        ],
        [
          "Help with funding to find a cure for Alzheimers by registering to win a 2013 Boss 302 Mustang and $1,000 cash. Only 1,000 entries will be sold nation wide. These are great odds for a great cause! Click below to enter!\n Win a 2013 BOSS 302 Mustang Plus $1,000 cash. BlingRunners LLC is giving you a chance to win this amazing automobile.    This beautiful 444HP, 2013 Boss 302 Mustang is #771 of the 4,000 that were manufactured.       Nobody disputes the 2013 Ford Mustang Boss 302 is a rollicking example of contemporary muscle c….",
          1433842086
        ],
        [
          "2013 Ford Mustang Boss 302\n5,000 miles.",
          1428631808
        ],
        [
          "the Three Musketeers bad boys mustang BOSS 302 2 are 1969 and one new 2012 BOSS 302 50 years of mustang.",
          1427842519
        ],
        [
          "69 Boss 302 @ All Ford Day 2015.",
          1425467157
        ],
        [
          "70 Boss 302 @ All Ford Day 2015.",
          1425466114
        ],
        [
          "My 1969 Mach1 Mustang with Boss 429 hoodscoop.",
          1424469924
        ],
        [
          "Ford Mustang Boss.",
          1422696833
        ],
        [
          "Noah Morse taking a corner like a BOSS in his Boss 302 Mustang.",
          1419814422
        ],
        [
          "The Morse brothers at it again in their 302 Boss Mustang.",
          1419633151
        ],
        [
          "Old school Ford Mustang Boss 429 '69,drawing.",
          1408427817
        ],
        [
          "Check out my Mustang Boss 302 Laguna Seca in CSR Racing.",
          1407239538
        ],
        [
          "Ford Mustang Boss 69.",
          1403111403
        ],
        [
          "1966, 1967, and a 2012 Boss 302.",
          1402007542
        ],
        [
          "BOSS 302S!",
          1401804522
        ],
        [
          "FORD MUSTANG BOSS.",
          1401803673
        ],
        [
          "School Bus Yellow Ford Mustang Boss 302 at Portland Cars and Coffee.\n\nOriginal: https://flic.kr/p/ntq8AJ.",
          1401202259
        ],
        [
          "BOSS 351 or BOSS 302?????",
          1398962512
        ],
        [
          "More twins... Dennis Egglefield's 1969/2012 Boss 302's",
          1394124117
        ],
        [
          "Just listed for sale is this 1970 Ford Mustang BOSS 302, factory Grabber Orange with white interior and all numbers matching.",
          1394115086
        ],
        [
          "Who's the boss ?\nhttps://www.facebook.com/NickyPhotography.",
          1390794823
        ],
        [
          "mustang  boss 2015.",
          1390340717
        ],
        [
          "My 2012 Boss 302.",
          1382805656
        ],
        [
          "Our Mustang...2012 BOSS 302.",
          1381366366
        ],
        [
          "A 1969 BOSS 429 Mustang has just arrived at Legendary Motorcar Company Ltd!",
          1381321868
        ],
        [
          "this  boss in the mustang.",
          1380794469
        ],
        [
          "1970 Boss 302.",
          1380705348
        ],
        [
          "Boss 428.",
          1380705030
        ],
        [
          "2013 Boss 302  (mustang #16 for me)",
          1379605085
        ],
        [
          "We are down to THREE days until the drawing of the #LifeBeat Mustang Boss 302. Now is the time to get your ticket and secure your chance on this awesome car. You'll be supporting a great cause in LifeBeat. Thanks for your support. Tickets available at https://squareup.com/market/lifebeat-center/mustang-boss-raffle.",
          1378950654
        ]
      ],
      "dates_start": 1384870105,
      "dates_end": 1422386031,
      "likes_avg": 66,
      "likes_stdev": 111,
      "comments_avg": 1,
      "comments_stdev": 2,
      "shares_avg": 7,
      "shares_stdev": 9
    },
    {
      "number": 13,
      "important": [
        "mustang",
        "ford",
        "car",
        "love",
        "stang",
        "oil",
        "brother",
        "anticip",
        "lol"
      ],
      "summary": [
        "LOVE MY STANG...... New to the mustang world.",
        "Love my new Mustang!",
        "My new Stang!",
        "Love the new stang!",
        "Exceeds the new Camaro and Challenger .. Thank you FORD for my new GT."
      ],
      "common": 0,
      "messages": [
        [
          "New grille ....",
          1473699694
        ],
        [
          "loving my new mustang.",
          1472781365
        ],
        [
          "My daughters dream come true!  She loves her new Mustang.  This picture is too awesome not to share!",
          1457377391
        ],
        [
          "Love watching the leaves change and my new Mustang!",
          1445864020
        ],
        [
          "Stang Stance 11, 12 or 13?\n#11mustanggt #12mustanggt #13mustanggt #fordmustanggt #carphotographybyjjgarcia.",
          1440716468
        ],
        [
          "My Stang 5.0 - from Dubai.",
          1440169096
        ],
        [
          "Here is a shot of our new 2015 Mustang V6 seen here in Lake Charles, Louisiana.",
          1439770856
        ],
        [
          "Nelson-Maria Felix-Rodriguez stang.",
          1439060795
        ],
        [
          "Upgraded to a new 2015. Love the new style!",
          1436979474
        ],
        [
          "My brother brought over his stang so stang family Photoshoot mustangs runs in the family of you can't tell lol plus my 00 got to meet it's 00 twin my brother owns.",
          1436750738
        ],
        [
          "My new child.",
          1436132755
        ],
        [
          "My brand new stang had only 22 miles on it liven every bit of it stang nation for life.",
          1435513321
        ],
        [
          "I purchased a new Mustang from Texas Motors Ford / David McDavid Ford in Ft Worth. The dealership had the car shipped to me and the car began to leak oil. I looked under the car and discovered that the oil pan had been damaged and JB weld was used to repair it. The dealership will not stand behind it. This car is a graduation present for our daughter and now she can't drive it until this issue is resolved. What has happened to customer service and honesty?",
          1433438010
        ],
        [
          "I absolutely LOVE my new mustang! Thanks Ford!",
          1432033465
        ],
        [
          "Hello from Southern California; 2500 miles in and still loving my new GT.",
          1431458041
        ],
        [
          "My new Stang!",
          1428797805
        ],
        [
          "My new <3",
          1428794079
        ],
        [
          "Ford 2015 All New Mustang Converterble  in Seoul International Motor Show.",
          1428581536
        ],
        [
          "Love my new Mustang!",
          1428429424
        ],
        [
          "Thank you FORD for my new GT. I'm not only happy with the new body style but the performance is absolutely amazing !!! Exceeds the new Camaro and Challenger ..",
          1428424088
        ],
        [
          "Thank you FORD for my new GT.  I'm not only happy with the new body style but the performance is absolutely amazing !!!  Exceeds the new Camaro and Challenger ...",
          1428422835
        ],
        [
          "Wild Stang @ Mustang Round Up.",
          1428236475
        ],
        [
          "Love the new stang!",
          1423099805
        ],
        [
          "Our new car!! Thank you Vancouver Ford!",
          1421074239
        ],
        [
          "The new Mustang is a BEAUTY.",
          1420660761
        ],
        [
          "My new car.",
          1420574731
        ],
        [
          "Find no other car like this....wait....Only the new Mustang. It's a DREAM.",
          1420481295
        ],
        [
          "Lovin' my new GT. \n#Ford #MustangGT.",
          1420253373
        ],
        [
          "Hey Ford Motors. Happy New Year. The new 2015 Mustang is now the birth of a legend to a new muscle car.",
          1420171833
        ],
        [
          "The New Mustang Tattoo.",
          1418884832
        ],
        [
          "My new 2014 5.0",
          1418856468
        ],
        [
          "OK, Dear Ford,, can you build these brand new again ,and just STOP Screwing around? I mean ya did the GT 40.. not that the new 2015 is bad.  but !!  i'm just saying ....  anyone?",
          1416062341
        ],
        [
          "Love STANGS my 93 SSP.",
          1415751826
        ],
        [
          "Ford Mustang's in the past were noted mainly for their GT, muscle cars! This all changed dramatically with the 2011 V-6 Mustang! The replacement V-6 was a healthy 3.7 that boasted an impressive 305 hp while achieving a 30 -mpg EPA rating on the highway. It easily outclassed the previous V-6's 210 hp and 24 mpg highway rating. The replacement V-6 was the 3.7-liter (227-cubic-inch) unit familiar from recent Dearborn products like the Lincoln MKS premium-large sedan. Re-engineered for the rear-drive Mustang, it arrived with 305 hp and 285 pound-feet of torque, nearly as muscular as the previous GT V-8 and up 95 hp and 45 pound-feet from the ousted 4.0. The new V-6 engine featured weight-saving all-aluminum construction, port fuel injection, and twin overhead camshafts operating four valves per cylinder via Ti-VCT, Ford's new Twin Independent-Variable Cam Timing system, effective on both intake and exhaust sides. Comparing manual-shift V-6 coupes, C/D clocked 0-60s and quarter-miles of 5.4 seconds and 14 at 104 mph for Mustang ! Ford termed the new V-6 \"a mostly brilliant product (that) can satisfy just about anyone \".            \"The new Mustang V-6 can sprint with musclecars, zigzag with sports cars, and drink with economy cars. The best of all world's? You could say that. \" ----MOTOR TREND.",
          1403749416
        ],
        [
          "My Stang out of the corral !",
          1401916260
        ],
        [
          "Mustang in New York.",
          1399954138
        ],
        [
          "1965 and 2005 Stangs.",
          1397265893
        ],
        [
          "My new MUSTANG SHELBY GT500 SUPER SNAKE 5.8 an amazing car and very powerful.",
          1395282945
        ],
        [
          "Loving the new 5.0 GT!",
          1394121848
        ],
        [
          "My Stang.",
          1394065622
        ],
        [
          "LOVE MY STANG......",
          1393951063
        ],
        [
          "New to the mustang world. I'm glad to have found this site.",
          1393272254
        ],
        [
          "Two ponies on the farm..Sabrina Marie Schmidt & Cort Schmidt's awesome Stangs !",
          1392934337
        ],
        [
          "Just saw the new Mustang on a Ford Hauler.",
          1391808572
        ],
        [
          "Sharing another awesome APR Performance widebody build with you guys!\nhttps://www.facebook.com/photo.php?fbid=633229733380783&set=a.140663595970735.15962.114316818605413&type=1&theater. APR Performance. A quick update photo on ModBargains project Ford Mustang from Jurrian. This project Stang is equipped with APR Performance 2013up Ford Mustang GT Widebody Aerokit (10pc). 50mm per side widen fender. 345s rear tire can easy fitted to aid traction and grip for a high HP Stang.\nPhoto credit : The Driven Lifestyley\n #aprperformance #widebody #aerokit #fordmustangGT #fordmustang #mustangs #americanmuscle #musclecars.",
          1390931590
        ],
        [
          "New York Yankees Car on facebook.",
          1390078514
        ],
        [
          "My new 2014 Mustang 5.0! Got it today :)",
          1389745619
        ],
        [
          "Wanted to share my love of my new (to me) 2007 Mustang. Black horse on a winter sunset in Lexington, KY.",
          1388711330
        ],
        [
          "Hey Ford Love the new mustang it perfect i hope you like my photoshop.",
          1386762547
        ],
        [
          "Can't get enough of the new Mustang? Same here. Head over to MustangEvolution.com to join program manager Prakash Patel at 1:00pm ET for a chat! Can't guarantee we can answer everything but we're eager to share our love for this amazing car. Q&A With Ford Dec 5th at Mustang Evolution | Mustang 2015 Revealed. - Mustang Evolution. The highly anticipated roll-out of the all new 2015 Mustang on Dec 5th nears and Mustang aficionados have questions! Rumors about power, design changes and.",
          1386256060
        ],
        [
          "My Stang!",
          1382794574
        ],
        [
          "Celebrating 1 year with my Stang this week!",
          1382734811
        ],
        [
          "Make sure to chek out my group page ITS A 5.0 THANG too meet pple with nice stangs and see some pics thankz 1990 5.0",
          1382319998
        ],
        [
          "My stang.",
          1382288119
        ],
        [
          "Check out Matt Jordans carbureted Fox with a modular engine in it! New overhead cam style engine (modular) with old tuning solutions! Best of both worlds! \r\n\r\nvia Mod Motor Mustangs.",
          1380743852
        ],
        [
          "Falls here in New York what's everyone doing with their cars?",
          1380639665
        ],
        [
          "This \"Peach\" of a car had been hidden away in a garage since 1989.  A bit of rubber (tires, belts, hoses, etc) new gas tank, rebuilt 4 barrel carb and she is on the road again, where she belongs.",
          1380116209
        ]
      ],
      "dates_start": 1390760443,
      "dates_end": 1438353538,
      "likes_avg": 113,
      "likes_stdev": 231,
      "comments_avg": 5,
      "comments_stdev": 20,
      "shares_avg": 6,
      "shares_stdev": 10
    },
    {
      "number": 14,
      "important": [
        "mustang",
        "custom",
        "boss",
        "michigan",
        "ford",
        "insur",
        "race car",
        "edit",
        "road"
      ],
      "summary": [
        "Custom Ford Mustang 1965.",
        "Custom Ford Mustang Shelby GT.",
        "Custom Ford Mustang Convertible 1965.",
        "Custom Ford Mustang GT350 1965.",
        "Custom Ford Mustang Obsidian SG-One 1967."
      ],
      "common": 0,
      "messages": [
        [
          "Twister Edition. Insurance Web Directory. Ford Mustang Mach 1 1970 Twister Edition.",
          1384686864
        ],
        [
          "Mustang's fans can we get 1000 likes on this? Insurance Web Directory. Ford Mustang GTR 5.0 2005.",
          1384115214
        ],
        [
          "Dragon. Insurance Web Directory. Custom Ford Mustang 1970,by RINGBROTHERS ''Dragon''",
          1383427065
        ],
        [
          "GT500 '67. Insurance Web Directory. Custom Ford Mustang Shelby GT500 1967.",
          1381417639
        ],
        [
          "''George Follmer'' Insurance Web Directory. Special Edition Ford Mustang's ''George Follmer'' 2014, by Saleen\r\nGeorge Follmer is a retired American race car driver, and one of the most successful road racers of the 1970s.",
          1381417577
        ],
        [
          "\"Testbed Terror\" Insurance Web Directory. Custom Ford Mustang Fastback 1965 \"Testbed Terror\"\r\n\r\nThis very special Mustang was the training car for actor Nicholas Cage in preparation for the filming of the car heist movie Gone in 60 Seconds.",
          1381417303
        ],
        [
          "Like a BOSS... Insurance Web Directory. Like a BOSS... Equus Automotiove Bass 770 2014.",
          1381343290
        ],
        [
          "Mustang's fans.......\nCan we get 2000 likes on this ? Insurance Web Directory. Custom Ford Mustang GT 2008.",
          1381041742
        ],
        [
          "Mustang Obsidian SG-One 1967. Insurance Web Directory. Custom Ford Mustang Obsidian SG-One 1967.",
          1380799546
        ],
        [
          "Custom  '65. Insurance Web Directory. Custom Ford Mustang 1965.",
          1380732097
        ],
        [
          "Shelby GT. Insurance Web Directory. Custom Ford Mustang Shelby GT.",
          1380540691
        ],
        [
          "Blue Boss 302. Insurance Web Directory. Blue Ford Mustang Boss 302 1970.",
          1380537512
        ],
        [
          "Widebody 2012. Insurance Web Directory. Ford Mustang GT Widebody 2012 with Forgiato Wheels.",
          1380535245
        ],
        [
          "Pure Michigan 400. Insurance Web Directory. Pure Michigan 400 ''Roush Ford Mustang''\r\n\r\nThe ''Pure Michigan 400'' is a NASCAR Sprint Cup Series race being held annually at Michigan International Speedway in Brooklyn, Michigan since 1969.",
          1380535121
        ],
        [
          "GT350 1965. Insurance Web Directory. Custom Ford Mustang GT350 1965.",
          1380535015
        ],
        [
          "Convertible '65. Insurance Web Directory. Custom Ford Mustang Convertible 1965.",
          1380023464
        ],
        [
          "Mach 1 '71. Insurance Web Directory. Custom Ford Mustang Mach 1 1971.",
          1380023327
        ],
        [
          "CUSTOM PAINTING. Insurance Web Directory. Custom Ford Mustang GT 2005 by TCH CUSTOM PAINTING.",
          1379582383
        ],
        [
          "Choose one...!! Insurance Web Directory. Twins Eleanor '67 \r\nChoose one..........!!",
          1379582149
        ]
      ],
      "dates_start": 1379789731,
      "dates_end": 1382556925,
      "likes_avg": 29,
      "likes_stdev": 17,
      "comments_avg": 0,
      "comments_stdev": 0,
      "shares_avg": 3,
      "shares_stdev": 3
    },
    {
      "number": 15,
      "important": [
        "love",
        "mustang",
        "funni",
        "free",
        "guitar",
        "saturday",
        "mustanglov",
        "torqu",
        "son",
        "laugh"
      ],
      "summary": [
        "Love my mustang.",
        "LOVE MY MUSTANG!",
        "Love my mustang!",
        "Love, love, love!",
        "Love!"
      ],
      "common": 0,
      "messages": [
        [
          "Love these lil torque monsters..",
          1486686756
        ],
        [
          "This is were the passion for the love of Mustang starts!!",
          1481722044
        ],
        [
          "Silly SATURDAYS! \n#ss #murrietahotsprings #mustanglove #blessed #joy #love.",
          1459635267
        ],
        [
          "My son has loved Mustangs for as long as he could walk and talk. He's also a guitar player. So, for his upcoming 14th birthday I've built him a Mustang inspired guitar.",
          1441053688
        ],
        [
          "Jase loving the mustang ....",
          1439081547
        ],
        [
          "I LOVE my 2015 mustang!!",
          1438442692
        ],
        [
          "Traded in my 2011 for a 2015. Love it!",
          1436902177
        ],
        [
          "HAPPY 4th of JULY EVERYONE!!!  LOVE MY MUSTANG!",
          1435899808
        ],
        [
          "Isn't she lovely in the Netherlands.",
          1435863739
        ],
        [
          "Love my mustang!",
          1435506943
        ],
        [
          "Love it.",
          1433467501
        ],
        [
          "i love mustangs.",
          1431821257
        ],
        [
          "#Mustang love @the beach 😊.",
          1428593917
        ],
        [
          "LOVE IT   LOVE IT    LOVE IT . . . . RaceMesh Grilles.",
          1426651069
        ],
        [
          "My niece loves her matching Mustang!",
          1422796951
        ],
        [
          "Love  mustang 4 ever \nFrom baghdad with love.",
          1422191052
        ],
        [
          "Our Love :) 1968.",
          1419204447
        ],
        [
          "Sr. 2015 \nShe LOVES her Mustang!!!",
          1415755658
        ],
        [
          "Love, love, love! Gotta have it Green :)",
          1415281020
        ],
        [
          "Funny Moment in my lovely Mustang 67 and My son Laughing and filming! i LOVE it!",
          1407868626
        ],
        [
          "Love my '68.",
          1401483418
        ],
        [
          "I loved my 65 mustang I got in 1995.",
          1397774011
        ],
        [
          "Love my mustang.  Happy 50th!!!!",
          1397586267
        ],
        [
          "Love my Mustang www.routinepatrol.com.",
          1397232538
        ],
        [
          "I sure love my mustang!!",
          1393590718
        ],
        [
          "Even that lil' bird loved it...",
          1393569955
        ],
        [
          "I love the mustangs favorite car.",
          1388965587
        ],
        [
          "I love Mustang&Fenerbahce.....",
          1385326019
        ],
        [
          "Love my Mustang!!",
          1384891768
        ],
        [
          "Love! :D",
          1384059761
        ],
        [
          "I love my mustang makes me feel free.",
          1383808403
        ],
        [
          "Love it in teal!!!",
          1382611590
        ],
        [
          "Love my 1967!!!",
          1382376406
        ],
        [
          "like in I LOVE Mustang.",
          1382291808
        ],
        [
          "Love my 07!!",
          1380067088
        ],
        [
          "I love the hood and the lights.",
          1379451135
        ]
      ],
      "dates_start": 1386638782,
      "dates_end": 1442778585,
      "likes_avg": 45,
      "likes_stdev": 63,
      "comments_avg": 2,
      "comments_stdev": 2,
      "shares_avg": 3,
      "shares_stdev": 2
    }
  ]
}