{
  "pagename": "Gambrinus.cz",
  "page_name_displayed": "Gambrinus",
  "globalstats": {
    "fan_count": 62305,
    "messages": 466,
    "likes_avg": 251,
    "likes_stdev": 768,
    "comments_avg": 21,
    "comments_stdev": 49,
    "shares_avg": 37,
    "shares_stdev": 125,
    "graph_uri": "clusters/Gambrinus.cz.png"
  },
  "clusters": [
    {
      "number": 1,
      "important": [
        "ale",
        "kdo",
        "timelin",
        "své",
        "photo",
        "za",
        "toho",
        "před",
        "taki",
        "byl"
      ],
      "common": [
        "byl",
        "byl toho",
        "gambrinus",
        "koncertu",
        "photos",
        "timeline",
        "timeline photos",
        "toho",
        "tří",
        "za"
      ],
      "messages": [
        [
          "Před čtyřmi roky oznámil ukončení své bohaté kariéry jeden z nejlepších českých fotbalistů historie a držitel Zlatého míče. Poznáte z obrázku, kdo to byl? Timeline Photos",
          1377529211
        ],
        [
          "V Trutnově to stálo za to a Gambrinus byl u toho!\nByli jste tam taky? Gambrinus Open Air Festival Trutnov 2013 stál za to a Gambrinus byl u toho!",
          1376927101
        ],
        [
          "Kompletní výtěžek z koncertu byl věnován dobročinnému fondu Tří sester Exkluzivní fotoalbum z dobročinného koncertu Tří sester",
          1359313200
        ],
        [
          "Gambrinus získal hned dvě medaile na mezinárodní pivní soutěži v Melbourne! Stříbrný byl Gambrinus Premium, Excelent byl oceněn bronzem. Mezi 1322 pivy z celého světa vaše oblíbené G vyniká! Timeline Photos",
          1337919602
        ]
      ],
      "dates_start": 1346738514,
      "dates_end": 1379106042,
      "likes_avg": 16,
      "likes_stdev": 11,
      "comments_avg": 6,
      "comments_stdev": 6,
      "shares_avg": 4,
      "shares_stdev": 2
    },
    {
      "number": 2,
      "important": [
        "podívejt se",
        "pro",
        "jak",
        "zápas",
        "než",
        "na",
        "fotbal",
        "plzeň",
        "podívejt",
        "se jak"
      ],
      "common": [
        "fotbal",
        "gambrinus",
        "jak",
        "na",
        "než",
        "photos",
        "plzeň",
        "timeline",
        "timeline photos",
        "že"
      ],
      "messages": [
        [
          "Podívejte se, jak FC Viktoria Plzeň zvítězila nad Bohemians Praha 2:0 a policista Karel Krosnař vstřelil 2 branky. Zápas nabídl řadu emotivních momentů a příběhy silnější než fotbal samotný.\n\nKaždým pivem Gambrinus zakoupeným na stadionu navíc fanoušci přispěli na nákup nového monitoru vitálních funkcí pro FN Plzeň.",
          1458153032
        ],
        [
          "Pozdrav z Budapešti... než jsem nastavil tu správnou kompozici, pivo mi zvětralo i zteplalo... žádám náhradu ;-)",
          1436797071
        ],
        [
          "Nezbývá než po víkendu zopakovat stejnou otázku. Jak myslíte, že to dopadne? Wall Photos",
          1368447489
        ],
        [
          "Zítra Plzeň válí v Neapoli!!! Lepší fotbal než valentýnská večeře, že jo chlapi ;) Timeline Photos",
          1360764916
        ],
        [
          "Rychle si ještě zahrajte, než přijde konec světa!\r\n\r\nhttp://gambrinus-nadeluje.furl.cz/ Timeline Photos",
          1356106001
        ]
      ],
      "dates_start": 1353346397,
      "dates_end": 1438761005,
      "likes_avg": 162,
      "likes_stdev": 232,
      "comments_avg": 13,
      "comments_stdev": 10,
      "shares_avg": 32,
      "shares_stdev": 47
    },
    {
      "number": 3,
      "important": [
        "pivovaru",
        "nové",
        "piva",
        "jsme",
        "je",
        "piva gambrinus",
        "gambrinus",
        "jaký",
        "pivní",
        "se"
      ],
      "common": [
        "fotbalová",
        "fotbalová reprezentace",
        "gambrinus",
        "je",
        "piva",
        "pivovaru",
        "pivovaru gambrinus",
        "plzeňského",
        "plzeňského pivovaru",
        "se"
      ],
      "messages": [
        [
          "Svolali jsme ty nejpovolanější a dali jim krásný úkol - počítat piva. Schválně, kolik byste jich tipovali vy? :) Kolik piva se vejde do mistrovské trofeje? V hlavní roli Pavel Horváth! \"Kolik mililitrů piva Gambrinus se vejde do nové mistrovské trofeje?\" Otázka, která lemovala celou podzimní túru mistrovské trofeje v rámci projektu Gambrinus liga Trophy Tour 2013. A jaký je výsledek? Pod dohledem obchodního sládka pivovaru Gambrinus Pavla Zítka změřil a spočítal \"pivní\" objem fotb...",
          1391097609
        ],
        [
          "Dnes slavíme 144 let pivovaru Gambrinus! Děkujeme za Vaši přízeň :-) Pivní dějiny, jak je možná neznáte - 144. narozeniny pivovaru Gambrinus V hostinci U císaře rakouského se 25. 6. 1869 konala schůzka, které se účastní 20 Plzeňanů, většinou významných podnikatelů a právníků. Jedním z nich je i Em...",
          1372189812
        ],
        [
          "Před kvalifikačním zápasem s Maltou se fotbalisté podívali do plzeňského pivovaru a v Gambrinus Aréně potrénovali penalty. Fotbalová reprezentace v pivovaru",
          1350472416
        ],
        [
          "Česká fotbalová reprezentace na prohlídce plzeňského pivovaru. Fotbaloví reprezentanti v Plzni Ve středu 10. října, před kvalifikačním zápasem s Maltou, se česká fotbalová reprezentace podívala do plzeňského pivovaru a návštěvnického centra Gambrinus.",
          1349969345
        ],
        [
          "Přečtěte si o tom, jak správě pečovat o pivo, a nahlédněte do života vrchního sládka pivovaru Gambrinus – Jana Hlaváčka a jeho rodiny. Photos",
          1343300402
        ]
      ],
      "dates_start": 1343651845,
      "dates_end": 1379159988,
      "likes_avg": 59,
      "likes_stdev": 95,
      "comments_avg": 6,
      "comments_stdev": 9,
      "shares_avg": 12,
      "shares_stdev": 13
    },
    {
      "number": 4,
      "important": [
        "ale",
        "fotbalu",
        "timelin",
        "na",
        "na timelin",
        "photo",
        "je tadi",
        "je",
        "další",
        "najdet"
      ],
      "common": [
        "gambrinus",
        "je",
        "je tady",
        "na www",
        "photos",
        "se",
        "si",
        "tady",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "Je tady další fotbalová neděle! Seznam hospod najdete na www.gambrinus.cz/fotbal. Timeline Photos",
          1408107633
        ],
        [
          "Nová sezona je tady, tak ukažte, že rozumíte českému fotbalu! Sestavte si svůj tým na www.fanliga.cz a vyhrajte zápas s repre do ciziny. Gambrinus Fanliga",
          1405774800
        ],
        [
          "Je tady poslední letošní kolo Gambrinus ligy a to je důvod otevřít si pivko a pěkně si zápasy vychutnat ;) Kdo se k nám přidá? Timeline Photos",
          1385737210
        ],
        [
          "Souboj pivních metropolí je tady! Like všichni kdo si myslí, že je plzeňské lepší, než bavorské! Timeline Photos",
          1382540408
        ],
        [
          "Už je to tady, Mikuláš se blíží! Timeline Photos",
          1354550000
        ]
      ],
      "dates_start": 1367992976,
      "dates_end": 1406691043,
      "likes_avg": 87,
      "likes_stdev": 39,
      "comments_avg": 10,
      "comments_stdev": 6,
      "shares_avg": 9,
      "shares_stdev": 4
    },
    {
      "number": 5,
      "important": [
        "ty",
        "ale",
        "piva",
        "pak",
        "nebo",
        "za",
        "si",
        "když",
        "ať",
        "se"
      ],
      "common": [
        "je",
        "když",
        "když je",
        "na",
        "práci občas přežijeme",
        "práci občas přežijeme ale",
        "práci občas přežijeme ale když",
        "přeslazenou",
        "přeslazenou kávu",
        "se"
      ],
      "messages": [
        [
          "Přeslazenou kávu nebo studený oběd v práci občas přežijeme, ale když se jedná o vaření piva, stojíme si za svým!",
          1443526200
        ],
        [
          "Některé komentáře nám dělají radost, když je čteme, jiné pak když na ně odpovídáme. Na ty, kdo mají jasno.",
          1437568200
        ],
        [
          "Dle Vašich obchoďáků se od září přestane vyrábět sudová desítka? Proč , když je to nejžádanější pivo?",
          1433679214
        ],
        [
          "Nejkrásnější pohled je, když dobře vychlazená plechovka Gambáče romanticky ladí s večerní oblohou. Timeline Photos",
          1398429008
        ],
        [
          "I když to s pitm nemá nic společnýho",
          1361033874
        ]
      ],
      "dates_start": 1383674218,
      "dates_end": 1446020379,
      "likes_avg": 97,
      "likes_stdev": 94,
      "comments_avg": 16,
      "comments_stdev": 27,
      "shares_avg": 25,
      "shares_stdev": 21
    },
    {
      "number": 6,
      "important": [
        "ale",
        "timelin",
        "ať",
        "na",
        "každý",
        "photo",
        "před",
        "si",
        "je",
        "tu"
      ],
      "common": [
        "ale",
        "gambrinusu",
        "je",
        "photos",
        "před",
        "se",
        "si",
        "timeline",
        "timeline photos",
        "řvijakolev timeline photos"
      ],
      "messages": [
        [
          "Takový španělský býk je pořádné sousto, ale my si na tu porci věříme! #řvijakolev Timeline Photos",
          1465732800
        ],
        [
          "Kňourat před zápasem umí každý, ale my budeme řvát jako lvi! #řvijakolev Timeline Photos",
          1465560001
        ],
        [
          "Čínské suroviny?! Ale samozřejmě - a nejraději s rýží.",
          1436796900
        ],
        [
          "Někdo si k husté pěně pomáhá různými přísadami. Ale tahle \"smetana\" na Gambrinusu nic takového nepotřebuje. Timeline Photos",
          1396876823
        ],
        [
          "V každém loku Gambrinusu je kousek Sládka. Ale nenechte se zmást - náš sládek se ve vašem pivu samozřejmě nekoupe. Sládek se jmenuje chmelová odrůda, která dává Gambáči tu správně jemnou hořkost. Timeline Photos",
          1395244214
        ],
        [
          "Říkal jsem, že ženský před řízením transportéru nemají pít. Ale prý bez Gambrinusu to nechce jet rovně ..... :-))",
          1336405654
        ]
      ],
      "dates_start": 1370470595,
      "dates_end": 1461734868,
      "likes_avg": 1660,
      "likes_stdev": 2081,
      "comments_avg": 53,
      "comments_stdev": 39,
      "shares_avg": 140,
      "shares_stdev": 128
    },
    {
      "number": 7,
      "important": [
        "hrajem",
        "ze",
        "pro",
        "během",
        "můžeš",
        "bodů",
        "celý",
        "za",
        "fotbalové",
        "další"
      ],
      "common": [
        "den",
        "gambrinus",
        "hrajeme",
        "každý",
        "na",
        "na www",
        "na www gambrinusteam cz",
        "nebo",
        "se",
        "za"
      ],
      "messages": [
        [
          "CHCES VE ČTVRTEK BYT U TOHO A PODPORIT V POLSKU CESKOU REPREZENTACI? Na www.gambrinusteam.cz hrajeme za kody z vicek Gambrinus o TRI LETECKE FOTBALOVE ZAJEZDY do Polska! Mas jedinecnou sanci, hrajeme dnes do pulnoci. První zájezd pro 2 osoby můžeš vyhrát v denní aukci, další dva zájezdy pro 2 osoby pak ve hře Tref se a vyhraj za 30 bodů! Sleduj web, výhru nasadíme během hodiny! Gambrinus team Sbírej kódy ze soutěžních lahví a plechovek piva Gambrinus a vyhrávej po celý rok! Zaregistruj se na www.gambrinusteam.cz a pojeď fandit české reprezentaci do Polska nebo hraj o další fotbalové superceny každý den!",
          1340092353
        ],
        [
          "Máme lístky na přípravný zápas české fotbalové reprezentace proti Maďarsku, který se hraje už 1. 6. v Praze na Letné! Právě teď je můžeš pro sebe a kámoše vyhrát v soutěži za 30 bodů na www.gambrinusteam.cz! Každý den hrajeme taky o 2 fotbalové zájezdy do Polska pro dva nebo v týmové aukci pro celou partičku. Přidej se k nam a vyhraj za víčka z Gabrinusu zážitky, na které nezapomeneš! Gambrinus team Sbírej kódy ze soutěžních lahví a plechovek piva Gambrinus a vyhrávej po celý rok! Zaregistruj se na www.gambrinusteam.cz a pojeď fandit české reprezentaci do Polska nebo hraj o další fotbalové superceny každý den!",
          1336543131
        ],
        [
          "Az konce dubna rozdavame kazdy den Xbox 360 + kinect. Vyuzijte jedinecnou prilezitost na www.gambrinusteam.cz a zapojte se do aukce! Gambrinus team Hraj s Gambrinus teamem každý den o skvělé ceny. Sbírej kódy ze soutěžních lahví a plechovek piva Gambrinus a vyhrávej po celý rok! V denní aukci hrajeme denně o Xbox 360 + Kinect a v neděli přídáváme i smartphone. Můžeš zkusit štěstí a vysoutěžit si za 30 bodů brusle K2, dárky od Horsefeathers nebo...",
          1334164287
        ],
        [
          "Kamosi, dejte body dohromady a nadelte si zazitek na prani! Kiting, paintball, golf, rafty nebo indoor skydiving? Snizili jsme na tyden vstupne do tymove aukce, za 5 bodu muzest hrat i ty a tvi kamosi o tenhle super zazitky pro celou particku. Vic najdes na www.gambrinusteam.cz\n Gambrinus team Hraj s Gambrinus teamem každý den o skvělé ceny. Sbírej kódy ze soutěžních lahví a plechovek piva Gambrinus a vyhrávej po celý rok! V denní aukci hrajeme denně o Xbox 360 + Kinect a v neděli přídáváme i smartphone. Můžeš zkusit štěstí a vysoutěžit si za 30 bodů brusle K2, dárky od Horsefeathers nebo...",
          1333308939
        ],
        [
          "Tak konečně jaro! Chce to nové brusle nebo šortky? Osvěžte se Gambrinusem a za kody z pod víček vyhrajte jarní výbavu do Vašeho šatníku! S Horsfeathers právě ted hrajeme o trendy šortky a odpoledne nasazujeme do hry i super K2 brusle za 5 000! Neváhejte a zadávejte své kódy! Smršť dárků probíhá na www.gambrinusteam.cz! Gambrinus team Hraj s Gambrinus teamem každý den o skvělé ceny. Sbírej kódy ze soutěžních lahví a plechovek piva Gambrinus a vyhrávej po celý rok! V denní aukci hrajeme denně o Xbox 360 + Kinect a v neděli přídáváme i smartphone. Můžeš zkusit štěstí a vysoutěžit si za 30 bodů brusle K2, dárky od Horsefeathers nebo...",
          1332926223
        ],
        [
          "Kdy naposledy jsi vyrazil s kámošema na pořádnou party? S Gambrinus teamem máš skvělou příležitost vyhrát pro sebe a svých 9 kamošů party v pivovaru Gambrinus zdarma i s ubytováním v Plzni. Zapoj se do týmové aukce na webu, pozvi kámoše a přihazujte společně body do aukce! Končíme už za 7 dní! Gambrinus team Hraj s Gambrinus teamem každý den o skvělé ceny. Sbírej kódy ze soutěžních lahví a plechovek piva Gambrinus a vyhrávej po celý rok! V denní aukci hrajeme denně o Xbox 360 + Kinect a v neděli přídáváme i smartphone. Můžeš zkusit štěstí a vysoutěžit si za 30 bodů brusle K2, dárky od Horsefeathers nebo...",
          1332621713
        ]
      ],
      "dates_start": 1332303059,
      "dates_end": 1337582489,
      "likes_avg": 4,
      "likes_stdev": 3,
      "comments_avg": 5,
      "comments_stdev": 6,
      "shares_avg": 1,
      "shares_stdev": 0
    },
    {
      "number": 8,
      "important": [
        "ale",
        "jsme",
        "super",
        "timelin",
        "ještě",
        "se",
        "photo",
        "plzeň",
        "ať",
        "gratulujem"
      ],
      "common": [
        "gratulujeme",
        "ještě",
        "plzeň",
        "plzeň ze",
        "plzeň ze všech",
        "se",
        "ze",
        "ze všech",
        "ze všech úhlů",
        "úhlů"
      ],
      "messages": [
        [
          "Gratulujeme našemu partnerovi a plzeňskému sousedovi k zisku titulu. My jsme Plzeň! #mypijemegambrinus Timeline Photos",
          1462040528
        ],
        [
          "Gratulujeme klukům k postupu do Francie, pojďme se jim odměnit super choreem a parádní atmosférou v posledním domácím zápase s Tureckem, ať se jim do Holandska cestuje ještě veseleji!",
          1441635900
        ],
        [
          "Zažijte plzeň ze všech úhlů během sedmi dní na festivalu Živá ulice 2014! Nebudou chybět jména jako Xavier Baumaxa, Jiří Schmitzer, Lenny, Oldřich Kaiser nebo Lenka Dusilová. A samozřejmě Gambrinus jako oficiální partner! Od 11. do 17. srpna v Plzni. Kompletní program na www.zivaulice.eu. Plzeň ze všech úhlů! Zažijte Plzeň ze všech úhlů! Přijeďte na festival Živá ulice 2014. Od 11. do 17.8. v historickém centru. Sedm scén a sedm dní. www.zivaulice.eu LENNY- Jiří Schmitzer…",
          1407501002
        ],
        [
          "Viktorie Plzeň vyhrála nad Mariborem a postupuje do Ligy mistrů!\r\nGratulujeme! Timeline Photos",
          1377721632
        ],
        [
          "Plzeň prostě letos válela a tak se mohli fanoušci ve středu těšit hned ze dvou pohárů. Gratulujeme ještě jednou. Gambrinus",
          1372423118
        ],
        [
          "Sakra to je smůla. Pojďme ještě Plzeň!!!",
          1362681880
        ],
        [
          "Takhle se slaví v Plzni ;) Gratulujeme. Teď ještě co ta Sparta? Timeline Photos",
          1361480277
        ]
      ],
      "dates_start": 1360620721,
      "dates_end": 1435231946,
      "likes_avg": 550,
      "likes_stdev": 1083,
      "comments_avg": 25,
      "comments_stdev": 36,
      "shares_avg": 35,
      "shares_stdev": 59
    },
    {
      "number": 9,
      "important": [
        "ale",
        "kdo",
        "už",
        "svou",
        "soutěž",
        "timelin",
        "hospodu",
        "photo",
        "vám",
        "máte"
      ],
      "common": [
        "gambrinus",
        "kde",
        "kompletní",
        "máte",
        "photos",
        "se",
        "timeline",
        "timeline photos",
        "tří sester",
        "vám"
      ],
      "messages": [
        [
          "Koho z dnešních reprezentantů už máte doma? A kdo vám chybí do kompletní jedenáctky? Timeline Photos",
          1416134756
        ],
        [
          "BLESKOVÁ SOUTĚŽ!\nMáte svou oblíbenou hospodu? \nNapište nám, kde vám Gambrinus chutná nejvíce a proč!\nČtyři nejlepší zdůvodnění náležitě odměníme. ;) Timeline Photos",
          1382894103
        ],
        [
          "Ve vybraných hospodách se potkáváte s naším promo týmem a ochutnávat zdarma Nepasterizované G. Seznam nejbližších měst najdete v cover photo a na Zdi vám vždy přineseme nápovědu, kde nás máte v daném městě hledat. Gambrinus's cover photo",
          1365072292
        ],
        [
          "Tak co, máte před sezónou naběháno jako ligoví fotbalisti? Timeline Photos",
          1361121316
        ],
        [
          "Se Třemi sestrami jsme si všichni za několik let užili spoustu zábavy a to nejen na charitativním koncertě minulý víkend. Máte se čím pochlubit z jejich koncertů? ;) Gambrinus Kompletní výtěžek z koncertu byl věnován dobročinnému fondu Tří sester",
          1360161487
        ],
        [
          "Máte taky nějaké suprové fotky z koncertů Tří sester? Za svoji kariéru jich odehráli spoustu ;) Gambrinus",
          1359555109
        ],
        [
          "Pochlubte se, co máte raději :) Timeline Photos",
          1344605327
        ]
      ],
      "dates_start": 1348392467,
      "dates_end": 1391477358,
      "likes_avg": 92,
      "likes_stdev": 111,
      "comments_avg": 13,
      "comments_stdev": 18,
      "shares_avg": 17,
      "shares_stdev": 22
    },
    {
      "number": 10,
      "important": [
        "dát",
        "ale",
        "reprezentac",
        "piva",
        "které",
        "pro",
        "ceni",
        "soutěž",
        "dnes",
        "před"
      ],
      "common": [
        "co",
        "fanoušky",
        "gambrinus",
        "pivo",
        "pivo pro",
        "pivo pro fanoušky",
        "pojmenuj pivo pro",
        "pojmenuj pivo pro fanoušky",
        "pro",
        "pro fanoušky"
      ],
      "messages": [
        [
          "Varní list Várka pro Pilsner Fest 2012",
          1343036281
        ],
        [
          "Fotbalisti před měsícem založili várku piva pro fanoušky. Dnes v hotelu Praha ochutnali své dílo a podepsali ceny, které Gambrinus plánuje dát do chystané soutěže. Reprezentace ochutnala pivo pro fanoušky",
          1338388606
        ],
        [
          "Soutěž o parádní ceny je v plném proudu. Navíc můžete pojmenovat nové pivo Gambrinus pro sportovní fanoušky, které se bude točit třeba na fotbalových stadionech. A dokonce se můžete zúčastnit akce, kde vyberete chuť nového piva.  Pojmenuj pivo pro fanoušky! Pojmenuj pivo pro fanoušky a hraj o jednu z unikátních cen!",
          1338222868
        ],
        [
          "Chystáme nové pivo a ty máš šanci mu dát jméno! Navíc můžeš vyhrát super fotbalové ceny a dokonce možnost zvolit chuť piva, které bude určené pro sportovní fanoušky. Tak co, jaké jméno vymyslíš? Pojmenuj pivo pro fanoušky! Pojmenuj pivo pro fanoušky a hraj o jednu z unikátních cen!",
          1337955380
        ],
        [
          "Fanoušci s fotbalovými reprezentanty založili várku piva, která bude hotová akorát před mistrovstvím Evropy. Snad budeme mít během Eura hodně důvodů k přípitkům. Reprezentanti vařili pivo Gambrinus pro fanoušky Reprezentanti Jiří Štajner, Milan Petržela, David Limberský, Theodor Gebre Selassie a David Lafata vařili v Plzni pivo Gambrinus Originál 10° pro fanoušky reprezentace.",
          1335345274
        ],
        [
          "Excelentní snowboardovou jízdu si můžete vychutnat v čerstvé soutěžní hře. Zvládnete sjet svah co nejrychleji a ukořistit tak jednu z parádních cen?  ExcelentCZ eXcelent přináší hudbu, sport, umění, party. Pro ty, co se nebojí posouvat hranice. Pro ty, co jdou #posvyose.",
          1330599846
        ],
        [
          "Neriskujte řidičák, využijte novou alkulačku Promile.info pro chytré telefony\nhttp://www.napivosrozumem.cz/mobilnialkulacka-promileinfo.html \n Alkulačka Promile.info pro iPhone a Android - napivosrozumem.cz",
          1326129112
        ]
      ],
      "dates_start": 1330455115,
      "dates_end": 1340881275,
      "likes_avg": 13,
      "likes_stdev": 17,
      "comments_avg": 2,
      "comments_stdev": 6,
      "shares_avg": 3,
      "shares_stdev": 1
    },
    {
      "number": 11,
      "important": [
        "timelin",
        "ležák",
        "gambrinus",
        "že",
        "teď",
        "první",
        "se",
        "není",
        "chmel",
        "najdet"
      ],
      "common": [
        "chmel",
        "gambrinus",
        "gambrinus první",
        "gambrinus první chmel",
        "ležák",
        "na",
        "první",
        "první chmel",
        "si",
        "timeline photos"
      ],
      "messages": [
        [
          "Děsíte se, že nestihnete ochutnat ten nejčerstvější ležák z letošní první sklizně? Není čeho se bát, limitovanou várku Gambrinus První chmel najdete právě teď v restauracích i obchodech: www.gambrinus.cz/r/prvnichmel. Timeline Photos",
          1475758801
        ],
        [
          "Svátek piva je tady! V Žatci čerstvě dozrál první chmel. Vychutnejte si slavnostní várku v obchodě i hospodě. Více na www.gambrinus.cz/prvnichmel. Dozrál čas na první chmel!",
          1474549310
        ],
        [
          "Tak komu jste věnovali dárkovou lahev Gambrinus První Chmel? Nebo jste si tento ležák s čerstvou chmelovou vůní vychutnali sami? :-) Timeline Photos",
          1414159201
        ],
        [
          "Dárková lahev s podpisem sládka pro pět nejrychlejších správných odpovědí! Máme pro vás lahve z limitované edice Gambrinus První Chmel podepsané naším sládkem Pavlem Zítkem. Získá ji pět nejrychlejších odpovědí na otázku, ze které žatecké chmelnice pochází čerstvý chmel, použitý při vaření této mimořádné várky. Timeline Photos",
          1413986401
        ],
        [
          "Taky vám chutnal náš ležák Gambrinus První Chmel v hospodě? Od zítřka si ho můžete koupit domů v dárkové lahvi! Jak lahev vypadá, a kde ji seženete, se dozvíte ve videu. Gambrinus První Chmel v dárkové lahvi",
          1413900487
        ],
        [
          "Ležák Gambrinus První Chmel vám fakt chutnal a už jen v několika hospodách najdete tuhle mimořádnou várku na čepu. Ale už příští týden budete mít šanci si ležák z čerstvého chmele dopřát i doma. Timeline Photos",
          1413380500
        ],
        [
          "Ještě pořád můžete v hospodách ochutnat náš mimořádný ležák z čerstvého chmele, Gambrinus První chmel. Ale pozor, zásoby se tenčí a tenhle víkend může být poslední šance. Najděte si nejbližší hospodu na www.gambrinus.cz/prvnichmel. Timeline Photos",
          1412344829
        ],
        [
          "Mimořádnou várku ležáku Gambrinus První chmel najdete už v sobotu ve více než dvou tisících hospodách. Podívejte se na cestu, kterou chmel urazil od klíčku až do vašeho půllitru a najděte si nejbližší hospodu na www.gambrinus.cz/prvnichmel. Gambrinus První chmel (plná verze)",
          1411714800
        ]
      ],
      "dates_start": 1401904728,
      "dates_end": 1455543853,
      "likes_avg": 236,
      "likes_stdev": 254,
      "comments_avg": 27,
      "comments_stdev": 24,
      "shares_avg": 37,
      "shares_stdev": 32
    },
    {
      "number": 12,
      "important": [
        "dát",
        "hospodě",
        "poslední",
        "super",
        "neděli",
        "najdět",
        "si",
        "nepasterizovaný gambrinus",
        "fotbalu",
        "nepasterizovaný"
      ],
      "common": [
        "cz",
        "fotbal",
        "gambrinus",
        "na",
        "najděte",
        "neděli",
        "nejbližší",
        "nepasterizovaný",
        "nepasterizovaný gambrinus",
        "si"
      ],
      "messages": [
        [
          "Poslední letošní ligové kolo a poslední šance dát si v neděli v hospodě ke sledování fotbalu Nepasterizovaný Gambrinus za super cenu. Kam na Fotbalovou neděli Najděte si nejbližší hospodu, kde si v neděli vychutnáte k ligovému fotbalu Nepasterizovaný Gambrinus o pět korun levněji.",
          1417262705
        ],
        [
          "Jak se po úspěšné kvalifikaci předvedou reprezentanti v lize? Sledujte nedělní zápasy v hospodě a dejte si k nim Nepasterizovaný Gambrinus o 5 Kč levněji. Zapojené hospody Najděte si nejbližší hospodu, kde si v neděli vychutnáte k ligovému fotbalu Nepasterizovaný Gambrinus o pět korun levněji.",
          1416582121
        ],
        [
          "Zajděte si o víkendu s kamarády na Nepasterizovaný Gambrinus a za tři piva u nás máte dárek. Najděte si nejbližší zapojenou hospodu na www.gambrinus.cz. Timeline Photos",
          1416498360
        ],
        [
          "I tuto neděli si můžete k ligovému fotbalu vychutnat Nepasterizovaný Gambrinus o 5 Kč levněji. Najděte svou hospodu na www.gambrinus.cz/fotbal. Gambrinus Fotbalové neděle Užij si fotbal, vychutnej si Gambrinus!",
          1411650001
        ],
        [
          "Dvacáté výročí si zaslouží oslavu. Ať jde o manželství nebo o fesťák. Tak vemte ženu a dorazte v sobotu 23. 8. na dvacetiny Rock for People v Českém Brodě. Nepasterizovaný Gambrinus nebude chybět. Více na: http://brod20.rockforpeople.cz Timeline Photos",
          1408450167
        ],
        [
          "Dostat bůra ve fotbale je trapas. Ale když vám ho dáme jako slevu na pivo, to už je jiná! V 700 hospodách si teď můžete vždy během sledování nedělního zápasu vychutnat nejen fotbal, ale i Nepasterizovaný Gambrinus o 5 Kč levněji. Najděte si nejbližší hospodu na www.gambrinus.cz/fotbal. Gambrinus - Užij si fotbal Užij si fotbal, vychutnej si Gambrinus",
          1407508201
        ],
        [
          "Připíjíme na zdraví všem, kteří s Nepasterizovaným Gambrinusem vyrazí nakopnout atmosféru na jediném Open Air koncertu Lucie v Plzni! Stále někteří nemáte vstupenky? Tři z vás můžou vyhrát po dvou lístcích! Řekněte nám, od jaké kapely a z jaké písničky je hudba v naší poslední reklamě! První, třetí a pátá správná odpověď vyhrává. Nepasterizovaný Gambrinus, pivo plné života Připijte nyní ve více hospodách všem, kteří v nich umí nakopnout atmosféru. Najděte tu vaši nejbližší na http://www.NepasterizovaneG.cz a připijte si Gambrin...",
          1402416019
        ],
        [
          "Podívejte se jako první na naši novou reklamu, která oslavuje hospody, ve kterých to žije. Díky a na zdraví všem, kteří v našich hospodách život probouzíte stejně jako Nepasterizovaný Gambrinus. Nepasterizovaný Gambrinus, pivo plné života Připijte nyní ve více hospodách všem, kteří v nich umí nakopnout atmosféru. Najděte tu vaši nejbližší na http://www.NepasterizovaneG.cz a připijte si Gambrin...",
          1399904115
        ]
      ],
      "dates_start": 1403818377,
      "dates_end": 1416249545,
      "likes_avg": 69,
      "likes_stdev": 40,
      "comments_avg": 6,
      "comments_stdev": 6,
      "shares_avg": 15,
      "shares_stdev": 15
    },
    {
      "number": 13,
      "important": [
        "ale",
        "jsme",
        "takhl",
        "na",
        "víkend",
        "gambrinus",
        "na gambrinus",
        "námi",
        "gambrinusem",
        "tu"
      ],
      "common": [
        "gambrinus",
        "gambrinusem",
        "jste",
        "jste si",
        "na",
        "se",
        "si",
        "užili",
        "vypadal víkend vámi",
        "víkend"
      ],
      "messages": [
        [
          "A takhle vypadal víkend s vámi, Gambrinusem a skvělou muzikou na Benátské noci Gambrinus A takhle vypadal víkend s vámi, Gambrinusem a skvělou muzikou na Benátské noci",
          1375027201
        ],
        [
          "Včera jsme odstartovali Benátskou noc na Gambrinus stage. Jste tu s námi? Gambrinus A takhle vypadal víkend s vámi, Gambrinusem a skvělou muzikou na Benátské noci",
          1374840001
        ],
        [
          "Užili jste si festival JamRock tak, jako my? :) JamRock 2013 s Gambrinusem",
          1372933478
        ],
        [
          "Zapili jste víkend Gambrinusem? Gambrinus Nepasterizované G",
          1364140801
        ],
        [
          "Jak jste si užili Benátskou noc s Gambrinusem? 20. ročník měl našlapaný program... Gambrinus Jak jste si užili Benátky s tím pravým pivem? Označte se na jubilejním 20. ročníku!",
          1343808145
        ],
        [
          "Jak jste si užili Benátky s tím pravým pivem? Označte se na jubilejním 20. ročníku! Benátská noc 2012",
          1343408400
        ],
        [
          "Zkusili jste si taky vylézt na takovou pomenší plechovčičku s Gambrinusem? Gambrinus",
          1343374903
        ],
        [
          "Vidíte se na fotkách? Rádi vás poznáme - označte se! Masters of Rock s Gambrinusem",
          1342371600
        ]
      ],
      "dates_start": 1342890991,
      "dates_end": 1372085140,
      "likes_avg": 37,
      "likes_stdev": 44,
      "comments_avg": 3,
      "comments_stdev": 5,
      "shares_avg": 9,
      "shares_stdev": 10
    },
    {
      "number": 14,
      "important": [
        "piva",
        "už",
        "našich",
        "ležák",
        "víkend",
        "českého",
        "hospodách",
        "gambrinus",
        "je",
        "tento"
      ],
      "common": [
        "brzy",
        "gambrinus",
        "hospodách",
        "ještě",
        "jste",
        "ležák",
        "se",
        "už",
        "více",
        "za"
      ],
      "messages": [
        [
          "I tohle je Gambrinus. Dny českého piva zahajuje ležák z čerstvé chmelové sklizně. Už tento víkend v našich hospodách!",
          1442850601
        ],
        [
          "Názory bez ochutnání nebereme. Nepasterizovanou desítku už čepujeme téměř ve všech hospodách.",
          1433263500
        ],
        [
          "Ochutnejte pivo, jaké jste ještě nikdy nepili. Představujeme ležák Nový Bohém.",
          1431603001
        ],
        [
          "Ještě týden do naražení. Ležák, jaký jste ještě nepili. Limitovaná jarní várka již brzy v našich hospodách! Už se to blíží! Za chvilku narážíme... Něco pro tebe chystáme. Brzy se dozvíš více.",
          1431093001
        ],
        [
          "Pivaři, stříhejte metr. Blíží se jarní várka, kterou vaše pivní chuťové pohárky ještě neochutnaly. \n\nKdy narazíme nový ležák se dozvíte tady. Už se to blíží! Za chvilku narážíme... Něco pro tebe chystáme. Brzy se dozvíš více.",
          1428672901
        ],
        [
          "Oslavte Den českého piva a dejte si mimořádnou várku ležáku Gambrinus z čerstvého chmele. Má výraznou chmelovou vůni a je k dostání jen jednou za rok. Těšte se už příští víkend ve více než dvou tisících hospodách. Timeline Photos",
          1411304403
        ],
        [
          "Sklizeň prvního letošního chmele už začala a kvalitu žatecké odrůdy „Sládek“, používané v Gambrinusu, kontroluje sám náš sládek Pavel Zítek. Úroda se letos vydařila, a proto chystáme mimořádnou várku, kterou už brzy ochutnáte v našich hospodách. Timeline Photos",
          1409315173
        ],
        [
          "Kolik kamarádů jste už pozvali na nefiltrovaný ležák Gambrinus? Pravidelné odměny za posílání zajištěny! ;) https://www.facebook.com/Gambrinus.cz?sk=app_280923181946447",
          1330363362
        ]
      ],
      "dates_start": 1381193058,
      "dates_end": 1448423427,
      "likes_avg": 220,
      "likes_stdev": 114,
      "comments_avg": 23,
      "comments_stdev": 20,
      "shares_avg": 35,
      "shares_stdev": 27
    },
    {
      "number": 15,
      "important": [
        "dát",
        "jenom",
        "svou",
        "poslední",
        "hospodu",
        "můžeš",
        "na timelin",
        "dnes",
        "za",
        "je"
      ],
      "common": [
        "cz",
        "gambrinus",
        "hledej",
        "hospodu",
        "na",
        "timeline",
        "timeline photos",
        "www",
        "www gambrinus",
        "www gambrinus cz"
      ],
      "messages": [
        [
          "Dnes je poslední úterý, kdy si můžeš dát Gambrinus jenom za 20Kč. Takže s chutí do toho! Svou hospodu hledej na www.gambrinus.cz ;) Timeline Photos",
          1385460904
        ],
        [
          "Zavolej kamarádům, Gambrinus dneska stojí zase jenom 20Kč! Svou hospodu hledej na www.gambrinus.cz ;) Timeline Photos",
          1384856105
        ],
        [
          "Plán na večer je jasný - jdeme na pivo! Gambrinus dneska totiž stojí zase jenom 20Kč. Hledej svou hospodu na www.gambrinus.cz ;) Timeline Photos",
          1384251303
        ],
        [
          "Co můžeš objednat dnes, neodkládej na zítřek! Zvlášť, když úterní Gambrinus stojí jenom 20Kč. Hledej svou hospodu na www.gambrinus.cz ;) Timeline Photos",
          1383646503
        ],
        [
          "Na zítřek si toho radši moc nedomlouvej! Je úterý, takže Gambrinus stojí zase jenom 20Kč. Hledej svou hospodu na www.gambrinus.cz ;) Timeline Photos",
          1383060384
        ],
        [
          "Také dnes nemůžeš najít kamarády online na Facebooku? Zřejmě šli na Gambrinus za 20Kč, protože je opět úterý! Hospodu, kde kamarády najdeš, hledej na www.gambrinus.cz ;) Timeline Photos",
          1382446803
        ],
        [
          "Dneska večer rovnou do hospody! Gambrinus totiž zase stojí jenom 20Kč. Hledej svou hospodu na www.gambrinus.cz ;-) Timeline Photos",
          1381824906
        ],
        [
          "Je úterý, takže ve vybraných hospodách najdeš Gambrinus zase jenom za dvacku! Hledej svou hospodu na www.gambrinus.cz ;) Timeline Photos",
          1381220105
        ],
        [
          "Na podzim si v kalendáři zatrhni všechny úterky a doma oznam, že program už máš ;)  V říjnu a listopadu si totiž ve vybraných hospodách můžeš vychutnat Gambrinus za 20 Kč. Hledej svou hospodu na http://www.gambrinus.cz/cz/#/kam-na-pivo :) Timeline Photos",
          1380636592
        ]
      ],
      "dates_start": 1381484537,
      "dates_end": 1384605152,
      "likes_avg": 45,
      "likes_stdev": 12,
      "comments_avg": 4,
      "comments_stdev": 1,
      "shares_avg": 23,
      "shares_stdev": 13
    },
    {
      "number": 16,
      "important": [
        "který",
        "které",
        "našich",
        "ležák",
        "hospodách",
        "ho",
        "po",
        "vám",
        "se",
        "tu"
      ],
      "common": [
        "2011",
        "cz",
        "fotbalista roku",
        "gambrinus",
        "ho",
        "má",
        "photos",
        "roku",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "Vydej se s kamarády na Nefiltrovaný ležák Gambrinus, který po stočení z našich ležáckých tanků putuje ihned k vám. Tankujeme ho – pardon, čepujeme, pouze v hospodách, které mu věnují tu největší péči - http://www.gambrinus.cz/hospody?selectMarker=type-3. Timeline Photos",
          1450450805
        ],
        [
          "Naši sládci umí vždycky překvapit. Teď pro vás připravili skutečně něco originálního. Buďte mezi prvními, kdo náš ležák ochutná. \n\nDávejte pozor, ať ho neprošvihnete.\n\nhttp://www.sladcinachmelu.cz/ Timeline Photos",
          1430742601
        ],
        [
          "Každý hrdina má své znamení. Superman má své velké S a náš Gambrinus má na každém boku veliké G. :-)",
          1404131579
        ],
        [
          "Do 18 let má pravdu vždycky maminka. Od 18 hospodský. Timeline Photos",
          1395759606
        ],
        [
          "Správný Gambáč má pěkně hustou pěnu bez bublin, která padá hezky pomalu. Honza Kropáč z pražské restaurace Modrá ryba ho umí takhle načepovat, a proto letos vyhrál naši soutěž Mistr výčepní. Gratulujeme! Timeline Photos",
          1394812808
        ],
        [
          "Správné pivo má říz. Víte, co způsobuje jeho typicky hořkou chuť? :) Timeline Photos",
          1382277605
        ],
        [
          "Pivo má dnes svůj Mezinárodní den a my ho slavíme s jeho pravou českou chutí. Kdo si dá s námi? -> Like Timeline Photos",
          1375449915
        ],
        [
          "Nová desítka je tu! Gambrinus Originál 10° má díky většímu podílu chmele i sladu plnější chuť. \nDejte si ho ve vaší oblíbené Gambrinus hospodě. Na zdraví! \n\nhttp://www.gambrinus.cz/ Timeline Photos",
          1336139501
        ],
        [
          "V pondělí proběhne vyhlášení ankety Fotbalista roku 2011. Kterého z desítky nominovaných byste vybrali vy? Fotbalista roku 2011 se blíží. Kterých 10 vyvolených má šanci? V pondělí 27. února proběhne od 20 hodin v paláci Žofín slavnostní vyhlášení 47. ročníku ankety Fotbalista roku, ve které budou zvoleni nejlepší hráč, trenér, talent a osobnost roku 2011. Vedení FA ČR k této akci získalo významného partnera, kterým se stala loterijní společnost Sazka.",
          1330086175
        ]
      ],
      "dates_start": 1351872571,
      "dates_end": 1425872005,
      "likes_avg": 215,
      "likes_stdev": 232,
      "comments_avg": 17,
      "comments_stdev": 12,
      "shares_avg": 51,
      "shares_stdev": 70
    },
    {
      "number": 17,
      "important": [
        "ale",
        "jak",
        "timelin",
        "petr",
        "vás",
        "photo",
        "taki",
        "se",
        "jedno",
        "jak se"
      ],
      "common": [
        "gambrinus",
        "gambrinus originál",
        "gambrinus originál 10",
        "jak",
        "jak se",
        "na",
        "originál",
        "piva",
        "piva gambrinus",
        "se"
      ],
      "messages": [
        [
          "My říkáme \"dopijem a půjdem\". Jak se to říká u vás? Timeline Photos",
          1384448408
        ],
        [
          "Kdo by si dal taky? ;) Jak se vaří Gambrinus - Konzumace Petr Čtvrtníček vás provedl celým procesem výroby piva a teď by si s vámi taky jedno pivo dal. Sledujte nás na Facebooku: www.facebook.com/Gambrinus.cz",
          1373371201
        ],
        [
          "No a po stočení se samozřejmě rozváží. A to je poslední část výroby piva Gambrinus, kterou vás provedl Petr Čtvrtníček. Celou si ji můžete prohlédnout na www.gambrinus.cz/... Zítra vás ale čeká jedno malé překvapení, těšíte se? ;) Jak se vaří Gambrinus - Doprava Po uvaření a stočení se pivo samozřejmě rozváží. A to je poslední část výroby piva Gambrinus, kterou vás provedl Petr Čtvrtníček. Sledujte nás na Facebooku: ...",
          1373284802
        ],
        [
          "Petr Čtvrtníček ví, kde se bere zlatá barva piva Gambrinus Originál 10°. Vzniká během filtrace, kde se zbaví kvasinek. Dali byste si jedno stejně jako Renda Mládeček? :-) Jak se vaří Gambrinus - Filtrace Zlatá barva piva Gambrinus Originál 10° vzniká během filtrace, kde se zbaví kvasinek. Dali byste si jedno stejně jako Renda Mládeček? :-) Sledujte nás na Fac...",
          1373125501
        ],
        [
          "Petr Čtvrtníček mění dres. Frantu Sládečka nahrazuje Renda Mládeček a pokračuje ve vaření piva Gambrinus originál desítka. Podívejte se, jak mu pivo kvasí :-) Jak se vaří Gambrinus - Kvašení Podívejte se s Rendou Mládečkem alias Petrem Čtvrtníčkem, jak se v rámci vaření piva Gambrinus pivo kvasí. Sledujte nás na Facebooku: www.facebook.com/Gambri...",
          1373036402
        ],
        [
          "Na počátku výroby piva Gambrinus Originál 10° stojí šrotovník a proces tzv. vystírání. Chcete vidět, jak to celé funguje? Franta Sládeček v podání Petra Čtvrtníčka vám vše v našem pravidelném seriálu o výrobě piva vysvětlí. Jak se vaří Gambrinus - Šrotovník a vystírání Na počátku výroby piva Gambrinus Originál 10° stojí šrotovník a proces tzv. vystírání. Chcete vidět, jak to celé funguje? Franta Sládeček v podání Petra Čtvr...",
          1372770003
        ],
        [
          "Gambrinus Originál 10° se pyšní chráněným zeměpisným označením České pivo. Chcete nahlédnout pod pokličku, jak se takové pivo vyrábí? Franta Sládeček vám vysvětli, z jakých surovin Gambrinus vaříme. Nezdá se vám Franta nějak podobný Petrovi Čtvrtníčkovi? ;) Jak se vaří Gambrinus - Suroviny Gambrinus Originál 10° se pyšní chráněným zeměpisným označením České pivo. Chcete nahlédnout pod pokličku, jak se takové pivo vyrábí? Franta Sládeček vám vys...",
          1372684295
        ],
        [
          "Nezapomeňte dnes popřát ke dni matek, každá maminka si zaslouží pořádný Gambrinus za to, jak se o vás starala. Wall Photos",
          1368367211
        ],
        [
          "Máte jedinečnou šanci jako první vidět naší novou reklamu! Příběh vás zavede do roku 1869, kdy byl pivovar Gambrinus založen 20 kamarády, díky kterým si dnes můžete vychutnat plnou chuť pravého českého piva Gambrinus Originál 10°. Reklamu můžete od 19. května vidět i na vašich televizních obrazovkách! Jak se vám líbí? Gambrinus Originál 10° reklama",
          1337343745
        ]
      ],
      "dates_start": 1357652891,
      "dates_end": 1381998568,
      "likes_avg": 41,
      "likes_stdev": 31,
      "comments_avg": 12,
      "comments_stdev": 12,
      "shares_avg": 11,
      "shares_stdev": 8
    },
    {
      "number": 18,
      "important": [
        "ale",
        "vodní",
        "už",
        "timelin",
        "ještě",
        "na",
        "photo",
        "čas",
        "je",
        "se"
      ],
      "common": [
        "com gambrinusochuceny app_298475993574642 timeline",
        "com gambrinusochuceny app_298475993574642 timeline photos",
        "facebook com gambrinusochuceny app_298475993574642 timeline",
        "na",
        "photos",
        "se",
        "vodní",
        "www",
        "www facebook com gambrinusochuceny",
        "www facebook com gambrinusochuceny app_298475993574642"
      ],
      "messages": [
        [
          "Váš program na dnešek je lázeňský... \r\nVodní balónková bitva ve Žlutých lázních. Photos",
          1342857602
        ],
        [
          "Vodní balónková bitva už zítra!\r\nhttps://www.facebook.com/GambrinusOchuceny/app_298475993574642 Timeline Photos",
          1342764904
        ],
        [
          "Ještě je čas se registrovat na Vodní balónkovou bitvu s Ochuceným ve Žlutých lázních!\r\nhttps://www.facebook.com/GambrinusOchuceny/app_298475993574642 Timeline Photos",
          1342609216
        ],
        [
          "S Gambrinusem na přeštěnický Open Air a v sobotu na Vodní balónkovou bitvu do Žlutých lázní, přijďte si hodit!\r\nhttps://www.facebook.com/GambrinusOchuceny/app_298475993574642 Timeline Photos",
          1342512225
        ],
        [
          "Vodní balónková bitva s Gambrinusem Ochuceným vypukne už tuto sobotu! Počasí se určitě umoudří, tak si přijďte hodit vodní bombu! Jestli se chcete vyhnout frontě u vchodu, registrujte se předem na: https://www.facebook.com/GambrinusOchuceny/app_298475993574642 Timeline Photos",
          1342424932
        ],
        [
          "Nezapomeňte se registrovat na Vodní balónkovou bitvu do Žlutých lázní v Praze. Už za pár dní, 21. 7., s Gambrinusem Ochuceným, muzikou a spoustou balónků!\r\nhttps://www.facebook.com/GambrinusOchuceny/app_298475993574642 Timeline Photos",
          1342166300
        ],
        [
          "Tak jste se dočkali... Vodní balónková bitva s Gambrinusem Ochuceným 21. 7. ve Žlutých lázních v Praze! Nezapomeňte se registrovat a pozvat kamarády: https://www.facebook.com/GambrinusOchuceny/app_298475993574642 Timeline Photos",
          1341832892
        ],
        [
          "Mrkněte se, jak to vypadalo na Vodní balónkové bitvě v Brně s Gambrinusem Ochuceným! Gambrinus vodní balonková bitva - Brno 22/6 bitva",
          1340699634
        ],
        [
          "Chcete si užít další skvělou akci s Gambrinusem, zasoutěžit si o pivo na rok zdarma a osvěžit se opravdu po celém těle? :)\r\nPusťte se s námi do Vodní balónkové bitvy! Ta plzeňská byla parádní, brněnská vypukne už tento pátek 22. 6. Do toho!\r\nhttps://www.facebook.com/GambrinusOchuceny/app_298475993574642 Timeline Photos",
          1340208277
        ],
        [
          "Osvěžující párty s ochuceným pivkem Gambrinus už brzy přistane v Brně a Plzni, jdete do toho? Kdo vstoupí, neprohloupí: vzorky k ochutnání, vodní balónková bitva, vyhlášení rekordu, koncert a Afterparty. Vzhůru na osvěžující akci! https://www.facebook.com/GambrinusOchuceny/app_298475993574642 Timeline Photos",
          1338211781
        ]
      ],
      "dates_start": 1340212302,
      "dates_end": 1343045250,
      "likes_avg": 10,
      "likes_stdev": 5,
      "comments_avg": 0,
      "comments_stdev": 0,
      "shares_avg": 3,
      "shares_stdev": 2
    },
    {
      "number": 19,
      "important": [
        "nám",
        "ale",
        "timelin",
        "hospodi",
        "na",
        "na timelin",
        "pivo",
        "photo",
        "hospodách",
        "být"
      ],
      "common": [
        "cz",
        "gambrinus",
        "gambrinus cz",
        "na",
        "photos",
        "timeline",
        "timeline photos",
        "www",
        "www gambrinus",
        "www gambrinus cz"
      ],
      "messages": [
        [
          "Chceme bezchybně načepované pivo. Pomozte nám otočit poměry v hospodách a hodnoťte na www.gambrinus.cz/r/strazcivycepu! Timeline Photos",
          1476270000
        ],
        [
          "Máme jasno. Za výčepem musí být čisto. Kam zajít na bezchybné pivo? Hodnoťte hospody na http://www.gambrinus.cz/r/strazcivycepu. Timeline Photos",
          1475067602
        ],
        [
          "Vše je připraveno, Pivní test pravdy vyráží na cesty! Už dnes se za těmito dveřmi můžete přesvědčit o tom, zdali pivu opravdu rozumíte. Kam s pivním testem přijedeme zjistíte na http://www.gambrinus.cz/pivni-test-pravdy. Timeline Photos",
          1441189801
        ],
        [
          "Fotbalistům už příprava na ligu běží, začněte se na sledování zápasů u pivka chystat i vy! Seznam zapojených hospod a pravidla na www.gambrinus.cz. Timeline Photos",
          1422891515
        ],
        [
          "Nakupte Gambrinus v Globusu a můžete vyhrát jeden z 24 zážitkových víkendů v našem pivovaru. Víco o soutěži na http://soutezglobus.gambrinus.cz. Timeline Photos",
          1415282830
        ],
        [
          "V Tesku teď za 5 piv Gambrinus Originál 10 můžete vyhrát lístky na zápas Synot ligy nebo podepsaný dres! Více na www.gambrinus.cz/tesco. Timeline Photos",
          1410962410
        ],
        [
          "Posledních 24 hodin do spuštění 1. kola Gambrinus Fanligy! Hned v prvním kole jsou ve hře vstupenky na kvalifikaci proti Nizozemsku a 10 sudů piva. Sestavte si svůj vítězný tým na www.fanliga.cz. Timeline Photos",
          1406209804
        ],
        [
          "Chcete vědět víc o pivu Gambrinus? Vrtá vám hlavou nějaká otázka, na kterou byste se chtěli zeptat? Zítra ve 13:00 budete mít ideální příležitost zeptat se přímo jednoho z našich sládků, Pavla Zítka v online chatu na www.aktualne.cz. Timeline Photos",
          1374588012
        ],
        [
          "GambrinusTeam pro vás připravil tisíce litrů piva! \r\nKupuj i ty na http://www.gambrinusteam.cz/eshop Timeline Photos",
          1350370747
        ],
        [
          "Žíznivé úterky jsou již za dveřmi! Již zítra si ve vybraných hospodách vychutnáte velký Gambrinus za cenu malého! Seznam zapojených provozoven najdete na: http://www.gambrinus.cz/zabava/akce/ziznive-uterky/ Timeline Photos",
          1344242373
        ]
      ],
      "dates_start": 1368219273,
      "dates_end": 1455195745,
      "likes_avg": 362,
      "likes_stdev": 424,
      "comments_avg": 20,
      "comments_stdev": 25,
      "shares_avg": 29,
      "shares_stdev": 25
    },
    {
      "number": 20,
      "important": [
        "ale",
        "gambrinus ligi",
        "timelin",
        "na",
        "photo",
        "gambrinus",
        "ligi",
        "je",
        "gratulujem",
        "tu"
      ],
      "common": [
        "gambrinus",
        "gambrinus ligy",
        "jsme",
        "ligy",
        "na",
        "photos",
        "plzeň",
        "se",
        "viktoria",
        "viktoria plzeň"
      ],
      "messages": [
        [
          "A je tu střídání na fotbalovém trůnu Gambrinus ligy! Gratulujeme do Prahy k titulu. Timeline Photos",
          1399222805
        ],
        [
          "Už více jak týden známe fotbalového mistra Gambrinus ligy. Bylo to napínavé až do konce, o to víc si Plzeňáci oslavy užili. Jsme díky nim hrdí na to, že jsme z Plzně a že jsme pivo českého fotbalu. Viktoria Plzeň mistrem Gambrinus ligy 2012/2013 V posledním kole Gambrinus ligy na hřišti Hradce Králové vybojovala Viktoria Plzeň titul. Podívejte se na oslavy, které vypukly po skončení zápasu.",
          1370955599
        ],
        [
          "I přesto, že jsme partnerem celé Gambrinus ligy, máme radost, že letos vyhrála titul právě Plzeň, kde je doma i naše pivo. Převzetí nové trofeje staronovým mistrem - FC VIKTORIÍ PLZEŇ Než se pohár pro vítěze Gambrinus ligy dostal do rukou právoplatných držitelů, ušel dlouhou cestu. Po celou doby byl však fotbalový grál střežen profesionály...",
          1370186942
        ],
        [
          "FC Viktoria Plzeň slaví pod vedením Pavla Vrby druhý titul. Blahopřejeme! Mistr Gambrinus ligy 2012/2013",
          1370169956
        ],
        [
          "Novým králem Gambrinus ligy se stala Viktoria Plzeň.\nGratulujeme!",
          1370098372
        ],
        [
          "Gambrinus odměnil miliontého návštěvníka Gambrinus ligy sto pivy. Byl se podívat na zápas Plzně, za kterou válí třeba Pavel Horváth. Jakého hráče jste letos nejraději sledovali vy? Miliontý divák sezony - Josef Markgraf Jubilejní miliontý fanoušek sezony 2012/2013 prošel v sobotu 11. 5. turnikety Gambrinus ligy! Gratulujeme Josefu Markgrafovi a nechť mu sto piv od Gambrinusu...",
          1368536400
        ],
        [
          "Koho čtyři kola před koncem Gambrinus ligy tipujete jako letošního mistra? Udrží Plzeň náskok? Wall Photos",
          1367852409
        ],
        [
          "K fotbalu patří krásné dívky a k nové krásné trofeji Gambrinus ligy obzvlášť. Tak kterou? ;) Wall Photos",
          1362324611
        ],
        [
          "\"Já na něj určitě šahat nebudu. Je krásnej, ale přeci jen my fotbalisté jsme celkem pověrčiví. Pokud by se nám dostal po sezoně do ruky kompletní, pomazlím se s ním velmi rád,“ vysvětlil kapitán Pavel Horváth, proč trofej nevzal do rukou. Viktoria Plzeň převzala půlpohár pro půlmistra Gambrinus ligy",
          1354118044
        ],
        [
          "Zítra startuje další kolo Gambrinus Ligy! Letos padá hodně gólů...který tým jich dá v tomto kole alespoň 5? Tipujte! :) Timeline Photos",
          1345107159
        ]
      ],
      "dates_start": 1354641329,
      "dates_end": 1381073130,
      "likes_avg": 53,
      "likes_stdev": 64,
      "comments_avg": 10,
      "comments_stdev": 11,
      "shares_avg": 16,
      "shares_stdev": 23
    },
    {
      "number": 21,
      "important": [
        "sledujt",
        "koncert",
        "sestri",
        "tři",
        "lístki",
        "na otázku",
        "chcete",
        "gambrinusem",
        "pátek",
        "otázku"
      ],
      "common": [
        "koncert",
        "na",
        "na otázku",
        "otázku",
        "photos",
        "sestry",
        "timeline",
        "timeline photos",
        "tři",
        "tři sestry"
      ],
      "messages": [
        [
          "Valašské Meziříčí, jste tady? Chcete vyrazit v pátek na koncert Gambrinus Tour 2014 kapely Tři sestry? Chcete vidět, jak probudí atmosféru s Nepasterizovaým Gambrinusem? Rozdáváme 6 lístků! Stačí odpovědět na otázku: V jakém roce měly Tři sestry první oficiální koncert ve strahovském Klubu 001? Dva lístky poputují prvním 3 nejrychlejším. Sledujte komentáře, velmi rychle oznámíme vítěze. Timeline Photos",
          1409151643
        ],
        [
          "Tři sestry míří tento pátek do Písku! Teď a tady můžete vyhrát 6 lístků na jejich koncert. Získají je tři z vás, kteří nejrychleji odpoví na otázku: V jakém roce natočila kapela Tři sestry první demáč? A pozor, kdo nemůže na koncert, nesoutěží! Timeline Photos",
          1408546829
        ],
        [
          "Voláme Točník, je tu někdo?! Máte chuť vyrazit tuto sobotu 5.7. na koncert kapely Tři sestry? Máme pro vás 6 lístků. Stačí správně odpovědět na otázku: Jak se jmenovala vokalistka skupiny Tři sestry, která měla přezdívku „Slunce severu“? Dva lístky pro každého výherce za rychlou odpověď. A navíc přímo na koncertě budete moct vyhrát pivo na 1 rok zdarma jako náš minulý výherce na fotce! Timeline Photos",
          1404316863
        ],
        [
          "Tři sestry míří tuto sobotu do Golčova Jeníkova! Teď a tady můžete vyhrát 6 lístků na jejich koncert. Získají je tři z vás, kteří nejrychleji odpoví na otázku: Jak se nazývalo první album kapely Tři sestry? A pozor, kdo nemůže na koncert, nesoutěží! Timeline Photos",
          1403535641
        ],
        [
          "Voláme Rakovník! Máme pro vás 6 lístků na sobotní koncert Gambrinus Tour 2014 kapely Tři sestry! Chcete vidět, jak probudí atmosféru s Nepasterizovaým Gambrinusem? Stačí odpovědět na otázku: Co přesně znamená Chráněné zeměpisné označení České pivo? Dva lístky poputují prvním 3 úplným správným odpovědím! Timeline Photos",
          1402498845
        ],
        [
          "Zábřeh, je tu někdo?! Chcete jít v sobotu na koncert Gambrinus Tour 2014 kapely Tři sestry? Chcete vidět, jak probudí atmosféru s Nepasterizovaým Gambrinusem? Máme tady 6 lístků, ale dáme je jen třem výhercům, kteří nám nejlíp odpoví na otázku: Pro koho a proč napsala kapela Tři sestry píseň Čtvrtá sestra? ;-) Dva lístky pro každého výherce za rychlou odpověď. Timeline Photos",
          1400594408
        ],
        [
          "Brňáci! Chcete jít v pátek na koncert Gambrinus Tour 2014 kapely Tři sestry? Chcete vidět, jak probudí atmosféru s Nepasterizovaým Gambrinusem? Máme tady 6 lístků, ale dáme je jen třem výhercům, kteří nám nejlíp odpoví na otázku: Jak se doopravdy jmenuje Lou Fanánek Hagen, a po kom dostal svou přezdívku? ;-) Dva lístky pro každého výherce za rychlou odpověď. Timeline Photos",
          1400504413
        ],
        [
          "Kryštof, Tři sestry, Chinaski, Tatabojs a spoustu další skvělé muziky vám Gambrinus přináší na festivalu Jam Rock, který dnes začíná na Žamberku. Kromě toho taky vaše oblíbené atrakce G-city a pozor, novinka, patrová hospoda s Nepasterizovaným G a skvělým výhledem na stage. Takhle bude vypadat. Sdílejte a pozvěte kamarády na pivo na Jam Rocku :-) Timeline Photos",
          1372327203
        ],
        [
          "Exkluzivní video z charitativního koncertu Tří sester. Taky si koncerty Tří sester užíváte jako my? Exkluzivní video z charitativního kon... Tři sestry odehrály 27.1. v pražské Akropoli charitativní koncert podpořený Gambrinusem. Přinášíme vám exkluzivní video sestřih z tohohle báječného koncertu.",
          1360509324
        ],
        [
          "Přijďte v neděli podpořit dobrou věc a Tři sestry. Vyfoťte se na koncertě a pošlete nám svoje fotky. Timeline Photos",
          1359049516
        ]
      ],
      "dates_start": 1373199828,
      "dates_end": 1411007108,
      "likes_avg": 16,
      "likes_stdev": 9,
      "comments_avg": 6,
      "comments_stdev": 6,
      "shares_avg": 4,
      "shares_stdev": 4
    },
    {
      "number": 22,
      "important": [
        "ale",
        "až",
        "všem",
        "timelin",
        "naše",
        "photo",
        "děkujem",
        "když",
        "kteří",
        "byl"
      ],
      "common": [
        "ale",
        "děkujeme",
        "jste",
        "kteří",
        "na",
        "photos",
        "timeline",
        "timeline photos",
        "všem",
        "všem kteří"
      ],
      "messages": [
        [
          "Tenhle turek byl prostě silnej. Děkujeme všem fanouškům, kteří řvali až do konce! #řvijakolev Timeline Photos",
          1466535796
        ],
        [
          "Děkujeme všem, kteří přišli poděkovat našim fotbalistům k postupu do Francie. V pravou chvíli jste zvedli nad hlavu naše choreo, a i když nám turecký kotel trochu pokazil písmeno Z, jsme na něj patřičně pyšní! Timeline Photos",
          1444807704
        ],
        [
          "Velké finále je tady! Čas, který jste strávili tvořením návrhů by vydal na 341 fotbalových utkání a teď svými \"lajky\" rozhodnete o tom, které CHOREO uvidí naši reprezentanti během nástupu k zápasu s Tureckem. Děkujeme všem, kteří udělali pro kluky něco navíc! Choreo - velké finále",
          1442917528
        ],
        [
          "Pivní test pravdy projel pět českých měst. Jak to všechno dopadlo zjistíte ve videu. Děkujeme, že jste přišli a že jste nedali na nálepku, ale na chuť!",
          1442238600
        ],
        [
          "Připíjíme všem, kteří umí zariskovat a udělat večer legendární!\nhttps://www.youtube.com/watch?v=OJPxAhD98AY Timeline Photos",
          1403449221
        ],
        [
          "Připíjíme všem, kteří umí postavit hospodu na nohy!\nhttps://www.youtube.com/watch?v=OJPxAhD98AY Timeline Photos",
          1402236018
        ],
        [
          "Děkujeme za vaši přízeň! Gambrinus's cover photo",
          1382715720
        ],
        [
          "Počasí si posledních pár dní dělá co chce, tak vzpomínáme na pohodu na dovolené. :)\r\nZa fotku děkujeme fanynce Michaele! Timeline Photos",
          1377877475
        ],
        [
          "Našemu pivovaru naštěstí povodně neuškodily, ne všichni ale měli takové štěstí. Pokud potřebujete pomoc nebo ji naopak nabízíte, vhodným webem může být www.mamjob.cz/povodne/ Děkujeme fanouškovi Martinovi za link a všem ostatním držíme palce. Wall Photos",
          1370426411
        ],
        [
          "Velká škoda těch šancí :( Ale stejně hoši děkujem.",
          1363294703
        ]
      ],
      "dates_start": 1374783784,
      "dates_end": 1444516050,
      "likes_avg": 577,
      "likes_stdev": 1126,
      "comments_avg": 45,
      "comments_stdev": 94,
      "shares_avg": 56,
      "shares_stdev": 106
    },
    {
      "number": 23,
      "important": [
        "ale",
        "až",
        "jsme",
        "ochutnat",
        "timelin",
        "nás",
        "photo",
        "ho",
        "teď",
        "se"
      ],
      "common": [
        "gambrinus",
        "je",
        "jsme",
        "na",
        "nás",
        "photos",
        "pivo",
        "se",
        "si",
        "timeline"
      ],
      "messages": [
        [
          "Lvi se nevzdávají! Řvali jsme až do konce a výhru jsme Chorvatsku zaslouženě vyfoukli. Teď překřičíme i Turecko! #řvijakolev #nebuďskeptik Timeline Photos",
          1466179049
        ],
        [
          "U nás v pivovaru jsme poprvé uvařili polotmavé pivo. Už jste ho stihli ochutnat?",
          1457689500
        ],
        [
          "Jsme národ pivních znalců, nebo dáme na to, co si myslí ostatní? Koukněte se na video a podělte se s námi o vaše názory!",
          1433175478
        ],
        [
          "Trenér Vrba vyhrál sázku s naším sládkem a zajistil pivo zdarma divákům na zápase s Islandem. Kolik plechovek jsme českým fanouškům rozdali, zjistíte ve videu :-) Malá sázka o velké pivo",
          1417715940
        ],
        [
          "Příští víkend je svátek všech pivařů, Den českého piva. My jsme na oslavu uvařili mimořádnou várku Gambrinusu a první tři z vás, kteří nám do komentářů napíšou, jakou speciální ingredienci jsme přidali, u nás mají sud piva. Timeline Photos",
          1411045204
        ],
        [
          "Ještě jedna připomínka festivalu JamRock, který jsme si užili společně. Byli jste, nebo se chystáte na jiný fesťák? Co třeba na Benátskou noc nebo Sázavafest, kde se opět budete moct potkat s Gambrinusem? Gambrinus na festivalu JamRock 2013 Gambrinus osvěží na letních festivalech. Byli jsme i na letošním JamRocku. Sledujte nás na www.facebook.com/Gambrinus.cz",
          1374152402
        ],
        [
          "Jsme pivní národ a nemáme video pořad speciálně pro pivaře? No je to normální? Gambrinus zachraňuje situaci a na pomoc si pozval vtipálka, kterého určitě znáte. Poznáte ho ale z této fotky? Wall Photos",
          1366029910
        ],
        [
          "Štajny od nás dostal speciální upomínku na 100 gólů. Ještěže dal většinu nohou a nemuseli jsme obtiskovat hlavu ;-)  Štajner otiskl nohy Jiří Štajner si může na zeď pověsit odlitek vlastních nohou. Zařadil se totiž do prestižní společnosti ligových kanonýrů, kteří mají na svém střeleckém kontě...",
          1364989501
        ],
        [
          "Na www.gambrinusteam.cz máme novou Tipovací Extraligu. Princip je jednoduchý - na fotbalové fotografii jsme smazali míč a vy se musíte co nejvíce trefit do jeho středu. Nejpřesnější tip vyhrává. Troufáte si odhadnout, kde má míč bouřlivák Řepka? Wall Photos",
          1364904010
        ],
        [
          "Jako jediné české pivo jsme uspěli na \"pivních Oscarech\". V soutěži The International Brewing Awards uspěl Gambrinus Premium. Stříbro v kategorii ležáků nás zahřálo u srdce. Timeline Photos",
          1361451617
        ],
        [
          "V Plzni jsme přivítali 10.000 Štamgasta a odměnili ho unikátním půllitříkem, prohlídkou pivovaru a štamgastskou listinou. Připijíme na pohodový víkend a další desetitisícovku Štamgastů! Více o Štamgastech Gambrinusu na http://www.gambrinus.cz/stamgasti/ 10000. Štamgast - Gambrinus",
          1354900347
        ]
      ],
      "dates_start": 1358193988,
      "dates_end": 1436757458,
      "likes_avg": 385,
      "likes_stdev": 852,
      "comments_avg": 47,
      "comments_stdev": 63,
      "shares_avg": 61,
      "shares_stdev": 111
    },
    {
      "number": 24,
      "important": [
        "podívejt se",
        "společně",
        "naše",
        "jak se",
        "se",
        "plzeň",
        "kteří",
        "přijďt",
        "podívejt",
        "se jak"
      ],
      "common": [
        "gambrinus",
        "jak",
        "na",
        "piva",
        "podívejte",
        "podívejte se",
        "podívejte se na",
        "se",
        "se na",
        "video"
      ],
      "messages": [
        [
          "Podívejte se, jak se pivovar Gambrinus a Viktoria Plzeň společně rozhodli poděkovat lidem, kteří dělají naše město lepším místem k životu. Přijďte podpořit netradiční základní sestavu Viktorky, připijte plzeňským hrdinům a přispějte tak na zakoupení monitoru vitálních funkcí pro místní nemocnici.",
          1457533356
        ],
        [
          "NOVÉ VIDEO: Nevěřili jste? Uvěříte.\nPodívejte se, jak jsme postavili pivovar Patron a prodali 18 000 piv.",
          1433334601
        ],
        [
          "To jste ještě neviděli! Nasajte zákulisní atmosféru z natáčení spotů pro Gambrinus Fanligu a vychutnejte si některé z perliček Jakuba Koháka. Gambrinus Fanliga: video z natáčení Z video materiálu získaného během natáčení čtyř spotů ke Gambrinus Fanlize vzniklo jedinečné video - průřez celým natáčením. Podívejte se, jak se hlavní prot...",
          1379588402
        ],
        [
          "Gambrinus se pil i v Americe - a to již v 70. letech 19. století. Podívejte se na Karla s Matějem, kteří u toho tenkrát byli ;-) Pivní dějiny, jak je možná neznáte - Gambrinus poprvé v Americe Už v roce 1873 se Gambrinus pil i v Americe. Sledujte nás na www.facebook.com/Gambrinus.cz",
          1375965071
        ],
        [
          "V lednu roku 1982 chybělo málo k tomu, aby milovníci plzeňského piva v následujících měsících stáli na svůj oblíbený Gambrinus tak dlouhé fronty, jako bývaly u zelinářů na banány. O nedostatek plzeňského piva na trhu se mohl postarat obrovský požár, který vypukl ve sladovně. Podívejte se na to, jak to tenkrát dopadlo. Pivní dějiny, jak je možná neznáte - Požár sladovny Gambrinus V roce 1982 shořela v pivovaru původní sladovna a hrozil tak nedostatek Gambrinusu. Chrabří hasiči naštěstí zachránili zbytek pivovaru a sladovnu jsme si pos...",
          1375272002
        ],
        [
          "Během 2. světové války byl pivovar téměř zničen. Nebýt tehdejšího ředitele Františka Hlaváčka, bůh ví, jak by to dopadlo. Podívejte se, jak to tenkrát bylo. Pivní dějiny, jak je možná neznáte - Obnova pivovaru Gambrinus Podívejte se s námi na různá období pivních dějin tak, jak je možná neznáte. V tomto videu se podíváme,jak byl během 2. světové války pivovar Gambrinus téměř...",
          1374420601
        ],
        [
          "Reprezentace se poctivě chystá na důležitý zápas s Itálií. Gambrinus vám přináší exkluzivní pohled na den reprezentantů, jaký jinde neuvidíte. Líbí se vám? Tak sdílejte! Den s fotbalovou reprezentací Přinášíme vám pohled do zákulisí reprezentace. Podívejte se do šatny, přímo na trávník při tréninku i na mediální povinnosti hráčů.",
          1370533501
        ],
        [
          "Fotbalová reprezentace se připravuje na klíčový duel kvalifikace MS 2014 s Itálií. Zajímá vás, jak taková příprava vypadá? Jak ji vidí třeba Michal Kadlec nebo gólman? Reprezentační trénink očima hráčů Kameramanem se na chvíli stal i Michal Kadlec, podívejte se na unikátní záběry z tréninku reprezentace.\n",
          1369934108
        ],
        [
          "Prvním týmem, který vystřílel v letošní Gambrinus lize pro své fanoušky PIVO ZA BŮRA se stala SK Slavia Praha! Podívejte se na fanoušky, kteří svému týmu radostně děkují! Nezapomeňte podpořit své týmy na stadionech, již příští kolo se může usmát štěstí i na vás! Gambrinus -- Pivo za bůra -- SK Slavia Praha vs. FC Zbrojovka Brno Prvním týmem, který pro své fanoušky vystřílel pivo za bůra, se stala SK Slavia Praha v zápase proti FC Zbrojovka Brno. Nadšení fanoušci děkují svému týmu ne...",
          1346071751
        ],
        [
          "Gambrinus je tu s vámi již přes 143 let a to není málo! Podívejte se na krátké video o příběhu piva Gambrinus! Historie piva Gambrinus Podívejte se na krátké video o příběhu piva Gambrinus!",
          1345385152
        ],
        [
          "Podívejte se, jak Matěj Ruppert slavnostně ukončoval várku piva Gambrinus, kterou si budete moci vychutnat na Pilsner Festu Várka pro Pilsner Fest 2012",
          1342530150
        ]
      ],
      "dates_start": 1344947860,
      "dates_end": 1413337356,
      "likes_avg": 254,
      "likes_stdev": 522,
      "comments_avg": 27,
      "comments_stdev": 75,
      "shares_avg": 85,
      "shares_stdev": 181
    },
    {
      "number": 25,
      "important": [
        "jako",
        "nám",
        "ale",
        "hospodě",
        "jak",
        "timelin",
        "pivo",
        "photo",
        "dejt",
        "není"
      ],
      "common": [
        "bude",
        "cz",
        "gambrinus",
        "jedno",
        "na",
        "photos",
        "si",
        "timeline",
        "timeline photos",
        "www"
      ],
      "messages": [
        [
          "Není větrák jako větrák. Dejte nám vědět, jak čepují pivo ve vaší hospodě! #strazcivycepu \n\nwww.gambrinus.cz/strazcivycepu Timeline Photos",
          1472652901
        ],
        [
          "Špinavé sklo? Prasklá sklenice? Není nám to jedno! Strážci výčepu vyráží na generální úklid. Sledujte od 29. srpna na Stream.cz! #strazcivycepu Timeline Photos",
          1472038201
        ],
        [
          "Není slušné nechávat někoho čekat na odpověď. My toto pravidlo ctíme. Nedejte na řeči, ochutnejte a udělejte si vlastní názor.",
          1438256291
        ],
        [
          "Někdo si ještě nestihl skočit na jedno a půlka jarní várky už je pryč. Honem to napravte, dokud pípa a hospodský dává.",
          1432299601
        ],
        [
          "Sobotní procházka a jedno excelentní za odměnu :)",
          1428766729
        ],
        [
          "Finále MS už klepe na dveře! Kdo bude u toho? Přijďte si ještě zafandit do hospody a vyhrajte fotbalové ceny! Jak a o co hrát najdete na našich stránkách: http://www.gambrinus.cz/cz/fotbal/ Timeline Photos",
          1405087957
        ],
        [
          "Na nefiltrovaném Gambrinusu nešetříme. V jednom mililitru najdete hned milion živých kvasničných buněk. A kdo během 10 vteřin spočítá, kolik jich je v půllitru, ať si za odměnu hned na jeden vychlazený Gambrinus zaběhne. Timeline Photos",
          1394118010
        ],
        [
          "Je pátek, to si říká o jedno! Timeline Photos",
          1380895205
        ],
        [
          "V Gambrinus Fanlize na www.fanliga.cz můžeš ve svém týmu určovat, kdo bude kapitán. Podívej se, jak výběr kapitána vyřešil Jakub Kohák. Kohák srazil bobra Jakub Kohák rozhodl, kdo bude kapitánem v Gambrinus Fanlize. Podívej se, kdo má zuby jako bobr a jestli vybral Kohák dobře. Nebo si vyber sám na www.fanliga....",
          1373634001
        ],
        [
          "Vychutnejte si na fotkách bezprostřední mistrovské oslavy fotbalistů Plzně. \r\nFotogalerii najdete zde http://www.facebook.com/media/set/?set=a.10151399478246744.1073741834.146991996743&type=3 Timeline Photos",
          1370108084
        ],
        [
          "Týden teprve v polovině, ale ta žízeň… Není nic snazšího, než se po cestě z práce zastavit na jedno čepovaný. Bude se vám krásně usínat a pátek bude zase o krok blíž. Na zdraví! Timeline Photos",
          1358951402
        ],
        [
          "CHCEŠ NA ZÍTŘEJŠÍ TURNÉ WANASTOWEK DO PLZNĚ?!! Gambrinusteam ma listky pro tebe a tvoje kamose! Sleduj www.gambrinusteam.cz, kde si budes moci od dnesniho odpoledne koupit 2 listky za 25 bodu! Listky vam predame pred akci zitra. Timeline Photos",
          1333359099
        ]
      ],
      "dates_start": 1362547528,
      "dates_end": 1447480384,
      "likes_avg": 436,
      "likes_stdev": 705,
      "comments_avg": 29,
      "comments_stdev": 39,
      "shares_avg": 54,
      "shares_stdev": 60
    },
    {
      "number": 26,
      "important": [
        "pro",
        "soutěž",
        "mezi",
        "timelin",
        "vás",
        "chcete",
        "kámoše",
        "být",
        "se",
        "máme"
      ],
      "common": [
        "gambrinus",
        "na",
        "photos",
        "pro",
        "pro vás",
        "se",
        "si",
        "timeline",
        "timeline photos",
        "vás"
      ],
      "messages": [
        [
          "Máme pro čtyři z vás 2 volné vstupenky na přátelské utkání jedenadvacítek mezi ČR a Portugalskem. Napište do komentáře jméno kámoše, se kterým chcete jít, a proč právě s ním, a můžou být vaše. Vyhrávají 4 nejzajímavější příspěvky. Soutěž probíhá do 26. 3. do 12:00. Timeline Photos",
          1427285442
        ],
        [
          "Přiznejte se, nemáte toho domácího vysedávání už plné zuby? Přijďte si s kamarádama raději zafandit do hospody a zahrajte si o řadu cen, které jsme pro vás připravili k příležitosti fotbalového MS. http://www.gambrinus.cz/cz/fotbal/ Timeline Photos",
          1404831631
        ],
        [
          "MS ve fotbale odstartovalo! Přijďte si s kamarády zafandit do Gambrinus hospody a zahrajte si o řadu cen, které jsme pro vás připravili. Najděte tu vaši nejbližší na http://www.gambrinus.cz/cz/fotbal/ a vyražte! Timeline Photos",
          1402585221
        ],
        [
          "Od května pro vás opět otevíráme prohlídkovou trasu pivovaru Gambrinus. Přijeďte se podívat, jak Gambáč vaříme a setkejte se sládkem, který vás naučí, jak správně pivo čepovat. No a pro 5 z vás máme prohlídku zdarma. Řekněte nám, jak přesně se proces výroby Nepasterizovaného Gambrinusu liší od procesu Gambrinusu Originál. Prvních pět správných a úplných odpovědí v komentářích získá vstup na prohlídku pro sebe a jednoho kámoše. Timeline Photos",
          1399471212
        ],
        [
          "Uhádnete, co pro vás chystáme? ;) Timeline Photos",
          1379581206
        ],
        [
          "Už zítra pro vás spustíme zbrusu novou soutěž s Nepasterizovaným G - Bublinkománii!\nSlibujeme, že se máte na co těšit ;) Timeline Photos",
          1378306817
        ],
        [
          "Máme pro Vás super novinku! Nepasterizované G už se skví ve vybraných hospodách (www.nepasterizovaneg.cz). Ideální osvěžení po náročném pátku, rychle vyrazte, ať si můžete užít jeho svěží chuť. Gambrinus Nepasterizované G",
          1362754733
        ],
        [
          "Pro připomenutí výsledků 17. kola Gambrinus ligy jsme pro vás připravili grafiku. Který výsledek vás nejvíce překvapil? Timeline Photos",
          1361880665
        ],
        [
          "Je pátek, do konce pracovní doby zbývá už jen chvilka a čas se vyloženě vleče… A proto tu máme pro vás dárek, užijte si ho! Timeline Photos",
          1358514601
        ],
        [
          "Vánočně novoroční hra o sudy Gambrinus skončila, již máme výherce všech kol, kterým srdečně gratulujeme! Vy, kdož jste nevyhráli, nesmutněte - připravíme pro Vás další soutěže :-)\r\n\r\nVýherci jsou vyvěšeni zde: http://on.fb.me/UJXYRd Timeline Photos",
          1357742114
        ],
        [
          "Gambrinus Excelent, trojitě chmelený bráška G. originál, má pro vás nevídanou hudební aplikaci. POPRVÉ NA FACEBOOKU SI MŮŽETE SLOŽIT SONG a vytvořit k němu light show a vizualizaci z vlastních fotek. Ježíšek tam přispěl iPhone 5, sluchátky, gramofony a spoustou dalších cen..♪ http://apps.facebook.com/excelent-song/ Timeline Photos",
          1355322799
        ],
        [
          "Na dnešek jsme si pro vás připravili malou hádanku! Tak schválně, kdo se trefí jako první? :) Timeline Photos",
          1346167019
        ]
      ],
      "dates_start": 1353671910,
      "dates_end": 1402068665,
      "likes_avg": 49,
      "likes_stdev": 35,
      "comments_avg": 11,
      "comments_stdev": 14,
      "shares_avg": 9,
      "shares_stdev": 8
    },
    {
      "number": 27,
      "important": [
        "nám",
        "ale",
        "kdo",
        "timelin",
        "na",
        "vás",
        "photo",
        "se na",
        "ať",
        "se"
      ],
      "common": [
        "je",
        "je tu",
        "kdo",
        "na",
        "photos",
        "se",
        "timeline",
        "timeline photos",
        "tu",
        "úterý"
      ],
      "messages": [
        [
          "Španělé nám trochu zabrnkali na nervy. Pojďme spláchnout pochybnosti a pořádně zařvěme, ať mají Chorvati jasno, kdo se na ně chystá! #řvijakolev Timeline Photos",
          1465822373
        ],
        [
          "Kdo vás naučil pít pivo? Děda, táta, kamarádi?",
          1389200400
        ],
        [
          "Získej pivo na rok zdarma! Šanci máš na www.fanliga.cz až do 16. kola! Timeline Photos",
          1382626808
        ],
        [
          "Kdo má radši čepované, dá lajk, kdo lahváče, napíše nám proč! Timeline Photos",
          1379343605
        ],
        [
          "Kdo je podle vás největší zimní posila v Gambrinus lize? Timeline Photos",
          1361368815
        ],
        [
          "Je tu nový rok a Gambrinus stále naděluje. Až do Tří králů! Timeline Photos",
          1357137001
        ],
        [
          "A máme tu poslední den v roce, celý rok příprav na tu největší oslavu došel do finále! Užijte si to ve zdraví a hlavně s námi! \r\nVáš Gambrinus Timeline Photos",
          1356958801
        ],
        [
          "Kdo se bojí čerta, LIKE :) Timeline Photos",
          1354698259
        ],
        [
          "Dnes je tu žíznivé úterý naposledy! Pokud se vám tato skvělá akce líbila, dejte nám LIKE! Timeline Photos",
          1351611606
        ],
        [
          "A je tu zase úterý! Čas ukázat, kdo už je velkej kluk a kdo ještě pořád malý pivo...:) Timeline Photos",
          1349180388
        ],
        [
          "A zase tu je úterý, nejhorší den v týdnu... :) Timeline Photos",
          1348571687
        ],
        [
          "Nemusíte se těšit až na pátek, protože je tu další Žíznivé úterý! \r\nKdo jde na pivo -> LIKE ... Kolik Vás asi tak bude? :) Timeline Photos",
          1344946950
        ]
      ],
      "dates_start": 1338106954,
      "dates_end": 1402137494,
      "likes_avg": 179,
      "likes_stdev": 286,
      "comments_avg": 20,
      "comments_stdev": 28,
      "shares_avg": 29,
      "shares_stdev": 36
    },
    {
      "number": 28,
      "important": [
        "náš",
        "podívejt se",
        "ale",
        "piva",
        "jak",
        "pavel",
        "piva gambrinus",
        "se",
        "podívejt",
        "se jak"
      ],
      "common": [
        "gambrinus",
        "jak",
        "je",
        "jeho",
        "na",
        "náš",
        "piva",
        "pivo",
        "se",
        "správně"
      ],
      "messages": [
        [
          "Náš sládek, Pavel Zítek, stojí za kvalitou piva Gambrinus, ale zajímá se i o kvalitní názory v diskuzích.\nPodívejte se, jak reagoval na některé z vašich komentářů.",
          1433430000
        ],
        [
          "I v Trutnově čekala na návštěvníky festivalu hospoda Gambrinus s Nepasterizovaným čepovaným hezky do skla. Na kvalitu dohlížel přímo na místě náš sládek Pavel Zítek a některým zájemcům umění správně čepovat pivo osobně předal. Trutnoff 2014",
          1408544215
        ],
        [
          "Tohle je náš sládek Pavel Zítek, který stojí za výrobou piva Gambrinus. Čas od času se ujme role a odpovídá zde v komentářích na vaše dotazy. Nedávno nám poslal tuto fotku, o kterou se s náma chtěl podělit: „Tuhle krásnou mázku mi vyrobil štamgast Vysočanské hospůdky v Praze Jiří Ryant jako poděkování za vynikající pivo Gambrinus.\" Timeline Photos",
          1403967682
        ],
        [
          "Rozdáváme šestnáct lístků na přátelský zápas Česko - Rakousko 3. června v Olomouci! Dáme je osmi výhercům, kteří nám správně odpoví na otázku: V kolika hospodách si teď můžete náš Nepasterizovaný Gambrinus objednat? Možnosti jsou: a) 1215 b) 2774 c) 5000 Jedem! :)",
          1401282000
        ],
        [
          "První zmínka o výrobě piva v Česku pochází z roku 993. Víte, kde se vyrábělo?\nVyzkoušejte si náš Velký pivní test a získejte Certifikát pivního znalce ;)  Gambrinus - Pravá chuť českého piva Otestuj své znalosti o českém pivu a získej originální Certifikát pivního znalce. Dosáhneš na hodnost pivního začátečníka nebo pivního guru? Ukaž svým přátelům, kdo tady pivu skutečně rozumí!",
          1385312402
        ],
        [
          "Víte, čemu se v Mezopotámii říkalo kaš? Ne? Tak se podívejte na první díl historie výroby piva ;) Pivní dějiny, jak je možná neznáte - Vynález piva Víte, kde a jak vlastně vzniklo pivo a jeho předchůdci? Tak sledujte naši pivní historii. Jsme také na Facebooku: www.facebook.com/Gambrinus.cz",
          1376236801
        ],
        [
          "Pivo hrálo roli i při obléhání Prahy Švédy v roce 1648. Víte jakou :-)? Pivní dějiny, jak je možná neznáte - Obléhání Prahy Švédy V roce 1648 pomáhalo pivo zachránit Prahu před Švédy. Jak, to uvidíte ve videu. Pivo má prostě v dějinách českých zemí nezastupitelné místo. Sledujte nás na ...",
          1374667201
        ],
        [
          "Kdo půjde na hřiště, to je občas pěkná věštírna. A to jak v Gambrinus lize, tak v Gambrinus Fanlize na www.fanliga.cz Věštec poslal na hřiště Ladislava Krejčího Kosti věštce Jakuba Koháka rozhodly! Na hřiště půjde Ladislav Krejčí a Jirka Štajner s Pavlem Horváthem zůstanou na lavičce. Rozhodly bohové správně, nebo ra...",
          1373976003
        ],
        [
          "V Gambrinus Fanlize na www.fanliga.cz může stejně jako v opravdovém fotbale hrát jen 11 hráčů a tak někdo musí na lavičku náhradníků. Jenže jak to určit? Štajny nebo Horvi? Láďa Krejčí hrát nebude, ale postaví Jakub Kohák Jirku Štajnera nebo Pavla Horvátha. Rozhodne jeho rozpočítadlo správně? Jestli nesouhlasíš, vyber sám na www...",
          1373815801
        ],
        [
          "Kdy vzniká první podoba budoucího piva? No přece během rmutování! Sledujte Frantu Sládečka alias Petra Čtvrtníčka na jeho pouti pivovarem Gambrinus ;) Jak se vaří Gambrinus - Rmutování Kdy vzniká první podoba budoucího piva? No přece během rmutování! Sledujte Frantu Sládečka alias Petra Čtvrtníčka na jeho pouti pivovarem Gambrinus ;) Sleduj...",
          1372852803
        ],
        [
          "Máme další fotky Mistrů výčepních Gambrinusu. Vítězů je totiž více - v každém ze šesti regionálních kol. Je třeba ocenit ty, kdo umějí pivo správně natočit, je to tak? Gambrinus Mistr výčepní je soutěž pro výčepní piva Gambrinus, kteří soutěží v umění správně čepovat Gambrinus a ve vědomostech o pivu a jeho historii.",
          1365510601
        ],
        [
          "Fotbalová repre jako pivní experti? Podívejte se, co kluci říkali na výraznou chuť nového Nepasterizovaného G. A víte, proč tomu Šmíca rozumí nejvíc? Fotbalová reprezentace ochutnává Nepasterizovaný Gambrinus Kde můžete ochutnat vy zjistíte na www.nepasterizovaneG.cz",
          1363875302
        ],
        [
          "Našli jsme toho nejlepšího Mistra výčepního, který ví jak správně načepovat Gambrinus. Nejprve prokázal své znalosti piva a pak zvládl nejlépe načepovat během tří minut tři piva. Pogratulujte s námi Martinovi Bulíčkovi z Pardubic! A nebo myslíte, že je Mistrem výčepním zrovna ten z vaší hospody? Gambrinus Mistr výčepní je soutěž pro výčepní piva Gambrinus, kteří soutěží v umění správně čepovat Gambrinus a ve vědomostech o pivu a jeho historii.",
          1363528802
        ]
      ],
      "dates_start": 1364032536,
      "dates_end": 1404736635,
      "likes_avg": 23,
      "likes_stdev": 26,
      "comments_avg": 21,
      "comments_stdev": 60,
      "shares_avg": 4,
      "shares_stdev": 4
    },
    {
      "number": 29,
      "important": [
        "až",
        "co",
        "večer",
        "dneska",
        "každý",
        "na",
        "den",
        "piva gambrinus",
        "být",
        "dejt"
      ],
      "common": [
        "cz",
        "díl",
        "na",
        "na podtácku",
        "na podtácku čtvrtníčkem",
        "pivo",
        "podtácku",
        "podtácku čtvrtníčkem",
        "se",
        "čtvrtníčkem"
      ],
      "messages": [
        [
          "Chlapi! Povinnost volá! Dneska večer si dejte čerstvý tankový Gambáč! Na Podtácku s P. Čtvrtníčkem: Tankové pivo Dneska se podíváme na ouško tankovému pivu. Protože tankový Gambáč musí být co? Čerstvý!\nA nezapomeňte, že na http://www.napodtacku.cz můžete každý den až do 30.4. soutěžit o sud piva Gambrinus.",
          1396011602
        ],
        [
          "Je tady další díl Na Podtácku s Petrem Čtvrtníčkem! Tentokrát si ukážeme, že i muži mají rádi Valentýna. A když se trochu snaží, umí vykouzlit romantiku jako řemen! Na Podtácku s P. Čtvrtníčkem: Valentýnská romantika Tentokrát vám ukážeme, že i muži mají rádi Valentýna. A když se trochu snaží, umí vykouzlit romantiku jako řemen! Na http://www.napodtacku.cz navíc můžete vy...",
          1391014801
        ],
        [
          "Užijte si dnešní poslední den roku 2013 stejně jako si Petr Čtvrtníček užívá natáčení Na Podtácku :-) PF2014 všem pivařům. Na Podtácku s P. Čtvrtníčkem: Silvestrovský bonus",
          1388494333
        ],
        [
          "Může vám Petr Čtvrtníček udělat ty nejvíc sexy Vánoce? To víte, že může ;-) Chmel, ječmen a voda to ve vánočním speciálu Na Podtácku pěkně roztočí. Ale bacha na manželky a přítelkyně za zády, tohle není pro jejich oči! Na Podtácku s P. Čtvrtníčkem: Vánoční speciál Krásný chmel, svůdný ječmen a nezkrotná voda vám ve vánočním speciálu Na Podtácku ukážou, že vaření piva může být opravdu pěkná podívaná.",
          1386329402
        ],
        [
          "Máme tady další díl Na Podtácku s Petrem Čtvrtníčkem! Tentokrát se podíváme, jak se vaří pravé české pivo! \nPS: Na konci je možná schovaná soutěž. ;) Na Podtácku s P. Čtvrtníčkem: Jak by vařil pivo Jirka z Babic Jak se vaří české pivo? Jirka z Babic to nevychytal, tak vám to poví Petr Čtvrtníček. Soutěžte na www.napodtacku.cz o sud piva Gambrinus každý den až do 31.10.",
          1382101200
        ],
        [
          "Takovej puňťa a poteší ;) Už jste viděli nový díl Na Podtácku s Petrem Čtvrtníčkem a víte, jak se pozná České pivo? Wall Photos",
          1369841403
        ],
        [
          "Jak se pozná České pivo? Petr Čtvrtníček vám to Na Podtácku vysvětlí. Už chápete? ;) Na Podtácku s P. Čtvrtníčkem: Výslech českého piva Gambrinus přináší třetí díl speciálního pořadu pro pivaře s Petrem Čtvrtníčkem Na Podtácku. Názorně nám ukáže, jak se pozná České pivo. Co všechno musí splňo...",
          1368788401
        ],
        [
          "Těšíte se na další díl Na Podtácku s Petrem Čtvrtníčkem? Jestli ano, dejte Like ;) Wall Photos",
          1368630008
        ],
        [
          "Že by živé pivo postavilo na nohy i mrtvého? Co říkáte na druhý díl pořadu Na Podtácku s Petrem Čtvrtníčkem? Na Podtácku s P. Čtvrtníčkem: Živé pivo Gambrinus přináší druhý díl speciálního pořadu pro pivaře s Petrem Čtvrtníčkem Na Podtácku. Tentokrát o tom, co vše umí živé pivo Nepasterizované G. Sledujte...",
          1367584200
        ],
        [
          "Vyhrát sud piva? To jde jen se Čtvrtníčkem Na Podtácku ;) Koukněte na video a soutěžte na www.napodtacku.cz Wall Photos",
          1367243107
        ],
        [
          "První díl Na Podtácku, nového pivního pořadu, je venku. A vy můžete soutěžit a vyhrát sud piva ;) Stačí pořádně koukat na video a pak jít na www.napodtacku.cz Na Podtácku s P. Čtvrtníčkem: O čem se chlapi baví v hospodě Nový speciální pořad pro pivaře s Petrem Čtvrtníčkem přináší Gambrinus. Tentokrát o tom, o čem se chlapi baví v hospodě. Nebo spíš o čem si naši šéfové, manž...",
          1366362002
        ],
        [
          "Chcete vidět další Čtvrtníčkovy fóry? Pusťte si tyhle ukázky, kterými láká na zítřejší premiéru nového pořadu Na Podtácku na www.napodtacku.cz Smějete se? Tak sdílejte. Na Podtácku s P. Čtvrtníčkem - upoutávka č. 1 První upoutávka pořadu Na Podtácku, který můžete sledovat na www.napodtacku.cz První český pivařský pořad od Gambrinusu (www.facebook.com/Gambrinus.cz)",
          1366293602
        ],
        [
          "Nebudeme vás déle trápit. Nový pivní pořad Na Podtácku bude moderovat Petr Čtvrtníček. A nejen to ;) První díl bude za dva dny, ale vy, naši fanoušci, se na něj můžete podívat na www.facebook.com/Gambrinus.cz/app_505360962834248 už teď. Sdílejte kamarádům, ať se taky pobaví. Wall Photos",
          1366200909
        ]
      ],
      "dates_start": 1365019124,
      "dates_end": 1386503178,
      "likes_avg": 152,
      "likes_stdev": 120,
      "comments_avg": 9,
      "comments_stdev": 9,
      "shares_avg": 76,
      "shares_stdev": 74
    },
    {
      "number": 30,
      "important": [
        "nepasterizované zdarma",
        "také",
        "mezi",
        "zdarma",
        "wall",
        "devátou",
        "dnes",
        "si",
        "se na",
        "podívejt"
      ],
      "common": [
        "dnes",
        "mezi",
        "na",
        "nepasterizované",
        "nepasterizované zdarma",
        "photos",
        "si",
        "wall",
        "wall photos",
        "zdarma"
      ],
      "messages": [
        [
          "Poslední šance dát si s námi Nepasterizované G zdarma. Dnes mezi devátou a desátou v Praze na Příčné ulici nebudete dlouho \"čekat\" ;) Podívejte se na www.nepasterizovaneG.cz a zajděte si na nový Gambrinus také. Wall Photos",
          1369994409
        ],
        [
          "V Jílové u Děčína si dnes na Teplické skočíme na koupák a pak mezi šestou a sedmou do tropického prostředí na Nepasterizované G zdarma. Kde můžete pivo ochutnat v jiných městech se dozvíte na www.nepasterizovaneG.cz Wall Photos",
          1369476010
        ],
        [
          "V Přešticích u Plzně nám dnes mezi devátou a desátou dá Nepasterizované G zdarma Děda ve své klubu ;) A pokud bydlíte jinde, podívejte se na www.nepasterizovaneG.cz, jestli náhodou není podobná akce i u vás ;) Wall Photos",
          1369393208
        ],
        [
          "V Litoměřicích se dnes mezi osmou a devátou potkáme na ulici Pokratické a budeme si spolu moct dát Nepasterizované G zdarma. Kde? To přece poznáte podle obrázku ;) A pokud se s námi na pivu zdarma chcete potkat jinde, podívejte se na www.nepasterizovaneG.cz Wall Photos",
          1368874809
        ],
        [
          "Kam v Pardubicích? Na tenis? Ne! Na zámek? Ne! Vedle do klubu na Labské na Nepasterizované G zdarma mezi devátou a desátou hodinou. Wall Photos",
          1368273611
        ],
        [
          "Že by generál Koněv přijel do Prahy na velbloudu? To asi ne, ale v pražském klubu u Koněvovy na Žižkově kousek od kolejí Jarov si dnes mezi devátou a desátou můžete dát Nepasterizované G zdarma ;) Nebo koukněte na www.nepasterizovaneG.cz, kde ho točí u vás. Wall Photos",
          1367575210
        ],
        [
          "Co by kamenem dohodil od náměstí Krále Jiřího z Poděbrad si v Chebu můžete nechat setnou hlavu nebo si mezi osmou a devátou vychutnat Nepasterizované G zdarma ;) Heslo: PIVO PLNÉ ŽIVOTA Wall Photos",
          1367064009
        ],
        [
          "V blízkosti historických postav Jana Palacha a Beneše se nachází v Kutné Hoře hospoda, kde si s námi dnes můžete mezi šestou a sedmou dát Nepasterizované G zdarma. Heslo: PIVO PLNÉ ŽIVOTA Timeline Photos",
          1366980936
        ],
        [
          "Zeleninu k pivu? Nene, takhle se jen jmenuje pivnice v Chomutově kousek od zimáku, ve které si dnes mezi šestou a sedmou můžete dát Nepasterizované G zdarma. Nezapomeňte na heslo PIVO PLNÉ ŽIVOTA. Wall Photos",
          1366452009
        ],
        [
          "Nakoupit v hypermarketu a pak hned do sportbaru na Nepasterizované G zdarma. Kde? No přece v Ústí nad Labem na ulici pojmenované podle blízkých Krušných hor. Dorazte dnes mezi osmou a devátou a nezapomeňte říct heslo: PIVO PLNÉ ŽIVOTA. Wall Photos",
          1365677222
        ],
        [
          "Na Nepasterizované G zdarma nemusíte dnes večer mezi osmou a devátou až do Argentiny, ale stačí v Praze zajít na bowling kousek od ulice Argentinská. Bude tam náš promo tým. Že nevíte, kde? Koukněte na www.nepasterizovaneG.cz Wall Photos",
          1365242409
        ],
        [
          "Kam zajdou tři sedláci po práci na poli? V Českých Budějovicích do hospody kousek od Černé věže. Dnes mezi osmou a devátou si tam s námi dají Nepasterizované G zdarma. A co vy, najdete si svoji hospodu na www.nepasterizovaneG.cz? Wall Photos",
          1365156009
        ],
        [
          "Když se někdo nechce družit v kině Družba, zajde dnes za námi mezi osmou a devátou v Chotěboři do hostince na stejné ulici a dá si s námi Nepasterizované G zadarmo. Uvidíme se v Hostinci Na ... nebo na www.nepasterizovaneG.cz Wall Photos",
          1365072716
        ]
      ],
      "dates_start": 1365634594,
      "dates_end": 1369016569,
      "likes_avg": 13,
      "likes_stdev": 6,
      "comments_avg": 0,
      "comments_stdev": 1,
      "shares_avg": 3,
      "shares_stdev": 1
    },
    {
      "number": 31,
      "important": [
        "jako",
        "ale",
        "hospodu",
        "timelin",
        "pivo",
        "photo",
        "chcete",
        "stačí",
        "když",
        "stejně jako"
      ],
      "common": [
        "gambrinus",
        "jako",
        "je",
        "photos",
        "pivo",
        "stejně",
        "stejně jako",
        "timeline",
        "timeline photos",
        "za"
      ],
      "messages": [
        [
          "Když chcete pivo jako z pohádky a dostanete hrnečku vař, nemusíte pěnit. Stačí ohodnotit hospodu. #strazcivycepu\n\nwww.gambrinus.cz/strazcivycepu Timeline Photos",
          1474462693
        ],
        [
          "Fotbalové mistrovství Evropy právě začalo a my stojíme za českou reprezentací. Zařvěte stejně jako fotbalová legenda Karel Poborský, pomozte nám překřičet všechny skeptiky a podpořte tak český národní tým! #řvijakolev",
          1465284600
        ],
        [
          "Uhasit žízeň rychlou desítkou je jedna věc, ale Gambrinus je i skvělá dvanáctka. Vychutnejte si ji už dnes. Timeline Photos",
          1448463601
        ],
        [
          "Vařit pivo z čínského chmele? To je jako podávat v restauraci mražené potraviny.",
          1444141800
        ],
        [
          "I tohle je Gambrinus! Čepovaný je čepovaný, ale limitovaná várka ležáku První chmel v dárkové lahvi za návštěvu obchodu určitě stojí! Timeline Photos",
          1443782701
        ],
        [
          "I v naší nové reklamě jsme dodržovali fyzikální zákony: „Mýtus ponořený do ptákoviny je nadlehčován silou, která se rovná váze kapaliny hodinkami s vodotryskem vytlačené.\"",
          1436365801
        ],
        [
          "Naší vizitkou je dobře uvařené pivo. Čistá sklenice je vizitkou vašeho výčepního. Souhlasíte? Timeline Photos",
          1433862001
        ],
        [
          "Gambrinus je Gambrinus",
          1433632714
        ],
        [
          "Stejně jako před 70 lety do Plzně dorazí trocha Ameriky. Oslavte s námi výročí osvobození mimořádnou várkou ležáku Gambrinus s americkým chmelem. Tato várka se bude čepovat již od 1. 5. v návštěvnickém centru pivovaru Gambrinus.\n\nhttp://www.prazdrojvisit.cz/prohlidky/prohlidka-pivovaru-gambrinus/ Timeline Photos",
          1430391604
        ],
        [
          "Nepasterizovaný Gambrinus zvládne oživit vaši hospodu stejně jako ti nejlepší blázni a klauni. Čím se rádi bavíte ve vaší hospodě? Timeline Photos",
          1401033616
        ],
        [
          "Potřebujeme poradit! Pivo bez pěny je jako:_______ \nCo byste doplnili? ;) Timeline Photos",
          1383498010
        ],
        [
          "Správný hospodský má říz, stejně jako jeho pivo. Jaký je ten váš? Timeline Photos",
          1380812403
        ],
        [
          "Gambrinus Ochucený je pořádná pecka, mrkněte sami...\nNikdy nevíte, odkud přiletí, ale to osvěžení stojí za to. Gambrinus Ochucený - vodní balónková bitva",
          1339485907
        ]
      ],
      "dates_start": 1387867978,
      "dates_end": 1460627013,
      "likes_avg": 1324,
      "likes_stdev": 2527,
      "comments_avg": 95,
      "comments_stdev": 144,
      "shares_avg": 227,
      "shares_stdev": 584
    },
    {
      "number": 32,
      "important": [
        "ale",
        "ochutnat",
        "jenom",
        "můžete",
        "timelin",
        "chmele",
        "photo",
        "si",
        "chuť",
        "první"
      ],
      "common": [
        "cz",
        "gambrinus",
        "na",
        "nepasterizované",
        "ochutnat",
        "photos",
        "si",
        "timeline",
        "timeline photos",
        "www"
      ],
      "messages": [
        [
          "Kapra si dáte kdykoli, ale limitovanou várku z první sklizně můžete ochutnat jenom jednou do roka. Nenechte si uplavat výraznou chuť Prvního chmele: www.gambrinus.cz/r/prvnichmel Timeline Photos",
          1476277200
        ],
        [
          "Jenom jednou do roka si můžete vykoledovat to nejčerstvější pivo z první sklizně. Nepropásněte výraznou chuť limitované várky, kterou naši sládci navařili z letošního Prvního chmele: www.gambrinus.cz/r/prvnichmel Timeline Photos",
          1475501559
        ],
        [
          "Sklenice je okno do duše výčepního. Čepuje u vás v hospodě pan výčepní, který ví, že sklenice musí být mokrá a vychlazená? Nebo by zasloužil radu?\n \nDejte vědět Strážcům výčepu!\nwww.gambrinus.cz/strazcivycepu Timeline Photos",
          1473240303
        ],
        [
          "Nemusíte přes půl republiky, abyste ochutnali pivo jako z pivovaru. Vychutnejte si náš nefiltrovaný ležák, který vám svou chutí tento zážitek vynahradí. \n\nKam na něj: http://www.gambrinus.cz/hospody?selectMarker=type-3 Timeline Photos",
          1453887000
        ],
        [
          "Ochutnat pivo jako v pivovaru je nyní ještě jednodušší. Vychutnejte si plnou chuť našeho Nefiltrovaného ležáku Gambrinus! Kam na něj: http://www.gambrinus.cz/hospody?selectMarker=type-3 Timeline Photos",
          1450109101
        ],
        [
          "Přijďte ochutnat ležák s čerstvým žateckým chmelem, dokud je ještě na čepu! Jinak si zase rok počkáte!\n\nhttp://www.gambrinus.cz/hospody?prvni-chmel Timeline Photos",
          1443185401
        ],
        [
          "Co říkají pivaři na nepasterizovanou 10, kterou můžete ochutnat už v 9 z 10 našich hospod?",
          1434641400
        ],
        [
          "Prapory zvedat nemusíte, zvedněte sebe a přijďte ochutnat Gambrinus s americkým chmelem. A front se netřeba bát, na těch válečných už je klid a výčepní mají rychlé ruce. Naše mapa vám poradí cestu.\n\nhttp://www.gambrinus.cz/cz/kam-na-pivo/ Timeline Photos",
          1430564402
        ],
        [
          "Řekněme si to na rovinu, čeká vás večerní směna, na kterou neplatí žádná omluvenka. Naši sládci vám uvařili pivo, které musíte ochutnat.",
          1430312400
        ],
        [
          "Nepasterizované G je pořádně živé pivo. \nTipněte si, kolik živých kvasničných buněk obsahuje jeden mililitr piva! :) Timeline Photos",
          1381676409
        ],
        [
          "Dnes spolu můžeme ochutnat Nepasterizované G v Hradci Králové v hospodě Kuželna, kterou najdete kousek od kina. Pokud si nevíte rady, hledejte na www.nepasterizovaneg.cz!",
          1364472275
        ],
        [
          "Jak se vám líbí naše nová televizní reklama na Nepasterizované G? Byli jste ho o víkendu zkusit? Jak vám tahle skvělá novinka chutná?  Nepasterizované G Televizní reklama na nové Nepasterizované G s výraznou chutí a vůní nepasterizovaného piva. Více informací na nepasterizovaneg.cz",
          1363613904
        ],
        [
          "Nepasterizované G Nepasterizované G",
          1362754690
        ],
        [
          "PHELPS VS XBOX360 KINECT http://www.youtube.com/watch?v=gE1VImsFAmw&feature=fvst\nMalá ochutnávka Xbox 360 + Kinect, o který s námi na můžete ještě do konce dubna hrát denně na www.gambrinusteam.cz! \n Michael Phelps: Push the Limit - Xbox 360 Kinect - Debut Trailer (Subtitulado) La editora 505 Games ha anunciado hoy el primer juego nacido de su asociación con Michael Phelps, nadador estadounidense ganador de 14 medallas de oro olímpi...",
          1335528243
        ],
        [
          "Jeden, který si v nastalé epidemii podobných vtípků prostě nemůžeme odpustit :) Timeline Photos",
          1329842231
        ]
      ],
      "dates_start": 1363517338,
      "dates_end": 1463896863,
      "likes_avg": 421,
      "likes_stdev": 520,
      "comments_avg": 27,
      "comments_stdev": 25,
      "shares_avg": 62,
      "shares_stdev": 54
    },
    {
      "number": 33,
      "important": [
        "od",
        "ale",
        "až",
        "můžete",
        "dárki",
        "pivo",
        "wall",
        "za",
        "gambrinusu",
        "pozor"
      ],
      "common": [
        "co",
        "dnes",
        "můžete",
        "na",
        "na www",
        "photos",
        "se",
        "si",
        "wall",
        "wall photos"
      ],
      "messages": [
        [
          "Až do konce srpna můžete při natankování u Agipu získat dárky od Gambrinusu. Ale pozor, pivo tankujete na doma, za volant nepatří ;) Wall Photos",
          1370361607
        ],
        [
          "Na Evropský den sousedů by si měli každí správní sousedé cinknout Gambrinusem! Jak vy vycházíte se svým sousedem? Wall Photos",
          1369915205
        ],
        [
          "Dneska to bude bohatý večer. Můžete si v Uherském Hradišti projít Smetanovy sady či Slovácké muzeum a pak v míru a pokoji zajít po deváté na Nepasterizované G zdarma ;) Ale nebudeme dnes jen v Hradišti, další místa najdete na www.nepasterizovaneG.cz Wall Photos",
          1368795904
        ],
        [
          "V Nové Vsi v Teplicích můžete mít dnes mezi sedmou a osmou parádní Rozhled s Nepasterizovaným G zdarma od našich hostesek. Třeba dohlédnete až na Slovenskou ;) Wall Photos",
          1368189927
        ],
        [
          "Na konci války byl náš pivovar téměř zničen americkým náletem, přesto však Plzeň poté nadšeně vítala americké osvoboditele. Připomeňte si s námi dnešní významný den nad sklenicí piva Gambrinus. Wall Photos",
          1368021608
        ],
        [
          "Milujete pivo? Ukažte nám, jak to na prvního máje dáte Gambrinusu najevo. Pošlete nám fotky. Wall Photos",
          1367402408
        ],
        [
          "Na fotbal s Gambrinusem? Jestli se vám nechce kupovat lístky, využijte možnosti koupit si lupeny za body na www.gambrinusteam.cz Na jaký zápas se tohle kolo chystáte? Wall Photos",
          1366637406
        ],
        [
          "Tak co poznali jste včera, kdo bude průvodcem prvního českého video pořadu o pivu? Ne? A co takhle? Wall Photos",
          1366127107
        ],
        [
          "Že by náš promo tým fandil sešívkám v Plzni? Vypadá to tak alespoň podle názvu pivnice, ve které je dnes od osmi hodin najdete. Blízko je Borský park a České údolí. Vyhledat si pivnici můžete třeba na www.nepasterizovaneG.cz. Wall Photos",
          1364558475
        ],
        [
          "Tak co myslíte, nastoupí dnes Rosický? Držíme klukům do Arménie palce. Wall Photos",
          1364302810
        ],
        [
          "Tak co, dáme jim dneska? Wall Photos",
          1363960810
        ],
        [
          "Moravské derby Olomouc - Ostrava dnes večer v Gambrinus lize. Kdo dá gól, Ordoš nebo Baroš? Wall Photos",
          1363353306
        ],
        [
          "Těšíte se na zápas Česko - Dánsko? Na www.gambrinusteam.cz můžete každý den vyhrát pár vstupenek. Myslíte, že Dány porazíme? Wall Photos",
          1363010409
        ],
        [
          "David Lafata dnes poprvé nastoupí proti Jablonci za Spartu. Co myslíte, trefí se v rudém dresu i tentokrát? Wall Photos",
          1362932105
        ],
        [
          "Přejede dneska Plzeň i Fenerbahce Istanbul? Kde budete fandit? Wall Photos",
          1362661203
        ]
      ],
      "dates_start": 1363445569,
      "dates_end": 1368585135,
      "likes_avg": 26,
      "likes_stdev": 20,
      "comments_avg": 4,
      "comments_stdev": 4,
      "shares_avg": 6,
      "shares_stdev": 6
    },
    {
      "number": 34,
      "important": [
        "fotbalu",
        "lístki",
        "zápas",
        "soutěž",
        "ceni",
        "bude",
        "lístki na",
        "šanci",
        "naší",
        "další"
      ],
      "common": [
        "lístky",
        "lístky na",
        "na",
        "photos",
        "pokud",
        "se",
        "timeline",
        "timeline photos",
        "vip",
        "zápas"
      ],
      "messages": [
        [
          "Takovéhle choreo vytvořil David Novotný, velký fanoušek fotbalu. A jaké bude to tvoje? Vytvoř svoje vlastní choreo a zapoj se do soutěže o VIP lístky na zápas Česko-Turecko a o další ceny. Kdy naposledy jsi něco udělal pro český nároďák? Teď máš šanci! Vytvoř Choreo, oslav s naší reprezentací postup v posledním domácím zápase a zúčastni se soutěže o VIP lístky na zápas ČR-Turecko.",
          1442411700
        ],
        [
          "Fotbalisty čeká na EURO ještě trnitá cesta. Podpořte v posledním domácím zápase českou reprezentaci, kluci budou vaši pomoc opravdu potřebovat! Jste ochotní udělat pro nároďák něco navíc?  \n \nVytvoř choreo pro zápas s Tureckem a vyhraj 2 VIP lístky: www.gambrinus.cz/choreo",
          1440489001
        ],
        [
          "Nemáte lístky na zápas s Islandem? Tak přijďte v neděli do naší fanzóny na nádvoří plzeňského pivovaru. Budeme zápas sledovat na opravdu velikém plátně a už v 18 hodin začíná zábavný doprovodný program. Vstup zdarma! Timeline Photos",
          1415895670
        ],
        [
          "Přáteláky sice dopadly všelijak, ale ta pravá zkouška přijde v úterý proti Nizozemcům. Pokud chcete našim fandit přímo na místě, odpovězte na otázku, kolikrát se samostatná Česká republika probojovala na fotbalové EURO? Každá desátá správná odpověď získává 2 lístky na utkání ČR-Nizozemsko, celkem oceníme 10 výherců. Timeline Photos",
          1409834965
        ],
        [
          "Přinášíme poslední indicii, jejíž rozluštění vám zajistí VIP vstup na letošní Benátskou! Poznáte z obrázkové indicie, o co se jedná? Pokud si nevíte rady, mrkněte na indicie, které jsme vám odhalili v uplynulých dnech. A pokud už víte správnou odpověď, hlavně nenapovídejte, nepište ji do mailů ani komentářů̊, ale pošlete nám ji prostřednictvím zprávy tady na profilu. Vyhrávají první tři správné odpovědi. Timeline Photos",
          1405612800
        ],
        [
          "Soutěžíme o 3 × 2 VIP lístky na festival Benátská noc (OFFICIAL)! Součástí je vstup do VIP zóny a backstage a setkání s některou z kapel. Uhádnete z indicie, o co se jedná? Pokud jste si jistí správnou odpovědí, pošlete nám ji prostřednictvím zpráv tady na profilu. Pro tři nejrychlejší výhra jistá! Timeline Photos",
          1405526401
        ],
        [
          "Další indicie je tady a s ní soutěž o 3 × 2 VIP lístky na Benátskou! a možnost podívat se do backstage a setkat se s některou z kapel. Uhádnete z obrázkové nápovědy, o co se jedná? A pokud nevíte, třeba vám pomůže včerejší indicie, kterou naleznete v historii. A pokud naopak již víte, pošlete nám odpověď tady do zpráv. Tři nejrychlejší vyhrávají! Timeline Photos",
          1405440001
        ],
        [
          "Soutěžte s námi o 3 × 2 VIP lístky na festival Benátská noc (OFFICIAL)! Kromě pohodlí VIP zóny zažijete taky festivalovou backstage a setkáte se s některou z kapel. Od teď až do čtvrtka vám každý den ukážeme jednu indicii, která vám pomůže ke správné odpovědi. Pokud si budete jisti odpovědí, hlavně̌ nenapovídejte, nepište ji do mailů ani komentářů̊, ale pošlete nám ji prostřednictvím zpráv tady na Facebooku. Tři nejrychlejší vyhrávají. Timeline Photos",
          1405353601
        ],
        [
          "Věděli jste, že když ve slově \"víkend\" změníte všechna písmena a tři přidáte, vznikne \"Gambrinus\"? To nemůže být náhoda! Timeline Photos",
          1386954009
        ],
        [
          "Máš chuť vyrazit v pátek 15. listopadu do Olomouce na přátelský zápas Česko – Kanada? Celý tento víkend můžeš hrát na www.gambrinusteam.cz o lístky pro 2! Timeline Photos",
          1383922804
        ],
        [
          "Připrav se na fotbalovou středu a utkej se o dvoudenní letecký zájezd s českou reprezentací na zápas proti Bulharsku! Za 5 bodů můžeš mít 2. října v soutěži s Gambrinus teamem výhru doma! Timeline Photos",
          1380470414
        ],
        [
          "Kromě Jam Rocku budeme i na dalších festivalech a vy si na www.gambrinusteam.cz můžete koupit lístky na ně. Neváhejte a přijeďte za námi na fesťák. Timeline Photos",
          1372521604
        ],
        [
          "Na stránkách Gambrinus teamu nyní hrajeme o lístky na dobročinný koncert Tří Sester v Praze! \r\nNeváhej a zkus štěstí i ty! Timeline Photos",
          1358935682
        ],
        [
          "Chceš letět v jednom letadle s českou repre na zápas do Dánska? Zkus během dneška štěstí na www.gambrinusteam.cz a dvoudenní zájezd může být tvůj! Timeline Photos",
          1346728358
        ],
        [
          "Jste z Plzně a okolí? Chcete společně s fotbalovými reprezentanty uvařit pivo Gambrinus a ještě získat lístky na zápas ČR - Maďarsko? Nyní máte jedinečnou šanci! SOUTĚŽ: Staňte se sládkem po boku fotbalových reprezentantů Potkejte při vaření piva Milana Petrželu, Davida Limberského, Jiřího Štajnera, Theodora Gebre Selassieho a Davida Lafatu.",
          1334907752
        ]
      ],
      "dates_start": 1363001246,
      "dates_end": 1422999388,
      "likes_avg": 85,
      "likes_stdev": 136,
      "comments_avg": 22,
      "comments_stdev": 50,
      "shares_avg": 8,
      "shares_stdev": 11
    },
    {
      "number": 35,
      "important": [
        "ale",
        "piva",
        "super",
        "novou",
        "timelin",
        "na",
        "photo",
        "nebo",
        "je",
        "máme"
      ],
      "common": [
        "cz",
        "gambrinus",
        "gambrinusteam",
        "na",
        "nebo",
        "se",
        "super",
        "www",
        "www gambrinusteam",
        "www gambrinusteam cz"
      ],
      "messages": [
        [
          "Máme novou týmovou aukci na www.gambrinusteam.cz. No nebylo by selátko na pořádnou grilovačku super dárek? Timeline Photos",
          1362141013
        ],
        [
          "Na www.gambrinusteam.cz máme novou denní aukci Pánská jízda. Je libo 50litrový sud piva nebo půllitry Gambrinus? Timeline Photos",
          1360591214
        ],
        [
          "Je tady Štědrý den a Gambrinus samozřejmě naděluje. \r\nMáme nové kolo soutěže a s ním i novou várku sudů. Krásné Vánoce! Timeline Photos",
          1356338400
        ],
        [
          "Neváhej, a hraj v denní aukci Gambrinus Teamu o exkluzivní autobiografii Pavla Horvátha! Timeline Photos",
          1354710566
        ],
        [
          "Nezmeškej super šanci se s Gambrinus teamem vybavit na zimní sezónu! Tento měsíc hrajeme každý den o skvělé dárky K2, tak buď ve střehu! Timeline Photos",
          1351231231
        ],
        [
          "Uz mate hudebni plany na leto? S Gambrinus teamem muzete vyrazit na super koncerty TŘI SESTRY GAMBRINUS TOUR 2012! První koncert je již tuto sobotu! V e-shopu Gambrinus team jsme pro vás vytvořili novou sekci, tak nečekej a vyměň si body za lístky pro dva! Timeline Photos",
          1340166931
        ],
        [
          "Co takhle nový iPod 16GB na super hodinkovem pasku Tik Tok? Hraj s kody z pod vicek piva gambrinus na www.gambrinusteam.cz! Kazdy den se jeden clen Gambrinus teamu stava jeho novym majitelem! Timeline Photos",
          1340059973
        ],
        [
          "Dnes o půlnoci jsme odstartovali novou letní vlnu dárků na www.gambrinusteam.cz! Hrajte s námi každý den třebo o iPod nano 16 GB na super hodinkovém pásku! Timeline Photos",
          1339919890
        ],
        [
          "Připomínáme, že stále ještě máte šanci získat bonusové body do Gambrinus teamu, pokud se zaregistrujete s kódem z tohoto videa.  Tak směle do toho, ať vám to nikdo nevyfoukne!!!\n\nhttp://www.youtube.com/watch?v=hc2bDSqtluM&feature=plcp Chceš bonusové body do Gambrinus teamu? Vyhrávej super dárky pro sebe nebo kámoše s Gambrinus teamem - pokud se na http://www.gambrinusteam.cz zaregistruješ nebo přihlásíš s kódem z tohoto videa a ...",
          1337858857
        ],
        [
          "Na takovy triky potrebujes lepsi brusle? Tak hraj s nami kazdou stredu a sobotu o brusle K2 nebo si kup super slevy do eshopu K2! Staci jen stat se clenem gambrinus teamu a hrat! Prejeme super leto!  http://www.youtube.com/watch?v=Mn4ld3Z_w9M Teem - Inline Skate - Urban Tricks And Stunts When London office workers go home for the weekend, the city turns into a veritable playground for Rollerbladers. Skating every surface in sight, these guys ...",
          1336730725
        ],
        [
          "Tak tenhle týpek je tedy hodně střelenej:), ale brejle má pěkný, ne?\nhttp://youtu.be/A5Zt3NOKZyM Kontakt s UFO navázán Denně vám můžou přistát dárky téměř bez varování. Byl jsi taky vybrán? Buď připraven a vyhrávej celý rok. Připoj se na http://www.gambrinusteam.cz",
          1335504660
        ],
        [
          "Chcete vědět, jaký způsob doručování dárků výhercům zvolilo naše marketingové oddělení? Mrkněte na video, maj to fakt vychytaný:)!!!\n\nhttp://youtu.be/D9hVX5KB2UI Marketingové výmysly Denně vám můžou přistát dárky bez varování. Vyhrávej celý rok. Připoj se na http://www.gambrinusteam.cz",
          1335367755
        ],
        [
          "Super bonus pro všechny rychlíky - zaregistruj se nebo přihlas na www.gambrinusteam.cz s kódem, který najdeš v tomhle videu - když budeš mezi nejrychlejší tisícovkou, máš 15 bonusových bodů v kapse! Chceš bonusové body do Gambrinus teamu? Vyhrávej super dárky pro sebe nebo kámoše s Gambrinus teamem - pokud se na www.gambrinusteam.cz zaregistruješ nebo přihlásíš s kódem z tohoto videa a budeš m...",
          1332845483
        ],
        [
          "Dali jste si o vikendu nebo k obedu pivo Gambrinus? Mrknete pod vicko a hrajte s Gambrinus teamem o skvělé ceny! V e-shopu rozdavame kazdy den skvele Gambrinus pivni a fotbalove darky! Nove pulltiry, podtacky, otvirak nebo je-libo listky na zapasy Gambrinus ligy? Sbirej kody z pod víček soutěžních balení a naděl si dárky třeba hned! Gambrinus team Pozvi přátele do týmu! Pozvi do svého týmu všechny přátele z Facebooku! Složte svoje body, přihoďte do týmové aukce a hrajte o super ceny, které si užijete společně.",
          1332790639
        ],
        [
          "Využij šanci vyhrát s Gambrinus teamem skvělý smartphone! Aukce končí o půlnoci! Od půlnoci hrajeme o Xbox 360 + Kinect. Připoj se na www.gambrinusteam.cz a hraj denně o spoustu skvělých cen pro sebe i své kámoše! Gambrinus team Pozvi přátele do týmu! Pozvi do svého týmu všechny přátele z Facebooku! Složte svoje body, přihoďte do týmové aukce a hrajte o super ceny, které si užijete společně.",
          1332092219
        ],
        [
          "Hraj denně o Xbox 360 + Kinect a spoustu dalších bomba cen jako inline brusle K2 nebo značkové věci od Horsefeathers pro sebe nebo kámoše. Připoj se na www.gambrinusteam.cz a začni vyhrávat! Gambrinus Vyhraj bomba dárky od Gambáče pro sebe nebo kámoše - připoj se na www.gambrinusteam.cz!",
          1331810086
        ],
        [
          "Pozvi kámoše na nefiltrovaný Gambrinus a vyhraj pivo na rok zdarma nebo párty v pivovaru Gambrinus! Hraje se na fb - https://apps.facebook.com/pozvanka-na-pivo/ - i na http://www.gambrinus.cz/pozvanka-na-pivo/ zároveň!",
          1328870286
        ]
      ],
      "dates_start": 1331169892,
      "dates_end": 1352245392,
      "likes_avg": 20,
      "likes_stdev": 28,
      "comments_avg": 3,
      "comments_stdev": 3,
      "shares_avg": 5,
      "shares_stdev": 9
    },
    {
      "number": 36,
      "important": [
        "hospodě",
        "pro",
        "cen",
        "hospodu",
        "můžete",
        "najdět",
        "si",
        "za",
        "dejt",
        "fotbalové"
      ],
      "common": [
        "fotbalové",
        "fotbalu",
        "gambrinus",
        "můžete",
        "na",
        "photos",
        "pro",
        "se",
        "si",
        "timeline"
      ],
      "messages": [
        [
          "Fotbalové neděle jedou dál. Dejte si s chlapama v hospodě 6 Gambáčů a tipněte na výsledek zápasu. Za správný tip můžete hned získat jednu z cen pro fotbalové odborníky. Gambrinus Fotbalové neděle Najděte si nejbližší zapojenou hospodu.",
          1425570514
        ],
        [
          "Liga je zpátky a fotbalové neděle taky. Dejte si s chlapama v hospodě 6 Gambáčů a tipněte na výsledek zápasu. Za správný tip můžete hned získat jednu z cen pro fotbalové odborníky. Timeline Photos",
          1425051227
        ],
        [
          "Dárková sada sběratelských plechovek s karikaturami fotbalových legend znovu ve hře! V každém balení najdete jedenáct plechovek z naší limitované fotbalové edice, sklenici Gambrinus a certifikát s podpisem Štěpána Mareše, autora karikatur. Vzniklo jen 25 kusů a každé balení má své unikátní pořadové číslo.\n\nA tři z vás, fanoušků fotbalu a piva Gambrinus, teď můžou tuhle exkluzivní záležitost získat. Jak? Pošlete nám fotku, na které bude všech 11 plechovek s fotbalovými legendami, a první tři dostanou kompletní sbírku ještě jednou, tentokrát v dárkovém balení. Dejte si na focení záležet, abychom na obrázku poznali všech jedenáct karikatur :-) Fotky vkládejte do komentářů k tomuto příspěvku. Timeline Photos",
          1423228261
        ],
        [
          "Máme tady hodně exkluzivní dárek pro fanoušky českého fotbalu a piva Gambrinus: dárkovou sadu sběratelských plechovek s karikaturami fotbalových legend. Vzniklo jen 25 kusů a každé balení má své unikátní pořadové číslo. Najdete v něm všech jedenáct fotbalových plechovek, sklenici Gambrinus a certifikát s podpisem Štěpána Mareše, autora karikatur.\n \nA o jednu dárkovou sadu teď můžete soutěžit! Jak? Napište nám jména všech fotbalistů, kteří jsou ztvárněni na plechovkách ve sběratelské edici a připojte tip, kolik jsme celkem vyrobili fotbalových plechovek. Vyhraje kombinace správně vyjmenované jedenáctky a co nejpřesnějšího tipu. Soutěž potrvá jen do středy 17. 12., 15:00 hod., aby výhra dorazila ještě před Vánoci :-) Timeline Photos",
          1418734808
        ],
        [
          "Ještě pořád můžete v našem e-shopu získat fotbalový kalendář Gambrinus zdarma. Stačí do poznámky k nákupu nad 500 Kč napsat heslo “Gambrinus fandí fotbalu“.\n\nUdělejte radost pivaři třeba dárkovým kamionem s tričkem, peněženkou a půllitrem s vyrytým věnováním. Dárkový balíček kamion Gambrinus Stylový balíček pro pivaře. Červené tričko Gambrinus \"Jdu na jedno\", textilní peněženka a 0,5l sklenice Gambrinus v dárkové krabičce ve tvaru kamionu Gambrinus. Na sklenici vám navíc vybrousíme text dle přání.",
          1418398204
        ],
        [
          "V našem e-shopu teď k nákupu nad 500 Kč dostanete fotbalový kalendář Gambrinus zdarma. Stačí do poznámky k objednávce napsat heslo “Gambrinus fandí fotbalu“.\n \nKomu by udělal radost třeba náš historický korbel nebo půllitr s vlastním jménem? :-) Historický korbel Gambrinus Historický korbel Gambrinus o objemu 0,5l německého typu je vyroben z poctivé kameniny. Proto v něm vaše pivo vydrží déle čerstvé a dobře vychlazené.",
          1417187704
        ],
        [
          "Gambrinus fandí fotbalu s vámi! Kupte si kalendář, ať víte, kdy jít fandit svému týmu! Fotbalový kalendář Gambrinus 2014/2015 Nástěnný kalendář Gambrinus pro sezonu 2014/2015. Kromě klasického přehledu dnů pro jednotlivé měsíce, najdete v tomto především přehledný rozpis všec ...",
          1409576400
        ],
        [
          "Naše soutěž s Penny Marketem jde do finále!\nStačí koupit 20 lahví Gambrinus a můžete vyhrát třeba permanentku svého oblíbeného klubu Gambrinus ligy.\nPozor, už máte jenom sedm dní! ;) Timeline Photos",
          1379948414
        ],
        [
          "Proč se trio Horváth, Štajner a Krejčí svléklo do plavek? Podívejte se!\nA nezapomeňte, že i s nimi můžete hrát na www.fanliga.cz o skvělé ceny. Místo bazénu schody? Vyzkoušejte si i vy roli trénéra a manažera v jedné osobě na www.fanliga.cz a rozhodujte o tom, koho z hvězd Gambrinus ligy nasadíte do hry.",
          1376545294
        ],
        [
          "Minulý týden jsme spustili Gambrinus Fanligu! Můžete být trenér i manažer v jedné osobě a vyhrát super ceny. Už jste se podívali na www.fanliga.cz? Ověření věku Můžete být trenér i manažer v jedné osobě a vyhrát super ceny.",
          1373461202
        ],
        [
          "Připravili jsme mobilní aplikaci pro všechny fanoušky českého fotbalu a Gambrinus ligy. Nainstalujte si ji hned teď, ať vám z nového ročníku nic neuteče a můžete si připomenout ten aktuální. http://bit.ly/GambrinusLigaAplikace Timeline Photos",
          1371561606
        ],
        [
          "Řada z vás se nás ptá, co děláme se současnou situací v českém fotbale. Stejně jako vy jsme hluboce znepokojeni obrazem a pověstí českého fotbalu. Jsme hlavním partnerem fotbalu už 17 let a dobře chápeme, jakou úlohu můžeme sehrát při zlepšení image fotbalu, a děláme vše pro to, abychom to ovlivnili.\nJasně jsme oznámili Fotbalové asociaci ČR, že stav vnímáme s nelibostí a dokud asociace nepřijme konkrétní opatření k nápravě, nebudeme po vypršení současné smlouvy v spolupráci pokračovat.\nGambrinus a fotbaloví fanoušci patří k sobě a my budeme i nadále hledat cesty, jak podporovat český fotbal s vámi.\nDěkujeme vám za podporu!",
          1371213397
        ],
        [
          "Nová akce na www.gambrinusteam.cz Stačí 5 bodů a můžete vyhrát. Timeline Photos",
          1361975958
        ],
        [
          "Pro Spartu krutý den, ale český fotbal reprezentovala dobře, takže gratulace patří i jí. Díky Plzni i Spartě za reprezentaci českého fotbalu.",
          1361480513
        ],
        [
          "Byl spuštěn nový ročník naší Sázkové kanceláře. Můžete jen vyhrát! Registrujte se v G-klubu a sázejte na skutečné zápasy. Kromě toho automaticky soutěžíte o Skokana kola a Sázkaře roku. Ceny pro prvních 10 nejlepších hráčů! Sázková kancelář / Soutěže o ceny / Gambrinus.cz Gambrinus sázková kancelář, ve které nelze prohrát. Sázíte G-koruny a vyhráváte spousty zajímavých cen. Tipujte na výsledky zápasů prvoligových týmů Anglie, Francie, Itálie, Německa, Nizozemska, … nebo na výsledky Gambrinus ligy.",
          1347264644
        ],
        [
          "Jste připraveni na začátek Gambrinus ligy? my ano! na všech stadionech bude díky Vám, fanouškům, speciální ligové pivo Gambrinus Góóól. Ať vám chutná!",
          1342009754
        ],
        [
          "Máš fotku, jak povzbuzuješ českou reprezentaci? Chceš vyhrát dres s podpisy našich hráčů a další super ceny? Tak se zapoj do soutěže;-) Ukaž, jak fandíš české fotbalové reprezentaci!",
          1339677512
        ],
        [
          "Máš hlavu plnou fotbalu? Vem kámoše na nároďák do Wroclavi a jeďte expres na nefalšované fotbalové orgie. Založ tým a bal si kufry! https://apps.facebook.com/gambrinus-fotbal/ Timeline Photos",
          1335967875
        ]
      ],
      "dates_start": 1351677108,
      "dates_end": 1414862145,
      "likes_avg": 55,
      "likes_stdev": 61,
      "comments_avg": 22,
      "comments_stdev": 54,
      "shares_avg": 9,
      "shares_stdev": 12
    },
    {
      "number": 37,
      "important": [
        "společně",
        "hospodi",
        "timelin",
        "na timelin",
        "pivo",
        "photo",
        "na",
        "má",
        "když",
        "je"
      ],
      "common": [
        "gambrinus",
        "jsou",
        "na",
        "photos",
        "po",
        "se",
        "timeline",
        "timeline photos",
        "vy",
        "za"
      ],
      "messages": [
        [
          "Když pivo nevoní, nejspíš má svoje mouchy. Pojďme je společně vychytat. Hodnoťte hospody na www.gambrinus.cz/r/strazcivycepu. Timeline Photos",
          1475672401
        ],
        [
          "Vtipy o pivu jsou fajn, ale všeho s mírou. Nastal čas zaměřit se na kvalitu! 29. srpna vyrážíme na obhlídku a vy nás u toho můžete sledovat na Stream.cz! #strazcivycepu Timeline Photos",
          1471784401
        ],
        [
          "Dost bylo kňourání po jedné porážce. Společně pošleme Chorvaty i pochybovače ke dnu. A na to si připijeme! #řvijakolev Timeline Photos",
          1466078401
        ],
        [
          "Na jedné z největších pivních soutěží na světě - Australian International Beer Awards - ocenili naši nepasterizovanou 10 bronzovou medailí v kategorii piv plzeňského typu. A co vy, kdy jste naposledy vyrazili na pivo s medailistou? Timeline Photos",
          1464690600
        ],
        [
          "Opravdoví hrdinové jsou obyčejní lidé, které každý den nevědomky míjíme na ulici. Není skvělý pocit vědět, že jsou mezi námi? My, společně s Viktorkou Plzeň, si těchto lidí vážíme a během utkání s Bohemians Praha 1905 vám představíme jejich příběhy. Přijďte 12. března poděkovat plzeňským hrdinům i vy!",
          1457022600
        ],
        [
          "Dlouhé zimní večery se dají trávit různě. Čím se v hospodě bavíte vy? :) Timeline Photos",
          1389888009
        ],
        [
          "Vánoce jsou svátky klidu, míru... a piva? Timeline Photos",
          1387968044
        ],
        [
          "Říká se, že Češi jsou mírumilovný národ. Milují totiž správnou míru. :) Timeline Photos",
          1383843608
        ],
        [
          "Tak jak okomentujete tento příspěvek kreativní asertivci z pr oddělení?",
          1380257811
        ],
        [
          "Správná parta chodí na jedno pravidelně a pátku třináctého se nebojí! \nJak často se scházíte vy? Timeline Photos",
          1379080810
        ],
        [
          "A Vy? Jak tipujete odvetu? Timeline Photos",
          1377154989
        ],
        [
          "Tuhle fotku nám poslal Maykl Brůžek ze svého 13-ti měsíčního cykloputování po Jižní Americe. Narazil zde na hospůdku Gambrinus: \"Nachází se v bráně do Patagonie, malém městečku Bahía Blanca a její vývěsní štít musí zaujmout snad každého českého pivaře, tedy i mě :) Hospoda je to sice hezká s příjemným interiérem a obsluhou, mají tam výběr točených i lahvových piv, ale na českém Gambrinusu si tam nepochutnáte. Samozřejmě že jsem se po něm ptal, ale vůbec ho neznají, i když hospoda vznikla pouhých 20 let po zahájení provozu Prvního plzeňského akciového pivovaru v Plzni, tedy roku 1890!\" píše Maykl. A my se ptáme, kde nejdál od Česka jste na Gambrinus narazili vy? Timeline Photos",
          1361283318
        ],
        [
          "Uf, sladké a tučné svátky jsou za námi, a teď je třeba vše vysportovat, hurá na lyže! Timeline Photos",
          1356610800
        ],
        [
          "Vánoční čas je jak stvořený k dobrým skutkům. Dej si Gambrinus a pomoz třeba babičce :) Timeline Photos",
          1355758201
        ],
        [
          "Ženy Movember podporují po svém. Knír z pěny pivka Gambrinus je totiž lahůdka! Jste i vy hrdí na svůj knír? Nenechte si ujít poslední Movember večírky. Timeline Photos",
          1354285632
        ],
        [
          "Obrovský palec nahoru Plzni a Spartě za postup, jsme hrdí na naše kluby!! A jak vnímáte tento úspěch vy, fanoušci? Timeline Photos",
          1353659128
        ],
        [
          "Olomouc dnes svým fanouškům neudělala radost. Po prohře 0:1 jim tak zvedly náladu alespoň vouchery na pivo za bůra, které rozdávaly hostesky. Timeline Photos",
          1353267417
        ],
        [
          "Fanoušci Sigmy Olomouc se v neděli mohou těšit na pivo za bůra! Každý návštěvník zápasu starší osmnácti let obdrží voucher, který bude platný 24 hodin po utkání ve vybraných restauračních zařízeních. Jejich seznam najdou fanoušci také na voucheru. Timeline Photos",
          1353080962
        ],
        [
          "Chystáte se dnes na zápas Slavie s Teplicemi? Pak po vstupu na stadion obdržíte voucher na pivo za bůra. Platit bude po skončení utkání v okolních restauracích po dobu 24 hodin. Timeline Photos",
          1348037027
        ],
        [
          "Již ve středu se příznivci Slavie mohou těšit na pivo za bůra, které je odměnou za pět gólů v síti Zbrojovky. Fanděte svému týmu v Gambrinus lize a třeba se brzy dočkáte i vy! Timeline Photos",
          1347868134
        ],
        [
          "Přiznejte dnes kamarádům, kde budete trávit svůj volný čas! :) Napište nám, kam půjdete... Žíznivé úterky Přijďte si do vybraných restaurací a hospod dát velký Gambrinus za cenu malého! Jsou tradice, které stojí za to dodržovat!",
          1344319499
        ]
      ],
      "dates_start": 1342711868,
      "dates_end": 1434584492,
      "likes_avg": 524,
      "likes_stdev": 908,
      "comments_avg": 30,
      "comments_stdev": 62,
      "shares_avg": 61,
      "shares_stdev": 78
    },
    {
      "number": 38,
      "important": [
        "ty",
        "ale",
        "naši",
        "timelin",
        "na",
        "pivo",
        "tak",
        "photo",
        "vám",
        "pivní"
      ],
      "common": [
        "dnes",
        "na",
        "nám",
        "photos",
        "pivo",
        "se",
        "timeline",
        "timeline photos",
        "večer",
        "že"
      ],
      "messages": [
        [
          "„Když pivo nemá správnou pěnu, tak pěním. Vyšumět to nenechám“, říká Karel Hynek. Už brzo vyrazí s kamerou na obhlídku a ukáže vám ty největší pivní perly. #strazcivycepu Timeline Photos",
          1471524301
        ],
        [
          "Dnes jde o všechno. Řvěme jako lvi, ať se naši do Turků pořádně zakousnou. #řvijakolev Timeline Photos",
          1466424001
        ],
        [
          "Ochutnejte polotmavý ležák už dnes večer. Skvělá chuť vás dostane.",
          1456135200
        ],
        [
          "Jak poznáte, že vám výčepní přinese pivo v čisté a vychlazené sklenici? Přesně podle kroužků, které tvoří krásnou krajku na pivní sklenici. Timeline Photos",
          1455868801
        ],
        [
          "Věříte na europivo? Pak určitě věříte i na jednorožce, sněžné muže a tomu, že pivo roste na stromech. Na zdraví! Timeline Photos",
          1435761001
        ],
        [
          "To, že pivo Gambrinus chutná skvěle, už mnozí z vás zjistili. Vy ostatní zkuste dnes večer naší nepasterizovanou 10 a podělte se s námi o vaše dojmy. Věříme, že vám zachutná! Timeline Photos",
          1433512907
        ],
        [
          "Pánové, v pondělí se postaráme o to, aby nám neuschly naše ženy, ale při pletení pomlázky nesmíme uschnout my. Pěkné Velikonoce! Timeline Photos",
          1397764814
        ],
        [
          "Pokud chcete mít jistotu, že si večer pochutnáte, sledujte tohle znamení. Timeline Photos",
          1397221225
        ],
        [
          "Začíná sněžit, chystáte se o víkendu taky na hory? Nezapomeňte, že u správné sjezdovky nesmí chybět útulná hospůdka s Gambrinusem, kam si po lyžování zajdete odpočinout! Timeline Photos",
          1390494610
        ],
        [
          "Na zdraví! Ať nám chutná! Máte i vy nějaký oblíbený přípitek? :)",
          1388941201
        ],
        [
          "Ticho! Zdálo se nám, že slyšíme zvuk otvírání piva. Slyšeli jste to taky? Timeline Photos",
          1387213207
        ],
        [
          "V zimě se stmívá brzy. Jedno pivo nám ale může den doslova prozářit! Timeline Photos",
          1386176408
        ],
        [
          "Říká se, že teprve pivo dělá žízeň krásnou. Souhlasíte? :) Timeline Photos",
          1384102814
        ],
        [
          "Nezapomeňte, že ještě pořád běží Bublinkománie!\nSoutěžit o bečky Nepasterizovaného G můžete přímo tady: \nhttps://www.facebook.com/Gambrinus.cz/app_524457547610569 Timeline Photos",
          1381071605
        ],
        [
          "Nic vám nezkazí pátek tak, jako zjištění, že je teprve středa! Páteční Gambrinus totiž chutná nejlépe. :) Timeline Photos",
          1379516403
        ],
        [
          "V žateckých chmelnicích nám to pěkně roste! Červen a červenec jsou velmi důležité měsíce pro příští úrodu. Používáme žateckou odrůdu Sládek, která dává našemu pivu vyváženou hořkost a příjemné aroma.  Dostali jste taky chuť na jedno? :-) Timeline Photos",
          1372003205
        ],
        [
          "Závěr sezóny jako řemen, to bude dnešní veledůležitý zápas reprezentace. Jaký tipujete výsledek? Gambrinus samozřejmě fandí českému fotbalu. Přidejte se k nám, ať budete dnes kdekoliv! Timeline Photos",
          1370609566
        ],
        [
          "O víkendu pořádně fanděte, ať se doma urodí další medaile ;) Timeline Photos",
          1360336514
        ],
        [
          "Spousta milovníků Gambrinusu nám píše, že jejich páteční večerní rituál se neobejde bez hospůdky a oblíbeného piva. Jaký je váš pátek? Timeline Photos",
          1359727202
        ],
        [
          "Pečlivě sledujeme vývoj počasí na dnešní večer a máme skvělou zprávu! Na zahajovací koncery skupin J.A.R. a Rybičky 48 již pršet nebude a dokonce nám vysvitne i sluníčko! Takže pivka do ruky a všichni před stage! Timeline Photos",
          1346405199
        ],
        [
          "Co se stane 7.srpna 2012? Napište nám svůj tip... Timeline Photos",
          1343995834
        ]
      ],
      "dates_start": 1360148149,
      "dates_end": 1436500042,
      "likes_avg": 597,
      "likes_stdev": 1198,
      "comments_avg": 41,
      "comments_stdev": 63,
      "shares_avg": 65,
      "shares_stdev": 99
    },
    {
      "number": 39,
      "important": [
        "ale",
        "co",
        "každý",
        "naše",
        "timelin",
        "nebo",
        "která",
        "je",
        "jedno",
        "jsou"
      ],
      "common": [
        "co",
        "gambrinus",
        "je",
        "mezi",
        "na",
        "nebo",
        "photos",
        "se",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "Desítku, nebo dvanáctku? Jedno a nebo stihnu dvě? To jsou dilemata, která zná snad každý správný pivař. Co ale každý pivař nezná, je naše nová nepasterizovaná dvanáctka. Ochutnejte jednu nebo dvě… Timeline Photos",
          1449594601
        ],
        [
          "Odborné porotě PIVEXu naše pivo při slepých degustacích chutnalo tak moc, že lahvovou desítku Gambrinus Originál zvolila za absolutního vítěze mezi 40 přihlášenými pivy! A Gambrinus Nepasterizovaný získal první místo mezi sudovými desítkami. Timeline Photos",
          1421333809
        ],
        [
          "Je to tam! Trenér Vrba veze z venku 6 bodů, takže od nás při zápase s Islandem dostane každý plnoletý fanoušek plechovku piva zdarma. A pozor, budeme rozdávat plechovky ze sběratelské edice s fotbalovými legendami, tak pokud vám nějaká chybí, nebo chcete začít sbírat, můžete vyrazit na stadion.\n\nVíce o sázce na iSport.cz: http://bit.ly/1v5FqQ6. Timeline Photos",
          1413215314
        ],
        [
          "Sbírejte Gambrinus plechovky s karikaturami 11 fotbalistů. Zn: Omezeně! Timeline Photos",
          1410782412
        ],
        [
          "Zajímá nás váš názor. Ze kterého se líp pije? Timeline Photos",
          1386691211
        ],
        [
          "Chcete svým blízkým o Vánocích sdělit něco mimořádého? Udělejte to originálně a nechte jim váš vzkat vyrýt do sklenice Gambrinus!\nPozor, garantované dodání do Vánoc jen při objednání do 10. 12. 2013. Timeline Photos",
          1386517505
        ],
        [
          "O futra? O druhé pivo? Nebo normálně otvírákem? Jaký je váš oblíbený způsob? ;) Timeline Photos",
          1385917210
        ],
        [
          "Otázka zní: jdete dneska na jedno, nebo na dvě? ;) Timeline Photos",
          1385132408
        ],
        [
          "V Gambrinus Fanlize máme dneska 55 555 trenérů. Tím jubilejním byl Honza P., gratulujeme. Možná by si mezi vámi mohla Viktorka vybrat nástupce Pavla Vrby, co říkáte :-) Timeline Photos",
          1384972496
        ],
        [
          "Kde se podle vás pivo nejlíp vychladí? V ledničce nebo na sedmém schodu? ;) Timeline Photos",
          1384707631
        ],
        [
          "POZOR!\nGambrinus Team se loučí. Tak neváhej a využij poslední šanci ulovit si výhru do konce listopadu!\nhttp://www.gambrinusteam.cz/ Timeline Photos",
          1383240603
        ],
        [
          "Správné pivo se skládá jenom ze tří surovin. Uhádnete, co chybí? ;) Timeline Photos",
          1381417205
        ],
        [
          "Dnes je den leváků. Je jedno, jestli budete pít Gambrinus levou nebo pravou rukou, hlavně když chutná. Praváci komentář, leváci like ;) Timeline Photos",
          1376408704
        ],
        [
          "Tak co, budete fandit nebo slavíte Valentýn? Gambrinus samozřejmě nefandí jen Plzni, ale i Spartě. Fandíme společně českému fotbalu! Timeline Photos",
          1360860618
        ],
        [
          "Honíte v takové zimě balón, nebo raději vyrazíte ne lyže? Timeline Photos",
          1359999920
        ],
        [
          "Gambrinus slaví 25000 fanoušků, na to se napijeme! Timeline Photos",
          1358268834
        ],
        [
          "Poslední šance soutěžit o sudy Gambrinus - v neděli vyhlašujeme vítěze, ještě to stihnete! Timeline Photos",
          1357301400
        ],
        [
          "Gambrinus naděluje - Najdi s kamarády 50 rozdílů mezi obrázky a hrajte o sudy piva Gambrinus. Na zdraví!\r\n\r\nSoutěžíme tady - http://gambrinus-nadeluje.furl.cz/ Timeline Photos",
          1355925307
        ],
        [
          "Malá úterní lekce investování :) Timeline Photos",
          1350997519
        ],
        [
          "A co oslavíme dneska? Jednoznačně pátek! Timeline Photos",
          1350048033
        ],
        [
          "Koho dneska podpoříte v duelu: After Hours, nebo UnderGaters? V přestávkách nezapomeňte na první kvalifikaci na Mistrovství ČR v držení tupláků na čas. Vítěz si odnese karton piva, ale hlavně postupuje do semifinálových soubojů na Pilsner Festu. Timeline Photos",
          1340866429
        ]
      ],
      "dates_start": 1353990322,
      "dates_end": 1406409598,
      "likes_avg": 164,
      "likes_stdev": 201,
      "comments_avg": 22,
      "comments_stdev": 29,
      "shares_avg": 27,
      "shares_stdev": 30
    }
  ]
}