{
  "pagename": "Gambrinus.cz",
  "page_name_displayed": "Gambrinus",
  "globalstats": {
    "fan_count": 62305,
    "messages": 466,
    "likes_avg": 242,
    "likes_stdev": 840,
    "comments_avg": 21,
    "comments_stdev": 52,
    "shares_avg": 39,
    "shares_stdev": 153,
    "graph_uri": "clusters/Gambrinus.cz.png"
  },
  "clusters": [
    {
      "number": 1,
      "important": [
        "je",
        "poslední",
        "jenom",
        "za",
        "svou",
        "můžeš",
        "dát",
        "hospodu",
        "dnes",
        "si"
      ],
      "common": [
        "cz",
        "gambrinus",
        "hledej",
        "na",
        "photos",
        "timeline",
        "timeline photos",
        "www",
        "www gambrinus",
        "www gambrinus cz"
      ],
      "messages": [
        [
          "Dnes je poslední úterý, kdy si můžeš dát Gambrinus jenom za 20Kč. Takže s chutí do toho! Svou hospodu hledej na www.gambrinus.cz ;) Timeline Photos",
          1385460904
        ],
        [
          "Zavolej kamarádům, Gambrinus dneska stojí zase jenom 20Kč! Svou hospodu hledej na www.gambrinus.cz ;) Timeline Photos",
          1384856105
        ],
        [
          "Plán na večer je jasný - jdeme na pivo! Gambrinus dneska totiž stojí zase jenom 20Kč. Hledej svou hospodu na www.gambrinus.cz ;) Timeline Photos",
          1384251303
        ],
        [
          "Co můžeš objednat dnes, neodkládej na zítřek! Zvlášť, když úterní Gambrinus stojí jenom 20Kč. Hledej svou hospodu na www.gambrinus.cz ;) Timeline Photos",
          1383646503
        ],
        [
          "Na zítřek si toho radši moc nedomlouvej! Je úterý, takže Gambrinus stojí zase jenom 20Kč. Hledej svou hospodu na www.gambrinus.cz ;) Timeline Photos",
          1383060384
        ],
        [
          "Dneska večer rovnou do hospody! Gambrinus totiž zase stojí jenom 20Kč. Hledej svou hospodu na www.gambrinus.cz ;-) Timeline Photos",
          1381824906
        ],
        [
          "Je úterý, takže ve vybraných hospodách najdeš Gambrinus zase jenom za dvacku! Hledej svou hospodu na www.gambrinus.cz ;) Timeline Photos",
          1381220105
        ],
        [
          "Na podzim si v kalendáři zatrhni všechny úterky a doma oznam, že program už máš ;)  V říjnu a listopadu si totiž ve vybraných hospodách můžeš vychutnat Gambrinus za 20 Kč. Hledej svou hospodu na http://www.gambrinus.cz/cz/#/kam-na-pivo :) Timeline Photos",
          1380636592
        ]
      ],
      "dates_start": 1381479909,
      "dates_end": 1384759290,
      "likes_avg": 46,
      "likes_stdev": 12,
      "comments_avg": 4,
      "comments_stdev": 1,
      "shares_avg": 24,
      "shares_stdev": 13
    },
    {
      "number": 2,
      "important": [
        "je",
        "vodní",
        "na",
        "čas",
        "gambrinusem",
        "ale",
        "ještě",
        "přijďt",
        "už",
        "se"
      ],
      "common": [
        "com gambrinusochuceny app_298475993574642 timeline",
        "com gambrinusochuceny app_298475993574642 timeline photos",
        "facebook com gambrinusochuceny app_298475993574642 timeline",
        "na",
        "photos",
        "se",
        "vodní",
        "www",
        "www facebook com gambrinusochuceny",
        "www facebook com gambrinusochuceny app_298475993574642"
      ],
      "messages": [
        [
          "Váš program na dnešek je lázeňský... \r\nVodní balónková bitva ve Žlutých lázních. Photos",
          1342857602
        ],
        [
          "Vodní balónková bitva už zítra!\r\nhttps://www.facebook.com/GambrinusOchuceny/app_298475993574642 Timeline Photos",
          1342764904
        ],
        [
          "Ještě je čas se registrovat na Vodní balónkovou bitvu s Ochuceným ve Žlutých lázních!\r\nhttps://www.facebook.com/GambrinusOchuceny/app_298475993574642 Timeline Photos",
          1342609216
        ],
        [
          "S Gambrinusem na přeštěnický Open Air a v sobotu na Vodní balónkovou bitvu do Žlutých lázní, přijďte si hodit!\r\nhttps://www.facebook.com/GambrinusOchuceny/app_298475993574642 Timeline Photos",
          1342512225
        ],
        [
          "Vodní balónková bitva s Gambrinusem Ochuceným vypukne už tuto sobotu! Počasí se určitě umoudří, tak si přijďte hodit vodní bombu! Jestli se chcete vyhnout frontě u vchodu, registrujte se předem na: https://www.facebook.com/GambrinusOchuceny/app_298475993574642 Timeline Photos",
          1342424932
        ],
        [
          "Nezapomeňte se registrovat na Vodní balónkovou bitvu do Žlutých lázní v Praze. Už za pár dní, 21. 7., s Gambrinusem Ochuceným, muzikou a spoustou balónků!\r\nhttps://www.facebook.com/GambrinusOchuceny/app_298475993574642 Timeline Photos",
          1342166300
        ],
        [
          "Tak jste se dočkali... Vodní balónková bitva s Gambrinusem Ochuceným 21. 7. ve Žlutých lázních v Praze! Nezapomeňte se registrovat a pozvat kamarády: https://www.facebook.com/GambrinusOchuceny/app_298475993574642 Timeline Photos",
          1341832892
        ],
        [
          "Mrkněte se, jak to vypadalo na Vodní balónkové bitvě v Brně s Gambrinusem Ochuceným! Gambrinus vodní balonková bitva - Brno 22/6 bitva",
          1340699634
        ],
        [
          "Chcete si užít další skvělou akci s Gambrinusem, zasoutěžit si o pivo na rok zdarma a osvěžit se opravdu po celém těle? :)\r\nPusťte se s námi do Vodní balónkové bitvy! Ta plzeňská byla parádní, brněnská vypukne už tento pátek 22. 6. Do toho!\r\nhttps://www.facebook.com/GambrinusOchuceny/app_298475993574642 Timeline Photos",
          1340208277
        ],
        [
          "Osvěžující párty s ochuceným pivkem Gambrinus už brzy přistane v Brně a Plzni, jdete do toho? Kdo vstoupí, neprohloupí: vzorky k ochutnání, vodní balónková bitva, vyhlášení rekordu, koncert a Afterparty. Vzhůru na osvěžující akci! https://www.facebook.com/GambrinusOchuceny/app_298475993574642 Timeline Photos",
          1338211781
        ]
      ],
      "dates_start": 1340212302,
      "dates_end": 1343045250,
      "likes_avg": 10,
      "likes_stdev": 5,
      "comments_avg": 0,
      "comments_stdev": 0,
      "shares_avg": 3,
      "shares_stdev": 2
    },
    {
      "number": 3,
      "important": [
        "otázku",
        "lístki",
        "koncert",
        "na otázku",
        "chcete",
        "tři",
        "sledujt",
        "gambrinusem",
        "pátek",
        "sestri"
      ],
      "common": [
        "koncert",
        "na",
        "na otázku",
        "otázku",
        "photos",
        "sestry",
        "timeline",
        "timeline photos",
        "tři",
        "tři sestry"
      ],
      "messages": [
        [
          "Valašské Meziříčí, jste tady? Chcete vyrazit v pátek na koncert Gambrinus Tour 2014 kapely Tři sestry? Chcete vidět, jak probudí atmosféru s Nepasterizovaým Gambrinusem? Rozdáváme 6 lístků! Stačí odpovědět na otázku: V jakém roce měly Tři sestry první oficiální koncert ve strahovském Klubu 001? Dva lístky poputují prvním 3 nejrychlejším. Sledujte komentáře, velmi rychle oznámíme vítěze. Timeline Photos",
          1409151643
        ],
        [
          "Tři sestry míří tento pátek do Písku! Teď a tady můžete vyhrát 6 lístků na jejich koncert. Získají je tři z vás, kteří nejrychleji odpoví na otázku: V jakém roce natočila kapela Tři sestry první demáč? A pozor, kdo nemůže na koncert, nesoutěží! Timeline Photos",
          1408546829
        ],
        [
          "Voláme Točník, je tu někdo?! Máte chuť vyrazit tuto sobotu 5.7. na koncert kapely Tři sestry? Máme pro vás 6 lístků. Stačí správně odpovědět na otázku: Jak se jmenovala vokalistka skupiny Tři sestry, která měla přezdívku „Slunce severu“? Dva lístky pro každého výherce za rychlou odpověď. A navíc přímo na koncertě budete moct vyhrát pivo na 1 rok zdarma jako náš minulý výherce na fotce! Timeline Photos",
          1404316863
        ],
        [
          "Tři sestry míří tuto sobotu do Golčova Jeníkova! Teď a tady můžete vyhrát 6 lístků na jejich koncert. Získají je tři z vás, kteří nejrychleji odpoví na otázku: Jak se nazývalo první album kapely Tři sestry? A pozor, kdo nemůže na koncert, nesoutěží! Timeline Photos",
          1403535641
        ],
        [
          "Voláme Rakovník! Máme pro vás 6 lístků na sobotní koncert Gambrinus Tour 2014 kapely Tři sestry! Chcete vidět, jak probudí atmosféru s Nepasterizovaým Gambrinusem? Stačí odpovědět na otázku: Co přesně znamená Chráněné zeměpisné označení České pivo? Dva lístky poputují prvním 3 úplným správným odpovědím! Timeline Photos",
          1402498845
        ],
        [
          "Zábřeh, je tu někdo?! Chcete jít v sobotu na koncert Gambrinus Tour 2014 kapely Tři sestry? Chcete vidět, jak probudí atmosféru s Nepasterizovaým Gambrinusem? Máme tady 6 lístků, ale dáme je jen třem výhercům, kteří nám nejlíp odpoví na otázku: Pro koho a proč napsala kapela Tři sestry píseň Čtvrtá sestra? ;-) Dva lístky pro každého výherce za rychlou odpověď. Timeline Photos",
          1400594408
        ],
        [
          "Brňáci! Chcete jít v pátek na koncert Gambrinus Tour 2014 kapely Tři sestry? Chcete vidět, jak probudí atmosféru s Nepasterizovaým Gambrinusem? Máme tady 6 lístků, ale dáme je jen třem výhercům, kteří nám nejlíp odpoví na otázku: Jak se doopravdy jmenuje Lou Fanánek Hagen, a po kom dostal svou přezdívku? ;-) Dva lístky pro každého výherce za rychlou odpověď. Timeline Photos",
          1400504413
        ],
        [
          "Kryštof, Tři sestry, Chinaski, Tatabojs a spoustu další skvělé muziky vám Gambrinus přináší na festivalu Jam Rock, který dnes začíná na Žamberku. Kromě toho taky vaše oblíbené atrakce G-city a pozor, novinka, patrová hospoda s Nepasterizovaným G a skvělým výhledem na stage. Takhle bude vypadat. Sdílejte a pozvěte kamarády na pivo na Jam Rocku :-) Timeline Photos",
          1372327203
        ],
        [
          "Exkluzivní video z charitativního koncertu Tří sester. Taky si koncerty Tří sester užíváte jako my? Exkluzivní video z charitativního kon... Tři sestry odehrály 27.1. v pražské Akropoli charitativní koncert podpořený Gambrinusem. Přinášíme vám exkluzivní video sestřih z tohohle báječného koncertu.",
          1360509324
        ],
        [
          "Přijďte v neděli podpořit dobrou věc a Tři sestry. Vyfoťte se na koncertě a pošlete nám svoje fotky. Timeline Photos",
          1359049516
        ]
      ],
      "dates_start": 1373199828,
      "dates_end": 1411007108,
      "likes_avg": 16,
      "likes_stdev": 9,
      "comments_avg": 6,
      "comments_stdev": 6,
      "shares_avg": 4,
      "shares_stdev": 4
    },
    {
      "number": 4,
      "important": [
        "vám",
        "na podtácku",
        "na",
        "vy",
        "je tadi",
        "když",
        "jako",
        "že",
        "tadi",
        "další"
      ],
      "common": [
        "díl",
        "na",
        "na podtácku",
        "petrem",
        "petrem čtvrtníčkem",
        "pivo",
        "podtácku",
        "se",
        "www",
        "čtvrtníčkem"
      ],
      "messages": [
        [
          "Je tady další díl Na Podtácku s Petrem Čtvrtníčkem! Tentokrát si ukážeme, že i muži mají rádi Valentýna. A když se trochu snaží, umí vykouzlit romantiku jako řemen! Na Podtácku s P. Čtvrtníčkem: Valentýnská romantika Tentokrát vám ukážeme, že i muži mají rádi Valentýna. A když se trochu snaží, umí vykouzlit romantiku jako řemen! Na http://www.napodtacku.cz navíc můžete vy...",
          1391014801
        ],
        [
          "Užijte si dnešní poslední den roku 2013 stejně jako si Petr Čtvrtníček užívá natáčení Na Podtácku :-) PF2014 všem pivařům. Na Podtácku s P. Čtvrtníčkem: Silvestrovský bonus",
          1388494333
        ],
        [
          "Může vám Petr Čtvrtníček udělat ty nejvíc sexy Vánoce? To víte, že může ;-) Chmel, ječmen a voda to ve vánočním speciálu Na Podtácku pěkně roztočí. Ale bacha na manželky a přítelkyně za zády, tohle není pro jejich oči! Na Podtácku s P. Čtvrtníčkem: Vánoční speciál Krásný chmel, svůdný ječmen a nezkrotná voda vám ve vánočním speciálu Na Podtácku ukážou, že vaření piva může být opravdu pěkná podívaná.",
          1386329402
        ],
        [
          "Máme tady další díl Na Podtácku s Petrem Čtvrtníčkem! Tentokrát se podíváme, jak se vaří pravé české pivo! \nPS: Na konci je možná schovaná soutěž. ;) Na Podtácku s P. Čtvrtníčkem: Jak by vařil pivo Jirka z Babic Jak se vaří české pivo? Jirka z Babic to nevychytal, tak vám to poví Petr Čtvrtníček. Soutěžte na www.napodtacku.cz o sud piva Gambrinus každý den až do 31.10.",
          1382101200
        ],
        [
          "Takovej puňťa a poteší ;) Už jste viděli nový díl Na Podtácku s Petrem Čtvrtníčkem a víte, jak se pozná České pivo? Wall Photos",
          1369841403
        ],
        [
          "Jak se pozná České pivo? Petr Čtvrtníček vám to Na Podtácku vysvětlí. Už chápete? ;) Na Podtácku s P. Čtvrtníčkem: Výslech českého piva Gambrinus přináší třetí díl speciálního pořadu pro pivaře s Petrem Čtvrtníčkem Na Podtácku. Názorně nám ukáže, jak se pozná České pivo. Co všechno musí splňo...",
          1368788401
        ],
        [
          "Těšíte se na další díl Na Podtácku s Petrem Čtvrtníčkem? Jestli ano, dejte Like ;) Wall Photos",
          1368630008
        ],
        [
          "Že by živé pivo postavilo na nohy i mrtvého? Co říkáte na druhý díl pořadu Na Podtácku s Petrem Čtvrtníčkem? Na Podtácku s P. Čtvrtníčkem: Živé pivo Gambrinus přináší druhý díl speciálního pořadu pro pivaře s Petrem Čtvrtníčkem Na Podtácku. Tentokrát o tom, co vše umí živé pivo Nepasterizované G. Sledujte...",
          1367584200
        ],
        [
          "Vyhrát sud piva? To jde jen se Čtvrtníčkem Na Podtácku ;) Koukněte na video a soutěžte na www.napodtacku.cz Wall Photos",
          1367243107
        ],
        [
          "První díl Na Podtácku, nového pivního pořadu, je venku. A vy můžete soutěžit a vyhrát sud piva ;) Stačí pořádně koukat na video a pak jít na www.napodtacku.cz Na Podtácku s P. Čtvrtníčkem: O čem se chlapi baví v hospodě Nový speciální pořad pro pivaře s Petrem Čtvrtníčkem přináší Gambrinus. Tentokrát o tom, o čem se chlapi baví v hospodě. Nebo spíš o čem si naši šéfové, manž...",
          1366362002
        ],
        [
          "Chcete vidět další Čtvrtníčkovy fóry? Pusťte si tyhle ukázky, kterými láká na zítřejší premiéru nového pořadu Na Podtácku na www.napodtacku.cz Smějete se? Tak sdílejte. Na Podtácku s P. Čtvrtníčkem - upoutávka č. 1 První upoutávka pořadu Na Podtácku, který můžete sledovat na www.napodtacku.cz První český pivařský pořad od Gambrinusu (www.facebook.com/Gambrinus.cz)",
          1366293602
        ],
        [
          "Nebudeme vás déle trápit. Nový pivní pořad Na Podtácku bude moderovat Petr Čtvrtníček. A nejen to ;) První díl bude za dva dny, ale vy, naši fanoušci, se na něj můžete podívat na www.facebook.com/Gambrinus.cz/app_505360962834248 už teď. Sdílejte kamarádům, ať se taky pobaví. Wall Photos",
          1366200909
        ]
      ],
      "dates_start": 1364693534,
      "dates_end": 1383453693,
      "likes_avg": 150,
      "likes_stdev": 124,
      "comments_avg": 9,
      "comments_stdev": 9,
      "shares_avg": 70,
      "shares_stdev": 74
    },
    {
      "number": 5,
      "important": [
        "lístki",
        "naší",
        "soutěž",
        "bude",
        "ceni",
        "fotbalu",
        "šanci",
        "zápas",
        "další",
        "lístki na"
      ],
      "common": [
        "lístky",
        "lístky na",
        "na",
        "photos",
        "pokud",
        "se",
        "timeline",
        "timeline photos",
        "vip",
        "zápas"
      ],
      "messages": [
        [
          "Takovéhle choreo vytvořil David Novotný, velký fanoušek fotbalu. A jaké bude to tvoje? Vytvoř svoje vlastní choreo a zapoj se do soutěže o VIP lístky na zápas Česko-Turecko a o další ceny. Kdy naposledy jsi něco udělal pro český nároďák? Teď máš šanci! Vytvoř Choreo, oslav s naší reprezentací postup v posledním domácím zápase a zúčastni se soutěže o VIP lístky na zápas ČR-Turecko.",
          1442411700
        ],
        [
          "Fotbalisty čeká na EURO ještě trnitá cesta. Podpořte v posledním domácím zápase českou reprezentaci, kluci budou vaši pomoc opravdu potřebovat! Jste ochotní udělat pro nároďák něco navíc?  \n \nVytvoř choreo pro zápas s Tureckem a vyhraj 2 VIP lístky: www.gambrinus.cz/choreo",
          1440489001
        ],
        [
          "Nemáte lístky na zápas s Islandem? Tak přijďte v neděli do naší fanzóny na nádvoří plzeňského pivovaru. Budeme zápas sledovat na opravdu velikém plátně a už v 18 hodin začíná zábavný doprovodný program. Vstup zdarma! Timeline Photos",
          1415895670
        ],
        [
          "V Tesku teď za 5 piv Gambrinus Originál 10 můžete vyhrát lístky na zápas Synot ligy nebo podepsaný dres! Více na www.gambrinus.cz/tesco. Timeline Photos",
          1410962410
        ],
        [
          "Přáteláky sice dopadly všelijak, ale ta pravá zkouška přijde v úterý proti Nizozemcům. Pokud chcete našim fandit přímo na místě, odpovězte na otázku, kolikrát se samostatná Česká republika probojovala na fotbalové EURO? Každá desátá správná odpověď získává 2 lístky na utkání ČR-Nizozemsko, celkem oceníme 10 výherců. Timeline Photos",
          1409834965
        ],
        [
          "Přinášíme poslední indicii, jejíž rozluštění vám zajistí VIP vstup na letošní Benátskou! Poznáte z obrázkové indicie, o co se jedná? Pokud si nevíte rady, mrkněte na indicie, které jsme vám odhalili v uplynulých dnech. A pokud už víte správnou odpověď, hlavně nenapovídejte, nepište ji do mailů ani komentářů̊, ale pošlete nám ji prostřednictvím zprávy tady na profilu. Vyhrávají první tři správné odpovědi. Timeline Photos",
          1405612800
        ],
        [
          "Soutěžíme o 3 × 2 VIP lístky na festival Benátská noc (OFFICIAL)! Součástí je vstup do VIP zóny a backstage a setkání s některou z kapel. Uhádnete z indicie, o co se jedná? Pokud jste si jistí správnou odpovědí, pošlete nám ji prostřednictvím zpráv tady na profilu. Pro tři nejrychlejší výhra jistá! Timeline Photos",
          1405526401
        ],
        [
          "Další indicie je tady a s ní soutěž o 3 × 2 VIP lístky na Benátskou! a možnost podívat se do backstage a setkat se s některou z kapel. Uhádnete z obrázkové nápovědy, o co se jedná? A pokud nevíte, třeba vám pomůže včerejší indicie, kterou naleznete v historii. A pokud naopak již víte, pošlete nám odpověď tady do zpráv. Tři nejrychlejší vyhrávají! Timeline Photos",
          1405440001
        ],
        [
          "Soutěžte s námi o 3 × 2 VIP lístky na festival Benátská noc (OFFICIAL)! Kromě pohodlí VIP zóny zažijete taky festivalovou backstage a setkáte se s některou z kapel. Od teď až do čtvrtka vám každý den ukážeme jednu indicii, která vám pomůže ke správné odpovědi. Pokud si budete jisti odpovědí, hlavně̌ nenapovídejte, nepište ji do mailů ani komentářů̊, ale pošlete nám ji prostřednictvím zpráv tady na Facebooku. Tři nejrychlejší vyhrávají. Timeline Photos",
          1405353601
        ],
        [
          "Máš chuť vyrazit v pátek 15. listopadu do Olomouce na přátelský zápas Česko – Kanada? Celý tento víkend můžeš hrát na www.gambrinusteam.cz o lístky pro 2! Timeline Photos",
          1383922804
        ],
        [
          "Kromě Jam Rocku budeme i na dalších festivalech a vy si na www.gambrinusteam.cz můžete koupit lístky na ně. Neváhejte a přijeďte za námi na fesťák. Timeline Photos",
          1372521604
        ],
        [
          "Na stránkách Gambrinus teamu nyní hrajeme o lístky na dobročinný koncert Tří Sester v Praze! \r\nNeváhej a zkus štěstí i ty! Timeline Photos",
          1358935682
        ],
        [
          "Jste z Plzně a okolí? Chcete společně s fotbalovými reprezentanty uvařit pivo Gambrinus a ještě získat lístky na zápas ČR - Maďarsko? Nyní máte jedinečnou šanci! SOUTĚŽ: Staňte se sládkem po boku fotbalových reprezentantů Potkejte při vaření piva Milana Petrželu, Davida Limberského, Jiřího Štajnera, Theodora Gebre Selassieho a Davida Lafatu.",
          1334907752
        ]
      ],
      "dates_start": 1370335017,
      "dates_end": 1428405657,
      "likes_avg": 103,
      "likes_stdev": 142,
      "comments_avg": 25,
      "comments_stdev": 53,
      "shares_avg": 6,
      "shares_stdev": 10
    },
    {
      "number": 6,
      "important": [
        "jedno",
        "mezi",
        "na",
        "byl",
        "ale",
        "co",
        "nebo",
        "dneska",
        "máme",
        "si"
      ],
      "common": [
        "co",
        "dneska",
        "na",
        "photos",
        "se",
        "tak",
        "timeline",
        "timeline photos",
        "wall",
        "wall photos"
      ],
      "messages": [
        [
          "Otázka zní: jdete dneska na jedno, nebo na dvě? ;) Timeline Photos",
          1385132408
        ],
        [
          "V Gambrinus Fanlize máme dneska 55 555 trenérů. Tím jubilejním byl Honza P., gratulujeme. Možná by si mezi vámi mohla Viktorka vybrat nástupce Pavla Vrby, co říkáte :-) Timeline Photos",
          1384972496
        ],
        [
          "Tak co poznali jste včera, kdo bude průvodcem prvního českého video pořadu o pivu? Ne? A co takhle? Wall Photos",
          1366127107
        ],
        [
          "Tak co myslíte, nastoupí dnes Rosický? Držíme klukům do Arménie palce. Wall Photos",
          1364302810
        ],
        [
          "Tak co, dáme jim dneska? Wall Photos",
          1363960810
        ],
        [
          "David Lafata dnes poprvé nastoupí proti Jablonci za Spartu. Co myslíte, trefí se v rudém dresu i tentokrát? Wall Photos",
          1362932105
        ],
        [
          "Přejede dneska Plzeň i Fenerbahce Istanbul? Kde budete fandit? Wall Photos",
          1362661203
        ],
        [
          "Tak co, máte před sezónou naběháno jako ligoví fotbalisti? Timeline Photos",
          1361121316
        ],
        [
          "A co oslavíme dneska? Jednoznačně pátek! Timeline Photos",
          1350048033
        ],
        [
          "Pochlubte se, co máte raději :) Timeline Photos",
          1344605327
        ],
        [
          "Co se stane 7.srpna 2012? Napište nám svůj tip... Timeline Photos",
          1343995834
        ],
        [
          "Koho dneska podpoříte v duelu: After Hours, nebo UnderGaters? V přestávkách nezapomeňte na první kvalifikaci na Mistrovství ČR v držení tupláků na čas. Vítěz si odnese karton piva, ale hlavně postupuje do semifinálových soubojů na Pilsner Festu. Timeline Photos",
          1340866429
        ],
        [
          "Excelentní snowboardovou jízdu si můžete vychutnat v čerstvé soutěžní hře. Zvládnete sjet svah co nejrychleji a ukořistit tak jednu z parádních cen?  ExcelentCZ eXcelent přináší hudbu, sport, umění, party. Pro ty, co se nebojí posouvat hranice. Pro ty, co jdou #posvyose.",
          1330599846
        ]
      ],
      "dates_start": 1343022623,
      "dates_end": 1374104411,
      "likes_avg": 40,
      "likes_stdev": 49,
      "comments_avg": 10,
      "comments_stdev": 12,
      "shares_avg": 10,
      "shares_stdev": 17
    },
    {
      "number": 7,
      "important": [
        "mezi",
        "se na",
        "devátou",
        "wall",
        "podívejt",
        "zdarma",
        "také",
        "dnes",
        "nepasterizované zdarma",
        "si"
      ],
      "common": [
        "dnes",
        "mezi",
        "na",
        "nepasterizované",
        "nepasterizované zdarma",
        "photos",
        "si",
        "wall",
        "wall photos",
        "zdarma"
      ],
      "messages": [
        [
          "Poslední šance dát si s námi Nepasterizované G zdarma. Dnes mezi devátou a desátou v Praze na Příčné ulici nebudete dlouho \"čekat\" ;) Podívejte se na www.nepasterizovaneG.cz a zajděte si na nový Gambrinus také. Wall Photos",
          1369994409
        ],
        [
          "V Jílové u Děčína si dnes na Teplické skočíme na koupák a pak mezi šestou a sedmou do tropického prostředí na Nepasterizované G zdarma. Kde můžete pivo ochutnat v jiných městech se dozvíte na www.nepasterizovaneG.cz Wall Photos",
          1369476010
        ],
        [
          "V Přešticích u Plzně nám dnes mezi devátou a desátou dá Nepasterizované G zdarma Děda ve své klubu ;) A pokud bydlíte jinde, podívejte se na www.nepasterizovaneG.cz, jestli náhodou není podobná akce i u vás ;) Wall Photos",
          1369393208
        ],
        [
          "V Litoměřicích se dnes mezi osmou a devátou potkáme na ulici Pokratické a budeme si spolu moct dát Nepasterizované G zdarma. Kde? To přece poznáte podle obrázku ;) A pokud se s námi na pivu zdarma chcete potkat jinde, podívejte se na www.nepasterizovaneG.cz Wall Photos",
          1368874809
        ],
        [
          "Dneska to bude bohatý večer. Můžete si v Uherském Hradišti projít Smetanovy sady či Slovácké muzeum a pak v míru a pokoji zajít po deváté na Nepasterizované G zdarma ;) Ale nebudeme dnes jen v Hradišti, další místa najdete na www.nepasterizovaneG.cz Wall Photos",
          1368795904
        ],
        [
          "Kam v Pardubicích? Na tenis? Ne! Na zámek? Ne! Vedle do klubu na Labské na Nepasterizované G zdarma mezi devátou a desátou hodinou. Wall Photos",
          1368273611
        ],
        [
          "Že by generál Koněv přijel do Prahy na velbloudu? To asi ne, ale v pražském klubu u Koněvovy na Žižkově kousek od kolejí Jarov si dnes mezi devátou a desátou můžete dát Nepasterizované G zdarma ;) Nebo koukněte na www.nepasterizovaneG.cz, kde ho točí u vás. Wall Photos",
          1367575210
        ],
        [
          "Co by kamenem dohodil od náměstí Krále Jiřího z Poděbrad si v Chebu můžete nechat setnou hlavu nebo si mezi osmou a devátou vychutnat Nepasterizované G zdarma ;) Heslo: PIVO PLNÉ ŽIVOTA Wall Photos",
          1367064009
        ],
        [
          "V blízkosti historických postav Jana Palacha a Beneše se nachází v Kutné Hoře hospoda, kde si s námi dnes můžete mezi šestou a sedmou dát Nepasterizované G zdarma. Heslo: PIVO PLNÉ ŽIVOTA Timeline Photos",
          1366980936
        ],
        [
          "Zeleninu k pivu? Nene, takhle se jen jmenuje pivnice v Chomutově kousek od zimáku, ve které si dnes mezi šestou a sedmou můžete dát Nepasterizované G zdarma. Nezapomeňte na heslo PIVO PLNÉ ŽIVOTA. Wall Photos",
          1366452009
        ],
        [
          "Nakoupit v hypermarketu a pak hned do sportbaru na Nepasterizované G zdarma. Kde? No přece v Ústí nad Labem na ulici pojmenované podle blízkých Krušných hor. Dorazte dnes mezi osmou a devátou a nezapomeňte říct heslo: PIVO PLNÉ ŽIVOTA. Wall Photos",
          1365677222
        ],
        [
          "Na Nepasterizované G zdarma nemusíte dnes večer mezi osmou a devátou až do Argentiny, ale stačí v Praze zajít na bowling kousek od ulice Argentinská. Bude tam náš promo tým. Že nevíte, kde? Koukněte na www.nepasterizovaneG.cz Wall Photos",
          1365242409
        ],
        [
          "Kam zajdou tři sedláci po práci na poli? V Českých Budějovicích do hospody kousek od Černé věže. Dnes mezi osmou a devátou si tam s námi dají Nepasterizované G zdarma. A co vy, najdete si svoji hospodu na www.nepasterizovaneG.cz? Wall Photos",
          1365156009
        ],
        [
          "Když se někdo nechce družit v kině Družba, zajde dnes za námi mezi osmou a devátou v Chotěboři do hostince na stejné ulici a dá si s námi Nepasterizované G zadarmo. Uvidíme se v Hostinci Na ... nebo na www.nepasterizovaneG.cz Wall Photos",
          1365072716
        ]
      ],
      "dates_start": 1365757708,
      "dates_end": 1369103501,
      "likes_avg": 17,
      "likes_stdev": 14,
      "comments_avg": 1,
      "comments_stdev": 1,
      "shares_avg": 3,
      "shares_stdev": 1
    },
    {
      "number": 8,
      "important": [
        "mezi",
        "ať",
        "pozor",
        "vás",
        "naši",
        "ležák",
        "pro vás",
        "náš",
        "teď",
        "kdo"
      ],
      "common": [
        "fanoušky",
        "gambrinus",
        "photos",
        "pivo",
        "pro",
        "pro fanoušky",
        "pro vás",
        "timeline",
        "timeline photos",
        "vás"
      ],
      "messages": [
        [
          "Naši sládci umí vždycky překvapit. Teď pro vás připravili skutečně něco originálního. Buďte mezi prvními, kdo náš ležák ochutná. \n\nDávejte pozor, ať ho neprošvihnete.\n\nhttp://www.sladcinachmelu.cz/ Timeline Photos",
          1430742601
        ],
        [
          "Uhádnete, co pro vás chystáme? ;) Timeline Photos",
          1379581206
        ],
        [
          "Už zítra pro vás spustíme zbrusu novou soutěž s Nepasterizovaným G - Bublinkománii!\nSlibujeme, že se máte na co těšit ;) Timeline Photos",
          1378306817
        ],
        [
          "Máme pro Vás super novinku! Nepasterizované G už se skví ve vybraných hospodách (www.nepasterizovaneg.cz). Ideální osvěžení po náročném pátku, rychle vyrazte, ať si můžete užít jeho svěží chuť. Gambrinus Nepasterizované G",
          1362754733
        ],
        [
          "Pro připomenutí výsledků 17. kola Gambrinus ligy jsme pro vás připravili grafiku. Který výsledek vás nejvíce překvapil? Timeline Photos",
          1361880665
        ],
        [
          "Je pátek, do konce pracovní doby zbývá už jen chvilka a čas se vyloženě vleče… A proto tu máme pro vás dárek, užijte si ho! Timeline Photos",
          1358514601
        ],
        [
          "Gambrinus Excelent, trojitě chmelený bráška G. originál, má pro vás nevídanou hudební aplikaci. POPRVÉ NA FACEBOOKU SI MŮŽETE SLOŽIT SONG a vytvořit k němu light show a vizualizaci z vlastních fotek. Ježíšek tam přispěl iPhone 5, sluchátky, gramofony a spoustou dalších cen..♪ http://apps.facebook.com/excelent-song/ Timeline Photos",
          1355322799
        ],
        [
          "GambrinusTeam pro vás připravil tisíce litrů piva! \r\nKupuj i ty na http://www.gambrinusteam.cz/eshop Timeline Photos",
          1350370747
        ],
        [
          "Na dnešek jsme si pro vás připravili malou hádanku! Tak schválně, kdo se trefí jako první? :) Timeline Photos",
          1346167019
        ],
        [
          "Varní list Várka pro Pilsner Fest 2012",
          1343036281
        ],
        [
          "Fotbalisti před měsícem založili várku piva pro fanoušky. Dnes v hotelu Praha ochutnali své dílo a podepsali ceny, které Gambrinus plánuje dát do chystané soutěže. Reprezentace ochutnala pivo pro fanoušky",
          1338388606
        ],
        [
          "Soutěž o parádní ceny je v plném proudu. Navíc můžete pojmenovat nové pivo Gambrinus pro sportovní fanoušky, které se bude točit třeba na fotbalových stadionech. A dokonce se můžete zúčastnit akce, kde vyberete chuť nového piva.  Pojmenuj pivo pro fanoušky! Pojmenuj pivo pro fanoušky a hraj o jednu z unikátních cen!",
          1338222868
        ],
        [
          "Chystáme nové pivo a ty máš šanci mu dát jméno! Navíc můžeš vyhrát super fotbalové ceny a dokonce možnost zvolit chuť piva, které bude určené pro sportovní fanoušky. Tak co, jaké jméno vymyslíš? Pojmenuj pivo pro fanoušky! Pojmenuj pivo pro fanoušky a hraj o jednu z unikátních cen!",
          1337955380
        ],
        [
          "Fanoušci s fotbalovými reprezentanty založili várku piva, která bude hotová akorát před mistrovstvím Evropy. Snad budeme mít během Eura hodně důvodů k přípitkům. Reprezentanti vařili pivo Gambrinus pro fanoušky Reprezentanti Jiří Štajner, Milan Petržela, David Limberský, Theodor Gebre Selassie a David Lafata vařili v Plzni pivo Gambrinus Originál 10° pro fanoušky reprezentace.",
          1335345274
        ],
        [
          "Neriskujte řidičák, využijte novou alkulačku Promile.info pro chytré telefony\nhttp://www.napivosrozumem.cz/mobilnialkulacka-promileinfo.html \n Alkulačka Promile.info pro iPhone a Android - napivosrozumem.cz",
          1326129112
        ]
      ],
      "dates_start": 1331289830,
      "dates_end": 1381072663,
      "likes_avg": 38,
      "likes_stdev": 47,
      "comments_avg": 8,
      "comments_stdev": 12,
      "shares_avg": 6,
      "shares_stdev": 6
    },
    {
      "number": 9,
      "important": [
        "být",
        "na",
        "až",
        "každý",
        "večer",
        "piva gambrinus",
        "den",
        "co",
        "dneska",
        "dejt"
      ],
      "common": [
        "cz",
        "den",
        "gambrinus",
        "gambrinusteam cz",
        "na",
        "nebo",
        "se",
        "www",
        "www gambrinusteam",
        "za"
      ],
      "messages": [
        [
          "Chlapi! Povinnost volá! Dneska večer si dejte čerstvý tankový Gambáč! Na Podtácku s P. Čtvrtníčkem: Tankové pivo Dneska se podíváme na ouško tankovému pivu. Protože tankový Gambáč musí být co? Čerstvý!\nA nezapomeňte, že na http://www.napodtacku.cz můžete každý den až do 30.4. soutěžit o sud piva Gambrinus.",
          1396011602
        ],
        [
          "Připrav se na fotbalovou středu a utkej se o dvoudenní letecký zájezd s českou reprezentací na zápas proti Bulharsku! Za 5 bodů můžeš mít 2. října v soutěži s Gambrinus teamem výhru doma! Timeline Photos",
          1380470414
        ],
        [
          "Těšíte se na zápas Česko - Dánsko? Na www.gambrinusteam.cz můžete každý den vyhrát pár vstupenek. Myslíte, že Dány porazíme? Wall Photos",
          1363010409
        ],
        [
          "Nezmeškej super šanci se s Gambrinus teamem vybavit na zimní sezónu! Tento měsíc hrajeme každý den o skvělé dárky K2, tak buď ve střehu! Timeline Photos",
          1351231231
        ],
        [
          "Uz mate hudebni plany na leto? S Gambrinus teamem muzete vyrazit na super koncerty TŘI SESTRY GAMBRINUS TOUR 2012! První koncert je již tuto sobotu! V e-shopu Gambrinus team jsme pro vás vytvořili novou sekci, tak nečekej a vyměň si body za lístky pro dva! Timeline Photos",
          1340166931
        ],
        [
          "CHCES VE ČTVRTEK BYT U TOHO A PODPORIT V POLSKU CESKOU REPREZENTACI? Na www.gambrinusteam.cz hrajeme za kody z vicek Gambrinus o TRI LETECKE FOTBALOVE ZAJEZDY do Polska! Mas jedinecnou sanci, hrajeme dnes do pulnoci. První zájezd pro 2 osoby můžeš vyhrát v denní aukci, další dva zájezdy pro 2 osoby pak ve hře Tref se a vyhraj za 30 bodů! Sleduj web, výhru nasadíme během hodiny! Gambrinus team Sbírej kódy ze soutěžních lahví a plechovek piva Gambrinus a vyhrávej po celý rok! Zaregistruj se na www.gambrinusteam.cz a pojeď fandit české reprezentaci do Polska nebo hraj o další fotbalové superceny každý den!",
          1340092353
        ],
        [
          "Dnes o půlnoci jsme odstartovali novou letní vlnu dárků na www.gambrinusteam.cz! Hrajte s námi každý den třebo o iPod nano 16 GB na super hodinkovém pásku! Timeline Photos",
          1339919890
        ],
        [
          "Připomínáme, že stále ještě máte šanci získat bonusové body do Gambrinus teamu, pokud se zaregistrujete s kódem z tohoto videa.  Tak směle do toho, ať vám to nikdo nevyfoukne!!!\n\nhttp://www.youtube.com/watch?v=hc2bDSqtluM&feature=plcp Chceš bonusové body do Gambrinus teamu? Vyhrávej super dárky pro sebe nebo kámoše s Gambrinus teamem - pokud se na http://www.gambrinusteam.cz zaregistruješ nebo přihlásíš s kódem z tohoto videa a ...",
          1337858857
        ],
        [
          "Máme lístky na přípravný zápas české fotbalové reprezentace proti Maďarsku, který se hraje už 1. 6. v Praze na Letné! Právě teď je můžeš pro sebe a kámoše vyhrát v soutěži za 30 bodů na www.gambrinusteam.cz! Každý den hrajeme taky o 2 fotbalové zájezdy do Polska pro dva nebo v týmové aukci pro celou partičku. Přidej se k nam a vyhraj za víčka z Gabrinusu zážitky, na které nezapomeneš! Gambrinus team Sbírej kódy ze soutěžních lahví a plechovek piva Gambrinus a vyhrávej po celý rok! Zaregistruj se na www.gambrinusteam.cz a pojeď fandit české reprezentaci do Polska nebo hraj o další fotbalové superceny každý den!",
          1336543131
        ],
        [
          "Az konce dubna rozdavame kazdy den Xbox 360 + kinect. Vyuzijte jedinecnou prilezitost na www.gambrinusteam.cz a zapojte se do aukce! Gambrinus team Hraj s Gambrinus teamem každý den o skvělé ceny. Sbírej kódy ze soutěžních lahví a plechovek piva Gambrinus a vyhrávej po celý rok! V denní aukci hrajeme denně o Xbox 360 + Kinect a v neděli přídáváme i smartphone. Můžeš zkusit štěstí a vysoutěžit si za 30 bodů brusle K2, dárky od Horsefeathers nebo...",
          1334164287
        ],
        [
          "Kamosi, dejte body dohromady a nadelte si zazitek na prani! Kiting, paintball, golf, rafty nebo indoor skydiving? Snizili jsme na tyden vstupne do tymove aukce, za 5 bodu muzest hrat i ty a tvi kamosi o tenhle super zazitky pro celou particku. Vic najdes na www.gambrinusteam.cz\n Gambrinus team Hraj s Gambrinus teamem každý den o skvělé ceny. Sbírej kódy ze soutěžních lahví a plechovek piva Gambrinus a vyhrávej po celý rok! V denní aukci hrajeme denně o Xbox 360 + Kinect a v neděli přídáváme i smartphone. Můžeš zkusit štěstí a vysoutěžit si za 30 bodů brusle K2, dárky od Horsefeathers nebo...",
          1333308939
        ],
        [
          "Tak konečně jaro! Chce to nové brusle nebo šortky? Osvěžte se Gambrinusem a za kody z pod víček vyhrajte jarní výbavu do Vašeho šatníku! S Horsfeathers právě ted hrajeme o trendy šortky a odpoledne nasazujeme do hry i super K2 brusle za 5 000! Neváhejte a zadávejte své kódy! Smršť dárků probíhá na www.gambrinusteam.cz! Gambrinus team Hraj s Gambrinus teamem každý den o skvělé ceny. Sbírej kódy ze soutěžních lahví a plechovek piva Gambrinus a vyhrávej po celý rok! V denní aukci hrajeme denně o Xbox 360 + Kinect a v neděli přídáváme i smartphone. Můžeš zkusit štěstí a vysoutěžit si za 30 bodů brusle K2, dárky od Horsefeathers nebo...",
          1332926223
        ],
        [
          "Super bonus pro všechny rychlíky - zaregistruj se nebo přihlas na www.gambrinusteam.cz s kódem, který najdeš v tomhle videu - když budeš mezi nejrychlejší tisícovkou, máš 15 bonusových bodů v kapse! Chceš bonusové body do Gambrinus teamu? Vyhrávej super dárky pro sebe nebo kámoše s Gambrinus teamem - pokud se na www.gambrinusteam.cz zaregistruješ nebo přihlásíš s kódem z tohoto videa a budeš m...",
          1332845483
        ],
        [
          "Dali jste si o vikendu nebo k obedu pivo Gambrinus? Mrknete pod vicko a hrajte s Gambrinus teamem o skvělé ceny! V e-shopu rozdavame kazdy den skvele Gambrinus pivni a fotbalove darky! Nove pulltiry, podtacky, otvirak nebo je-libo listky na zapasy Gambrinus ligy? Sbirej kody z pod víček soutěžních balení a naděl si dárky třeba hned! Gambrinus team Pozvi přátele do týmu! Pozvi do svého týmu všechny přátele z Facebooku! Složte svoje body, přihoďte do týmové aukce a hrajte o super ceny, které si užijete společně.",
          1332790639
        ],
        [
          "Kdy naposledy jsi vyrazil s kámošema na pořádnou party? S Gambrinus teamem máš skvělou příležitost vyhrát pro sebe a svých 9 kamošů party v pivovaru Gambrinus zdarma i s ubytováním v Plzni. Zapoj se do týmové aukce na webu, pozvi kámoše a přihazujte společně body do aukce! Končíme už za 7 dní! Gambrinus team Hraj s Gambrinus teamem každý den o skvělé ceny. Sbírej kódy ze soutěžních lahví a plechovek piva Gambrinus a vyhrávej po celý rok! V denní aukci hrajeme denně o Xbox 360 + Kinect a v neděli přídáváme i smartphone. Můžeš zkusit štěstí a vysoutěžit si za 30 bodů brusle K2, dárky od Horsefeathers nebo...",
          1332621713
        ],
        [
          "Využij šanci vyhrát s Gambrinus teamem skvělý smartphone! Aukce končí o půlnoci! Od půlnoci hrajeme o Xbox 360 + Kinect. Připoj se na www.gambrinusteam.cz a hraj denně o spoustu skvělých cen pro sebe i své kámoše! Gambrinus team Pozvi přátele do týmu! Pozvi do svého týmu všechny přátele z Facebooku! Složte svoje body, přihoďte do týmové aukce a hrajte o super ceny, které si užijete společně.",
          1332092219
        ]
      ],
      "dates_start": 1326323065,
      "dates_end": 1363183724,
      "likes_avg": 18,
      "likes_stdev": 43,
      "comments_avg": 5,
      "comments_stdev": 5,
      "shares_avg": 11,
      "shares_stdev": 36
    },
    {
      "number": 10,
      "important": [
        "první",
        "najdet",
        "že",
        "ale",
        "ležák",
        "chmel",
        "teď",
        "gambrinus",
        "není",
        "se"
      ],
      "common": [
        "chmel",
        "gambrinus",
        "gambrinus první",
        "gambrinus první chmel",
        "ležák",
        "na",
        "první",
        "první chmel",
        "se",
        "už"
      ],
      "messages": [
        [
          "Děsíte se, že nestihnete ochutnat ten nejčerstvější ležák z letošní první sklizně? Není čeho se bát, limitovanou várku Gambrinus První chmel najdete právě teď v restauracích i obchodech: www.gambrinus.cz/r/prvnichmel. Timeline Photos",
          1475758801
        ],
        [
          "Svátek piva je tady! V Žatci čerstvě dozrál první chmel. Vychutnejte si slavnostní várku v obchodě i hospodě. Více na www.gambrinus.cz/prvnichmel. Dozrál čas na první chmel!",
          1474549310
        ],
        [
          "I tohle je Gambrinus. Dny českého piva zahajuje ležák z čerstvé chmelové sklizně. Už tento víkend v našich hospodách!",
          1442850601
        ],
        [
          "Názory bez ochutnání nebereme. Nepasterizovanou desítku už čepujeme téměř ve všech hospodách.",
          1433263500
        ],
        [
          "Ochutnejte pivo, jaké jste ještě nikdy nepili. Představujeme ležák Nový Bohém.",
          1431603001
        ],
        [
          "Ještě týden do naražení. Ležák, jaký jste ještě nepili. Limitovaná jarní várka již brzy v našich hospodách! Už se to blíží! Za chvilku narážíme... Něco pro tebe chystáme. Brzy se dozvíš více.",
          1431093001
        ],
        [
          "Pivaři, stříhejte metr. Blíží se jarní várka, kterou vaše pivní chuťové pohárky ještě neochutnaly. \n\nKdy narazíme nový ležák se dozvíte tady. Už se to blíží! Za chvilku narážíme... Něco pro tebe chystáme. Brzy se dozvíš více.",
          1428672901
        ],
        [
          "Tak komu jste věnovali dárkovou lahev Gambrinus První Chmel? Nebo jste si tento ležák s čerstvou chmelovou vůní vychutnali sami? :-) Timeline Photos",
          1414159201
        ],
        [
          "Dárková lahev s podpisem sládka pro pět nejrychlejších správných odpovědí! Máme pro vás lahve z limitované edice Gambrinus První Chmel podepsané naším sládkem Pavlem Zítkem. Získá ji pět nejrychlejších odpovědí na otázku, ze které žatecké chmelnice pochází čerstvý chmel, použitý při vaření této mimořádné várky. Timeline Photos",
          1413986401
        ],
        [
          "Taky vám chutnal náš ležák Gambrinus První Chmel v hospodě? Od zítřka si ho můžete koupit domů v dárkové lahvi! Jak lahev vypadá, a kde ji seženete, se dozvíte ve videu. Gambrinus První Chmel v dárkové lahvi",
          1413900487
        ],
        [
          "Ležák Gambrinus První Chmel vám fakt chutnal a už jen v několika hospodách najdete tuhle mimořádnou várku na čepu. Ale už příští týden budete mít šanci si ležák z čerstvého chmele dopřát i doma. Timeline Photos",
          1413380500
        ],
        [
          "Ještě pořád můžete v hospodách ochutnat náš mimořádný ležák z čerstvého chmele, Gambrinus První chmel. Ale pozor, zásoby se tenčí a tenhle víkend může být poslední šance. Najděte si nejbližší hospodu na www.gambrinus.cz/prvnichmel. Timeline Photos",
          1412344829
        ],
        [
          "Mimořádnou várku ležáku Gambrinus První chmel najdete už v sobotu ve více než dvou tisících hospodách. Podívejte se na cestu, kterou chmel urazil od klíčku až do vašeho půllitru a najděte si nejbližší hospodu na www.gambrinus.cz/prvnichmel. Gambrinus První chmel (plná verze)",
          1411714800
        ],
        [
          "Oslavte Den českého piva a dejte si mimořádnou várku ležáku Gambrinus z čerstvého chmele. Má výraznou chmelovou vůni a je k dostání jen jednou za rok. Těšte se už příští víkend ve více než dvou tisících hospodách. Timeline Photos",
          1411304403
        ],
        [
          "Příští víkend je svátek všech pivařů, Den českého piva. My jsme na oslavu uvařili mimořádnou várku Gambrinusu a první tři z vás, kteří nám do komentářů napíšou, jakou speciální ingredienci jsme přidali, u nás mají sud piva. Timeline Photos",
          1411045204
        ],
        [
          "Sklizeň prvního letošního chmele už začala a kvalitu žatecké odrůdy „Sládek“, používané v Gambrinusu, kontroluje sám náš sládek Pavel Zítek. Úroda se letos vydařila, a proto chystáme mimořádnou várku, kterou už brzy ochutnáte v našich hospodách. Timeline Photos",
          1409315173
        ],
        [
          "Kolik kamarádů jste už pozvali na nefiltrovaný ležák Gambrinus? Pravidelné odměny za posílání zajištěny! ;) https://www.facebook.com/Gambrinus.cz?sk=app_280923181946447",
          1330363362
        ]
      ],
      "dates_start": 1390768294,
      "dates_end": 1451502937,
      "likes_avg": 230,
      "likes_stdev": 191,
      "comments_avg": 29,
      "comments_stdev": 25,
      "shares_avg": 36,
      "shares_stdev": 29
    },
    {
      "number": 11,
      "important": [
        "ať",
        "super",
        "plzeň",
        "během",
        "jsme",
        "jako",
        "ale",
        "ještě",
        "gratulujem",
        "se"
      ],
      "common": [
        "gambrinus",
        "gambrinus ligy",
        "gratulujeme",
        "jsme",
        "ligy",
        "na",
        "photos",
        "plzeň",
        "se",
        "timeline photos"
      ],
      "messages": [
        [
          "Gratulujeme našemu partnerovi a plzeňskému sousedovi k zisku titulu. My jsme Plzeň! #mypijemegambrinus Timeline Photos",
          1462040528
        ],
        [
          "Gratulujeme klukům k postupu do Francie, pojďme se jim odměnit super choreem a parádní atmosférou v posledním domácím zápase s Tureckem, ať se jim do Holandska cestuje ještě veseleji!",
          1441635900
        ],
        [
          "Zažijte plzeň ze všech úhlů během sedmi dní na festivalu Živá ulice 2014! Nebudou chybět jména jako Xavier Baumaxa, Jiří Schmitzer, Lenny, Oldřich Kaiser nebo Lenka Dusilová. A samozřejmě Gambrinus jako oficiální partner! Od 11. do 17. srpna v Plzni. Kompletní program na www.zivaulice.eu. Plzeň ze všech úhlů! Zažijte Plzeň ze všech úhlů! Přijeďte na festival Živá ulice 2014. Od 11. do 17.8. v historickém centru. Sedm scén a sedm dní. www.zivaulice.eu LENNY- Jiří Schmitzer…",
          1407501002
        ],
        [
          "A je tu střídání na fotbalovém trůnu Gambrinus ligy! Gratulujeme do Prahy k titulu. Timeline Photos",
          1399222805
        ],
        [
          "Správný Gambáč má pěkně hustou pěnu bez bublin, která padá hezky pomalu. Honza Kropáč z pražské restaurace Modrá ryba ho umí takhle načepovat, a proto letos vyhrál naši soutěž Mistr výčepní. Gratulujeme! Timeline Photos",
          1394812808
        ],
        [
          "Viktorie Plzeň vyhrála nad Mariborem a postupuje do Ligy mistrů!\r\nGratulujeme! Timeline Photos",
          1377721632
        ],
        [
          "Plzeň prostě letos válela a tak se mohli fanoušci ve středu těšit hned ze dvou pohárů. Gratulujeme ještě jednou. Gambrinus",
          1372423118
        ],
        [
          "Už více jak týden známe fotbalového mistra Gambrinus ligy. Bylo to napínavé až do konce, o to víc si Plzeňáci oslavy užili. Jsme díky nim hrdí na to, že jsme z Plzně a že jsme pivo českého fotbalu. Viktoria Plzeň mistrem Gambrinus ligy 2012/2013 V posledním kole Gambrinus ligy na hřišti Hradce Králové vybojovala Viktoria Plzeň titul. Podívejte se na oslavy, které vypukly po skončení zápasu.",
          1370955599
        ],
        [
          "I přesto, že jsme partnerem celé Gambrinus ligy, máme radost, že letos vyhrála titul právě Plzeň, kde je doma i naše pivo. Převzetí nové trofeje staronovým mistrem - FC VIKTORIÍ PLZEŇ Než se pohár pro vítěze Gambrinus ligy dostal do rukou právoplatných držitelů, ušel dlouhou cestu. Po celou doby byl však fotbalový grál střežen profesionály...",
          1370186942
        ],
        [
          "FC Viktoria Plzeň slaví pod vedením Pavla Vrby druhý titul. Blahopřejeme! Mistr Gambrinus ligy 2012/2013",
          1370169956
        ],
        [
          "Novým králem Gambrinus ligy se stala Viktoria Plzeň.\nGratulujeme!",
          1370098372
        ],
        [
          "Gambrinus odměnil miliontého návštěvníka Gambrinus ligy sto pivy. Byl se podívat na zápas Plzně, za kterou válí třeba Pavel Horváth. Jakého hráče jste letos nejraději sledovali vy? Miliontý divák sezony - Josef Markgraf Jubilejní miliontý fanoušek sezony 2012/2013 prošel v sobotu 11. 5. turnikety Gambrinus ligy! Gratulujeme Josefu Markgrafovi a nechť mu sto piv od Gambrinusu...",
          1368536400
        ],
        [
          "Koho čtyři kola před koncem Gambrinus ligy tipujete jako letošního mistra? Udrží Plzeň náskok? Wall Photos",
          1367852409
        ],
        [
          "Sakra to je smůla. Pojďme ještě Plzeň!!!",
          1362681880
        ],
        [
          "K fotbalu patří krásné dívky a k nové krásné trofeji Gambrinus ligy obzvlášť. Tak kterou? ;) Wall Photos",
          1362324611
        ],
        [
          "Takhle se slaví v Plzni ;) Gratulujeme. Teď ještě co ta Sparta? Timeline Photos",
          1361480277
        ],
        [
          "\"Já na něj určitě šahat nebudu. Je krásnej, ale přeci jen my fotbalisté jsme celkem pověrčiví. Pokud by se nám dostal po sezoně do ruky kompletní, pomazlím se s ním velmi rád,“ vysvětlil kapitán Pavel Horváth, proč trofej nevzal do rukou. Viktoria Plzeň převzala půlpohár pro půlmistra Gambrinus ligy",
          1354118044
        ],
        [
          "Zítra startuje další kolo Gambrinus Ligy! Letos padá hodně gólů...který tým jich dá v tomto kole alespoň 5? Tipujte! :) Timeline Photos",
          1345107159
        ]
      ],
      "dates_start": 1351786891,
      "dates_end": 1410309712,
      "likes_avg": 252,
      "likes_stdev": 718,
      "comments_avg": 17,
      "comments_stdev": 25,
      "shares_avg": 23,
      "shares_stdev": 42
    },
    {
      "number": 12,
      "important": [
        "až",
        "děkujem",
        "byl",
        "naše",
        "když",
        "jsme",
        "ale",
        "všem",
        "nám",
        "kteří"
      ],
      "common": [
        "gambrinus",
        "kteří",
        "na",
        "nepasterizovaný",
        "nepasterizovaný gambrinus",
        "photos",
        "si",
        "všem",
        "všem kteří",
        "www"
      ],
      "messages": [
        [
          "Tenhle turek byl prostě silnej. Děkujeme všem fanouškům, kteří řvali až do konce! #řvijakolev Timeline Photos",
          1466535796
        ],
        [
          "Děkujeme všem, kteří přišli poděkovat našim fotbalistům k postupu do Francie. V pravou chvíli jste zvedli nad hlavu naše choreo, a i když nám turecký kotel trochu pokazil písmeno Z, jsme na něj patřičně pyšní! Timeline Photos",
          1444807704
        ],
        [
          "Velké finále je tady! Čas, který jste strávili tvořením návrhů by vydal na 341 fotbalových utkání a teď svými \"lajky\" rozhodnete o tom, které CHOREO uvidí naši reprezentanti během nástupu k zápasu s Tureckem. Děkujeme všem, kteří udělali pro kluky něco navíc! Choreo - velké finále",
          1442917528
        ],
        [
          "Poslední letošní ligové kolo a poslední šance dát si v neděli v hospodě ke sledování fotbalu Nepasterizovaný Gambrinus za super cenu. Kam na Fotbalovou neděli Najděte si nejbližší hospodu, kde si v neděli vychutnáte k ligovému fotbalu Nepasterizovaný Gambrinus o pět korun levněji.",
          1417262705
        ],
        [
          "Jak se po úspěšné kvalifikaci předvedou reprezentanti v lize? Sledujte nedělní zápasy v hospodě a dejte si k nim Nepasterizovaný Gambrinus o 5 Kč levněji. Zapojené hospody Najděte si nejbližší hospodu, kde si v neděli vychutnáte k ligovému fotbalu Nepasterizovaný Gambrinus o pět korun levněji.",
          1416582121
        ],
        [
          "Zajděte si o víkendu s kamarády na Nepasterizovaný Gambrinus a za tři piva u nás máte dárek. Najděte si nejbližší zapojenou hospodu na www.gambrinus.cz. Timeline Photos",
          1416498360
        ],
        [
          "I tuto neděli si můžete k ligovému fotbalu vychutnat Nepasterizovaný Gambrinus o 5 Kč levněji. Najděte svou hospodu na www.gambrinus.cz/fotbal. Gambrinus Fotbalové neděle Užij si fotbal, vychutnej si Gambrinus!",
          1411650001
        ],
        [
          "Dvacáté výročí si zaslouží oslavu. Ať jde o manželství nebo o fesťák. Tak vemte ženu a dorazte v sobotu 23. 8. na dvacetiny Rock for People v Českém Brodě. Nepasterizovaný Gambrinus nebude chybět. Více na: http://brod20.rockforpeople.cz Timeline Photos",
          1408450167
        ],
        [
          "Dostat bůra ve fotbale je trapas. Ale když vám ho dáme jako slevu na pivo, to už je jiná! V 700 hospodách si teď můžete vždy během sledování nedělního zápasu vychutnat nejen fotbal, ale i Nepasterizovaný Gambrinus o 5 Kč levněji. Najděte si nejbližší hospodu na www.gambrinus.cz/fotbal. Gambrinus - Užij si fotbal Užij si fotbal, vychutnej si Gambrinus",
          1407508201
        ],
        [
          "Připíjíme všem, kteří umí zariskovat a udělat večer legendární!\nhttps://www.youtube.com/watch?v=OJPxAhD98AY Timeline Photos",
          1403449221
        ],
        [
          "Připíjíme na zdraví všem, kteří s Nepasterizovaným Gambrinusem vyrazí nakopnout atmosféru na jediném Open Air koncertu Lucie v Plzni! Stále někteří nemáte vstupenky? Tři z vás můžou vyhrát po dvou lístcích! Řekněte nám, od jaké kapely a z jaké písničky je hudba v naší poslední reklamě! První, třetí a pátá správná odpověď vyhrává. Nepasterizovaný Gambrinus, pivo plné života Připijte nyní ve více hospodách všem, kteří v nich umí nakopnout atmosféru. Najděte tu vaši nejbližší na http://www.NepasterizovaneG.cz a připijte si Gambrin...",
          1402416019
        ],
        [
          "Připíjíme všem, kteří umí postavit hospodu na nohy!\nhttps://www.youtube.com/watch?v=OJPxAhD98AY Timeline Photos",
          1402236018
        ],
        [
          "Rozdáváme šestnáct lístků na přátelský zápas Česko - Rakousko 3. června v Olomouci! Dáme je osmi výhercům, kteří nám správně odpoví na otázku: V kolika hospodách si teď můžete náš Nepasterizovaný Gambrinus objednat? Možnosti jsou: a) 1215 b) 2774 c) 5000 Jedem! :)",
          1401282000
        ],
        [
          "Podívejte se jako první na naši novou reklamu, která oslavuje hospody, ve kterých to žije. Díky a na zdraví všem, kteří v našich hospodách život probouzíte stejně jako Nepasterizovaný Gambrinus. Nepasterizovaný Gambrinus, pivo plné života Připijte nyní ve více hospodách všem, kteří v nich umí nakopnout atmosféru. Najděte tu vaši nejbližší na http://www.NepasterizovaneG.cz a připijte si Gambrin...",
          1399904115
        ],
        [
          "Děkujeme za vaši přízeň! Gambrinus's cover photo",
          1382715720
        ],
        [
          "Počasí si posledních pár dní dělá co chce, tak vzpomínáme na pohodu na dovolené. :)\r\nZa fotku děkujeme fanynce Michaele! Timeline Photos",
          1377877475
        ],
        [
          "Našemu pivovaru naštěstí povodně neuškodily, ne všichni ale měli takové štěstí. Pokud potřebujete pomoc nebo ji naopak nabízíte, vhodným webem může být www.mamjob.cz/povodne/ Děkujeme fanouškovi Martinovi za link a všem ostatním držíme palce. Wall Photos",
          1370426411
        ],
        [
          "Velká škoda těch šancí :( Ale stejně hoši děkujem.",
          1363294703
        ]
      ],
      "dates_start": 1382384657,
      "dates_end": 1432705816,
      "likes_avg": 320,
      "likes_stdev": 876,
      "comments_avg": 32,
      "comments_stdev": 82,
      "shares_avg": 28,
      "shares_stdev": 76
    },
    {
      "number": 13,
      "important": [
        "plzeň",
        "naše",
        "společně",
        "podívejt",
        "se jak",
        "jak se",
        "přijďt",
        "kteří",
        "se",
        "podívejt se"
      ],
      "common": [
        "gambrinus",
        "jak",
        "jak se",
        "na",
        "piva",
        "piva gambrinus",
        "pivo",
        "podívejte",
        "podívejte se",
        "se"
      ],
      "messages": [
        [
          "Podívejte se, jak se pivovar Gambrinus a Viktoria Plzeň společně rozhodli poděkovat lidem, kteří dělají naše město lepším místem k životu. Přijďte podpořit netradiční základní sestavu Viktorky, připijte plzeňským hrdinům a přispějte tak na zakoupení monitoru vitálních funkcí pro místní nemocnici.",
          1457533356
        ],
        [
          "NOVÉ VIDEO: Nevěřili jste? Uvěříte.\nPodívejte se, jak jsme postavili pivovar Patron a prodali 18 000 piv.",
          1433334601
        ],
        [
          "My říkáme \"dopijem a půjdem\". Jak se to říká u vás? Timeline Photos",
          1384448408
        ],
        [
          "To jste ještě neviděli! Nasajte zákulisní atmosféru z natáčení spotů pro Gambrinus Fanligu a vychutnejte si některé z perliček Jakuba Koháka. Gambrinus Fanliga: video z natáčení Z video materiálu získaného během natáčení čtyř spotů ke Gambrinus Fanlize vzniklo jedinečné video - průřez celým natáčením. Podívejte se, jak se hlavní prot...",
          1379588402
        ],
        [
          "Gambrinus se pil i v Americe - a to již v 70. letech 19. století. Podívejte se na Karla s Matějem, kteří u toho tenkrát byli ;-) Pivní dějiny, jak je možná neznáte - Gambrinus poprvé v Americe Už v roce 1873 se Gambrinus pil i v Americe. Sledujte nás na www.facebook.com/Gambrinus.cz",
          1375965071
        ],
        [
          "V lednu roku 1982 chybělo málo k tomu, aby milovníci plzeňského piva v následujících měsících stáli na svůj oblíbený Gambrinus tak dlouhé fronty, jako bývaly u zelinářů na banány. O nedostatek plzeňského piva na trhu se mohl postarat obrovský požár, který vypukl ve sladovně. Podívejte se na to, jak to tenkrát dopadlo. Pivní dějiny, jak je možná neznáte - Požár sladovny Gambrinus V roce 1982 shořela v pivovaru původní sladovna a hrozil tak nedostatek Gambrinusu. Chrabří hasiči naštěstí zachránili zbytek pivovaru a sladovnu jsme si pos...",
          1375272002
        ],
        [
          "Během 2. světové války byl pivovar téměř zničen. Nebýt tehdejšího ředitele Františka Hlaváčka, bůh ví, jak by to dopadlo. Podívejte se, jak to tenkrát bylo. Pivní dějiny, jak je možná neznáte - Obnova pivovaru Gambrinus Podívejte se s námi na různá období pivních dějin tak, jak je možná neznáte. V tomto videu se podíváme,jak byl během 2. světové války pivovar Gambrinus téměř...",
          1374420601
        ],
        [
          "Kdo by si dal taky? ;) Jak se vaří Gambrinus - Konzumace Petr Čtvrtníček vás provedl celým procesem výroby piva a teď by si s vámi taky jedno pivo dal. Sledujte nás na Facebooku: www.facebook.com/Gambrinus.cz",
          1373371201
        ],
        [
          "No a po stočení se samozřejmě rozváží. A to je poslední část výroby piva Gambrinus, kterou vás provedl Petr Čtvrtníček. Celou si ji můžete prohlédnout na www.gambrinus.cz/... Zítra vás ale čeká jedno malé překvapení, těšíte se? ;) Jak se vaří Gambrinus - Doprava Po uvaření a stočení se pivo samozřejmě rozváží. A to je poslední část výroby piva Gambrinus, kterou vás provedl Petr Čtvrtníček. Sledujte nás na Facebooku: ...",
          1373284802
        ],
        [
          "Petr Čtvrtníček ví, kde se bere zlatá barva piva Gambrinus Originál 10°. Vzniká během filtrace, kde se zbaví kvasinek. Dali byste si jedno stejně jako Renda Mládeček? :-) Jak se vaří Gambrinus - Filtrace Zlatá barva piva Gambrinus Originál 10° vzniká během filtrace, kde se zbaví kvasinek. Dali byste si jedno stejně jako Renda Mládeček? :-) Sledujte nás na Fac...",
          1373125501
        ],
        [
          "Petr Čtvrtníček mění dres. Frantu Sládečka nahrazuje Renda Mládeček a pokračuje ve vaření piva Gambrinus originál desítka. Podívejte se, jak mu pivo kvasí :-) Jak se vaří Gambrinus - Kvašení Podívejte se s Rendou Mládečkem alias Petrem Čtvrtníčkem, jak se v rámci vaření piva Gambrinus pivo kvasí. Sledujte nás na Facebooku: www.facebook.com/Gambri...",
          1373036402
        ],
        [
          "Na počátku výroby piva Gambrinus Originál 10° stojí šrotovník a proces tzv. vystírání. Chcete vidět, jak to celé funguje? Franta Sládeček v podání Petra Čtvrtníčka vám vše v našem pravidelném seriálu o výrobě piva vysvětlí. Jak se vaří Gambrinus - Šrotovník a vystírání Na počátku výroby piva Gambrinus Originál 10° stojí šrotovník a proces tzv. vystírání. Chcete vidět, jak to celé funguje? Franta Sládeček v podání Petra Čtvr...",
          1372770003
        ],
        [
          "Gambrinus Originál 10° se pyšní chráněným zeměpisným označením České pivo. Chcete nahlédnout pod pokličku, jak se takové pivo vyrábí? Franta Sládeček vám vysvětli, z jakých surovin Gambrinus vaříme. Nezdá se vám Franta nějak podobný Petrovi Čtvrtníčkovi? ;) Jak se vaří Gambrinus - Suroviny Gambrinus Originál 10° se pyšní chráněným zeměpisným označením České pivo. Chcete nahlédnout pod pokličku, jak se takové pivo vyrábí? Franta Sládeček vám vys...",
          1372684295
        ],
        [
          "Reprezentace se poctivě chystá na důležitý zápas s Itálií. Gambrinus vám přináší exkluzivní pohled na den reprezentantů, jaký jinde neuvidíte. Líbí se vám? Tak sdílejte! Den s fotbalovou reprezentací Přinášíme vám pohled do zákulisí reprezentace. Podívejte se do šatny, přímo na trávník při tréninku i na mediální povinnosti hráčů.",
          1370533501
        ],
        [
          "Fotbalová reprezentace se připravuje na klíčový duel kvalifikace MS 2014 s Itálií. Zajímá vás, jak taková příprava vypadá? Jak ji vidí třeba Michal Kadlec nebo gólman? Reprezentační trénink očima hráčů Kameramanem se na chvíli stal i Michal Kadlec, podívejte se na unikátní záběry z tréninku reprezentace.\n",
          1369934108
        ],
        [
          "Nezapomeňte dnes popřát ke dni matek, každá maminka si zaslouží pořádný Gambrinus za to, jak se o vás starala. Wall Photos",
          1368367211
        ],
        [
          "Fotbalová repre jako pivní experti? Podívejte se, co kluci říkali na výraznou chuť nového Nepasterizovaného G. A víte, proč tomu Šmíca rozumí nejvíc? Fotbalová reprezentace ochutnává Nepasterizovaný Gambrinus Kde můžete ochutnat vy zjistíte na www.nepasterizovaneG.cz",
          1363875302
        ],
        [
          "Prvním týmem, který vystřílel v letošní Gambrinus lize pro své fanoušky PIVO ZA BŮRA se stala SK Slavia Praha! Podívejte se na fanoušky, kteří svému týmu radostně děkují! Nezapomeňte podpořit své týmy na stadionech, již příští kolo se může usmát štěstí i na vás! Gambrinus -- Pivo za bůra -- SK Slavia Praha vs. FC Zbrojovka Brno Prvním týmem, který pro své fanoušky vystřílel pivo za bůra, se stala SK Slavia Praha v zápase proti FC Zbrojovka Brno. Nadšení fanoušci děkují svému týmu ne...",
          1346071751
        ],
        [
          "Gambrinus je tu s vámi již přes 143 let a to není málo! Podívejte se na krátké video o příběhu piva Gambrinus! Historie piva Gambrinus Podívejte se na krátké video o příběhu piva Gambrinus!",
          1345385152
        ],
        [
          "Podívejte se, jak Matěj Ruppert slavnostně ukončoval várku piva Gambrinus, kterou si budete moci vychutnat na Pilsner Festu Várka pro Pilsner Fest 2012",
          1342530150
        ],
        [
          "Máte jedinečnou šanci jako první vidět naší novou reklamu! Příběh vás zavede do roku 1869, kdy byl pivovar Gambrinus založen 20 kamarády, díky kterým si dnes můžete vychutnat plnou chuť pravého českého piva Gambrinus Originál 10°. Reklamu můžete od 19. května vidět i na vašich televizních obrazovkách! Jak se vám líbí? Gambrinus Originál 10° reklama",
          1337343745
        ]
      ],
      "dates_start": 1347927201,
      "dates_end": 1400918090,
      "likes_avg": 151,
      "likes_stdev": 393,
      "comments_avg": 20,
      "comments_stdev": 55,
      "shares_avg": 49,
      "shares_stdev": 136
    },
    {
      "number": 14,
      "important": [
        "na",
        "pivo",
        "když",
        "chcete",
        "hospodu",
        "jako",
        "ale",
        "nám",
        "hospodách",
        "stačí"
      ],
      "common": [
        "cz",
        "gambrinus",
        "je",
        "na",
        "photos",
        "pivo",
        "se",
        "si",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "Chceme bezchybně načepované pivo. Pomozte nám otočit poměry v hospodách a hodnoťte na www.gambrinus.cz/r/strazcivycepu! Timeline Photos",
          1476270000
        ],
        [
          "Když chcete pivo jako z pohádky a dostanete hrnečku vař, nemusíte pěnit. Stačí ohodnotit hospodu. #strazcivycepu\n\nwww.gambrinus.cz/strazcivycepu Timeline Photos",
          1474462693
        ],
        [
          "Sklenice je okno do duše výčepního. Čepuje u vás v hospodě pan výčepní, který ví, že sklenice musí být mokrá a vychlazená? Nebo by zasloužil radu?\n \nDejte vědět Strážcům výčepu!\nwww.gambrinus.cz/strazcivycepu Timeline Photos",
          1473240303
        ],
        [
          "Není větrák jako větrák. Dejte nám vědět, jak čepují pivo ve vaší hospodě! #strazcivycepu \n\nwww.gambrinus.cz/strazcivycepu Timeline Photos",
          1472652901
        ],
        [
          "Špinavé sklo? Prasklá sklenice? Není nám to jedno! Strážci výčepu vyráží na generální úklid. Sledujte od 29. srpna na Stream.cz! #strazcivycepu Timeline Photos",
          1472038201
        ],
        [
          "Takový španělský býk je pořádné sousto, ale my si na tu porci věříme! #řvijakolev Timeline Photos",
          1465732800
        ],
        [
          "Kňourat před zápasem umí každý, ale my budeme řvát jako lvi! #řvijakolev Timeline Photos",
          1465560001
        ],
        [
          "Fotbalové mistrovství Evropy právě začalo a my stojíme za českou reprezentací. Zařvěte stejně jako fotbalová legenda Karel Poborský, pomozte nám překřičet všechny skeptiky a podpořte tak český národní tým! #řvijakolev",
          1465284600
        ],
        [
          "Desítku, nebo dvanáctku? Jedno a nebo stihnu dvě? To jsou dilemata, která zná snad každý správný pivař. Co ale každý pivař nezná, je naše nová nepasterizovaná dvanáctka. Ochutnejte jednu nebo dvě… Timeline Photos",
          1449594601
        ],
        [
          "Uhasit žízeň rychlou desítkou je jedna věc, ale Gambrinus je i skvělá dvanáctka. Vychutnejte si ji už dnes. Timeline Photos",
          1448463601
        ],
        [
          "Vařit pivo z čínského chmele? To je jako podávat v restauraci mražené potraviny.",
          1444141800
        ],
        [
          "I tohle je Gambrinus! Čepovaný je čepovaný, ale limitovaná várka ležáku První chmel v dárkové lahvi za návštěvu obchodu určitě stojí! Timeline Photos",
          1443782701
        ],
        [
          "Přeslazenou kávu nebo studený oběd v práci občas přežijeme, ale když se jedná o vaření piva, stojíme si za svým!",
          1443526200
        ],
        [
          "Není slušné nechávat někoho čekat na odpověď. My toto pravidlo ctíme. Nedejte na řeči, ochutnejte a udělejte si vlastní názor.",
          1438256291
        ],
        [
          "Některé komentáře nám dělají radost, když je čteme, jiné pak když na ně odpovídáme. Na ty, kdo mají jasno.",
          1437568200
        ],
        [
          "Čínské suroviny?! Ale samozřejmě - a nejraději s rýží.",
          1436796900
        ],
        [
          "I v naší nové reklamě jsme dodržovali fyzikální zákony: „Mýtus ponořený do ptákoviny je nadlehčován silou, která se rovná váze kapaliny hodinkami s vodotryskem vytlačené.\"",
          1436365801
        ],
        [
          "Naší vizitkou je dobře uvařené pivo. Čistá sklenice je vizitkou vašeho výčepního. Souhlasíte? Timeline Photos",
          1433862001
        ],
        [
          "Dle Vašich obchoďáků se od září přestane vyrábět sudová desítka? Proč , když je to nejžádanější pivo?",
          1433679214
        ],
        [
          "Jsme národ pivních znalců, nebo dáme na to, co si myslí ostatní? Koukněte se na video a podělte se s námi o vaše názory!",
          1433175478
        ],
        [
          "Někdo si ještě nestihl skočit na jedno a půlka jarní várky už je pryč. Honem to napravte, dokud pípa a hospodský dává.",
          1432299601
        ],
        [
          "Stejně jako před 70 lety do Plzně dorazí trocha Ameriky. Oslavte s námi výročí osvobození mimořádnou várkou ležáku Gambrinus s americkým chmelem. Tato várka se bude čepovat již od 1. 5. v návštěvnickém centru pivovaru Gambrinus.\n\nhttp://www.prazdrojvisit.cz/prohlidky/prohlidka-pivovaru-gambrinus/ Timeline Photos",
          1430391604
        ],
        [
          "Sobotní procházka a jedno excelentní za odměnu :)",
          1428766729
        ],
        [
          "Fotbalové neděle jedou dál. Dejte si s chlapama v hospodě 6 Gambáčů a tipněte na výsledek zápasu. Za správný tip můžete hned získat jednu z cen pro fotbalové odborníky. Gambrinus Fotbalové neděle Najděte si nejbližší zapojenou hospodu.",
          1425570514
        ],
        [
          "Liga je zpátky a fotbalové neděle taky. Dejte si s chlapama v hospodě 6 Gambáčů a tipněte na výsledek zápasu. Za správný tip můžete hned získat jednu z cen pro fotbalové odborníky. Timeline Photos",
          1425051227
        ],
        [
          "Je tady další fotbalová neděle! Seznam hospod najdete na www.gambrinus.cz/fotbal. Timeline Photos",
          1408107633
        ],
        [
          "Nová sezona je tady, tak ukažte, že rozumíte českému fotbalu! Sestavte si svůj tým na www.fanliga.cz a vyhrajte zápas s repre do ciziny. Gambrinus Fanliga",
          1405774800
        ],
        [
          "Český chlap ví, že dobrý fotbal si člověk musí vychutnat. Stejně jako dobré pivo. Ale vykládejte to těm amatérům v Brazílii… Užijte si čtvrtfinále od zítřka v některé z našich hospod, kde pivo rozhodně nikdo zakazovat nebude! http://www.gambrinus.cz/cz/fotbal/ Na MS je moc opilých fanoušků, FIFA zvažuje zákaz prodeje piva - iDNES.cz Na mistrovství světa už došlo k několika potyčkám fanoušků. Světová fotbalová federace FIFA kvůli tomu uvažuje o budoucím zákazu prodeje alkoholických nápojů na stadionech. Před šampionátem přitom přinutila Brazílii, aby právě tento zákaz zrušila.",
          1404399601
        ],
        [
          "Nepasterizovaný Gambrinus zvládne oživit vaši hospodu stejně jako ti nejlepší blázni a klauni. Čím se rádi bavíte ve vaší hospodě? Timeline Photos",
          1401033616
        ],
        [
          "Nejkrásnější pohled je, když dobře vychlazená plechovka Gambáče romanticky ladí s večerní oblohou. Timeline Photos",
          1398429008
        ],
        [
          "Pánové, v pondělí se postaráme o to, aby nám neuschly naše ženy, ale při pletení pomlázky nesmíme uschnout my. Pěkné Velikonoce! Timeline Photos",
          1397764814
        ],
        [
          "Někdo si k husté pěně pomáhá různými přísadami. Ale tahle \"smetana\" na Gambrinusu nic takového nepotřebuje. Timeline Photos",
          1396876823
        ],
        [
          "Kdo vás naučil pít pivo? Děda, táta, kamarádi?",
          1389200400
        ],
        [
          "V zimě se stmívá brzy. Jedno pivo nám ale může den doslova prozářit! Timeline Photos",
          1386176408
        ],
        [
          "O futra? O druhé pivo? Nebo normálně otvírákem? Jaký je váš oblíbený způsob? ;) Timeline Photos",
          1385917210
        ],
        [
          "Je tady poslední letošní kolo Gambrinus ligy a to je důvod otevřít si pivko a pěkně si zápasy vychutnat ;) Kdo se k nám přidá? Timeline Photos",
          1385737210
        ],
        [
          "Kde se podle vás pivo nejlíp vychladí? V ledničce nebo na sedmém schodu? ;) Timeline Photos",
          1384707631
        ],
        [
          "Potřebujeme poradit! Pivo bez pěny je jako:_______ \nCo byste doplnili? ;) Timeline Photos",
          1383498010
        ],
        [
          "Získej pivo na rok zdarma! Šanci máš na www.fanliga.cz až do 16. kola! Timeline Photos",
          1382626808
        ],
        [
          "Souboj pivních metropolí je tady! Like všichni kdo si myslí, že je plzeňské lepší, než bavorské! Timeline Photos",
          1382540408
        ],
        [
          "Také dnes nemůžeš najít kamarády online na Facebooku? Zřejmě šli na Gambrinus za 20Kč, protože je opět úterý! Hospodu, kde kamarády najdeš, hledej na www.gambrinus.cz ;) Timeline Photos",
          1382446803
        ],
        [
          "Je pátek, to si říká o jedno! Timeline Photos",
          1380895205
        ],
        [
          "Správný hospodský má říz, stejně jako jeho pivo. Jaký je ten váš? Timeline Photos",
          1380812403
        ],
        [
          "Kdo má radši čepované, dá lajk, kdo lahváče, napíše nám proč! Timeline Photos",
          1379343605
        ],
        [
          "Dnes je den leváků. Je jedno, jestli budete pít Gambrinus levou nebo pravou rukou, hlavně když chutná. Praváci komentář, leváci like ;) Timeline Photos",
          1376408704
        ],
        [
          "Ještě jedna připomínka festivalu JamRock, který jsme si užili společně. Byli jste, nebo se chystáte na jiný fesťák? Co třeba na Benátskou noc nebo Sázavafest, kde se opět budete moct potkat s Gambrinusem? Gambrinus na festivalu JamRock 2013 Gambrinus osvěží na letních festivalech. Byli jsme i na letošním JamRocku. Sledujte nás na www.facebook.com/Gambrinus.cz",
          1374152402
        ],
        [
          "V Gambrinus Fanlize na www.fanliga.cz můžeš ve svém týmu určovat, kdo bude kapitán. Podívej se, jak výběr kapitána vyřešil Jakub Kohák. Kohák srazil bobra Jakub Kohák rozhodl, kdo bude kapitánem v Gambrinus Fanlize. Podívej se, kdo má zuby jako bobr a jestli vybral Kohák dobře. Nebo si vyber sám na www.fanliga....",
          1373634001
        ],
        [
          "Na plzeňském náměstí vypukly v sobotu před půlnocí hlavní oslavy. Čerství mistři si s fanoušky připili na další velký úspěch v historii klubu i města. A Gambrinus připravil piva k přípitku jako odměnu fanouškům za přízeň a podporu. Oslava mistrovského titulu Viktorky s fanoušky",
          1370159844
        ],
        [
          "Milujete pivo? Ukažte nám, jak to na prvního máje dáte Gambrinusu najevo. Pošlete nám fotky. Wall Photos",
          1367402408
        ],
        [
          "Jsme pivní národ a nemáme video pořad speciálně pro pivaře? No je to normální? Gambrinus zachraňuje situaci a na pomoc si pozval vtipálka, kterého určitě znáte. Poznáte ho ale z této fotky? Wall Photos",
          1366029910
        ],
        [
          "Kdo je podle vás největší zimní posila v Gambrinus lize? Timeline Photos",
          1361368815
        ],
        [
          "I když to s pitm nemá nic společnýho",
          1361033874
        ],
        [
          "Tak co, budete fandit nebo slavíte Valentýn? Gambrinus samozřejmě nefandí jen Plzni, ale i Spartě. Fandíme společně českému fotbalu! Timeline Photos",
          1360860618
        ],
        [
          "Honíte v takové zimě balón, nebo raději vyrazíte ne lyže? Timeline Photos",
          1359999920
        ],
        [
          "Týden teprve v polovině, ale ta žízeň… Není nic snazšího, než se po cestě z práce zastavit na jedno čepovaný. Bude se vám krásně usínat a pátek bude zase o krok blíž. Na zdraví! Timeline Photos",
          1358951402
        ],
        [
          "Je tu nový rok a Gambrinus stále naděluje. Až do Tří králů! Timeline Photos",
          1357137001
        ],
        [
          "A máme tu poslední den v roce, celý rok příprav na tu největší oslavu došel do finále! Užijte si to ve zdraví a hlavně s námi! \r\nVáš Gambrinus Timeline Photos",
          1356958801
        ],
        [
          "Kdo se bojí čerta, LIKE :) Timeline Photos",
          1354698259
        ],
        [
          "Už je to tady, Mikuláš se blíží! Timeline Photos",
          1354550000
        ],
        [
          "Dnes je tu žíznivé úterý naposledy! Pokud se vám tato skvělá akce líbila, dejte nám LIKE! Timeline Photos",
          1351611606
        ],
        [
          "A je tu zase úterý! Čas ukázat, kdo už je velkej kluk a kdo ještě pořád malý pivo...:) Timeline Photos",
          1349180388
        ],
        [
          "A zase tu je úterý, nejhorší den v týdnu... :) Timeline Photos",
          1348571687
        ],
        [
          "Deset dvacet, před hospodou za hospodou nikdo nesmí stát! Žíznivé úterý Tě stejně najde! :D \r\n\r\nNa schovávanou hrajeme i dnes v těchto restauracích a hospodách: http://www.gambrinus.cz/akce/v-hospodach/ziznive-uterky/ Timeline Photos",
          1345549959
        ],
        [
          "Nemusíte se těšit až na pátek, protože je tu další Žíznivé úterý! \r\nKdo jde na pivo -> LIKE ... Kolik Vás asi tak bude? :) Timeline Photos",
          1344946950
        ],
        [
          "Gambrinus Ochucený je pořádná pecka, mrkněte sami...\nNikdy nevíte, odkud přiletí, ale to osvěžení stojí za to. Gambrinus Ochucený - vodní balónková bitva",
          1339485907
        ],
        [
          "Říkal jsem, že ženský před řízením transportéru nemají pít. Ale prý bez Gambrinusu to nechce jet rovně ..... :-))",
          1336405654
        ],
        [
          "Nová desítka je tu! Gambrinus Originál 10° má díky většímu podílu chmele i sladu plnější chuť. \nDejte si ho ve vaší oblíbené Gambrinus hospodě. Na zdraví! \n\nhttp://www.gambrinus.cz/ Timeline Photos",
          1336139501
        ],
        [
          "Tak tenhle týpek je tedy hodně střelenej:), ale brejle má pěkný, ne?\nhttp://youtu.be/A5Zt3NOKZyM Kontakt s UFO navázán Denně vám můžou přistát dárky téměř bez varování. Byl jsi taky vybrán? Buď připraven a vyhrávej celý rok. Připoj se na http://www.gambrinusteam.cz",
          1335504660
        ],
        [
          "Chcete vědět, jaký způsob doručování dárků výhercům zvolilo naše marketingové oddělení? Mrkněte na video, maj to fakt vychytaný:)!!!\n\nhttp://youtu.be/D9hVX5KB2UI Marketingové výmysly Denně vám můžou přistát dárky bez varování. Vyhrávej celý rok. Připoj se na http://www.gambrinusteam.cz",
          1335367755
        ]
      ],
      "dates_start": 1356331989,
      "dates_end": 1440158804,
      "likes_avg": 562,
      "likes_stdev": 1424,
      "comments_avg": 38,
      "comments_stdev": 74,
      "shares_avg": 83,
      "shares_stdev": 272
    }
  ]
}