{
  "pagename": "geekarna",
  "page_name_displayed": "Geekárna",
  "globalstats": {
    "fan_count": 3450,
    "messages": 115,
    "likes_avg": 43,
    "likes_stdev": 49,
    "comments_avg": 4,
    "comments_stdev": 6,
    "shares_avg": 3,
    "shares_stdev": 8,
    "graph_uri": "clusters/geekarna.png"
  },
  "clusters": [
    {
      "number": 1,
      "important": [
        "cosplay",
        "hungergam",
        "stargat",
        "madmax",
        "gameofthron",
        "starwar",
        "dragonag",
        "borderland",
        "teamfortress",
        "dekujem"
      ],
      "summary": [
        "Mannequin Challenge - cosplay, Prague.",
        "Sdílejte a lajkujte, děkujeme :-)\n\nVideo: EPIC TV​\n\nCosplay: Verča Cosplay & Fashion​, Kuromaru Cosplay​, Sayuri Cosplay CZ​, Pyro - Humph Mmph​, KroganWorks​, Llama Cosplay​, Mori TheStupid​, Kameko Epitaph​, Silvara's Cosplay​, Karolina Koblenova official​, Mischievous Jane​ a instagram: @padme_adrea\n\n#mannequinchallenge #cosplay #hungergames #starwars #teamfortress2 #galavant #hobbit #gameofthrones #borderlands #dragonage #madmax #stargate #darerdevil.",
        "Timeline Photos.",
        "Dnes jsme s pár lidmi natočili Manequinn challenge :) #mannequin #mannequinchallange #spojujemetalenty #cosplay #jaffa #stargate #fionna #adventuretime #thranduil #hobbit #galavant #borderlands #renly #baratheon #gameofthrones #got #hawke #dragonage #pyro #teamfortress2 #mandalorian #starwars #doof #madmax #elektra #daredevil #katniss #hungergames.",
        "Tak je to tu, máme taky viral :-) Mannequin Challenge s českými cosplayery v našich prostorách!"
      ],
      "common": 0,
      "messages": [
        [
          "Tak je to tu, máme taky viral :-) Mannequin Challenge s českými cosplayery v našich prostorách! \n\nSdílejte a lajkujte, děkujeme :-)\n\nVideo: EPIC TV​\n\nCosplay: Verča Cosplay & Fashion​, Kuromaru Cosplay​, Sayuri Cosplay CZ​, Pyro - Humph Mmph​, KroganWorks​, Llama Cosplay​, Mori TheStupid​, Kameko Epitaph​, Silvara's Cosplay​, Karolina Koblenova official​, Mischievous Jane​ a instagram: @padme_adrea\n\n#mannequinchallenge #cosplay #hungergames #starwars #teamfortress2 #galavant #hobbit #gameofthrones #borderlands #dragonage #madmax #stargate #darerdevil. Mannequin Challenge - cosplay, Prague.",
          1482243631
        ],
        [
          "Dnes jsme s pár lidmi natočili Manequinn challenge :) #mannequin #mannequinchallange #spojujemetalenty #cosplay #jaffa #stargate #fionna #adventuretime #thranduil #hobbit #galavant #borderlands #renly #baratheon #gameofthrones #got #hawke #dragonage #pyro #teamfortress2 #mandalorian #starwars #doof #madmax #elektra #daredevil #katniss #hungergames. Timeline Photos.",
          1481466978
        ]
      ],
      "dates_start": 1481466978,
      "dates_end": 1482243631,
      "likes_avg": 99,
      "likes_stdev": 36,
      "comments_avg": 0,
      "comments_stdev": 0,
      "shares_avg": 16,
      "shares_stdev": 15
    },
    {
      "number": 2,
      "important": [
        "nebo",
        "sdilejt",
        "jsme",
        "jako",
        "dekujem",
        "vsechni",
        "byst",
        "tak",
        "rpg",
        "ale"
      ],
      "summary": [
        "Pokud se nevybere celá částka, všechny peníze se vrátí a projekt v podobě jaká je na Startovači bude zrušen.",
        "Reportáž o Geekárně, děkujeme za zhotovení, sdílejte, pokud náš chcete podpořit :-)\n\nDěkujeme!",
        "Dekujeme TVGURU.cz za krasny clanek :-) Café bar Geekárna – byli jsme tam!",
        "Proto oslovujeme všechny cosplayery, kteří mají hezké a kvalitní printy, aby přinesli/poslali print s podpisem do Geekárny a my je zarámujeme a pověsíme :-)\n\nTagujte, označujte, sdílejte, doporučujte, ať se nám jich nahromadí co nejvíce :-) s-media-cache-ak0.pinimg.com.",
        "Geekárna je bar určený pro všechny fanoušky fan…."
      ],
      "common": 0,
      "messages": [
        [
          "COSPLAY!\n\n16.4. budeme předělávat salonek a jednu zeď chceme věnovat českým cosplayerům. Proto oslovujeme všechny cosplayery, kteří mají hezké a kvalitní printy, aby přinesli/poslali print s podpisem do Geekárny a my je zarámujeme a pověsíme :-)\n\nTagujte, označujte, sdílejte, doporučujte, ať se nám jich nahromadí co nejvíce :-) s-media-cache-ak0.pinimg.com.",
          1490630982
        ],
        [
          "Poslední týden července rozhodne o tom, zda v Česku vyroste jedinečné muzeum a videoherna v jednom, nebo se všechny peníze vrátí přispěvatelům. Pokud se nevybere celá částka, všechny peníze se vrátí a projekt v podobě jaká je na Startovači bude zrušen. Proto prosím o kampani řekněte přátelům a známým, sdílejte a pokud můžete tak i přispívejte. Můžete si vybrat jednu nebo více z nabízených odměn, skládat se na dražší odměny atd... www.startovac.cz.",
          1469447599
        ],
        [
          "Připomínáme že dnes je státní svátek a proto otevíráme až v 16:00.\nA co je mnohem důležitejší: středa, čtvrtek a pátek máme ZAVŘENO.\nProsím sdílejte. :)",
          1467715109
        ],
        [
          "Prosíme, kdo byl pře 2 týdny na knižním bazaru, čtěte. \n\nJedna slečna mezi knížky zařadila jednu svoji vlastní, která je dovezená z Londýna a stála nemalé peníze, ale hlavně k ní má citovou vazbu. Bohužel, než si toho všimla, koupili ji nějací dva pánové. Jmenuje se In defence of dogs. Pokud by tito pánové byli tak hrozně moc hodní a za adekvátní částku by jí slečně vrátili, bylo by to super.\n\nDěkujeme. ecx.images-amazon.com.",
          1461671295
        ],
        [
          "Představujeme fungl nové, přehledné, vymazlené stránky :-) Užijte si nové funkce jako rezervace přímo na stránkách či přehledný seznam deskových her s popisy a možností vyhledávat. \nCo myslíte? Změnili byste něco? Geekárna. Jsme nekuřácký sci-fi a fantasy café bar. Jsme místo, kde se setkávají geekové, nadšenci a všechny fandomy. Jsme váš celoroční con...",
          1460301257
        ],
        [
          "Byli jsme požádáni o pomoc se sdílením, tak sdílíme.\n\n Ahoj! Jsem studentka navazujícího magisterského studia psychologie a pro výzkum do své diplomové práce hledám hráče, kteří v nedávné době začali hrát RPG (nemyslím tím MMORPG jako WOW atd., ale klasické RPG jako Dračí doupě nebo i klidně RPG přes internet jako např.: HOCZ, darkage...) nebo ještě nezačali, ale mají to v plánu. Jestli byste měli zájem se účastnit výzkumu nebo znáte nějakého začínajícího hráče, tak mi prosím napište a já vám pošlu zprávu se všemi informacemi. Předem všem moc děkuji! Karolína Sabonová.",
          1445528150
        ],
        [
          "Reportáž o Geekárně, děkujeme za zhotovení, sdílejte, pokud náš chcete podpořit :-)\n\nDěkujeme!",
          1426101831
        ],
        [
          "Děkujeme Immortal Fighters za článek :-) <FONT color= yellow >Už jste někdy byli v<B> Geekárně</B>? Ne? ... Na IFku nás je mnoho z Prahy, případně někdy člověk do našeho hlavního města prostě musí. A třebas čeká na vlak, nebo má půl dne volného. Nebo se Pražáci či další z nás chtějí někde sejít a neví kde. Inu, je tu jedna možnost, kterou byste mohli uvítat. Geekárna je bar určený pro všechny fanoušky fan….",
          1416766885
        ],
        [
          "Dekujeme TVGURU.cz za krasny clanek :-) Café bar Geekárna – byli jsme tam!  ",
          1414752746
        ],
        [
          "Blížíme se k pomyslné hranici 300, sdílejte a doporučujte. Pokud ji dosáhneme ještě dnes, uvolníme další informace ohledně nápojového lístku. :) Děkujeme všem za narůstající zájem který nás motivuje. :)",
          1405188498
        ],
        [
          "Když seženeme během půl hodiny 9 liků, máme hned první den sto, sdílejte, sdílejte :-) podpořte Gorga ^_^ Mobile Uploads.",
          1402946507
        ]
      ],
      "dates_start": 1413268536,
      "dates_end": 1470558892,
      "likes_avg": 23,
      "likes_stdev": 32,
      "comments_avg": 3,
      "comments_stdev": 4,
      "shares_avg": 9,
      "shares_stdev": 21
    },
    {
      "number": 3,
      "important": [
        "terri",
        "petic",
        "podpisu",
        "joint",
        "byla",
        "recent",
        "warcraft",
        "vice",
        "jest"
      ],
      "summary": [
        "IUPAC, Joint Institute for Nuclear Research, Lawrence Livermore National Laboratory: Name new... This petition is to name element 117, recently confirmed by the International Union of Applied Chemistry, as 'Octarine', with the proposed symbol Oc (pronounced 'ook'), in honour of the late Terry Pratchett and his Discworld series of books.",
        "Pro příznivce World of Warcraft knih se založila petice, aby se jich ještě více dostalo k nám do ČR a na Slovensko.",
        "Je potřeba 10 000 podpisů, takže se na to podívejte, podepište se a těšte se na nové příběhy z Azerothu :-) Petice za získání licence Warcraft knih v Česku a na Slovensku.",
        "Pro dobrou věc :-) Petice, aby se nový chemický prvek pojmenoval Oktarýn.",
        "I just signed a petition at iPetitions.com."
      ],
      "common": 0,
      "messages": [
        [
          "Pro dobrou věc :-) Petice, aby se nový chemický prvek pojmenoval Oktarýn. K uctění památky Terry Pratchetta a aby ta chemie byla zábavnější. Ook? IUPAC, Joint Institute for Nuclear Research, Lawrence Livermore National Laboratory: Name new... This petition is to name element 117, recently confirmed by the International Union of Applied Chemistry, as 'Octarine', with the proposed symbol Oc (pronounced 'ook'), in honour of the late Terry Pratchett and his Discworld series of books. The Discworld series has sold more than 70 million books w….",
          1452530497
        ],
        [
          "Pro příznivce World of Warcraft knih se založila petice, aby se jich ještě více dostalo k nám do ČR a na Slovensko. Je potřeba 10 000 podpisů, takže se na to podívejte, podepište se a těšte se na nové příběhy z Azerothu :-) Petice za získání licence Warcraft knih v Česku a na Slovensku. I just signed a petition at iPetitions.com. Please join me in supporting this important cause!",
          1444153428
        ]
      ],
      "dates_start": 1444153428,
      "dates_end": 1452530497,
      "likes_avg": 22,
      "likes_stdev": 11,
      "comments_avg": 2,
      "comments_stdev": 0,
      "shares_avg": 4,
      "shares_stdev": 0
    },
    {
      "number": 4,
      "important": [],
      "summary": [
        "Timeline Photos.",
        "Overwatch turnaj 1v1.",
        "Overwatch party u nás :) #overwatch #party #release."
      ],
      "common": 0,
      "messages": [
        [
          "Overwatch turnaj 1v1.",
          1488125583
        ],
        [
          "Overwatch party u nás :) #overwatch #party #release. Timeline Photos.",
          1464099942
        ]
      ],
      "dates_start": 1464099942,
      "dates_end": 1488125583,
      "likes_avg": 17,
      "likes_stdev": 0,
      "comments_avg": 7,
      "comments_stdev": 5,
      "shares_avg": 3,
      "shares_stdev": 2
    },
    {
      "number": 5,
      "important": [
        "ale",
        "photo",
        "jejich",
        "nekdo",
        "bude",
        "prosim",
        "obsluhi",
        "takz"
      ],
      "summary": [
        "Timeline Photos.",
        "Děkujeme :-) Timeline Photos.",
        "Sme si dovolili menší srandu... Ale nebojte, brzy zase vrátíme něco geeky :) Timeline Photos.",
        "Dotazník pro lidi co se věnují cosplayi, co si vyrábí vlastní kostýmy nebo jejich části.",
        "Není to dokonalé, není to moc včas, ale je to."
      ],
      "common": 0,
      "messages": [
        [
          "Shaníme posilu! Přijmeme jednoho človíčka za bar do naší bandy na nějakou tu výpomoc. Preferujeme studenty kvůli DPP. Plat nebudeme uvádět veřejně, ale určitě neupíráme zaměstnancům jejich dýška :-)\n\nZájemci nechť posílají CV s fotkou a jejich zaujetí ve fandomu na náš mail: info.geekarna@gmail.com\n\nNástup: Co nejdřív :-) Timeline Photos.",
          1488384013
        ],
        [
          "Sme si dovolili menší srandu... Ale nebojte, brzy zase vrátíme něco geeky :) Timeline Photos.",
          1486049420
        ],
        [
          "Budeme zařazovat pár nových drinků do nabídky. Toto je původní Žluva, ale potřebujeme lepší jméno. Co myslíte? Něco ze Zaklínače, hm? Timeline Photos.",
          1485795496
        ],
        [
          "Nějaké ty ztráty a nálezy, co se nám tu nahromadily. Nepoznáváte někdo své věci?\n\nProsím, hlavně si někdo odneste ten kalendář, ten milujeme asi nejméně.... Timeline Photos.",
          1484661175
        ],
        [
          "Není to dokonalé, není to moc včas, ale je to. Dokud bude jen trochu hezky, je Vám vždy do 22:00 k dispozici zahrádka :) Pokud by Vám večer měla být zima, vemte si od naší obsluhy deky. Zatím na zahrádce nesvitime, takže je to romantika :D Také je zahrádka bez obsluhy, to prosíme, abyste respektovali. Děkujeme, těšíme se zase na jaro. Timeline Photos.",
          1473417532
        ],
        [
          "Slyšte, slyšte. Geekárna vybírá plakáty všeho druhu pro drobnou rekonstrukci. Noste, noste, co již nechcete, Váš plakát, pokud ho vyvěsíme, ponese na rámečku Vaše jméno jako dárce. \n\nDěkujeme :-) Timeline Photos.",
          1473074140
        ],
        [
          "#3dprint #hodor #holdthedoor #gameofthrones ... Museli sme :) Timeline Photos.",
          1465228933
        ],
        [
          "Máme prosbu o šíření - slečna potřebuje udat 2 lístky na Pařížský con - TWD convention, takže něco pro zombie fanoušky. Ozývejte se do komentářů, prosím :-)\n\nInformace:\n\nThe Walking Dead convention\nZOMBIES ATTACK CONVENTION\n13/02/2016 - 10h00 au 14/02/2016 - 19h00\nPALAIS DES CONGRES DE PARIS\n2 Place de la Porte Maillot\n75017 Paris\nFRANCE\n\n2x vstupenka, 2x foto s Norman Reedus, 2x podpis Norman Reedus\n\nSleva podle domluvy. Timeline Photos.",
          1449419515
        ],
        [
          "Co všechno se dá vytvořit na naší 3D tiskárně? Funkční není, ale i Shepard by jistě docenil.\n\nPro tisk Vašich cosplay doplňků se podívejte na naše stránky: http://geekarna.cz/3dtisk/ Timeline Photos.",
          1447856129
        ],
        [
          "Copslay! To nás neomrzí, co? Máme prosbu na všechny, co se v tom pohybují a mají chvilku čas, mrkněte na dotazník, pomůžete naší vrchni šperkovnici :-) Nákup materiálů na výrobu kostýmu. Dotazník pro lidi co se věnují cosplayi, co si vyrábí vlastní kostýmy nebo jejich části. Sebraná data budou využita při zpracování semestrální práce ze Základů podnikání, jejímž cílem bude vytvoření podnikatelského plánu pro e-shop.",
          1425234362
        ],
        [
          "Co byste tomu řekli, kdybychom jednou za čas udělali anglickou neděli? Tématických pár věcí, ale hlavně jazyk. Všimli jsme si, že tu mnoho lidí ráda mluví anglicky, takže můžeme udělat den, kdy se tu bude mluvit jenom tímto jazykem (včetně obsluhy). Což je rovněž výborné pro procvičování, pokud to chce někdo pojmout jako vzdělávání. Timeline Photos.",
          1410702833
        ],
        [
          "Jak Shagua de Sanguinis a Anna Nitrin Zelenková malovaly. Menší nahlédnutí do progresu našeho výtvarně uměleckého výboru. Jak jsme malovaly.",
          1404903639
        ]
      ],
      "dates_start": 1429002217,
      "dates_end": 1486785646,
      "likes_avg": 57,
      "likes_stdev": 61,
      "comments_avg": 10,
      "comments_stdev": 13,
      "shares_avg": 3,
      "shares_stdev": 4
    },
    {
      "number": 6,
      "important": [
        "nove",
        "letni",
        "dprint",
        "radu",
        "obdobi jsm",
        "pripravili",
        "fotek",
        "osvezeni"
      ],
      "summary": [
        "Nové naušnice ke koupení.",
        "Nové květináčky z 3D tiskárny.",
        "Timeline Photos.",
        "80,- za pár.",
        "#3dprinted #pokemon."
      ],
      "common": 0,
      "messages": [
        [
          "80,- za pár. Nové naušnice ke koupení.",
          1457448886
        ],
        [
          "Nové květináčky z 3D tiskárny. #3dprinted #pokemon. Timeline Photos.",
          1455647755
        ],
        [
          "Na letní horká a teplá období jsme připravily řadu novinek na osvěžení (popis a složení u jednotlivých fotek) Nové letní drinky.",
          1429541636
        ]
      ],
      "dates_start": 1434793802,
      "dates_end": 1460298382,
      "likes_avg": 58,
      "likes_stdev": 65,
      "comments_avg": 6,
      "comments_stdev": 5,
      "shares_avg": 2,
      "shares_stdev": 0
    },
    {
      "number": 7,
      "important": [
        "ale",
        "zajem",
        "takz",
        "jeden",
        "nas",
        "romanu",
        "les",
        "pokud",
        "pouz",
        "tam"
      ],
      "summary": [
        "Pokud by byl zájem, můžeme do Geekárny dopravit 10 ks této úžasné knihy.",
        "Charlie the Unicorn je jeden z úchylných fenoménů Youtube.",
        "Bude-li po dnešní premiéře chuť a dostatečný zájem, můžeme se přesunout do Geekárny a diskutovat o nových zážitcích.",
        "Ale pouze, pokud se nám na 100% nahlásí dostatečný počet lidí.",
        "Ale pozor, platí pouze, pokud si přinesete ručník :) teenskepchick.org."
      ],
      "common": 0,
      "messages": [
        [
          "Přijďte si do Geekárny pro jeden, jakýkoliv koktejl za 42,- tuto středu. Ale pozor, platí pouze, pokud si přinesete ručník :) teenskepchick.org.",
          1463999755
        ],
        [
          "Bude-li po dnešní premiéře chuť a dostatečný zájem, můžeme se přesunout do Geekárny a diskutovat o nových zážitcích. Takže kdo bude mít zájem, ať po konci počká před CineStarem a najde barmanu Kay. A ano, budou tam spoilery, ale budou ve 3 ráno, takže normální lidé můžou zítra přijít a platí zákaz řešení SW, jako bylo uvedeno dříve.",
          1450295402
        ],
        [
          "Průzkum: Byl by zájem o promítání Blizzconu v Geekárně? Pokud ano, zakoupíme stream a věnujeme na víkend salónek tomuto eventu. Ale pouze, pokud se nám na 100% nahlásí dostatečný počet lidí. Názory pište do komentářů. Timeline Photos.",
          1444391335
        ],
        [
          "Pokud by byl zájem, můžeme do Geekárny dopravit 10 ks této úžasné knihy. Jeden z nejpodmanivějších, nejoriginálnějších románů britské fantastické literatury se po více než dvaceti letech vrací v revidovaném, nově ilustrovaném vydání doplněn předmluvou Neila Gaimana.\n\nNáš partner, Nakladatelství Argo, poskytne 10 ks s 20% slevou, pouze u nás, s alespoň jednou objednávkou :-) Zájem, prosíme, projevte v komentářích. Děkujeme. Les mytág. Kniha Les mytág [Holdstock Robert]: Děj románu Les mytág se odehrává v Herefordshiru v Anglii v letech 1946–1948 a sleduje osudy Stevena Huxleyho při objevování tajemného Ryhopského lesa, v němž se zhmotňují podvědomé lidské představy o starých legendách.",
          1439908430
        ],
        [
          "Máte je tady, 223,- za kus, jen v Geekarně, k jakékoliv útratě :-) Ale pozor, je jich jen 10. Timeline Photos.",
          1433166564
        ],
        [
          "R.I.P.. Jeden z mnoha lidi, co inspirovali nas vznik. Dekujeme. Leonard Nimoy, the Logical Spock of 'Star Trek,' Dies at 83. Leonard Nimoy, the Hollywood renaissance man who fashioned a long and prosperous career as the supremely logical and cerebral science officer Mr.",
          1425057227
        ],
        [
          "Trickarna boduje :-) Charliiiieee. Hey, Charlie. Charlie the Unicorn je jeden z úchylných fenoménů Youtube. Jsou tam jednorožci, písničky a jednorožci. Pokud nevíš o co jde, raději si to rovnou celé pusť.",
          1414366331
        ]
      ],
      "dates_start": 1423540896,
      "dates_end": 1453940544,
      "likes_avg": 21,
      "likes_stdev": 15,
      "comments_avg": 4,
      "comments_stdev": 3,
      "shares_avg": 2,
      "shares_stdev": 1
    },
    {
      "number": 8,
      "important": [
        "upload",
        "mobil",
        "bar",
        "mame",
        "vsechni",
        "geekarna",
        "pride",
        "doporucujem",
        "esperanta",
        "dekujem"
      ],
      "summary": [
        "Mobile Uploads.",
        "Co se u nas deje :-) Mobile Uploads.",
        "Deskofobie a Geekarna propojily sily a ode dneska si zde vsechny tyto hry muzete zapujcit :-) Mobile Uploads.",
        "Zakaznik snu ^_^ Mobile Uploads.",
        "A tady mame vsechny nase spratelene podniky pohromade :) Mobile Uploads."
      ],
      "common": 0,
      "messages": [
        [
          "Novinka, co pro Vas mame :-) #adventuretime #munchkin. Mobile Uploads.",
          1416352881
        ],
        [
          "Zakaznik snu ^_^ Mobile Uploads.",
          1414871022
        ],
        [
          "Děkujeme Esperanta, skutečně se nám tu vyjímá skvostně :-) #WoW #ashbringer. Mobile Uploads.",
          1414501184
        ],
        [
          "Co se u nas deje :-) Mobile Uploads.",
          1413052352
        ],
        [
          "Ode dneska jsou k zakoupeni v Geekarne takovehle krasne nausnice by Mori :-) 70kc/ks. Mobile Uploads.",
          1412514067
        ],
        [
          "Deskofobie a Geekarna propojily sily a ode dneska si zde vsechny tyto hry muzete zapujcit :-) Mobile Uploads.",
          1412095854
        ],
        [
          "A tady mame vsechny nase spratelene podniky pohromade :) Mobile Uploads.",
          1408013363
        ],
        [
          "Komu by se chtelo v sobotu po Prague Pride stavit v Geekarne, budeme mit tematicky drink :-) Mobile Uploads.",
          1408004018
        ],
        [
          "Prejeme Vam dobrou noc :-) Mobile Uploads.",
          1405024187
        ],
        [
          "Az si budete chtit otevrit bar, doporucujeme investovat do cukru. Ale hlavne doporucujeme si zadny bar neporizovat, uz nikdy se nevyspite... #geekarna #workinghard. Mobile Uploads.",
          1404847725
        ]
      ],
      "dates_start": 1406990581,
      "dates_end": 1414864749,
      "likes_avg": 47,
      "likes_stdev": 27,
      "comments_avg": 4,
      "comments_stdev": 2,
      "shares_avg": 1,
      "shares_stdev": 0
    },
    {
      "number": 9,
      "important": [
        "tisk",
        "modelu",
        "vytvaret",
        "openscad",
        "vas",
        "vytvareni",
        "zrovna",
        "nakreslit",
        "zvanou"
      ],
      "summary": [
        "Zaměříme se na to, jak je možné 3D tisk využít pro tisk Cosplayů a různých fantasy modelů.",
        "Vzhledem k nové možnosti 3D tisku v Geekárně jsme si pro Vás na 3/10/2015 připravili workshop, který Vás seznámí s OpenSCAD, což je skriptovací jazyk pro vytváření modelů STL.",
        "Ty se dají následně využít pro tisk modelů na 3D tiskárně.",
        "My si ukážeme, jak na 3D tisk prakticky.",
        "Geekárna – 3D tisk."
      ],
      "common": 0,
      "messages": [
        [
          "Zveme Vás na další 3D workshop v Geekárně. Geekárna – 3D tisk. 3D tisk je metoda vytváření prototypů pomocí plastu vytlačovaného tryskou na plochu zvanou backend. My si ukážeme, jak na 3D tisk prakticky. Ke všemu bude sloužit tiskárna přímo v Geekárně. Zaměříme se na to, jak je možné 3D tisk využít pro tisk Cosplayů a různých fantasy modelů. Lehce si ukážeme, v….",
          1456679563
        ],
        [
          "Vzhledem k nové možnosti 3D tisku v Geekárně jsme si pro Vás na 3/10/2015 připravili workshop, který Vás seznámí s OpenSCAD, což je skriptovací jazyk pro vytváření modelů STL. Díky znalosti toho jazyka si budete moci sami vytvářet modely pro 3D tisk. \nPro další info a přihlašování navštivte přiložený odkaz.\n\nhttp://geekarna.cz/openscad/ Geekárna – OpenSCAD. OpenSCAD je skriptovací jazyk pro vytváření modelů STL. Ty se dají následně využít pro tisk modelů na 3D tiskárně. V OpenSCADu se nedá zrovna kreslit \"od ruky\". Modely se ale dají vytvářet parametricky, takže je můžete recyklovat a pohodlně měnit. V OpenSCADu nakreslíte přesně to, co potřebujete. Sa….",
          1441218940
        ]
      ],
      "dates_start": 1441218940,
      "dates_end": 1456679563,
      "likes_avg": 11,
      "likes_stdev": 6,
      "comments_avg": 1,
      "comments_stdev": 1,
      "shares_avg": 1,
      "shares_stdev": 0
    },
    {
      "number": 10,
      "important": [
        "tak",
        "bude",
        "photo",
        "ale",
        "kde",
        "mame",
        "fotka",
        "dvere",
        "vas"
      ],
      "summary": [
        "Ta fotka Vas ma zaujmout, abyste si to precetli, tak doufame, ze to fungovalo :) Timeline Photos.",
        "Jedna se o soutez o zajezd do Londyna na premieru Hobbita a tak jim to prejme :) Na FB strankach Nova cinema je galerie, kde musite dat To se mi libi/Like teto fotografii.",
        "Tak to tak vypada, ze mame funkcni starnky :) Co na ne rikate?",
        "Hádejte kde je pořízena fotka měsíce v aktualnim cisle Pevnost :) Tak šup do nejbližší trafiky :) Timeline Photos.",
        "Pro vysvetleni: Geekarnu nam vykradli, snazime se o nove dvere a spoustu lidi nabizi financni podporu, za coz jsme hrozne vdecni."
      ],
      "common": 0,
      "messages": [
        [
          "Protoze jsme hrozne hodni, tak ted podporime nase mile stamgasty a poprosime Vas vsechny ostatni, abyste jim dali hlas. Jedna se o soutez o zajezd do Londyna na premieru Hobbita a tak jim to prejme :) Na FB strankach Nova cinema je galerie, kde musite dat To se mi libi/Like teto fotografii. Nelajkujte nam to tady, to je k nicemu :)\n\nCosplay FTW! Nova Cinema.",
          1416489191
        ],
        [
          "Znovu upozornujeme, ze z duvodu odstavky elektriny bude zitra otevereno az od 16:00. Ta fotka Vas ma zaujmout, abyste si to precetli, tak doufame, ze to fungovalo :) Timeline Photos.",
          1415223703
        ],
        [
          "Hádejte kde je pořízena fotka měsíce v aktualnim cisle Pevnost :) Tak šup do nejbližší trafiky :) Timeline Photos.",
          1409405905
        ],
        [
          "Jak tak koukame na slechetne nabidky, postavime tuten tyden na bar kasicku na dobrovolne prispevky na dvere a kdo bude chtit prihodit, bude mit moznost. Ale nic velkeho, to si snad ani nezaslozime .\n\nPro vysvetleni: Geekarnu nam vykradli, snazime se o nove dvere a spoustu lidi nabizi financni podporu, za coz jsme hrozne vdecni. Momentalni situace je takova, ze v baru prespavame, protoze se vyrazene dvere nedaji zavrit, coz ale zas tak spatne neni, v salonku mame domaci kino a u toho je radost chrupkat :) (viz. foto)\n\nDekujeme za podporu!!! Timeline Photos.",
          1409002851
        ],
        [
          "Tak to tak vypada, ze mame funkcni starnky :) Co na ne rikate? Geekárna.",
          1405496063
        ]
      ],
      "dates_start": 1407007290,
      "dates_end": 1415239794,
      "likes_avg": 44,
      "likes_stdev": 36,
      "comments_avg": 5,
      "comments_stdev": 0,
      "shares_avg": 1,
      "shares_stdev": 0
    },
    {
      "number": 11,
      "important": [
        "photo",
        "formular",
        "post",
        "sekci",
        "tyto",
        "mate",
        "jiz",
        "navic"
      ],
      "summary": [
        "Na vice se muzete tesit v pristim tydnu :) Photos from Geekárna's post.",
        "Pokud máte zájem, ozvěte se do komentů, stavte se na pivko a dostanete 20% slevu na svůj výtisk :-) Photos from Geekárna's post.",
        "Vanoce v Geekarne :) Photos from Geekárna's post.",
        "Pro jakékoliv dotazy, prosím, využijte kontaktní formulář zde: http://geekarna.cz/3dtisk/ Photos from Geekárna's post.",
        "Prave jsme dosahli hranice 200, vsem moc dekujeme a jako odmenu tu mate mensi sneak peak z vymalby."
      ],
      "common": 0,
      "messages": [
        [
          "Další výtvory naší 3D tvorby. Tyto kousky už můžete u nás na baru zakoupit za 40 korun každý. \nNavíc již zpřístupňujeme na stránkách sekci věnovanou 3D tisku. Pro začátek je potřeba mít objekt vymodelovaný ve formátu .stl, nebo doporučujeme vyhledat požadavek na http://www.thingiverse.com/ a zaslat pomocí formuláře nám. \n\nPro jakékoliv dotazy, prosím, využijte kontaktní formulář zde: http://geekarna.cz/3dtisk/ Photos from Geekárna's post.",
          1439813298
        ],
        [
          "Nakladatelství Argo vydalo úžasnou, ilustrovanou verzi Stopařova průvodce po galaxii. Pokud máte zájem, ozvěte se do komentů, stavte se na pivko a dostanete 20% slevu na svůj výtisk :-) Photos from Geekárna's post.",
          1432662129
        ],
        [
          "Vanoce v Geekarne :) Photos from Geekárna's post.",
          1418923209
        ],
        [
          "Prave jsme dosahli hranice 200, vsem moc dekujeme a jako odmenu tu mate mensi sneak peak z vymalby. Na vice se muzete tesit v pristim tydnu :) Photos from Geekárna's post.",
          1404578948
        ]
      ],
      "dates_start": 1410503252,
      "dates_end": 1437485539,
      "likes_avg": 30,
      "likes_stdev": 9,
      "comments_avg": 4,
      "comments_stdev": 5,
      "shares_avg": 1,
      "shares_stdev": 0
    },
    {
      "number": 12,
      "important": [
        "cosplay",
        "photo",
        "zverejnim",
        "poprv",
        "vikendu",
        "bude",
        "chudomelova",
        "foto",
        "klicnik",
        "naseho"
      ],
      "summary": [
        "Další fotecka Kuromaru Cosplay z minulého víkendu :) Těstě se na další cosplay příští týden :) Hezký víkend všem :) #cosplay #witcher #witcher3 #witchercosplay #geralt #geraltofrivia\n\nMake up: Linda Chudomelová\nFoto: Richard Klíčník.",
        "Příští týden zverejnime poslední cosplay a pak to přijde :) \n\nMake up: Linda Chudomelová\nFoto: Richard Klíčník \nCosplay: KroganWorks.",
        "O víkendu se u nás děla akce, zahrnovala líčení cosplayeru a prvního zveřejníme Kuromaru Cosplay s jeho Zaklinacem :) Více fotek a cosplayu bude časem a na závěr chystame i video :) #witcher #cosplay\n\nFoto: Richard Klíčník\nMake up: Linda Chudomelová.",
        "Cosplay: Kuromaru Cosplay, KroganWorks, Mori TheStupid, Silvara's Cosplay, Verča Cosplay & Fashion, Assassin's Creed Cosplay - Czech Brotherhood a Andrea 'Padmé' Ulagová\nFoto: Richard Klíčník\nMakeup: Linda Chudomelová.",
        "Timeline Photos."
      ],
      "common": 0,
      "messages": [
        [
          "Krásný a užasný výsledek našeho projektu #spojujemetalenty. \nCosplay: Kuromaru Cosplay, KroganWorks, Mori TheStupid, Silvara's Cosplay, Verča Cosplay & Fashion, Assassin's Creed Cosplay - Czech Brotherhood a Andrea 'Padmé' Ulagová\nFoto: Richard Klíčník\nMakeup: Linda Chudomelová. Geekárna's cover photo.",
          1476889627
        ],
        [
          "Dnes jsme se s tvůrci a účastníky poprvé podívali na hotové video našeho projektu #spojujemetalenty a slibujeme, že se máte na co těšit! Příští týden zverejnime poslední cosplay a pak to přijde :) \n\nMake up: Linda Chudomelová\nFoto: Richard Klíčník \nCosplay: KroganWorks. Timeline Photos.",
          1476035606
        ],
        [
          "Další fotecka Kuromaru Cosplay z minulého víkendu :) Těstě se na další cosplay příští týden :) Hezký víkend všem :) #cosplay #witcher #witcher3 #witchercosplay #geralt #geraltofrivia\n\nMake up: Linda Chudomelová\nFoto: Richard Klíčník. Timeline Photos.",
          1474034428
        ],
        [
          "O víkendu se u nás děla akce, zahrnovala líčení cosplayeru a prvního zveřejníme Kuromaru Cosplay s jeho Zaklinacem :) Více fotek a cosplayu bude časem a na závěr chystame i video :) #witcher #cosplay\n\nFoto: Richard Klíčník\nMake up: Linda Chudomelová. Timeline Photos.",
          1473867125
        ]
      ],
      "dates_start": 1473913637,
      "dates_end": 1476499755,
      "likes_avg": 32,
      "likes_stdev": 22,
      "comments_avg": 0,
      "comments_stdev": 0,
      "shares_avg": 1,
      "shares_stdev": 0
    },
    {
      "number": 13,
      "important": [
        "nas",
        "akc",
        "bychom",
        "vas",
        "dnesni den",
        "nekolikanasobn",
        "kapacitu",
        "photo"
      ],
      "summary": [
        "Akce na dnešní den :-) Timeline Photos.",
        "Vazeni priznivci, s blizicim se patkem bychom na Vas radi apelovali ohledne planovane akce.",
        "Tesime se na Vas, \nVase Geekarna.",
        "V napojaku online uz najdete nas vyber koktejlu a brzy se i objevi i na nasich stolech :)\n\nAkce na vybrane drinky cekejte kazdou stredu.",
        "Geekárna – Nápoják."
      ],
      "common": 0,
      "messages": [
        [
          "Dnešní akce je jasná :) Přijďte po pridu pro symbolickou slevu.  #praguepride #praguepride2016. Timeline Photos.",
          1471091753
        ],
        [
          "V napojaku online uz najdete nas vyber koktejlu a brzy se i objevi i na nasich stolech :)\n\nAkce na vybrane drinky cekejte kazdou stredu. Geekárna – Nápoják.",
          1409774361
        ],
        [
          "Akce na dnešní den :-) Timeline Photos.",
          1409137814
        ],
        [
          "Vazeni priznivci, s blizicim se patkem bychom na Vas radi apelovali ohledne planovane akce. Vas zajem nas nesmirne tesi, ale pocet zajemcu uz ted nekolikanasobne prekracuje oficialni kapacitu Geekarny. Rozhodli jsme se proto zitrejsi akci pojmout jako uzavrenou spolecnost, pro verejnost bude zavreno. To znamena, ze Vy kdo chcete prijit, rozhodne pridte, pouze prosime, abyste sve emoce, specialne na ulici pred domem, drzeli pri zemi. Neradi bychom hned v prvni den provozu popuzovali blizke okoli. \n\nTesime se na Vas, \nVase Geekarna.",
          1405595218
        ]
      ],
      "dates_start": 1396607010,
      "dates_end": 1451192562,
      "likes_avg": 28,
      "likes_stdev": 22,
      "comments_avg": 1,
      "comments_stdev": 1,
      "shares_avg": 1,
      "shares_stdev": 0
    },
    {
      "number": 14,
      "important": [
        "photo",
        "jsme",
        "eurocosplay",
        "zimni",
        "starwar",
        "cosplay",
        "jedin",
        "strasn"
      ],
      "summary": [
        "Timeline Photos.",
        "Game of thrones s Deskofobie , jedině v Geekárna :) Timeline Photos.",
        "Tak jsme zase trošku upgradovali :) Timeline Photos.",
        "Tolik řevu Geekárna dlouhou nezažila :D Timeline Photos.",
        "Náhodní návštěvníci nám přinesli dárek 🎁 Děkujeme :) #wookiee #hansolo #starwars."
      ],
      "common": 0,
      "messages": [
        [
          "Rozšířili jsme sbírku Tatratea :) #tatratea #geekpub. Timeline Photos.",
          1484838726
        ],
        [
          "Tonight we celebrate #halloween \n#timburton #cheshirecat #corpsebride #undead #penguin #batman #costume #cosplay #happyhalloween. Timeline Photos.",
          1477764930
        ],
        [
          "Strašně moc gratulujeme nasi nádherné, úžasné a neskutečně šikovné reprezentace Germia za první místo v letošním EuroCosplay! Jsme strašně nadšení a hrdí! Tolik řevu Geekárna dlouhou nezažila :D Timeline Photos.",
          1477753709
        ],
        [
          "#deadpool. Timeline Photos.",
          1456580548
        ],
        [
          "Game of thrones s Deskofobie , jedině v Geekárna :) Timeline Photos.",
          1453229408
        ],
        [
          "Náhodní návštěvníci nám přinesli dárek 🎁 Děkujeme :) #wookiee #hansolo #starwars. Timeline Photos.",
          1451498563
        ],
        [
          "Vánoce pomalu ale jistě... Jedině tematicky. #starwars #christmas #snowflakes #3dprinted. Timeline Photos.",
          1449503577
        ],
        [
          "Fandíme českým cosplayerum na #mcmlondon #comiccon #eurocosplay #cosplay #czechrepublic #whoneedshockey. Timeline Photos.",
          1445699779
        ],
        [
          "Zimní nabídka je již aktuální, přijďte se ohřát :) Timeline Photos.",
          1444997032
        ],
        [
          "Připravujeme pro Vás zimní nabídku, když už nám přituhuje ☕❄ #winteriscoming. Timeline Photos.",
          1444576217
        ],
        [
          "Tak jsme zase trošku upgradovali :) Timeline Photos.",
          1440851049
        ],
        [
          "A první z mnoha výherců FFCosplay si přišla pro svou cenu. Ještě ani nesundala helmu :) Timeline Photos.",
          1436733551
        ],
        [
          "Děkujeme za poskytnutí dalšího kvalitního čtení do naší Knihovny :-)\n\nhttps://www.facebook.com/FantastickaEpocha. Timeline Photos.",
          1421603131
        ],
        [
          "Na oslavu Guardians of the Galaxy jsme vymysleli drink Gamora. Výborný, se zlatou tequilou, zítra za akční cenu 65,-\n\nA budem tu všichni stát jak idioti v kroužku :-) Timeline Photos.",
          1407256476
        ]
      ],
      "dates_start": 1429184379,
      "dates_end": 1469799433,
      "likes_avg": 83,
      "likes_stdev": 73,
      "comments_avg": 4,
      "comments_stdev": 3,
      "shares_avg": 1,
      "shares_stdev": 2
    },
    {
      "number": 15,
      "important": [
        "war",
        "nam",
        "star",
        "lightsab",
        "file",
        "vstup bud",
        "dnes",
        "plati"
      ],
      "summary": [
        "May the 4th be with you a Těšíme se na Vás!",
        "Happy Star Wars Day, May the 4th be with you  ⭐  ⭐ \nA pouze dnes jsou všechny koktejly v baru prejmenovane a na všechny platí 10% sleva \nStavite se na Hořícího Anakina?",
        "May the 4th be with you.",
        "May the force be with you  :-)\n\nP.s.",
        "Blíží se nám Star Wars den, tedy 4. května jsme si pro Vás připravili lightsaber shots :-) \n\nTequila modrá pro Anakina\nVodka červená pro Darth Vadera\nMalibu fialové pro Mace Windu\nGin zelený pro Qui Gon Jinna\n\nKaždý za 35,- korun!"
      ],
      "common": 0,
      "messages": [
        [
          "May the 4th be with you. Jen dnes lightsaber panáky. Kterou barvu si vyberete Vy? #shots #lightsaber #maythefourthbewithyou #anakin #darthvader #quigonjinn #macewindu. Timeline Photos.",
          1462359636
        ],
        [
          "Blíží se nám Star Wars den, tedy 4. května jsme si pro Vás připravili lightsaber shots :-) \n\nTequila modrá pro Anakina\nVodka červená pro Darth Vadera\nMalibu fialové pro Mace Windu\nGin zelený pro Qui Gon Jinna\n\nKaždý za 35,- korun!\n\nMay the 4th be with you a Těšíme se na Vás! Timeline Photos.",
          1462200423
        ],
        [
          "Od 18. prosince do odvolání platí v přední části Geekárny PŘÍSNÝ ZÁKAZ jakéhokoliv mluvení o sedmém dílu Star Wars. Za porušení budete okamžitě vyloučeni z prostor baru. Pro řešení a diskuze zasvěcujeme salonek a pouze salonek. Tam nedoporučujeme vstup všem, kteří nový díl ještě neviděli, resp. vstup bude pouze na vlastní nebezpečí. May the force be with you  :-)\n\nP.s.: Těšíte se??? Timeline Photos.",
          1449683899
        ],
        [
          "Pokud by někdo rád před Vánoci výzdobu, vločky, vykrajovátka na perníčky či jiné věci s geek motivy, dejte nám vědět a my Vám to vytiskneme :-)\n\nhttp://www.thingiverse.com/thing:575387. Star Wars Flake Plate **UPDATED** by Tez_Gelmir. UPDATE: Thanks to mclambglass for his suggestion to thicken up the print for durability. I've added a 3mm thick version of the .stl file. Star wars theme Christmas tree ornaments collated on one plate. Thanks to: http://www.thingiverse.com/thing:14677/#files http://www.thingiverse.com/thing:117629 h….",
          1449578025
        ],
        [
          "Kdo Vám bude nejvíc chybět? Nám Count Dooku, Saruman i Smrť... Sir Christopher Lee dies at 93 - latest reaction and tributes. Screen legend famous for roles in Hammer Horror films, Lord of the Rings and Star Wars dies in hospital after suffering heart and respiratory problems.",
          1434021819
        ],
        [
          "Happy Star Wars Day, May the 4th be with you  ⭐  ⭐ \nA pouze dnes jsou všechny koktejly v baru prejmenovane a na všechny platí 10% sleva \nStavite se na Hořícího Anakina? Timeline Photos.",
          1430736144
        ]
      ],
      "dates_start": 1435804715,
      "dates_end": 1460388599,
      "likes_avg": 38,
      "likes_stdev": 25,
      "comments_avg": 5,
      "comments_stdev": 2,
      "shares_avg": 1,
      "shares_stdev": 0
    },
    {
      "number": 16,
      "important": [
        "kdo",
        "takz",
        "mate",
        "zaklinac",
        "photo",
        "kazd",
        "musi"
      ],
      "summary": [
        "Uvolnily se nám dva stoly, takže pokud máte někdo ještě nutkání se stavit, tak si i můžete sednout :) Připravené ceny na FFCosplay, je mezi nimi i mega kyblik, takže kdo vyrážíte na Festival fantazie, můžete zkusit štěstí  :) Timeline Photos.",
        "Zajímavý projekt, kdo máte rádi Zaklínače či téma podobné, kdo umíte ocenit něčí snahu, koukněte na to :) Podpořte \"Zaklínač: Ozvěny zániku\" na Startovači - Projekty | Startovač.",
        "Geekárna opět pomáhá studentovi v nesnázích :-) Takže kdo máte čas a chuť, mrkněte na to, děkujem :-)\n\nhttps://www.vyplnto.cz/databaze-dotazniku/cony-a-jejich-ucastnici/ Cony a jejich účastníci.",
        "Red Shirt http://knowyourmeme.com/photos/652553 :)\n\nDve piva pro toho, kdo zpracuje cokoliv ze Star Gate SG-1.",
        "Za Geekarnu:\n\nPivo pro toho, kdo zpracuje Stormtrooper vs."
      ],
      "common": 0,
      "messages": [
        [
          "Pondělky s Pokemony :-)\n\nOde dneška budeme každé pondělí pouštět ve 20:00 lure a rovněž každé pondělí dostane pivo zdarma každý, kdo naváže vlastním lurem :-) (pro ověření musíte obsluze ukázat, jak lure vypouštíte :-)) i.imgur.com.",
          1469458203
        ],
        [
          "Zajímavý projekt, kdo máte rádi Zaklínače či téma podobné, kdo umíte ocenit něčí snahu, koukněte na to :) Podpořte \"Zaklínač: Ozvěny zániku\" na Startovači - Projekty | Startovač. Zaklínač: Ozvěny zániku je název amatérského seriálu ze světa Zaklínače, který právě vzniká a je otevřen všem nadšencům s touhou se angažovat.",
          1461061363
        ],
        [
          "Geekárna opět pomáhá studentovi v nesnázích :-) Takže kdo máte čas a chuť, mrkněte na to, děkujem :-)\n\nhttps://www.vyplnto.cz/databaze-dotazniku/cony-a-jejich-ucastnici/ Cony a jejich účastníci. Kolikrát ročně navštívíš cony? Jak dlouho pobýváš na conu? Navštěvuješ cony i v zahraniční? Jaké je tvé nejvyšší dosažené vzdělání? Do jaké věkové kategorie spadáš? Bydlíš v obci či městě S výrokem.",
          1453124191
        ],
        [
          "Uvolnily se nám dva stoly, takže pokud máte někdo ještě nutkání se stavit, tak si i můžete sednout :)",
          1451587797
        ],
        [
          "Připravené ceny na FFCosplay, je mezi nimi i mega kyblik, takže kdo vyrážíte na Festival fantazie, můžete zkusit štěstí  :) Timeline Photos.",
          1435705932
        ],
        [
          "Jestli jste tvorivy a mate dobre napady, poslete nejake na Tričkárna. At mame hezci a hezci tricka kazdy tyden :) Predstavivosti se meze nekladou!\n\nZa Geekarnu:\n\nPivo pro toho, kdo zpracuje Stormtrooper vs. Red Shirt http://knowyourmeme.com/photos/652553 :)\n\nDve piva pro toho, kdo zpracuje cokoliv ze Star Gate SG-1.\n\nTri piva, kdo seshipuje Merridu a Hiccupa :D Submit your design | mojeTričkárna. za každé prodané triko dostaneš 20 Kč nesmíš svým návrhem porušovat autorský zákon obrázek musí mít rozměry alespoň 500x500 pixel tvůj návrh musí být maximálně do velikosti A3 (297mm x 420mm) v dostatečné tiskové kvalitě (alespoň 300dpi nebo v křivkách) nemusíš nahrávat návrh v plném rozlišení, když….",
          1421416150
        ],
        [
          "Řešíme takový problém s LoL, v rámci výzdoby hledáme pánskou či bezpoblahní postavu, kterou budete mít na zdi, takže tímto zahajuji hlasování:\n\nKoho z LoL chcete vidět v Geekárně? Timeline Photos.",
          1402911561
        ]
      ],
      "dates_start": 1420389690,
      "dates_end": 1463971794,
      "likes_avg": 17,
      "likes_stdev": 28,
      "comments_avg": 3,
      "comments_stdev": 4,
      "shares_avg": 1,
      "shares_stdev": 1
    }
  ]
}