{
  "pagename": "Google",
  "page_name_displayed": "Google",
  "globalstats": {
    "fan_count": 22102007,
    "messages": 740,
    "likes_avg": 2351,
    "likes_stdev": 4960,
    "comments_avg": 367,
    "comments_stdev": 832,
    "shares_avg": 361,
    "shares_stdev": 1128,
    "graph_uri": "clusters/Google.png"
  },
  "clusters": [
    {
      "number": 1,
      "important": [
        "world",
        "journey"
      ],
      "common": [
        "gconationalpark",
        "gconationalpark hiddenworld",
        "hidden",
        "hidden world",
        "hiddenworld gconationalpark",
        "hiddenworld nation",
        "hiddenworld nation park",
        "journey",
        "volcano",
        "world"
      ],
      "messages": [
        [
          "Komodo dragon quiz time. Run like a lizard to today’s Komodo National Park anniversary #GoogleDoodle and hit ▶: google.com Timeline Photos",
          1488825242
        ],
        [
          "The sunken shipwrecks of Dry Tortugas National Park are your playground. Explore this treasure trove and more in #HiddenWorlds → g.co/nationalparks #HiddenWorlds Dry Tortugas",
          1473281507
        ],
        [
          "We went there so you can too. Go behind the scenes of our journey to film the #HiddenWorlds of the National Parks in stunning 360° video. Behind the scenes of The Hidden Worlds of the National Parks",
          1472830939
        ],
        [
          "Map the Milky Way at Bryce Canyon National Park, no telescope required. g.co/nationalparks #HiddenWorlds Bryce Trailer.mp4",
          1472765809
        ],
        [
          "Fly with thousands of bats in Carlsbad Caverns National Park. Discover #HiddenWorlds → g.co/nationalparks Carlsbad Cavern",
          1472679258
        ],
        [
          "Soar over an active volcano in Hawai’i Volcanoes National Park during your journey through #HiddenWorlds → g.co/nationalparks National Parks #HiddenWorlds: Hawai'i Volcanoes",
          1472586050
        ],
        [
          "Paddle through the ice age in Kenai Fjords National Park (no parka required) → g.co/nationalparks #HiddenWorlds Hidden Worlds: Kenai Fjords",
          1472496431
        ],
        [
          "Experience America’s parks like you’ve never seen, heard or explored before. Join us on a journey through the #HiddenWorlds of the National Parks in stunning 360 degrees → g.co/nationalparks The Hidden Worlds of the National Parks in 360°",
          1472236885
        ],
        [
          "Today’s #GoogleDoodle honors the National Parks Service centennial and their commitment to conserving the United States’ natural beauty for generations to come. #NPS100 https://goo.gl/7HvlZd Timeline Photos",
          1472140807
        ],
        [
          "Ready for an adventure? Climb, fly, ride and dive your way through the #HiddenWorlds of our National Parks with rangers as your guide → g.co/nationalparks #NPS100 National Parks Hidden Worlds",
          1472126528
        ]
      ],
      "dates_start": 1469309354,
      "dates_end": 1479084536,
      "likes_avg": 6379,
      "likes_stdev": 12950,
      "comments_avg": 510,
      "comments_stdev": 1017,
      "shares_avg": 2985,
      "shares_stdev": 5877
    },
    {
      "number": 2,
      "important": [
        "celebr",
        "googl",
        "around",
        "realiti",
        "virtual"
      ],
      "common": [
        "around",
        "cardboard",
        "celebr",
        "googl",
        "love",
        "pride",
        "prideforeveryon",
        "realiti",
        "virtual",
        "world"
      ],
      "messages": [
        [
          "#prideforeveryone, no matter where you are. Watch how Cardboard brings pride parades to life for Colombian youth → https://youtu.be/NtETTH1VmH8 Celebrating Virtual Pride in Bogotà, Colombia #prideforeveryone Earlier this year, we launched #prideforeveryone, a virtual reality Pride experience that anyone, anywhere could experience. Since then, we’ve sent Google Ca...",
          1481749580
        ],
        [
          "This year we delivered Google Cardboard to LGBT organizations around the world to bring #prideforeveryone. Watch how the Fundacion Sergio Urrego is using virtual reality to give youth across Colombia the opportunity to experience global pride parades → goo.gl/944UHB Celebrating Virtual Pride in Bogotà, Colombia #prideforeveryone",
          1481664975
        ],
        [
          "#EveryoneSpeaksFood paired #GoogleTranslate with cuisines from around the world for a very tasty experiment. See how it unfolded: #EveryoneSpeaksFood: a Google Translate Pop-Up Restaurant",
          1469194403
        ],
        [
          "Pride is a time to celebrate who you are and who you love. Yet around the world many LGBTQ people are unable to express themselves freely. #prideforeveryone is a virtual reality experience that helps bring Pride to those who cannot march: g.co/prideforeveryone Be who you are. Love who you love. #prideforeveryone",
          1467142830
        ],
        [
          "We made a special Google Cardboard viewer to celebrate #prideforeveryone. We’re sending them around the world—giving people a way to experience #pride, no matter where they are. g.co/prideforeveryone #prideforeveryone Cardboard",
          1466852428
        ],
        [
          "Googlers from 25 countries have been marching in their local Pride parades, celebrating and documenting the global LGBTQ community. Now anyone can experience #prideforeveryone in 360 degrees, with virtual reality and Google Cardboard → g.co/go/pride2016 #prideforeveryone",
          1466780923
        ],
        [
          "Pride is a time to celebrate who you are and who you love. Yet around the world many LGBTQ people are unable to express themselves freely. That’s why we created #prideforeveryone—a virtual reality experience that helps bring Pride to those who cannot march: google.com/prideforeveryone. Be who you are. Love who you love. #prideforeveryone",
          1466718187
        ],
        [
          "Visit some of our favorite experiences at #io16 in 360°. Tell us what you discover on your walk through Shoreline. See #IO16 in 360 degrees",
          1464016226
        ],
        [
          "Can we interest you in some last minute holiday [window] shopping, Google Maps style? See more from around the world here: http://goo.gl/12PTNZ Photos from Google's post",
          1419357614
        ]
      ],
      "dates_start": 1447594054,
      "dates_end": 1482067538,
      "likes_avg": 2414,
      "likes_stdev": 4064,
      "comments_avg": 265,
      "comments_stdev": 214,
      "shares_avg": 930,
      "shares_stdev": 2230
    },
    {
      "number": 3,
      "important": [
        "littl",
        "io",
        "photo",
        "introduc",
        "app"
      ],
      "common": [
        "android io",
        "app",
        "best",
        "introduc",
        "io",
        "learn",
        "littl",
        "nexus",
        "phone",
        "photo"
      ],
      "messages": [
        [
          "Introducing Google Trips, a new app that’s like a personalized tour guide in your pocket, available now on Android and iOS → https://goo.gl/31et6e Google Trips",
          1474295974
        ],
        [
          "Introducing Google Duo: a fast, fun, one-tap video calling app for Android and iOS that brings you face-to-face with everyone you care about → https://goo.gl/QqTj6b Google Duo",
          1471355121
        ],
        [
          "Today in our Mountain View backyard we kicked off Google I/O, our annual developer conference. Catch up on all the announcements from this morning's keynote, including the Google assistant, Allo, Duo, Android N, VR and Firebase → https://goo.gl/QFWX27 #IO16 Evolving Google",
          1463591960
        ],
        [
          "The Googleplex got a little bit sweeter today! To mark the launch of Android 5.0, Lollipop, we unveiled a new Android statue, a tradition that dates back to the launch of Android 1.5, Cupcake. Instagram google's photo on Instagram",
          1413393362
        ],
        [
          "Introducing Android 5.0, Lollipop, and the latest Nexus devices: Nexus 9, Nexus 6 and Nexus Player → http://goo.gl/vTJfMq Android: Be together. Not the same.",
          1413385331
        ],
        [
          "Kids like poking through cool photos—and you can teach them something along the way. Get the Google app on iOS at http://goo.gl/vXVzF Timeline Photos",
          1406839334
        ],
        [
          "If it ain’t baroque, don’t fix it. But if it is, you can tell Google… and it’ll correct itself. Works on the Google app for iOS (http://goo.gl/vXVzF) and Android (http://goo.gl/gZ5VHV).",
          1404832809
        ],
        [
          "Spending your July 4th outside? Get local weather conditions with the Google app on iOS and Android goo.gl/4OwgqZ. Timeline Photos",
          1404501166
        ],
        [
          "The big announcements from this morning’s Google I/O Keynote: Android on more screens near you -- in your car, in your living room, even on your wrist. youtu.be/d36cIFCJvQs  Android coming to a screen near you Soon powering screens of all sizes, across watches, phones, tablets, TV and cars. Learn more at http://www.android.com/",
          1403715871
        ],
        [
          "Whether you’re destined for Daytona Beach or the Dominican Republic this spring break, you don’t want to waste any time waiting around in the airport because you didn’t know your flight was delayed. No worries—just pull out your phone, and Google Now will tell you if it’s on time. You’ll need to be on Android 4.1+ or iOS 5.0+ and have your flight confirmation in your Gmail. Happier trails! http://goo.gl/D43S6F Timeline Photos",
          1397161235
        ],
        [
          "Android is coming soon to wearables, starting with watches. Learn more: http://goo.gl/82RHsF Android Wear: Information that moves with you Introducing Android Wear. Useful information when you need it most - at a glance or in a word.",
          1395155653
        ],
        [
          "We've named our latest Android operating system after one of our favorite treats. Learn more and sign-up for release updates at www.android.com/kitkat KitKat Android KitKat – coming soon.",
          1378229923
        ],
        [
          "With the updated Google Maps app for Android, it’s easier to discover, save & redeem offers from brands you love. Learn more at http://goo.gl/UZ5L5 Google Offers: Little Slugger A baseball loving family with a little slugger in the making discovers Google Offers for all the things they love across Google and the web.",
          1373465683
        ],
        [
          "Docs just got a little more mobile--now you can read, write, and collaborate in real-time from your Android phone or tablet. Learn more:\nhttp://goo.gl/PH1lI Best Best Man - Google Docs for Android The best man gets help from the wedding party on the Best Best Man speech. Collaborate anywhere with the updated Google Docs app for Android.",
          1329944535
        ],
        [
          "In case you didn't hear about it earlier this week, we just launched Chrome for Android Beta.  Now you can browse the web from your Android with the speed of Chrome.  Read more: http://goo.gl/LeXSW Official Google Blog: Introducing Chrome for Android",
          1328887227
        ]
      ],
      "dates_start": 1362233830,
      "dates_end": 1445600194,
      "likes_avg": 3471,
      "likes_stdev": 5295,
      "comments_avg": 354,
      "comments_stdev": 241,
      "shares_avg": 620,
      "shares_stdev": 858
    },
    {
      "number": 4,
      "important": [
        "women",
        "doodl",
        "intern",
        "earth",
        "share"
      ],
      "common": [
        "doodl",
        "earth",
        "earth day",
        "happi earth",
        "intern",
        "intern women",
        "intern women day",
        "share",
        "women",
        "women day"
      ],
      "messages": [
        [
          "This International Women's Day, share how your future self will leave her mark on the world with #OneDayIWill. We can't wait to say we knew you when! #OneDayIWill: International Women's Day 2016",
          1457461928
        ],
        [
          "Happy Valentine's Day! #GoogleDoodle Timeline Photos",
          1455464463
        ],
        [
          "Happy Veterans Day to the people who go above and beyond to protect our country. Timeline Photos",
          1415721601
        ],
        [
          "There’s always time for a stroll with Daddy-O. Happy Father’s day! Timeline Photos",
          1402839134
        ],
        [
          "Happy Mother’s Day! What do you love most about your mom? Tell us in the comments. Timeline Photos",
          1399822321
        ],
        [
          "Happy Earth Day! The Rufous hummingbird, Japanese macaque & other creatures help us celebrate in today's doodle. Timeline Photos",
          1398172553
        ],
        [
          "Happy International Women's Day! Officially tomorrow, we're already celebrating with our doodle featuring 100+ inspiring women from around the world: http://goo.gl/djnzsB International Women's Day Doodle 2014 Women have historically been underrepresented in almost all fields: science, school curricula, business, politics—and, sadly, doodles. In addition to our con...",
          1394208393
        ],
        [
          "This Earth Day, discover how nature recycles, composts, and shares rides every day. Meet Nature’s Engineers and follow their lead: http://goo.gl/V7iBf Timeline Photos",
          1366639700
        ],
        [
          "Happy Halloween! We recommend you sneak in a search for some horror movies while you go about your ghoulish day. Let us know what you find. ;) Timeline Photos",
          1351699860
        ],
        [
          "Happy Mother's Day, from all of us at Google! Timeline Photos",
          1336922793
        ],
        [
          "Happy Earth Day. Be green and plant a seed or your very own doodle today: http://goo.gl/0oO8Z Timeline Photos",
          1335096007
        ],
        [
          "Happy International Women's Day! Timeline Photos",
          1331248329
        ]
      ],
      "dates_start": 1345235490,
      "dates_end": 1428980689,
      "likes_avg": 6711,
      "likes_stdev": 6476,
      "comments_avg": 1027,
      "comments_stdev": 1123,
      "shares_avg": 554,
      "shares_stdev": 504
    },
    {
      "number": 5,
      "important": [
        "help",
        "photo",
        "googl",
        "right",
        "timelin"
      ],
      "common": [
        "give",
        "googl",
        "help",
        "helpout",
        "map",
        "photo",
        "right",
        "search",
        "timelin",
        "timelin photo"
      ],
      "messages": [
        [
          "Lights. Camera. Play! With the new Toontastic 3D app, kids of all ages can draw, animate and narrate their own stories → goo.gl/4vbavV Toontastic 3D",
          1484240568
        ],
        [
          "We all have the power to stand up for the rights of others. #HumanRightsDay Timeline Photos",
          1481388566
        ],
        [
          "Pick up your wand and experience the magic of the wizarding world with a little help from Google and #FantasticBeasts: g.co/fantasticbeasts Fantastic Beasts + Google",
          1478017387
        ],
        [
          "This golden retriever named Google (!) taught us a lot about pet photography at a #GooglePhotos workshop in our São Paulo office. It’s safe to say we’ve found our spirit animal. 🐶 Timeline Photos",
          1476202985
        ],
        [
          "Blocks have long taught children about physics and math, but what if blocks could also help kids learn how to code? Project Bloks takes coding off the screen and puts it into the hands of kids → g.co/projectbloks Timeline Photos",
          1467033098
        ],
        [
          "Today’s #GoogleDoodle just got sweeter for tonight’s Summer Solstice “strawberry moon”—an astronomical coincidence that last occurred in 1967. http://goo.gl/AC59Qa summer-solstice-strawberry-moon-5156509353771008-hp2x.mp4",
          1466460606
        ],
        [
          "Want to know when your name shows up in search results?  We’re making it easier to create an automatic alert: just sign in, search for your name, and click to create. Voila! www.google.com GGL_Alerts_FB.mov",
          1466424040
        ],
        [
          "We're deeply saddened by the recent violence in Brussels and Turkey. To help, we're offering free calls via Hangouts to Belgium and Turkey, as well as info in search for people in Brussels. \n\nFind Hangouts on Android → https://goo.gl/75u3GM and iOS → https://goo.gl/FDOfq Timeline Photos",
          1458684811
        ],
        [
          "The questions we asked in 2015 revealed who we are. See what the world wanted to know. #YearInSearch Year in Search: 2015",
          1450249451
        ],
        [
          "Whether it’s the season to build a snowman or the weather is just right for a dip in the pool, guest artist Eleanor Davis is helping us wish everyone a happy solstice! Timeline Photos",
          1419177606
        ],
        [
          "‘Tis the season for giving and good cheer! g.co/happyholidays #HolidaySpirit Timeline Photos",
          1419001296
        ],
        [
          "He's run for president, started a PAC, invented a word, been an ice cream flavor and had his portrait in the National Gallery. It's only right Stephen Colbert would come to Google Maps too: http://goo.gl/l61TYD Timeline Photos",
          1418935806
        ],
        [
          "More than 25 satellites launched into space have been named Sputnik. Greetings, fellow travelers. Timeline Photos",
          1412365418
        ],
        [
          "Give peas a chance — It's World Vegetarian Day. Timeline Photos",
          1412198058
        ],
        [
          "Space Shuttle to Mission Control: Could you please pass the salt? Timeline Photos",
          1410982948
        ],
        [
          "While it may be tempting to double up your snow cone intake in these last few days of summer, beware of sphenopalatine ganglioneuralgia. Timeline Photos",
          1410379024
        ],
        [
          "Today marks the start of National Preparedness Month and being prepared is just as important as knowing what to do in a crisis. Here are 12 ways the web can help when bad weather strikes: http://goo.gl/awWF9N Timeline Photos",
          1409688899
        ],
        [
          "These nominees are already winners as searchers get ready for next week's Emmy Awards. Check back Monday night for real-time Google Trends from the show. Timeline Photos",
          1408745172
        ],
        [
          "This back-to-school season, Google Shopping Express is joining forces with Operation Backpack to give backpacks filled with supplies to Bay Area kids in need. Give a backpack to a child in need in the Bay Area http://www.google.com/express http://www.voa.org/support-operation-backpack This back-to-school season, Google Shopping Express is proud to work with Operati...",
          1408394449
        ],
        [
          "Pull out your blankets and gaze up at the night sky (or into your computer screen) to catch the action from the Perseid meteor shower. The event, also nicknamed the “fireball champion” of meteor showers, occurs every August and can be viewed in the Northern Hemisphere. Timeline Photos",
          1407768621
        ],
        [
          "We’ve put $1,000,000 on the table for the engineers who can figure out how best to shrink the conventional power inverter and help revolutionize electricity for the next century. What do you think -- know someone who could do it? https://www.littleboxchallenge.com/ Timeline Photos",
          1406042262
        ],
        [
          "See Trafalgar Square…cubed. England’s largest city is getting the 3D treatment on Google Maps. Check it out: goo.gl/iNoIU0 Timeline Photos",
          1405613364
        ],
        [
          "The Court of Justice of the European Union says there’s a “right to be forgotten” online. We’ve asked a group of outside experts to help advise us on the issue and they want to hear from you: How should we balance this right with the public’s right to know?  Advisory Council – Google Advisory Council A recent ruling by the Court of Justice of the European Union found that European law gives people the right to ask search engines like Google to remove results for queries that include their name.",
          1405080512
        ],
        [
          "To wrap up our #hurricaneprep posts this week, the Google Crisis Response team wanted to share some gadgets which can be helpful during a crisis:\n> A waterproof case can help protect your phone during floods and heavy rains: goo.gl/Hrb87M\n> A solar powered battery charger helps keep your phone’s battery alive - mobile networks are more resilient than power lines: goo.gl/wTjsIF\n> A cell phone signal booster gives you a greater chance of connecting to an operational cell tower: goo.gl/rzZm57 Timeline Photos",
          1401378748
        ],
        [
          "We’re continuing our #hurricaneprep week with tips on how technology can help in times of crisis. Here are a few Android apps which can help you be prepared: goo.gl/aFuUuj Timeline Photos",
          1401295185
        ],
        [
          "Hurricane season in the North Atlantic starts soon. To help you stay prepared, we're sharing a few tips on how technology can help keep you safe during a disaster. First up—get Google Now on your Android or iOS device to receive a Public Alert card with critical, authoritative information to help you stay safe in a crisis. http://goo.gl/r16iIk Timeline Photos",
          1401226132
        ],
        [
          "From playing YouTube like a jukebox to getting your own Google doodle on your birthday, see 50 things you didn't know you could do with Google. g.co/GoogleTips Your day gets a little easier when signed in to Google The same Google Account you use for Gmail also unlocks better experiences across Search, Maps, YouTube and lots more: http://g.co/GoogleTips",
          1400688059
        ],
        [
          "Google Now on iOS now helps you keep up with favorite topics or subjects you’ve been researching—from travel destinations to news stories. Timeline Photos",
          1400166001
        ],
        [
          "Google Maps now covers public transit in 15K cities and towns including Vancouver, Chicago, and parts of Great Britain and Brazil. Learn more: http://goo.gl/Ymh4qP Timeline Photos",
          1400079703
        ],
        [
          "Missed Celta Vigo’s defeat of Real Madrid yesterday? Now you can watch video highlights of the latest La Liga matches in Google Search: http://goo.gl/ifwsQQ Timeline Photos",
          1399914001
        ],
        [
          "Missed Russell Westbrook’s triple-double against the Clippers last night? No worries—now you can watch video recaps of the latest NBA games in Google Search: http://goo.gl/6uXDz9 Timeline Photos",
          1399582997
        ],
        [
          "Now you can just ask a quick question on your Android phone to find last-minute hotel and restaurant reservations,  and filter by price, neighborhood and more. Timeline Photos",
          1398441928
        ],
        [
          "Watch Bette and Richie at the The Turtle Hospital fix a turtle's shell with a little help from Search. http://youtu.be/LvteUhmhpKc  Bette and Richie: Saving Moses With a severely damaged shell and punctured lung, no one thought Moses the turtle would survive his injuries -- until Bette and Richie at the Turtle Hospital...",
          1397567037
        ],
        [
          "The Civil Rights Act turns 50 this year and we’re proud to join the LBJ Library and Presidents Obama, Bush, Clinton and Carter in celebrating how far we’ve come as a nation at the Civil Rights Summit. Learn the story of how the law came to be thanks to the Google Cultural Institute and the National Archives http://goo.gl/a08E1f\n The Civil Rights Act of 1964 - Google Cultural Institute Fifty years ago, President Lyndon B. Johnson signed the most sweeping civil rights legislation since Reconstruction.  It  prohibited discrimination in public places, provided for the integration of schools and other public facilities, and made employment discrimination illegal. ",
          1396978944
        ],
        [
          "Happy birthday to American civil rights and women’s rights activist Dorothy Irene Height! Timeline Photos",
          1395674609
        ],
        [
          "We all have files that are too important to lose. That's why we've lowered the price of our monthly #GoogleDrive storage plans so you can save more. Sign up for a plan: http://goo.gl/dedpbz Timeline Photos",
          1394809201
        ],
        [
          "\"Say my name.\" From Blue Sky to Bombshell, it was a big year for TV according to #Zeitgeist2013. How many series finales did you watch live? http://goo.gl/Ez5LnH Timeline Photos",
          1388167200
        ],
        [
          "We could all use a little help around the holidays. See how Helpouts can help you make this season bright: http://goo.gl/REyHva Helpouts by Google: \"Kris\" A holiday story of help, progress, and success. Learn more about how Helpouts can help you at helpouts.google.com",
          1387480517
        ],
        [
          "To help you save time and get the most out of Google Search, Maps, Gmail and more, we've put together #GoogleTips. Check out some of the ways that Google can make your life a little easier when you're on the go, at home or at the office: g.co/GoogleTips \n\nhttps://www.youtube.com/watch?v=FfAaXT3RKiw Your day gets a little easier when signed in to Google The same Google Account you use for Gmail also unlocks better experiences across Search, Maps, YouTube and lots more: http://g.co/GoogleTips",
          1387378801
        ],
        [
          "Google Ventures invested in 75 startups in 2013. Check out the Google Ventures year in review to see how these companies could change the world: www.gv.com/2013 Timeline Photos",
          1387213227
        ],
        [
          "'Tis the season. Unwrap a brighter future for a kid, a classroom or even a polar bear: http://goo.gl/fMnvu9\r\n\r\n #12DaysOfGiving #Google Timeline Photos",
          1386956218
        ],
        [
          "Helpouts is a new way to get and give help over live video. We want to use the convenience and efficiency of the web to connect people with others who can help them—whether it’s learning French, removing a computer virus, or improving your fitness. Learn more about Helpouts: http://g.co/c43n and follow Helpouts for ongoing updates. Introducing Helpouts by Google Helpouts is a new way to get and give personalized help over live video. Our goal is simple: help people help each other. We want to enable everyone, no matt...",
          1383669877
        ],
        [
          "Be careful what you search for—you never know what you might find. #GoogleHalloween",
          1383164679
        ],
        [
          "We’ve missed these guys around campus -- was great to have them back for a visit today! Watch the trailer to learn more about their time as Google interns http://goo.gl/OF5Lr Timeline Photos",
          1370040214
        ],
        [
          "Jewglers (Jewish Googlers) held their annual Chanukah party last night and lit up their not-so-traditional, but very Googley, lava lamp menorah. Happy Chanukah! Timeline Photos",
          1355421886
        ],
        [
          "Have a great weekend! Google Maps Its Friday. Relax. Monkey around. \r\n\r\n(#streetviewscene: Snow monkeys in Jigokudani Monkey Park, Japan http://goo.gl/maps/GdZ4V)",
          1351281517
        ],
        [
          "The Space Shuttle Endeavour just flew over our headquarters in Mountain View, California.  It was a great excuse to step away from our desks and grab a cool photo! Timeline Photos",
          1348245053
        ],
        [
          "Whether you're visiting the National Air and Space Museum, the American Museum of Natural History or one of 20+ other U.S. museums this summer, with indoor maps and walking directions in Google Maps for Android you can plan your route from exhibit to exhibit, identifying points of interest along the way, including between floors. Timeline Photos",
          1341931006
        ],
        [
          "In the northern hemisphere summer is just a day away, which has us dreaming of lying on the beach and swimming in the ocean. In the southern hemisphere, where it’s cooling down, many of you might be starting to plan a getaway to a hot and sunny destination. Either way, get a head start by checking out our newly expanded Street View coverage of six of Hawaii’s islands: http://goo.gl/MCK2k Timeline Photos",
          1340132231
        ]
      ],
      "dates_start": 1372731767,
      "dates_end": 1442858433,
      "likes_avg": 2265,
      "likes_stdev": 5806,
      "comments_avg": 315,
      "comments_stdev": 521,
      "shares_avg": 528,
      "shares_stdev": 1787
    },
    {
      "number": 6,
      "important": [
        "visit homepag",
        "visit",
        "birthday"
      ],
      "common": [
        "birthday",
        "homepag see",
        "homepag see today",
        "see today",
        "see today doodl",
        "visit",
        "visit homepag",
        "visit homepag see",
        "visit homepag see today",
        "visit homepag see today doodl"
      ],
      "messages": [
        [
          "Today's doodle in the U.S. celebrates Harriet Tubman, who led hundreds of slaves to freedom on the Underground Railroad. Timeline Photos",
          1391278206
        ],
        [
          "“Some people could look at a mud puddle and see an ocean with ships.\" Today's doodle in the U.S. celebrates the 123rd birthday of writer Zora Neale Hurston, best known for her novel “Their Eyes Were Watching God.” Timeline Photos",
          1389111809
        ],
        [
          "Channel your inner cruciverbalist in today’s doodle, celebrating the 100th anniversary of the first crossword puzzle: www.google.com. Timeline Photos",
          1387630801
        ],
        [
          "Ever wonder how we make our homepage Doodles?  Watch the video and then go to www.google.com to see today's doodle celebrating International Women's Day.",
          1362772972
        ],
        [
          "Visit our homepage to see today's doodle celebrating the 107th anniversary of American cartoonist and animator Winsor McCay's most famous work: Little Nemo. Timeline Photos",
          1350307987
        ],
        [
          "Visit our homepage to see today's doodle celebrating the 100th birthday of Julia Child, a culinary legend who brought French cooking to popular culture: Timeline Photos",
          1345043589
        ],
        [
          "Recognize the Fabergé eggs? Visit our homepage to see today's doodle celebrating the 166th birthday of Russian jeweler Peter Carl Fabergé. Timeline Photos",
          1338391534
        ],
        [
          "Visit our homepage to see today's doodle, which portrays The Barber of Seville played by opera-singing frogs -- our way of celebrating Italian composer Gioachino Rossini's birthday and leap year. Timeline Photos",
          1330532432
        ],
        [
          "Visit our homepage to checkout today's doodle celebrating the 155th birthday of Heinrich Rudolf Hertz, the first person to broadcast and receive radio waves: Timeline Photos",
          1329932351
        ],
        [
          "Visit our homepage to see today's doodle celebrating Charles Dickens' 200th birthday: Timeline Photos",
          1328631405
        ],
        [
          "Visit our homepage to see today's doodle celebrating the 374th birthday of Nicolas Steno, who pioneered the fields of geology and botany. Timeline Photos",
          1326297442
        ],
        [
          "Visit our homepage to see today's doodle celebrating the 100th birthday of cartoonist and Addams Family creator Charles Addams (select countries): Timeline Photos",
          1325973639
        ]
      ],
      "dates_start": 1325748743,
      "dates_end": 1375235284,
      "likes_avg": 4747,
      "likes_stdev": 3691,
      "comments_avg": 640,
      "comments_stdev": 395,
      "shares_avg": 527,
      "shares_stdev": 347
    },
    {
      "number": 7,
      "important": [
        "year",
        "see",
        "birthday",
        "googl",
        "homepag"
      ],
      "common": [
        "birthday",
        "celebr",
        "doodl",
        "googl",
        "homepag",
        "homepag timelin",
        "see",
        "today",
        "world",
        "year"
      ],
      "messages": [
        [
          "In 2012 we set a goal to run our company on 100% renewable energy. We’ll reach it in 2017, a year ahead of schedule. https://goo.gl/ZYkoon Timeline Photos",
          1481029443
        ],
        [
          "238,900 miles stand between the moon and the 16 teams competing in the Google Lunar XPRIZE. See their journey in #GLXPMoonShot, now on YouTube → https://goo.gl/ERGcG7 Timeline Photos",
          1458748953
        ],
        [
          "Dashing through the snow, \nIn a one horse open sleigh, \nOver the fields we go, \nto Google’s homepage! \nWe hope everyone is staying warm this winter. ﻿ Timeline Photos",
          1419352838
        ],
        [
          "American astronomer Annie Jump Cannon spent her life studying the night sky. Today our homepage in the U.S. is gazing at the stars Cannon loved so much for her 151st birthday. A pioneer in astronomy, Cannon developed the Harvard Classification Scheme with Edward C. Pickering, which organized and categorized stars based on their temperatures. Timeline Photos",
          1418312869
        ],
        [
          "He may have missed out on the presidential pardon, but at least this turkey is safe on our homepage. Happy Thanksgiving everyone! Timeline Photos",
          1417086001
        ],
        [
          "American nun and artist Corita Kent said it best with her quote, “To understand is to stand under which is to look up to which is a good way to understand.” Kent gained popularity in the 1960s and 1970s with her artwork that featured messages of love and peace. Today, we mark her 96th birthday. Timeline Photos",
          1416501982
        ],
        [
          "The Iron Curtain divided Europe for many years and kept the world locked in a “Cold War”. Today, we are commemorating the brave people who tore down the wall and paved the way for a more united world with a special Doodle. Find out what values have shaped the generation born after the Fall of the Wall. #DEUTSCHLAND25.  http://goo.gl/2PcvAY \n\nWith courtesy of the German Federal Archive, this Doodle features unique archive photos from 1989. (http://www.bundesarchiv.de/index.html.en): https://g.co/doodle/vc7ect Timeline Photos",
          1415552401
        ],
        [
          "Time to stretch out those muscles. For 86 years, people in Japan have started out their days with a short calisthenics routine. Today the Google Doodle is doing the same. goo.gl/TPWjdU 86th Anniversary of Japanese Radio Calisthenics Doodle For 86 years, people in Japan have started out their days with this short calisthenics routine that’s broadcasted on Japanese national television. Our Google...",
          1414795198
        ],
        [
          "Werewolves, witches and zombies–all things dark and creepy come out on Halloween night..and our homepage. This year, six guest artists unleashed their favorite monsters on our doodle. Refresh your page to see them all. Have a happy and safe Halloween! Photos from Google's post",
          1414772732
        ],
        [
          "To mark what would have been his 186th birthday, scenes from Leo Tolstoy’s greatest novels including \"War and Peace\" and \"Anna Karenina\" come to life on our homepage around the world today. Timeline Photos",
          1410277323
        ],
        [
          "\"Three amazing games today. Everyone gave more than was expected.\" Check out the animated doodle by visiting our homepage. Timeline Photos",
          1403300237
        ],
        [
          "See how your voice can save a birthday: \"#OkGoogle, how many grams in a cup of sugar?\". http://youtu.be/UbKK-ia0wKY Timeline Photos",
          1403269201
        ],
        [
          "Yes, we’ll take a little samba with our #WorldCup opening ceremony. Keep your eyes peeled for anything special that happens during the event... we’re looking for #GoogleDoodles inspiration. Timeline Photos",
          1402607092
        ],
        [
          "How would 11-year old Audrey Zhang of New York make the world a better place? Audrey, our 2014 Doodle 4 Google winner, drew the fantastical water purifier on our homepage today: http://goo.gl/leIhSA Timeline Photos",
          1402322936
        ],
        [
          "To commemorate #DDay70, the Google Cultural Institute is sharing 5 new exhibits from museums in the U.S., U.K. and France: goo.gl/0w1wtd. Timeline Photos",
          1402058122
        ],
        [
          "“In nature nothing exists alone,” American conservationist Rachel Louise Carson wrote in “Silent Spring.” We celebrate her birthday today on our U.S. homepage. Timeline Photos",
          1401195601
        ],
        [
          "Congratulations to this year's Doodle 4 Google winners, who hung out with us at the Googleplex for a day earlier this week. Look out for the winning doodle on google.com June 9! Timeline Photos",
          1400941760
        ],
        [
          "What would you do if you were #slightlysuperhuman? Timeline Photos",
          1400601887
        ],
        [
          "Search on and see what you find—the Force is strong today. #MayThe4thBeWithYou Timeline Photos",
          1399212001
        ],
        [
          "Tour the Palais Garnier in Paris and see Marc Chagall's magnificent ceiling in ultra high-resolution on the Google Cultural Institute: http://goo.gl/ce1wjX Timeline Photos",
          1396285142
        ],
        [
          "Cuál es la definición de …? If you use Google with Spanish settings, you can easily ask for definitions in Spanish. More info (en español): http://goo.gl/3LLqUr Timeline Photos",
          1395849600
        ],
        [
          "Spring is finally here! Celebrate the arrival of warmer weather with today’s doodle for the spring equinox. Timeline Photos",
          1395328629
        ],
        [
          "From 100+ #WomenTechmakers events to new Cultural Institute exhibits, join us in celebrating inspiring women around the world: http://goo.gl/mkstC6 #IWD2014 Timeline Photos",
          1394290801
        ],
        [
          "For John Steinbeck’s 112th birthday, our U.S. doodle takes you on a journey through some of his most beloved novels, from “The Grapes of Wrath” to “Cannery Row.” Timeline Photos",
          1393520401
        ],
        [
          "A triceratops.. a martian.. two bearded men on bikes.. what do you see in the ink? Today's Google Doodle honors the 129th birthday of Swiss psychiatrist Hermann Rorschach, who invented the inkblot test in 1921. Test your imagination at www.google.com \r\n\r\n#RorschachDoodle Timeline Photos",
          1383933729
        ],
        [
          "\"Double, double toil and trouble; fire burn, and caldron bubble!\" Choose what ingredients enter our witch’s boiling pot on today’s Halloween doodle and see what spooky concoctions you can cook up. Once you’ve stirred up some mischief, don’t forget to click the magnifying glass for some more Halloween fun: www.google.com \n\n#GoogleHalloween Timeline Photos",
          1383220823
        ],
        [
          "Today many of our homepages around the world celebrate the 100th birthday of Leônidas da Silva. Often considered one of the most important soccer/football players in the sport's history he is also attributed with inventing the bicycle kick. Timeline Photos",
          1378481399
        ],
        [
          "Visit google.com today and be transported to a moonlit night in Paris, set to Claude Debussy's classic piece \"Clair de Lune.\" This animated doodle celebrates the French composer, who would have been 151 years old today. Timeline Photos",
          1377185215
        ],
        [
          "Whether you're in the northern hemisphere or south of the equator, 'tis the season for doodles today with two animations from guest artist Christoph Niemann. Cozy up to celebrate the first day of winter, or ride the waves to mark the summer solstice. To see these doodles in action, visit google.com.pe or google.ca. Timeline Photos",
          1371831792
        ],
        [
          "We're paying tribute to beloved illustrator/author Maurice Sendak today. See the wild rumpus on http://www.google.com/. Timeline Photos",
          1370881858
        ],
        [
          "On this day 64 years ago, Alberto Larraguibel set the equestrian high jumping world record by leaping 8 ft 1 in into the air aboard his horse, Huaso. We're honoring his accomplishment with the following Doodle on our Chilean homepage. Timeline Photos",
          1360080340
        ],
        [
          "Today's interactive doodle is for Frank Joseph Zamboni, Jr., born 112 years ago on January 16. Zamboni is best known for his namesake invention, the modern ice resurfacer. Visit google.com now to play our Zamboni game—and beware of banana peels! Timeline Photos",
          1358352051
        ],
        [
          "Many of our offices around the globe are decorated with a local flair. In addition to a fish tank and surfboards, our Venice, CA office boasts this \"Googley\" lounge. Timeline Photos",
          1349107477
        ],
        [
          "We're celebrating Google's 14th anniversary with a delicious doodle! Timeline Photos",
          1348757153
        ],
        [
          "Couldn't make it to the Thames? Paddle down our homepage today. Timeline Photos",
          1344518307
        ],
        [
          "Be a part of today's Olympics action (http://goo.gl/StUH7) and shoot some hoops on our homepage. Timeline Photos",
          1344426922
        ],
        [
          "Race against the clock in today's interactive doodle! Timeline Photos",
          1344348668
        ],
        [
          "Our sturdy shot putter attempts to go the distance on today's homepage. Timeline Photos",
          1344008676
        ],
        [
          "A fun update for tablet owners: you can now search for [weather] on Google and get an interactive 10-day forecast. Try scrolling through the temperature graph, and toggle between precipitation and wind graphs... hope the weather is a little more promising wherever you may be! Timeline Photos",
          1342731216
        ],
        [
          "Thanks for everything you do, Dads! Watch today's interactive Father's Day doodle on our homepage. Timeline Photos",
          1339946119
        ],
        [
          "To celebrate the 78th birthday of Robert Moog, electronic music pioneer, we've converted our logo into a Moog synthesizer.  \n\nTry it out on our homepage, then record and share your best tunes! Timeline Photos",
          1337780053
        ],
        [
          "On our homepage today: Howard Carter, discoverer of the tomb of pharoah Tutankhamun (\"King Tut\"), surveys KV62's treasures. Timeline Photos",
          1336596076
        ],
        [
          "Celebrating Gideon Sundbäck - the electrical engineer who helped develop the zipper - with an interactive doodle. Try it out on our homepage! Timeline Photos",
          1335268530
        ],
        [
          "Today's interactive doodle honors Eadweard J. Muybridge, a photographer who famously projected images of still pictures to create the illusion of movement. Our illusion uses some of Mr. Muybridge's actual lantern slides, which at the time were used to prove that there's a point at which all four of a horses hoves are off the ground simultaneously. Timeline Photos",
          1333984027
        ],
        [
          "Have you visited our homepage today? Our virtual steel/glass doodle honors Mies van der Rohe, master of modern architecture. Timeline Photos",
          1332859586
        ],
        [
          "We're celebrating the first day of Spring (and Fall) with this pair of doodles running in the Northern and Southern hemispheres. Which season do you prefer? Timeline Photos",
          1332255439
        ],
        [
          "We're honoring origami master Akira Yoshizawa on our homepage today. Learn more about Yoshizawa and how we created the doodle here: http://goo.gl/Hr1rK Timeline Photos",
          1331738655
        ],
        [
          "We're celebrating Brazilian composer Heitor Villa-Lobos's 125th birthday with this Doodle on www.google.com.br. Listen to some of Villa-Lobos's music at http://goo.gl/V3FZ6 Timeline Photos",
          1330976330
        ],
        [
          "Visite nosso homepage hoje para ver nosso doodle, que comemora a descoberta das Cataratas do Iguaçu: Timeline Photos",
          1328032743
        ]
      ],
      "dates_start": 1343730506,
      "dates_end": 1415392609,
      "likes_avg": 6119,
      "likes_stdev": 10781,
      "comments_avg": 680,
      "comments_stdev": 841,
      "shares_avg": 512,
      "shares_stdev": 781
    },
    {
      "number": 8,
      "important": [
        "imageri",
        "world",
        "see",
        "explor",
        "take"
      ],
      "common": [
        "canyon",
        "explor",
        "imageri",
        "new",
        "see",
        "space",
        "street view imageri",
        "take",
        "view imageri",
        "world"
      ],
      "messages": [
        [
          "Goodbye Westeros, hello Greenland. How Nikolaj Coster-Waldau joined Street View to capture the country's changing landscape → goo.gl/Uob6IW Street View + Nikolaj Coster-Waldau: Greenland",
          1486500432
        ],
        [
          "We hope you’re just as excited about the Year of the Monkey as we are!  So excited, we’ve been hunting around Street View for monkey sightings. Here are a few we found so far...want to help us find more 'Monkeys of StreetView'? #monkeyview goo.gl/8LhqMe Monkeys of StreetView",
          1454550911
        ],
        [
          "Explore Australia’s many shades of blue at Shelly Beach and 46 other new locations above and underwater on Street View today: goo.gl/JEUnAm Take a dip or explore Australia's backyard on Street View",
          1415941813
        ],
        [
          "Summer on the beaches of Google Maps Street View lasts forever. Explore them now → http://goo.gl/of9Wm4 Timeline Photos",
          1409416925
        ],
        [
          "Here's some Google Maps Street View trivia: The TV version of this fast-food joint serves up the DEA's favorite fried chicken. Can you name the Emmy-nominated show that made it famous? Timeline Photos",
          1408811888
        ],
        [
          "Celebrate World Oceans Day: take a swim with Street View in Google Maps: http://maps.google.com/ocean Timeline Photos",
          1402249956
        ],
        [
          "Travel back in time with historical Street View imagery in Google Maps: http://goo.gl/WP67O7 Go back in time with Street View Go back in time with Street View to see seasons turn, towers rise, and the world change in Google Maps. Imagery from past Street View collections dating back...",
          1398265201
        ],
        [
          "No need to cross an ocean to see the world—now you can “visit” the Taj Mahal and 29 of India’s most iconic national monuments with Street View. Go on, take a mid-week vacation: http://goo.gl/87WF7N Explore the Taj Mahal with Google Maps Explore 360-degree imagery of the Taj Mahal, India's crown jewel, now in Street View. To learn more visit http://goo.gl/6wXjBi",
          1393344001
        ],
        [
          "Your latest antidote for the Monday blues: take a trip to Venice, Italy with Street View in Google Maps. We recently took our Trekker to the Piazza San Marco, over the Devil's Bridge and through the waterways by gondola so you can experience the Floating City wherever you are (vino not included): http://goo.gl/gBHeqW Explore Venice with Google Maps See the full behind the scenes experience at http://goo.gl/XJZnuR Experience the streets and canals of Venice through 360-degree panoramic Street View imager...",
          1385407658
        ],
        [
          "You can now explore the the biodiverse Galapagos Islands on Google Maps: http://g.co/c2ku \n\nLearn more about how we collected this  Street View  imagery of sea lions, tortoises and blue-footed boobies in our video below.  Explore the Galapagos Islands with Google Maps In partnership with the Directorate of the Galapagos National Park, The Charles Darwin Foundation, and Catlin Seaview Survey, we traveled to the archipelago ...",
          1379080155
        ],
        [
          "Explore Dubai's Burj Khalifa, the world's tallest manmade structure (828 meters or 2,717 feet), in Google Maps — our first-ever Street View collection in the Arab World and the first skyscraper. See the highlights: http://g.co/k368 Explore Views of the Burj Khalifa with Google Maps Get a behind-the-scenes look at how the new Trekker technology is able to capture Street View imagery of the Burj Khalifa, the world's tallest building.",
          1372085178
        ],
        [
          "In the mood for a hike? Take a quick trip to the Grand Canyon and explore over 75 miles of Street View imagery. Explore the Grand Canyon with Google Maps Google Maps is releasing panoramic imagery of one of the world's most spectacular national monuments: the Grand Canyon. These Street View images cover more t...",
          1360008696
        ],
        [
          "Experience the Canadian Arctic through new panoramic Street View images of Cambridge Bay: http://goo.gl/y119z Google Maps goes to the Arctic community of Cambridge Bay In August 2012, the residents of Cambridge Bay invited the Google Maps team to come help map their community. Residents attended a Map Up to update Google Ma...",
          1354122831
        ],
        [
          "Take a hike! Trekker--Street View in a backpack--makes its official debut at the Grand Canyon. Read more at http://goo.gl/P7OHU Google Maps On its first official outing, the Google Maps team is using the Trekker—a wearable Street View backpack with a camera system on top—to traverse the Grand Canyon and capture 360-degree images of one of the most breathtaking natural landscapes on the planet. Read more: http://goo.gl/P7OHU\r\n\r\nWe’ll keep you posted when the imagery comes live to Google Maps.  \r\n\r\nHappy Trails!",
          1351103435
        ],
        [
          "We've added the very first underwater panoramic images to Google Maps. Explore six incredible living coral reefs & more. Google Maps From the Great Barrier Reef to Hanauma Bay you can dive underwater with Street View. In partnership with the Catlin Seaview Survey you can swim with sea turtles, schools of fish and even manta rays! Read more on our Lat Long blog: http://goo.gl/XqqSe\r\n\r\nOr see these spots on http://maps.google.com/ocean",
          1348690956
        ],
        [
          "Walking on the moon or blasting through outer space may not be in the cards for most of us, but now you can virtually walk in the footsteps of astronauts with new Street View imagery of NASA's Kennedy Space Center, which celebrates its 50th birthday this year. Take a tour of one of the most famous gateways to space with the video below, and read more on the blog at http://goo.gl/uCfoV. Explore Kennedy Space Center with Street View http://maps.google.com/nasa Google Maps in collaboration with NASA is enabling people around the world to take a trip to the doorway to outer space. This loc...",
          1343923128
        ],
        [
          "What was once advertized as a \"cold, hazardous journey\" with \"safe return doubtful\" is now, nearly 100 years later, possible wearing shorts and a t-shirt from the comfort of your browser. Explore our new panoramic imagery of historic Antarctic locations at http://maps.google.com/antarctica Explorers' heritage of Antarctica on Street View Back in September 2010, we launched the first Street View imagery of the Antarctic, enabling users from more habitable lands to see penguins in Antarctica fo...",
          1342541163
        ],
        [
          "In honor of World Forest Day, yesterday we released Street View footage from the Amazon.  Check it out on our new gallery here: http://goo.gl/ZZ3k4 Tour the Amazon with Street View Visit http://maps.google.com/streetview Google Maps with Street View now allows you to visit parts of the Amazon Basin including the Rio Negro tributary and ...",
          1332429556
        ]
      ],
      "dates_start": 1345819219,
      "dates_end": 1425122323,
      "likes_avg": 2146,
      "likes_stdev": 3103,
      "comments_avg": 276,
      "comments_stdev": 174,
      "shares_avg": 471,
      "shares_stdev": 649
    },
    {
      "number": 9,
      "important": [
        "look",
        "year",
        "world",
        "googl",
        "moment"
      ],
      "common": [
        "googl",
        "look",
        "moment",
        "photo",
        "timelin",
        "timelin photo",
        "top",
        "world",
        "year",
        "zeitgeist"
      ],
      "messages": [
        [
          "Before we ring in 2017, let’s take a look back through the moments that defined 2016. #YearInSearch g.co/2016 Year In Search 2016",
          1483202666
        ],
        [
          "Creatures big and small had us captivated in 2016 with puppies, three-toed sloths, and more searched at all-time high this year. #YearInSearch g.co/2016 Creatures - #YearInSearch 2016",
          1483040434
        ],
        [
          "As 2016 draws to a close, let’s take a look back through the moments that defined it. #YearInSearch g.co/2016 Year In Search 2016",
          1482769429
        ],
        [
          "Kickboxing was a big hit after the Rousey vs. Holm fight. #YearInSearch  http://goo.gl/Z06xCK How do I learn to kickbox?",
          1451409707
        ],
        [
          "In 2014 we searched trillions of times. Take a little look at a big #YearInSearch g.co/2014 Discover the top searches made in 2014 with Google’s Year in Search What we search for says a lot about us. Explore the stories of 2014 through the searches made around the world. http://www.google.com/2014",
          1420052574
        ],
        [
          "Many moments of hope this #YearInSearch: We searched more for “mh370 found” than “mh370 lost.” Watch the film: g.co/2014 Timeline Photos",
          1419182102
        ],
        [
          "A little look at a big #YearInSearch, LEGO style: We’ve recreated some of 2014’s most memorable moments–brick by brick–and we’ll share them with you from now until the end of the year.\n\nSee more Year in Search moments: g.co/2014 Timeline Photos",
          1419095781
        ],
        [
          "Today we’re launching our annual Year In Search, a look back at the searches, questions and moments that defined 2014. \n\nWatch the film, explore the site and relive the year along the way. www.google.com/2014 Discover the top searches made in 2014 with Google’s Year in Search What we search for says a lot about us. Explore the stories of 2014 through the searches made around the world at the http://www.google.com/2014.",
          1418736730
        ],
        [
          "We've gone camel crazy! To capture #StreetView imagery of United Arab Emirates' vast Liwa desert (and minimize disruptions to the environment), we put our Trekker on top of a camel g.co/go/liwa Timeline Photos",
          1412969362
        ],
        [
          "From the stars to the selfie seen around the world, here are the top searches and questions from #GoogleSearch at the #Oscars: Timeline Photos",
          1393822177
        ],
        [
          "Your résumé is all about you, but that doesn’t always make it easy to know where to start when it comes to creating one. Let Google help: search for [resumes], and then click “Images” at the top. You’ll see lots of popular, well-designed résumé formats you can follow, from classic single page designs to modern and nontraditional options. If you’re in the market for a particular job and looking for specific examples—say, an elementary school teacher—try searching for [elementary school teacher resumes]. Timeline Photos",
          1393603201
        ],
        [
          "\"It always seems impossible until it’s done.\" -Nelson Mandela\n\nGood luck in whatever you're searching for this year. Search on. \n\n#Zeitgeist2013 Google Zeitgeist | Here's to 2013 Zeitgeist 2013 http://www.google.com/zeitgeist #zeitgeist2013 Discover what the world searched for with Google's year in review. Music: \"Feels Like Coming Ho...",
          1388595601
        ],
        [
          "What did the world search for this year? Remember the moments of 2013 with us.\n\n#Zeitgeist2013 Google Zeitgeist | Here's to 2013 Zeitgeist 2013 http://www.google.com/zeitgeist #zeitgeist2013 Discover what the world searched for with Google's year in review. Music: \"Feels Like Coming Ho...",
          1388505601
        ],
        [
          "Looking for a new start in the new year? Get inspired by the top workout searches in #Zeitgeist2013: http://goo.gl/tW4u0a  #DIGDEEP Timeline Photos",
          1388437201
        ],
        [
          "How many times can the world get saved in one top 10 list? Add them up on #Zeitgeist2013’s top searched movies: http://goo.gl/QcDXDs Timeline Photos",
          1388347202
        ],
        [
          "From a new pope to a new prince, let's remember the biggest moments of this year with #Zeitgeist2013. Google Zeitgeist: Here's to 2013 Here's to 2013. Discover what the world searched for with Google's year-end Zeitgeist: http://www.google.com/zeitgeist Music: \"Feels Like Coming Home\" by Jet...",
          1387301401
        ],
        [
          "#Zeitgeist2013 is here. Join us for a look back at the people, places and moments that captured the world's attention this year: http://g.co/zeitgeist Timeline Photos",
          1387283793
        ],
        [
          "#TBT: Ten years ago Britney, Harry and Neo topped our annual Google Zeitgeist for most popular search terms. What will this year be remembered for? Timeline Photos",
          1386884690
        ],
        [
          "Happy New Year! Watch and remember the most searched for moments of 2012. \n\nhttp://www.google.com/zeitgeist/2012/resolutions/ Zeitgeist 2012: Year In Review See how the world searched with Google's 2012 Zeitgeist: http://www.google.com/zeitgeist Music: \"All I Want\" by Kodaline Video production by Whirled Creative",
          1356997956
        ],
        [
          "Another unforgettable year. Watch and remember the biggest moment of 2012 in our 12th annual year-end Zeitgeist: http://google.com/zeitgeist/2012 Zeitgeist 2012: Year In Review See how the world searched with Google's 2012 Zeitgeist: http://google.com/zeitgeist Music: \"All I Want\" by Kodaline Produced by Whirled Creative",
          1355313253
        ]
      ],
      "dates_start": 1372991249,
      "dates_end": 1447563836,
      "likes_avg": 1804,
      "likes_stdev": 1985,
      "comments_avg": 216,
      "comments_stdev": 200,
      "shares_avg": 454,
      "shares_stdev": 637
    },
    {
      "number": 10,
      "important": [
        "googl",
        "internet"
      ],
      "common": [
        "das",
        "der",
        "die",
        "ein",
        "für",
        "googl",
        "internet",
        "leistungsschutzrecht",
        "und",
        "zu"
      ],
      "messages": [
        [
          "Ok Google, what are the seven principles of Kwanzaa? Timeline Photos",
          1419883589
        ],
        [
          "Ok Google, what are the ingredients in eggnog? Timeline Photos",
          1419456423
        ],
        [
          "Get the app → g.co/googleapp Timeline Photos",
          1419022807
        ],
        [
          "But does a donut-shaped cloud weigh the same as a kale-shaped cloud? Timeline Photos",
          1411581079
        ],
        [
          "Who knew otters were so sentimental? Timeline Photos",
          1411484627
        ],
        [
          "The Internet belongs to everyone - and it's our job to protect it. Are you in? #freeandopen https://takeaction.withgoogle.com/fb/netneutrality Timeline Photos",
          1410355070
        ],
        [
          "From Vulcan to Romulus, we’re all just space explorers boldly going where no man has gone before. Timeline Photos",
          1410207714
        ],
        [
          "Stay safe as you hike this summer— The Google App can help you stick to your trails g.co/googleapp Timeline Photos",
          1407442206
        ],
        [
          "#AreYouReady for some football? ... Oops... \"Ok Google, define soccer\" Timeline Photos",
          1404243098
        ],
        [
          "Internet company CEOs are demanding #RealSurveillanceReform from the U.S. government: https://takeaction.withgoogle.com/fb/rgs Timeline Photos",
          1401971626
        ],
        [
          "Explore the ancient temples of Cambodia's Angkor Wat—the largest religious monument in the world—with #StreetView: http://goo.gl/m0cpC3 Timeline Photos",
          1396532076
        ],
        [
          "Heute ist “Alles-was-du-machst-ist-richtig-Tag…”\n\n… im Ernst! Gar nicht so leicht. Aber die Google Suche-App kann euch ein wenig dabei helfen, perfekt durch den Tag zu kommen. Zum Beispiel immer pünktlich sein: Einfach Termine in den Google Kalender eintragen und Google Now (über die Google Suche-App) erinnert euch, wann ihr losfahren müsst, um pünktlich anzukommen. \n\nOder nie mehr etwas vergessen: Ihr sollt auf dem Nachhauseweg noch Milch mitbringen? Lasst euch von der Google Suche-App im richtigen Moment daran erinnern. Tippt einfach auf das Mikrofon-Symbol und sagt zum Beispiel “Erinnere mich daran Milch zu kaufen bei Edeka in der Osterstraße” - und schwupps, automatisch werdet ihr daran erinnert, wenn ihr bei Edeka vorbei lauft. #googletipps\n\nZur App und zu mehr Infos dazu gehts hier: http://goo.gl/LQGgiJ Timeline Photos",
          1394958614
        ],
        [
          "The Internet is awesome for creativity and we’re fighting to keep it that way: http://goo.gl/j9OC9e Timeline Photos",
          1390338000
        ],
        [
          "Al Gore, Eric Schmidt and industry experts are gathered to discuss the environmental impacts and benefits of the Internet. Tune in to the live stream of our \"How green is the Internet?\" summit: www.youtube.com/googlegreen Timeline Photos",
          1370529000
        ],
        [
          "Die Entscheidung ist gefallen: Das umstrittene Leistungsschutzrecht wurde trotz massiver Kritik auch vom Deutschen Bundesrat verabschiedet. Doch der Einsatz von fast 300.000 Netzverteidigern und mehr als 11 Millionen Besuchern unserer Informationsseiten hat sich gelohnt: Das nach intensiver Debatte mehrfach geänderte Gesetz stellt das gesamte Konzept eines Leistungsschutzrechtes für Presseverlage grundsätzlich in Frage. Danke für Eure Unterstützung! http://goo.gl/kqZEu Timeline Photos",
          1363964298
        ],
        [
          "Trotz massiver Kritik von allen Seiten hat der Deutsche Bundestag heute ein #Leistungsschutzrecht verabschiedet. Suchergebnisse in bewährter Form sollen zwar weiterhin nicht erfasst werden, doch das Gesetz bleibt schädlich für Nutzer und kleine Unternehmen. Jetzt liegt es am Bundesrat, einen dauerhaften Schaden für das Internet in Deutschland zu verhindern. Danke für Eure Unterstützung! http://goo.gl/kqZEu Timeline Photos",
          1362387601
        ],
        [
          "„Mit der gleichen Logik könnte ein Restaurantbesitzer von Taxifahrern Geld verlangen, die ihm Gäste bringen.“ So treffend fasste Mario Sixtus die absurde Idee des geplanten #leistungsschutzrechts  für Presseverlage zusammen. Beteiligt Euch weiter an der Debatte zum #lsr, ob im Taxi oder anderswo! http://goo.gl/kqZEu Timeline Photos",
          1361350800
        ],
        [
          "Mehr als 200.000 Netzverteidiger – und immer mehr Experten melden sich zunehmend kritisch zu Wort. Die Debatte um das Leistungsschutzrecht geht in die nächste Phase. Mach' mit. Misch' Dich ein. Verteidige Dein Netz: http://goo.gl/kqZEu Timeline Photos",
          1360569601
        ]
      ],
      "dates_start": 1374185132,
      "dates_end": 1416512448,
      "likes_avg": 3984,
      "likes_stdev": 5277,
      "comments_avg": 559,
      "comments_stdev": 562,
      "shares_avg": 438,
      "shares_stdev": 479
    },
    {
      "number": 11,
      "important": [
        "feel",
        "year",
        "first",
        "googl",
        "one"
      ],
      "common": [
        "ever",
        "feel",
        "first",
        "googl",
        "new",
        "one",
        "slightlysuperhuman",
        "slightlysuperhuman timelin",
        "slightlysuperhuman timelin photo",
        "year"
      ],
      "messages": [
        [
          "\"If you have the feeling that something is wrong, don't be afraid to speak up.\" - Fred Korematsu #GoogleDoodle https://goo.gl/cwlcBC Timeline Photos",
          1485794906
        ],
        [
          "Enjoy this buffet of bad haircuts all year long with the PhotoScan app → g.co/PhotoScan. Happy #ThanksScanning! ThanksScanning - PhotoScan",
          1479922993
        ],
        [
          "Magical things are happening in #GoogleAllo. Cast a spell with the new Fantastic Beasts sticker pack we conjured with Warner Brothers. https://goo.gl/UQlQyb Fantastic Beasts/Allo",
          1479335827
        ],
        [
          "HBD Antoni van Leeuwenhoek, who is considered the world’s first microbiologist! https://goo.gl/B04QvL  #GoogleDoodle Timeline Photos",
          1477329655
        ],
        [
          "Solar Impulse  has become the first solar-powered plane to circumnavigate the globe, demonstrating what’s possible with clean technology → http://goo.gl/OmQwei #futureisclean Solar Impulse",
          1469499300
        ],
        [
          "The Easter Rising of 1916 has defined Irish history. One hundred years on, join Colin Farrell on the streets of Dublin: dublinrising.withgoogle.com Dublin Rising",
          1458194407
        ],
        [
          "Ok Google, what are fireworks made of? Timeline Photos",
          1420070842
        ],
        [
          "It may be one small step for the Philae robotic lander, but it’s one giant leap for the rest of us! The European Space Agency just made history by landing one of its robots on a comet–and our homepage–after more than 10 years of travel. Philae is expected to provide the first images ever seen from a comet’s surface. Timeline Photos",
          1415825830
        ],
        [
          "Today our cake has 16 candles (plus one to grow on)! Timeline Photos",
          1411830763
        ],
        [
          "In 1956, trailblazing American athlete Althea Gibson won a Grand Slam title at the French Open. The next year, she won at Wimbledon and took home the title at the US Open (then known as the US Nationals). Gibson wasn’t just the first person of color to win these prestigious championships — she was often the first black person to ever play them. Today, on what would have been her 87th birthday, we’re celebrating Gibson’s accomplishments and legacy with a homepage doodle in her honor. Timeline Photos",
          1408983415
        ],
        [
          "Actually, we did know about these. And here’s one more: you can ask Google to do all 21 with just your voice -- no typing required.  21 Amazing Things You Didn't Know You Could Do With Google You'll be a master of the internet with these awesome Google hacks.",
          1406046077
        ],
        [
          "Feeling adventurous? Try clicking “I’m Feeling Lucky” in Flight Search to see suggested destinations: https://www.google.com/flights/ Feeling Lucky? Explore flights in fun, new ways with Google",
          1402688990
        ],
        [
          "Get a bird's-eye view of your next adventure with the updated Flight Search. Zoom in or out of a country or region to see potential destinations and prices all on one page: goo.gl/hLjNc7 Feeling Lucky? Explore flights in fun, new ways with Google",
          1402511533
        ],
        [
          "Have you ever used Google to seem #slightlysuperhuman? Timeline Photos",
          1400857330
        ],
        [
          "Ever out-navigated your cabbie? #slightlysuperhuman Timeline Photos",
          1400256001
        ],
        [
          "Has Google helped you feel #slightlysuperhuman in the kitchen? Timeline Photos",
          1399995001
        ],
        [
          "Parents—have you had any proud moments of feeling #slightlysuperhuman? Timeline Photos",
          1399662000
        ],
        [
          "Has Google ever given you a #slightlysuperhuman moment? Timeline Photos",
          1399408518
        ],
        [
          "Has Google ever made you feel #slightlysuperhuman? Timeline Photos",
          1398956401
        ],
        [
          "Crisp weather, gorgeous foliage... that can only mean one thing: fall has arrived in the Southern Hemisphere! Timeline Photos",
          1395328782
        ],
        [
          "Happy New Year! Wishing you all the best for a wonderful 2014. Timeline Photos",
          1388559600
        ],
        [
          "One hundred and fifty years ago today, one man from Illinois gave a 272-word speech starting with “Four score and seven years ago.” In a new exhibit from the Cultural Institute (http://goo.gl/XJQIKi), explore all five of Lincoln’s handwritten copies of the Gettysburg Address—including the authoritative one now in the Lincoln Bedroom of The White House —and read 272-word essays from notable figures. Timeline Photos",
          1384867801
        ],
        [
          "Breaking news. For the first time ever Microsoft agrees with Google.",
          1370981675
        ],
        [
          "Celebrating 161 years since Moby Dick's first publishing. Read or re-read the classic tale at http://goo.gl/Z7L0Q Timeline Photos",
          1350578242
        ],
        [
          "Ever wondered where an email goes after you hit “send?” Follow the journey of an email with Story of Send: http://goo.gl/W2Aay \n\nIf you're feeling adventurous, why not try to \"DANCE\" with our technicians... Timeline Photos",
          1337092572
        ],
        [
          "Take a train ride through the Swiss Alps without ever leaving your desk. We partnered with Rhaetian Railways to capture imagery on the famous Albula/Bernina railway line in Switzerland. Experience it at http://goo.gl/SOXHU Timeline Photos",
          1332955549
        ],
        [
          "恭喜发财！Happy Chinese New Year! Timeline Photos",
          1327345910
        ],
        [
          "Happy New Year from all of us here at Google! Timeline Photos",
          1325445534
        ]
      ],
      "dates_start": 1359332377,
      "dates_end": 1449976583,
      "likes_avg": 3252,
      "likes_stdev": 3743,
      "comments_avg": 390,
      "comments_stdev": 411,
      "shares_avg": 432,
      "shares_stdev": 557
    },
    {
      "number": 12,
      "important": [
        "account",
        "keep",
        "inform",
        "take",
        "onlin"
      ],
      "common": [
        "account",
        "check",
        "checkup",
        "everyth",
        "inform",
        "keep",
        "onlin",
        "secur checkup",
        "take",
        "take secur checkup"
      ],
      "messages": [
        [
          "Today’s #SaferInternetDay! Keep your information safe online by taking a two-minute Security Checkup → https://goo.gl/fxMVjj Safer Internet Day",
          1486486661
        ],
        [
          "Check that the apps connected to your account are ones you use and trust. Take the Security Checkup now. https://goo.gl/gRjdP1 Security Checkup Word Game",
          1477499524
        ],
        [
          "Make sure the devices signed in to your account are ones you use. Take the Security Checkup now. https://goo.gl/YL7HnV Security Check Up",
          1476893496
        ],
        [
          "Easily access your account if you’re ever locked out. Take the Security Checkup to set your recovery info → https://goo.gl/9aQcb3 Security Checkup - Backup Plan",
          1476292633
        ],
        [
          "Searched for yourself lately? Now when you do, you’ll find a shortcut to My Account, where you can manage your data and account security all in one place. Sign in and give it a try: www.google.com GGL_ProfileData_FB.mov",
          1465825353
        ],
        [
          "Lost your phone? We can help. Go to My Account and we’ll walk you through everything you need to find your phone and secure your account and data. Check it out: https://goo.gl/ykDdrl LostDevice_FB.mov",
          1464785735
        ],
        [
          "Take your spring cleaning online with 10 simple privacy and security tips → https://goo.gl/URDh1W Take your spring cleaning online",
          1459265761
        ],
        [
          "We build security into everything we do. Learn how our services like Search, Mail, and Drive keep your information secure. https://goo.gl/mmzevD We build security into everything we do",
          1458077710
        ],
        [
          "This Valentine’s Day, make sure all your online accounts feel the love. Give them strong and unique passwords to help keep them secure.  https://goo.gl/pDQep6 Give your online accounts some love",
          1455383122
        ],
        [
          "If you’re sending confidential information by mail, you wouldn’t put it in a postcard. Find out how secure your email is in a new section of our Transparency Report: g.co/saferemail. Safer email",
          1401820405
        ],
        [
          "October is National Cyber Security Awareness Month. All month long, we’ll be sharing tips to keep you safe online.  \n\nWant to know if a website is safe? Look for the “S”—especially when entering passwords and credit card numbers. Web addresses that start with https:// are safer than those that start with http://. The “S” stands for secure and it means your connection is encrypted. http://g.co/fhns \n\n#staysafe #ncsam Timeline Photos",
          1380621635
        ]
      ],
      "dates_start": 1423146611,
      "dates_end": 1486481030,
      "likes_avg": 1285,
      "likes_stdev": 523,
      "comments_avg": 346,
      "comments_stdev": 222,
      "shares_avg": 380,
      "shares_stdev": 440
    },
    {
      "number": 13,
      "important": [
        "googl",
        "world",
        "photo",
        "timelin"
      ],
      "common": [
        "gcosantatrack",
        "googl",
        "photo",
        "santa tracker",
        "timelin",
        "timelin photo",
        "tracker",
        "tracksanta",
        "villag",
        "world"
      ],
      "messages": [
        [
          "It takes a village (and code!) to get Santa off the ground and coming to town! Won't you #TrackSanta's sleigh tonight? g.co/SantaTracker Santa Tracker: Take Off",
          1482595730
        ],
        [
          "A beautiful sight. We're happy tonight. Take a virtual walk in a #WindowWonderland → https://goo.gl/Np5Ktm Window Wonderland",
          1481125063
        ],
        [
          "Santa & the elves have been working hard to get into tip-top gifting shape. Visit them in Santa’s Village: g.co/SantaTracker Santa Tracker",
          1480705844
        ],
        [
          "Where in the world is Santa? Find out → g.co/santatracker #TrackSanta Timeline Photos",
          1419450433
        ],
        [
          "Head over to Santa’s Village and make sure his beard is selfie ready for the holidays #SantaTracker http://goo.gl/vRw1w5 Google Santa Tracker Use Google Santa Tracker to follow Santa Claus on Google Maps as he makes his journey around the world.",
          1418424304
        ],
        [
          "Breaking news: Santa's in flight! #TrackSanta at http://goo.gl/utkmlq for his real-time location. Stay updated on the number of presents while on the go with the app for Android at http://goo.gl/S083DS. Or cast from the Android app to catch the latest Santa status on your TV. Happy holidays! Timeline Photos",
          1387884601
        ],
        [
          "Santa's almost ready for take-off! Tune in to g.co/santatracker tomorrow to follow his journey around the world. #tracksanta  Google Santa Tracker - Time for Lift Off! Santa's ready for take-off! Follow him live at http://www.google.com/santatracker/",
          1387813778
        ],
        [
          "A new party trick from the North Pole: Play Santa's Memory Game at http://goo.gl/nb1AmI. What's your score?\n\n#tracksanta Google Maps Keep your wits as sharp as Santa with his Memory Game in the countdown to #tracksanta at http://goo.gl/nb1AmI",
          1387318118
        ],
        [
          "Join Rudolph in all the reindeer games—get the Santa Tracker app for Android and compete with your friends as you #tracksanta. http://goo.gl/fV4cbS Timeline Photos",
          1386946801
        ],
        [
          "Nineteen days. Twelve reindeer. One Santa. Visit Santa's Village at g.co/santatracker now through December 24 to join the elves as they count down to Christmas Eve. In addition to making toys, the elves will be clearing the snow off 23 elf homes, candy factories and command centers—be sure to stop by the Village every day to see the latest. \n\n#tracksanta Google Santa Tracker - Where's Santa? The countdown to Santa's big day has started at http://g.co/santatracker",
          1386175558
        ],
        [
          "Santa is currently in Yerevan and heading to Tehran - follow his journey around the world at https://g.co/santatracker\r\n\r\nHappy Holidays! Timeline Photos",
          1356373746
        ],
        [
          "Santa Claus is coming to town and he's opened up his village in preparation for his annual world tour.\r\n\r\nPlay reindeer games, send free calls from Santa, and enjoy other elf surprises at http://google.com/santatracker Timeline Photos",
          1355895588
        ]
      ],
      "dates_start": 1366285984,
      "dates_end": 1455498943,
      "likes_avg": 1539,
      "likes_stdev": 1427,
      "comments_avg": 165,
      "comments_stdev": 159,
      "shares_avg": 352,
      "shares_stdev": 454
    },
    {
      "number": 14,
      "important": [
        "say",
        "help",
        "googl",
        "android",
        "pictur"
      ],
      "common": [
        "android",
        "app say",
        "googl",
        "googlesearch",
        "googlesearch app",
        "help",
        "pictur",
        "remind",
        "say",
        "translat"
      ],
      "messages": [
        [
          "Get the photos from your old phone onto your new phone — automatically. Happier holidays from the Google Photos app → goo.gl/xf3fnZ Google Photos",
          1482169927
        ],
        [
          "The new #GoogleTranslate helps you translate where you need it, when you need it. Here’s how: \n1. Tap to Translate: take the app-switching out of translating.\n2. Offline Mode: Now on iOS, it now takes up even less memory, so it’s ideal for poor connections.\n3. Conversation Mode: interactions between languages is now an A-B conversation.\n4. Word Lens: you can now translate written Chinese instantly. https://goo.gl/lNwFJA Timeline Photos",
          1463434922
        ],
        [
          "Meet the new #GoogleTranslate app. Say goodbye to copy-paste with Tap to Translate in any Android app, use Word Lens in Chinese, and translate on-the-go with Offline. https://goo.gl/PjilF4 Timeline Photos",
          1463152086
        ],
        [
          "#OkGoogle, show me pictures of jack-o'-lanterns. Happy Halloween! Instagram google's photo on Instagram",
          1414768227
        ],
        [
          "Though searches for the word “selfie” didn’t peak until March of 2014, the first-ever selfie was taken quite a bit earlier… Timeline Photos",
          1412114455
        ],
        [
          "If a picture’s worth 1,000 words, a 360° panorama from iOS Photo Sphere is worth a gazillion. Get the app: http://goo.gl/dVbb0B Timeline Photos",
          1408548935
        ],
        [
          "Slice it, dice it, put it in a cobbler. For National Peach Month, anyway you cut it the Google app can help. Try this on the #GoogleSearch app on Android: Timeline Photos",
          1408479900
        ],
        [
          "We can’t promise to end arguments with the kids, but at least Google’s got your back. Try this on the #GoogleSearch app on Android: goo.gl/gZ5VHV Timeline Photos",
          1407269403
        ],
        [
          "Panicking about your prom hairstyle? Open the Google Search app and say, “Show me pictures of updos”—or something more specific like “Show me pictures of updos with braids” or “Show me pictures of easy DIY updos.” How do you want to wear your hair this prom season? Timeline Photos",
          1400263200
        ],
        [
          "Find mouthwatering inspiration for National Grilled Cheese Day by tapping the mic on the #GoogleSearch app and saying \"Show me pictures of gourmet grilled cheese.\" Share your favorite grilled cheese recipe below! Timeline Photos",
          1397313001
        ],
        [
          "It’s finally thawed enough for a warm-weather hairstyle. Get inspired for a new ‘do by asking your Google Search app, “What do beachy waves look like?” (Yes, that style is coming on strong: http://goo.gl/JbiAXb) Or say, “Show me pictures of blonde celebrity pixie cuts.” What haircuts are you considering? Timeline Photos",
          1397067453
        ],
        [
          "Keep forgetting to file your taxes? Set a reminder with the #GoogleSearch app by saying “OK Google, remind me to file my taxes” so you don’t miss the deadline. Timeline Photos",
          1396987149
        ],
        [
          "With the latest update to the #GoogleSearch app for Android, Google Now will send you a notification if you’re likely to hit a traffic incident along your drive: goo.gl/idgt3y. Has Google Now ever saved you from getting stuck? Timeline Photos",
          1395763201
        ],
        [
          "You love making your grandma’s marinara recipe, but you always forget to pick up the anchovy paste. Here’s a fix—in the latest #GoogleSearch app, you can set a reminder like “Ok Google, remind me to get anchovy paste when I get to Safeway,\" and Google Now will remind you as you walk into ANY Safeway (no need to set a specific location anymore). In the U.S. on Android for now: goo.gl/idgt3y. Timeline Photos",
          1395424801
        ],
        [
          "Your kid is only in seventh grade and already you’re having trouble helping her prepare for her geometry test? Just ask the #GoogleSearch app to “calculate the volume of a cone”—and a host of other geometry-related questions—and salvage your reputation as world’s smartest parent. (Turn your phone sideways to see the diagram.) Timeline Photos",
          1394722800
        ],
        [
          "If you always feel stressed on Sunday evenings, you're not alone. Get prepped for the week ahead with the #GoogleSearch app. Ask \"What's on my schedule for tomorrow?\" to see your appointments for the next day, then \"Wake me up at 7:30 tomorrow morning\" to set an alarm at the time you need. And if you're normally a night owl, try \"Remind me to go to bed at 10:00 tonight\" to help get you rested and on the right track Monday morning. Timeline Photos",
          1393192801
        ],
        [
          "Whether you like to plan ahead or you’re a last-minute Romeo, Google can help you this Valentine’s Day. From choosing the perfect restaurant to looking for a florist nearby, simply tap the microphone on your Google Search app and ask. Searching for a romantic lookout in your favorite city? Say, “Show me pictures of romantic places in San Francisco” and then swipe through a collection of photos, from the Palace of Fine Arts to the Golden Gate Bridge, to pick a spot that will surely make your date’s heart skip a beat. Looking for a last-minute treat for your sweet? Tap the microphone and ask, “Where can I buy chocolate nearby?” (It’s our gift to you: a ticket out of the dog house.) Timeline Photos",
          1392316834
        ],
        [
          "If you missed the Westminster Dog Show, here are a few pics you can sink your canines into—pull up your smartphone’s #GoogleSearch app and say, “Show me pictures of…\n\n... labradoodles smiling.”\n... dogs underwater.”\n... pug shaming.”\n... border collies with frisbees.”\n... owners that look like their dogs.”\n... puppy litters.”\n\nWhich is your favorite? Are you find any other fun ones?",
          1392228000
        ],
        [
          "Never-before-seen photos from inside the heart of Google. Which photo is your favorite? \r\n\r\nhttp://goo.gl/yXN2y Timeline Photos",
          1350487846
        ]
      ],
      "dates_start": 1379171595,
      "dates_end": 1438271029,
      "likes_avg": 1792,
      "likes_stdev": 3704,
      "comments_avg": 224,
      "comments_stdev": 233,
      "shares_avg": 341,
      "shares_stdev": 899
    },
    {
      "number": 15,
      "important": [
        "world",
        "photo",
        "make",
        "googl",
        "timelin"
      ],
      "common": [
        "challeng",
        "googl",
        "impact",
        "impact challeng",
        "make",
        "new",
        "photo",
        "timelin",
        "timelin photo",
        "world"
      ],
      "messages": [
        [
          "To fight bad ads, sites and scammers, we took down 1.7 billion ads that violated our advertising policies in 2016 → https://goo.gl/dMdTAz How We Fought Bad Ads",
          1485364457
        ],
        [
          "#ElectionDay is here. Find your polling place and make your voice heard! g.co/elections/vote #GoogleDoodle united-states-elections-2016-4829342880235520.2-hp2x.mp4",
          1478622983
        ],
        [
          "It’s #WorldEmojiDay, and we’re celebrating by introducing over 300 new emoji, including 11 new professions for women, that are helping to make emoji more representative of the millions of people who use them. g.co/go/emojiday World Emoji Day",
          1468753840
        ],
        [
          "Women are more than 👸 and 💅. Ahead of this #WorldEmojiDay, meet the 100+ new emoji, including 11 new professions, that are helping to make emoji more representative of the millions of people who use them.  https://goo.gl/IetfYE Timeline Photos",
          1468506158
        ],
        [
          "2.7 million U.S. children have an incarcerated parent. Hear some of their #LoveLetters to their dads in time for Father’s Day → https://goo.gl/8JgUlN https://youtu.be/51Aw_eKKAzw Resilient Kids Read Father's Day Cards To Their Incarcerated Dads \"Love Letters\" is a national campaign, supported by Google, to uplift the voices of young people who have an incarcerated parent. On Mother's Day and Father'...",
          1466175541
        ],
        [
          "Here’s a toast to 2014, a year of Flappy Bird, ice bucket challenges and cometary landings. Timeline Photos",
          1420060888
        ],
        [
          "ICYMI: Larry and Sergey accept the Ice Bucket Challenge.  Ice Bucket Challenge accepted by Larry & Sergey \"Yesterday Sergey and I took on the #IceBucketChallenge in aid of ALS. We'll both be donating to help #StrikeOutALS at http://www.alsa.org/donate/.\" -Larry",
          1408376868
        ],
        [
          "Congratulations to this year's UK #ImpactChallenge finalists -- some amazing charities who are changing the world through tech and innovation! \n\nVote for your favorite project to win → https://globalimpactchallenge.withgoogle.com/uk2014 Google Impact Challenge - Vote now Learn more about: Solaraid's Solar Lamp - https://www.youtube.com/watch?v=Z8pMP... Integrity Action's app - https://www.youtube.com/watch?v=m9lBQ... ZSL's ca...",
          1405702984
        ],
        [
          "Are you an Aussie non-profit with a great idea for using technology to make Australia a better place?  Starting today we're accepting applications for support and $500k in funding to make that idea a reality. More info at: g.co/australiachallenge\n Applications for the Google Impact Challenge are open Australian non-profits, apply today for your chance to get your idea funded w/ Google Impact Challenge. Apply by 29/7/14",
          1404167240
        ],
        [
          "Recently we asked nonprofits in the San Francisco Bay Area: what can we do to make the Bay Area an even better place to live? Now it’s time for you to vote for the ideas that inspire you: http://g.co/bayareachallenge\n\n #googleimpactchallenge Timeline Photos",
          1400764030
        ],
        [
          "The world record time for solving a Rubik’s Cube is 5.55 seconds. Think you can beat it? Invented in 1974 by Ernő Rubik, the Rubik’s Cube has frustrated the minds and fingers of millions. Tell us how fast you can solve it in the comments! http://goo.gl/kXYsuc Timeline Photos",
          1400500801
        ],
        [
          "We're very proud of our friends at @SolarImpulse: the the solar-powered plane they built successfully took off today from Abu Dhabi for a historic world tour. Check out their beautiful @GoogleMaps integration, and track the plane live! http://www.solarimpulse.com/rtw\n\n#SolarImpulse #PoweredByTheSun Timeline Photos",
          1394391600
        ],
        [
          "Fifty years ago an alien known as “the Doctor” landed on Earth in a time-traveling blue British police box called a TARDIS. Since the Time Lord’s arrival, he’s challenged some of the most dangerous creatures in the universe, regenerated 11 times, and developed into an icon of British pop culture. Visit www.google.com today to pick your Doctor, track down the lost Google logo and help us celebrate 50 years of “Doctor Who”! Timeline Photos",
          1385179222
        ],
        [
          "Last day to vote! Decide which Indian non-profit receives a 3 crore Google Global Impact Award.  #MakeAnImpact at g.co/indiachallenge. #GoogleImpactChallenge I voted in the Google Impact Challenge, and you should, too! Indian non-profits are using... I voted in the Google Impact Challenge, and you should, too! Indian non-profits are using technology to tackle the world's toughest problems. Four organisations will receive a Rs 3 crore Global Impact Award and assistance from Google to help make their vision a reality. #MakeAnImpact",
          1383094289
        ],
        [
          "Today at the Google Ideas “Conflict in a Connected World” summit, we announced (http://goo.gl/3Dj6is) a number of new free expression tools we’ve developed with our partners, and had a lively discussion with “hacktivists,” security experts, entrepreneurs, dissidents and more. For more from the #ideassummit, tune in at 4:45pm PDT for a special Keynote on Air with Google executive chairman Eric Schmidt (goo.gl/Lm0lOa). Google Ideas: Conflict in a Connected World Conflict has existing from the dawn of time, but in today's world, global connectivity is changing the nature of modern conflict. We have seen how developmen...",
          1382386100
        ],
        [
          "Vote in the Google India Impact Challenge for the 4 NGOs that you think are changing the world. Each of the 4 NGOs that win will receive a Global Impact Award worth approximately $500K USD, as well as support from Google to make their vision a reality. Visit g.co/indiachallenge to vote now. Discover the projects that are making the world better faster with the Google Impact Challenge Discover the projects that are making the world better faster with the Google Impact Challenge",
          1382317806
        ],
        [
          "Constitute is a new site—created with the support of Google Ideas—that digitizes the world's constitutions and makes them searchable by anyone: http://goo.gl/wj3iIO Constitute -- A new way to search the world's constitutions Google Ideas supported the Comparative Constitutions Project to build Constitute, a new site that digitizes and makes searchable the world's constitutions. C...",
          1379940769
        ],
        [
          "A couple weeks ago, Google Giving launched the Global Impact Challenge in the UK, inviting British non-profits to tell us how they would change the world using technology. The 10 finalists are in. Help decide who wins: http://www.g.co/impactchallenge",
          1369170601
        ],
        [
          "If you're in Chicago, the mid-Atlantic or elsewhere overseas and experiencing a snow day, we hope you make the most of it!",
          1362586527
        ],
        [
          "Heute ist das umstrittene #Leistungsschutzrecht wieder Thema im Bundestag. Der Unterausschuss Neue Medien setzt sich mit technischen Fragen rund um das Gesetz auseinander. Und die Zahl der Netzverteidiger steigt weiter: Über eine viertel Million Deutsche, darunter zahlreiche Experten, engagieren sich bereits aktiv dagegen. Misch' auch Du Dich ein und verteidige Dein Netz! http://goo.gl/kqZEu Timeline Photos",
          1361768401
        ],
        [
          "Our new Global Impact Awards support organizations using technology and innovative approaches to tackle some of the toughest human challenges. Today we've announced our first round, which provides $23 million to seven organizations changing the world: charity:water, Consortium for the Barcode of Life, DonorsChoose.org, Equal Opportunity Schools, Geena Davis Institute on Gender in Media, GiveDirectly and the World Wildlife Fund. Read more on the blog: http://goo.gl/3b4rp or our Giving site: http://goo.gl/fWUDl Google Global Impact Awards We're proud to announce the first recipients of our new Global Impact Awards, which support organisations using technology and innovative approaches to tackl...",
          1354923455
        ],
        [
          "Unsure about your polling place for the big election tomorrow? Search for [where do I vote] and enter your address for a ballot summary and the details. Timeline Photos",
          1352128377
        ],
        [
          "The Monks of Drepung Loseling Phukhang Monastery spent five days at the Googleplex placing individual grains to create this sand mandala. As is tradition, it will be destroyed and returned to nature in a closing ceremony this afternoon. Timeline Photos",
          1350679192
        ]
      ],
      "dates_start": 1361286172,
      "dates_end": 1444414882,
      "likes_avg": 1804,
      "likes_stdev": 2208,
      "comments_avg": 305,
      "comments_stdev": 268,
      "shares_avg": 327,
      "shares_stdev": 488
    },
    {
      "number": 16,
      "important": [
        "today",
        "photo",
        "timelin",
        "someth"
      ],
      "common": [
        "hey",
        "horizon",
        "madebygoogl timelin",
        "madebygoogl timelin photo",
        "photo",
        "someth",
        "timelin",
        "timelin photo",
        "today",
        "venn"
      ],
      "messages": [
        [
          "What a day for a Google #Daydream. Simple, high-quality virtual reality: adventures await → goo.gl/M63oFz #madebygoogle Google Daydream View",
          1478803756
        ],
        [
          "Meet the Live Case collection from designer Jeremy Scott, featuring his cast of J’Emoji he created for his collaboration. g.co/JeremyScott #madebygoogle Jeremy Scott - Live Case",
          1478799804
        ],
        [
          "Say hello to the #madebygoogle family → http://google.com/madeby Timeline Photos",
          1475597395
        ],
        [
          "Hey NYC — something new is on the horizon at Pier 1, Brooklyn Bridge Park. #madebygoogle Timeline Photos",
          1475072129
        ],
        [
          "Hey San Francisco, get ready for something big. #madebygoogle Timeline Photos",
          1474741881
        ],
        [
          "Hey Chicago, something big is on the horizon. #NavyPier #madebygoogle Timeline Photos",
          1474741648
        ],
        [
          "October is coming. #madebygoogle google.com/tenfour October 4th",
          1474324513
        ],
        [
          "What’s at the intersection of something musical and something with wings? Find out in today’s doodle, which is modeled as a Venn Diagram for its creator John Venn’s 180th birthday. Timeline Photos",
          1407164416
        ],
        [
          "Already saw today's javelin Doodle? You may want to look again, there's something new roving above the audience. Timeline Photos",
          1344283640
        ]
      ],
      "dates_start": 1409447505,
      "dates_end": 1498003424,
      "likes_avg": 3157,
      "likes_stdev": 3622,
      "comments_avg": 311,
      "comments_stdev": 206,
      "shares_avg": 322,
      "shares_stdev": 354
    },
    {
      "number": 17,
      "important": [
        "year",
        "doodl",
        "celebr",
        "youtub",
        "first"
      ],
      "common": [
        "celebr",
        "doodl",
        "first",
        "julian",
        "karaok",
        "karaok night",
        "salk",
        "today",
        "year",
        "youtub"
      ],
      "messages": [
        [
          "No matter how you say it, we’re wishing a very happy (and tasty) 10th birthday to #GoogleTranslate. #EveryoneSpeaksFood http://g.co/go/hbdtranslate Happy Birthday Google Translate",
          1461855203
        ],
        [
          "Polio is nearly a thing of the past, thanks to the efforts of Dr. Jonas Salk. In 1952, Dr. Salk discovered and developed the first successful vaccine for polio. Combined with Albert Sabin’s oral vaccination, the virus is no longer the threat to the world that it used to be. Happy 100th birthday to Jonas Salk! Timeline Photos",
          1414512689
        ],
        [
          "What is both big and small and celebrating a sweet sixteen? We are! Happy birthday to us! Timeline Photos",
          1411834737
        ],
        [
          "Happy 1st birthday, Chromecast! Since Chromecast launched a year ago, people have hit the cast button 400M+ times to watch their favorite sports, music, movies and more on the biggest screen in their house. http://www.google.com/chrome/devices/chromecast/ Instagram google's photo on Instagram",
          1406217827
        ],
        [
          "There are few words that can truly describe the character of Nelson Mandela, so we let him speak for himself. Happy birthday, Madiba. Timeline Photos",
          1405693200
        ],
        [
          "Happy Birthday YouTube! A karaoke night on #ThrowbackThursday to celebrate nine meme-orable years. YouTube Birthday Karaoke Night To celebrate YouTube's 9th birthday this May, we invited some of our favorite performers to star in a mashup of memorable musical moments from the past nine ...",
          1401381484
        ],
        [
          "British paleontologist Mary Anning makes another great find—a plesiosaur—in our doodle today. Happy 215th birthday Mary Anning! Timeline Photos",
          1400673602
        ],
        [
          "We’re wishing a happy birthday to chemist and medical pioneer Percy Julian! Julian’s research in the field of drug synthesis from plants led to the development and production of important steroids like cortisone. Timeline Photos",
          1397221782
        ],
        [
          "Happy birthday Dian Fossey! A renowned primatologist, Dian studied gorillas in the forests of Rwanda for 18+ years. Her book, \"Gorillas in the Mist,\" is both a scientific study and personal memoir. Timeline Photos",
          1389895200
        ],
        [
          "Happy 115th birthday to Amelia Earhart! Lady Lindy—the first aviatrix to fly solo across the Atlantic Ocean—stands proudly on our homepage worldwide today. Timeline Photos",
          1343144217
        ],
        [
          "A doodle in honor of a fellow doodler. Happy Birthday Keith Haring. Timeline Photos",
          1336160819
        ]
      ],
      "dates_start": 1364701177,
      "dates_end": 1429588051,
      "likes_avg": 3625,
      "likes_stdev": 4345,
      "comments_avg": 1763,
      "comments_stdev": 4376,
      "shares_avg": 317,
      "shares_stdev": 405
    },
    {
      "number": 18,
      "important": [
        "avail",
        "use",
        "help",
        "explor",
        "android"
      ],
      "common": [
        "android",
        "avail",
        "explor",
        "find",
        "help",
        "iphon",
        "new",
        "photo",
        "use",
        "world"
      ],
      "messages": [
        [
          "Meet #Verne, the hero of a new app built with 3D Google Maps imagery that lets kids explore the lakes and peaks of the Himalayas. Get Verne: The Himalayas on Android → g.co/verne Verne: The Himalayas",
          1470236437
        ],
        [
          "T(GIF). 🎉  #Gboard is now available in Canada, Australia, UK and Ireland. goo.gl/gboard 03_Gboard_Paper_Gif_050916_ZV3 (1).mp4",
          1466180281
        ],
        [
          "Getting to work can be a drag. Let Google Maps help you beat the traffic with these quick tips → http://goo.gl/c5yNzw Speed up your commute using Google Maps - Google Maps Help Getting to work can be a drag. Let Google Maps help you beat the traffic with these quick tips:   Avoid freaky Friday traffic See typical traffic for any",
          1417726320
        ],
        [
          "7 tips to help plan your Thanksgiving road trip, with help from Google Maps trends data → http://goo.gl/3AfkbL Seven traffic tips to get you to the Thanksgiving table",
          1416497166
        ],
        [
          "Navigating your world just got a little easier with the updated Google Maps on iPhone → http://goo.gl/4oENi and Android → http://goo.gl/QFS6KV. Google Maps Traveler. Adventurer. Wanderer. \n\nEnable the explorer in you with the latest update to #GoogleMaps on iPhone → http://goo.gl/4oENi and Android → http://goo.gl/QFS6KV.",
          1399562681
        ],
        [
          "In Inuit poetry, the polar bear is known as “the ever-wandering one.” Starting today you can wander alongside these amazing animals with new imagery of the Canadian tundra in Google Maps: http://g.co/polarbear\n\n#PolarBearDay Timeline Photos",
          1393514328
        ],
        [
          "Create your own Street View experiences to share the places you love with the world on Google Maps: http://goo.gl/atIQ3J Google Maps Introducing a new feature in our #Views community that lets you easily connect your photo spheres to create 360º virtual tours of the places you love, then share them with the world on Google Maps. \n\nSee how and learn more at http://goo.gl/atIQ3J",
          1386632166
        ],
        [
          "Meet the new Google Maps app, which helps you navigate your world faster and easier: http://g.co/p9zt http://www.youtube.com/watch?v=oVg7hx3srzo",
          1373473391
        ],
        [
          "Make the most of the new Google Maps and Google Earth with our new online course, Mapping with Google. You’ll learn to plot points of interest for upcoming trips, create and share maps with friends, find the best destinations in a new city, and build custom 3D tours of your adventures in Google Earth. The course is offered from June 10 - 24 and all participants will receive an invitation to the new Google Maps. Register at g.co/mappingcourse",
          1369766464
        ],
        [
          "Google Maps has just released a digital copy of Captain Kidd's long-lost treasure map. Join the hunt to help us find the treasure.\n\nClue #4: Keep a close eye on the compass to find the coordinates of this pirate's booty\n\nVisit the #treasuremap (http://goo.gl/maps/dR7Su) to start exploring, and follow Google Maps to see the other clues.",
          1364837620
        ],
        [
          "Show off your map savvy this weekend with our Top 10 tips & tricks for Google Maps for iPhone: http://goo.gl/KW0ik Timeline Photos",
          1356737099
        ],
        [
          "In case you missed the news, Google Maps for iPhone is here.  Download now on the App Store: http://goo.gl/ABDWm Google Maps for iPhone is here. Google Maps for iPhone is here. Download now on the App Store http://goo.gl/ABDWm. Navigate your world with built-in Google local search, voice-guided turn-b...",
          1355411705
        ],
        [
          "U.S. Marine Sgt. Winston Fiore completed a 5,000-mile walk across Asia, guided by Google Maps, to raise funds for children with cleft palates. Here's a short video of his journey: http://goo.gl/VP8AL Google Maps Armed with sturdy boots, a 20-pound vest carrying essentials and an Android phone with Google Maps, U.S. Marine Sgt. Winston Fiore set off last October on a 5,000-mile trek across Southeast Asia to raise money and awareness for children with cleft palates—a mission he dubbed The Smile Trek (http://smiletrek.org) \r\n\r\nIn the last year, he has walked (yes, walked!) across nine borders, using Google Maps to find accurate and easy-to-use walking directions everywhere he went, whether it was through remote villages, down tiny dirt roads, or across rice paddies. \r\n\r\nGet a glimpse of Winston’s amazing story here: http://youtu.be/qbvnml6Z1H0",
          1353364737
        ],
        [
          "Accessing Google Maps in your browser on iOS6 is really easy—just follow the steps here: http://goo.gl/m27w6 Google - Google+ - Google Maps is available to everyone using any mobile… Google Maps is available to everyone using any mobile browser. And this includes iOS6 users. Accessing Google Maps is really easy—just follow the steps…",
          1348859378
        ],
        [
          "Today, many beloved features of Google Maps have extended to more people and places around the world, from new Street View imagery of 150 university campuses worldwide to voice guided, turn-by-turn directions throughout India. In keeping with this Geo momentum, biking directions and Google Map Maker are now available in New Zealand too! These improvements are part of our ongoing effort to build the best map we can -- one that’s comprehensive, accurate and easy for you to use. \n\nLearn more about these and other exciting Google Maps updates here: http://goo.gl/w99ip Hello World – Google Maps Discover a map to explore the world. View photos, get directions, find local places and share what you know — all in one map, across many devices.",
          1346868923
        ],
        [
          "Just announced at I/O: You can now save and use select maps from more than 150 countries on Google Maps for Android when you’re not connected to the internet. You can even find and orient yourself by enabling GPS and using My Location and the compass. Go Offline with Google Maps for Android http://maps.google.com/android You can now save and use certain maps on Google Maps for Android when you're not connected to the internet. You can even find ...",
          1340817359
        ],
        [
          "We’re on the quest for the perfect map—one that’s comprehensive, accurate and usable. We’ve been working on this for the past several years, and are introducing several new tools that will bring us even closer to this goal. \n\nIn the next few weeks, we’re enabling offline maps from more than 100 countries for Google Maps for Android users, making new 3D imagery and tours available in Google Earth for mobile, and extending Map Maker to additional countries. Later this year, we’ll also begin collecting imagery of beautiful places like the Grand Canyon thanks to our new Street View Trekker, made for locations that are only accessible by foot. Read more about the future of mapping on our blog: http://goo.gl/GFxop New 3D imagery for Google Earth for mobile Since 2006, we've had textured 3D buildings in Google Earth, and we're excited to announce that we'll begin adding 3D models to entire metropolitan areas to ...",
          1338999982
        ],
        [
          "Put your navigation skills to the test with our new, 8-level Google Maps labyrinth game. In order to play you'll need WebGL enabled on your Chrome browser. \n\nwww.playmapscube.com Cube - A game about Google Maps Play your way through a cubic Google Maps world. Travel through New York, Tokyo and many other cities and learn all about the great features of Google Maps.",
          1335802557
        ],
        [
          "Immerse yourself in famous landmarks with new Google Maps photo tours - 3D scenes stitched together from public, user-contributed photos. Start exploring: http://maps.google.com/phototours Jump into 3D Photo Tours on Google Maps Visit: http://maps.google.com/phototours You can now access photo tours which stitch together user contributed photos from around the world to give you a 3D ...",
          1335363796
        ],
        [
          "Have you heard about the 8-bit version of Google Maps for NES? Check it out, here: http://goo.gl/7zBp8 Google Maps 8-bit for NES Trial Version: http://goo.gl/i4onu Google Maps is now available for 8-bit Nintendo Entertainment Systems (NES). Availability in Google Store is TBD but you c...",
          1333338709
        ],
        [
          "In the spirit of Valentine's Day, see how using indoor maps can scale the Mall of America (the largest mall in the US) down to a romantic setting for two: http://goo.gl/F9Wxu Take Google Maps inside Mall of America More info: http://maps.google.com/starthere and visit http://www.mallofamerica.com/ Find your way around Mall of America using Google Maps on your Android ph...",
          1329155116
        ],
        [
          "Sometimes getting there is half the fun. Watch how Google Maps can help you with your journeys, wherever they may take you: http://youtu.be/EYRd8hNvi7o  Explore your world with Google Maps http://maps.google.com/starthere Getting there can be half the fun. Use Google Maps to explore your world and get to your destination on time.",
          1326392243
        ]
      ],
      "dates_start": 1330320616,
      "dates_end": 1411455607,
      "likes_avg": 1546,
      "likes_stdev": 717,
      "comments_avg": 638,
      "comments_stdev": 977,
      "shares_avg": 287,
      "shares_stdev": 219
    },
    {
      "number": 19,
      "important": [
        "photo",
        "day",
        "googl",
        "got",
        "timelin"
      ],
      "common": [
        "countri",
        "cover photo",
        "day",
        "googl",
        "got",
        "got cover",
        "photo",
        "serbia",
        "timelin",
        "timelin photo"
      ],
      "messages": [
        [
          "Everything you need to know about #ElectionDay — from where to vote to who’s on your ballot, we’ve got you covered. g.co/elections/howtovote Google Search - Election Day",
          1478543034
        ],
        [
          "https://www.google.com/trends/2014/ Google's cover photo",
          1418713313
        ],
        [
          "Looking for a fast, fun Earth Day project? Google’s got you covered. #EarthDay2014 Timeline Photos",
          1398194618
        ],
        [
          "Serbia graces our cover once again!\n\nhttp://goo.gl/pavkO",
          1343850709
        ],
        [
          "Serbia is highlighted on our cover today for having uploaded the highest number of cover photos per capita over the weekend. \r\n\r\nVisit https://www.google.co.uk/olympics to find your country and explore the latest Olympics information. Timeline Photos",
          1343652096
        ],
        [
          "London Calling! Explore teams, see the most popular searches, and visit London... all with the click of a mouse: http://google.co.uk/olympics\r\n\r\nThen share what this event means to you and we'll support your country through our cover photo. Timeline Photos",
          1343324604
        ]
      ],
      "dates_start": 1337452785,
      "dates_end": 1437973338,
      "likes_avg": 2206,
      "likes_stdev": 2927,
      "comments_avg": 238,
      "comments_stdev": 210,
      "shares_avg": 264,
      "shares_stdev": 384
    },
    {
      "number": 20,
      "important": [
        "new googl",
        "web",
        "start",
        "build",
        "journey"
      ],
      "common": [
        "build",
        "journey",
        "journey middleearth",
        "lab",
        "middleearth",
        "new googl",
        "new googl chrome",
        "new googl chrome experi",
        "start",
        "web"
      ],
      "messages": [
        [
          "Kick, dribble and shoot your way to virtual soccer stardom in a new Google Chrome Experiment, “Kick with Chrome.” Get your football fever on at g.co/KickWithChrome Timeline Photos",
          1403260801
        ],
        [
          "Get to know the Rubik’s Cube from a few new angles with Chrome Cube Lab, a series of +Google Chrome Experiments by designers and technologists that reinterpret Rubik’s puzzle for the web. https://chrome.com/cubelab Timeline Photos",
          1400511601
        ],
        [
          "Start your creative engines. Build anything you can imagine using trillions of LEGO® bricks and the web in a new Google Chrome Experiment, Build with Chrome: http://goo.gl/cL41g3 Build: A Chrome Experiment with LEGO® Build with Chrome brings the world's biggest LEGO set to the web. Start building at www.buildwithchrome.com.",
          1390924590
        ],
        [
          "From Rivendell to the Lonely Mountain, share in the Dwarves' adventure and face down the Dragon Smaug in \"A Journey to Middle-earth,\" a Google Chrome Experiment for all fans of The Hobbit. http://goo.gl/pKG2t8 The Hobbit: The Desolation of Smaug Explore the world of #TheHobbit The Desolation of Smaug with A Journey Through Middle-earth, a Chrome Experiment.",
          1386855388
        ],
        [
          "Looking for someone to share in an adventure...explore Middle-earth in a new Google Chrome experiment: http://goo.gl/TheHobbit. More info: http://goo.gl/p7GmNA Journey through Middle-earth, a Chrome Experiment Take a journey through Middle-earth in the latest Chrome Experiment. Start your adventure: goo.gl/TheHobbit.",
          1384970291
        ],
        [
          "A new Google Chrome Experiment visualizes the stars in our galaxy using modern browser technology. Start exploring our stellar neighborhood at http://g.co/100000stars. 100,000 Stars An interactive 3D visualization of the stellar neighborhood, including over 100,000 nearby stars. Created for the Google Chrome web browser.",
          1353441987
        ],
        [
          "Check out \"The Bravest Man in the Universe,\" a new interactive music video made for Chrome on your phone.\n\nTo listen and play, visit http://goo.gl/EVTS8 on a mobile browser or just head to http://m.chromeexperiments.com. Bravest Man in the Universe - Mobile Chrome Experiment Teaser Teaser video for the Bravest Man in the Universe mobile Chrome Experiement",
          1343414166
        ],
        [
          "Check out the Chrome Web Lab where you can get creative with five awesome experiments:\n\nhttp://www.chromeweblab.com/ Web Lab (beta) Enter Web Lab, a series of interactive Chrome Experiments made by Google that bring the extraordinary workings of the internet to life. A first-of-its-kind w...",
          1343158389
        ]
      ],
      "dates_start": 1352327730,
      "dates_end": 1399306572,
      "likes_avg": 989,
      "likes_stdev": 603,
      "comments_avg": 223,
      "comments_stdev": 203,
      "shares_avg": 261,
      "shares_stdev": 314
    },
    {
      "number": 21,
      "important": [
        "googl",
        "santa",
        "call",
        "happi"
      ],
      "common": [
        "call",
        "googl",
        "googleduo",
        "happi",
        "happi holiday",
        "santa",
        "santa call pick watch",
        "santa call pick watch googleduo",
        "santa villag",
        "santa villag make"
      ],
      "messages": [
        [
          "When Santa calls, you pick up! Watch how #GoogleDuo calls are off the hook this holiday → https://duo.google.com #GoogleDuo - Holiday",
          1482252439
        ],
        [
          "For whatever you get into this holiday weekend, our new BuzzFeed stickers in Google Allo have your back → goo.gl/x1LQDO Buzzfeed/Allo",
          1479919593
        ],
        [
          "Wherever your destination may be this holiday, we wish you safe travels and a Merry Christmas!﻿ http://youtu.be/rpKQ7WP8jKc Timeline Photos",
          1419529531
        ],
        [
          "Head over to Santa’s Village to make and send your own holiday postcard → http://goo.gl/Nb6OGY #SantaTracker Timeline Photos",
          1418943989
        ],
        [
          "You can almost hear the sleigh bells jingling on www.google.com today. Happy holidays! Timeline Photos",
          1387897201
        ],
        [
          "Ok Google—let's spread some holiday cheer! Timeline Photos",
          1387218946
        ],
        [
          "Happy holidays from Google! Timeline Photos",
          1356455307
        ]
      ],
      "dates_start": 1374807824,
      "dates_end": 1462968463,
      "likes_avg": 4060,
      "likes_stdev": 6782,
      "comments_avg": 213,
      "comments_stdev": 242,
      "shares_avg": 209,
      "shares_stdev": 225
    },
    {
      "number": 22,
      "important": [
        "photo",
        "live",
        "artist",
        "googl",
        "timelin"
      ],
      "common": [
        "artist",
        "googl",
        "hangout",
        "life",
        "live",
        "photo",
        "timelin",
        "timelin photo",
        "watch",
        "youtub"
      ],
      "messages": [
        [
          "We collaborated with 60+ artists to replace the paintbrush with #TiltBrush for immersive VR art. Explore our Artist in Residence program: tiltbrush.com/air Google Tilt Brush Artist in Residence",
          1483545281
        ],
        [
          "Time's running out to submit your art for #Doodle4Google! One K-12 artist will have their creative vision featured on the Google homepage. https://goo.gl/tsBdZJ Timeline Photos",
          1480436173
        ],
        [
          "Watch Live: Solar-powered plane Solar Impulse is landing in California soon. Follow its flight across the Pacific → http://www.solarimpulse.com/sitv #futureisclean Timeline Photos",
          1461444902
        ],
        [
          "It's YouTube Rewind time! A look back at the very best of 2014 on YouTube → http://goo.gl/jVsMPt YouTube Rewind | Turn Down for 2014 #YouTubeRewind Celebrating the moments, memes, and people that made 2014. Can you spot all the refs? #YouTubeRewind WATCH IN HD! WATCH 2014’S TOP VIDS: http://yt.be/rewind ...",
          1418151212
        ],
        [
          "Did you know: When America rationed sugar during World War II—which stopped the sale of candy in movie theaters—popcorn became a staple concession stand snack of the silver screen. Timeline Photos",
          1411766440
        ],
        [
          "Chris Pratt, Zoe Saldana, and Vin Diesel stopped by the Google NYC office last week to chat about Marvel's latest movie, Guardians of the Galaxy. Check it out now, right here: \"Guardians of the Galaxy\" Cast Q&A, Chris Pratt, Zoe Saldana, and Vin Diesel Some of our very own guardians, Chris Pratt, Zoe Saldana, and Vin Diesel take time out of their duties protecting us from evil to swing by Google NYC to disc...",
          1407425082
        ],
        [
          "This morning, we welcomed former Secretary of State Hillary Clinton to our Mountain View HQ for a chat about her new book, her travels and her thoughts on how technology affects foreign affairs. Watch her full Q+A with Eric Schmidt: http://youtu.be/cWFMqUDy1gw\n Hillary Clinton Fireside Chat | Talks at Google Former U.S. Secretary of State Hillary Clinton stops by the Googleplex for a conversation with Eric Schmidt on July 21, 2014. She discusses her book, \"Hard C...",
          1405984080
        ],
        [
          "Watch a Google+ Hangout from Buckingham Palace. Today the Duke of Cambridge & Prince Harry will join their first Google+ Hangout. They'll be launching the Queen's Young Leaders programme via Hangout in London. Join the event and watch live from 3:30pm BST: http://goo.gl/v21FZw\n\n#TheSearchIsOn Timeline Photos",
          1404905771
        ],
        [
          "Show your Pride no matter where you are. Join NYC Pride, Mashable, and LGBT advocates and allies across the country as we celebrate our progress and envision the road ahead. Tune into the #Pridecast, live from the NYC Pride March at 12:30 pm ET today at youtube.com/mashable Timeline Photos",
          1404051635
        ],
        [
          "Bring your party to life. Play YouTube like a jukebox: goo.gl/pRxh4q. Timeline Photos",
          1402332377
        ],
        [
          "Thank us when you’re the first one at the party to break out all the moves to the Glub Glub Water Dance. Meet YouTube's 2014 viral video trends: http://youtu.be/0YUbYohGMOg\n\n#newtrends YouTube Announces Upcoming Viral Video Trends #newtrends",
          1396362327
        ],
        [
          "#Rewind2013 takes us back to the top YouTube stars, trends and phenomena of the year: http://yt.be/6PQH YouTube Goats screamed, singers twerked, Harlem shook ... and we listened to one quiet fox. See 2013 through our eyes. http://yt.be/6PQH",
          1386784819
        ],
        [
          "Last week the director and producer of  Monsters University stopped by the Google campus for a discussion on creativity with Doodler Matt Cruickshank. Watch the conversation: Monsters University: Talks at Google Director Dan Scanlon and Producer Kori Rae stop by the Googleplex for a conversation about Pixar's fourteenth full-length feature, \"Monsters University.\" The...",
          1372272311
        ],
        [
          "Join us for a live Hangout On Air discussion about the role that data can play in disrupting human trafficking. We're broadcasting live from goo.gl/4sTJR Timeline Photos",
          1371729600
        ],
        [
          "Seth Rogen, Craig Robinson, and Evan Goldberg are on campus discussing their new movie, This Is The End. Tune in to YouTube at 1pm PST to hear them chat live: http://www.youtube.com/watch?v=QBzmSxe6CLE Timeline Photos",
          1370009475
        ],
        [
          "Tune in to The White House YouTube channel to watch President Obama's #FiresideHangout: http://goo.gl/W5PPC President Obama Participates in a Fireside Hangout on Google+ President Obama answers questions during a virtual interview with Google+ and Americans from around the country to discuss his State of the Union Address. Fe...",
          1360875001
        ],
        [
          "Watch Vince Vaughn, Owen Wilson and Conan O’Brien debut the trailer for “The Internship”, Vince and Owen’s first movie together since “Wedding Crashers.” The live interview begins in 5 minutes. Tune in at http://www.youtube.com/embed/Ro872LTfiDc Google Play presents: Vince Vaughn and Owen Wilson debut The Internship trailer, with Conan O'Brien",
          1360778395
        ],
        [
          "Hangout with Google “interns” Vince Vaughn and Owen Wilson, as they debut +The Internship trailer, and talk about the making of the movie with another comedy icon, Conan O’Brien (2/13 @ 11am PT/2pm ET).  \n\nSend them your questions using #TheInternship and tune in to see what they have to say about life at Google. \n\nWatch the announcement: http://www.youtube.com/watch?v=XPh7PIFl1IM The Internship: Google+ Hangout Announcement Check out the debut of The Internship movie trailer during the LIVE Google+ Hangout February 13. Hosted by Conan O'Brien, with Vince Vaughn and Owen Wilson. ...",
          1360356307
        ],
        [
          "Just about every week, we host an artist, author, musician, or otherwise prominent figure at our headquarters for an hour-long program titled \"Talks at Google.\"  For our most recent installment, we hosted the President of Oxfam, global food heroes, and actress Kristen Davis to discuss global hunger. Watch the talk below: Ray Offenheiser and Kristin Davis: \"Oxfam: World Hunger Event\", Talks at Google \"Oxfam: Ending poverty and hunger starts with you,\" Talks at Google with Kristin Davis and Ray Offenheiser There is enough food on the planet to feed us all,...",
          1356163229
        ],
        [
          "Just about every week, we host an artist, author, musician, or otherwise prominent figure at our headquarters for an hour-long program titled \"Artists at Google.\"\n\nIn this weeks' installment, watch Director Rich Moore in conversation with our chief doodler about the creative process behind Disney's new film, Wreck-It Ralph. Rich Moore: \"Wreck-It Ralph\", Artists at Google Director Rich Moore stops by the Googleplex for a conversation with Doodler Creative Lead Ryan Germick. The subject is \"Wreck-It Ralph\", the 52nd film in the...",
          1351782426
        ],
        [
          "Governor Romney and President Obama meet in Denver tonight for the 1st Presidential Debate.  Get prepared for the oratory action by visiting our YouTube Election Hub for highlights of past Presidential debates, and watch it live on YouTube at 9pm ET / 6pm PT. http://goo.gl/3oknr Timeline Photos",
          1349271523
        ],
        [
          "Writer Peter Hedges and actor Joel Edgerton stopped by Google to discuss their careers and offer a glimpse into the \"Odd Life of Timothy Green.\" Watch the interview at http://goo.gl/WCLeC \"The Odd Life of Timothy Green\": Peter Hedges and Joel Edgerton, Artists at Google Academy Award®--nominated director/writer Peter Hedges (Dan in Real Life, What's Eating Gilbert Grape?) brings enchantment to the screen with The Odd Life of...",
          1345555989
        ],
        [
          "Director Peter Hedges and actor Joel Edgerton stopped by Google to discuss their careers and offer a glimpse into the \"Odd Life of Timothy Green.\" http://goo.gl/WCLeC \"The Odd Life of Timothy Green\": Peter Hedges and Joel Edgerton, Artists at Google Academy Award®--nominated director/writer Peter Hedges (Dan in Real Life, What's Eating Gilbert Grape?) brings enchantment to the screen with The Odd Life of...",
          1344872283
        ],
        [
          "Justin Bieber and Jimmy Fallon will appear on YouTube Presents next week to answer fan questions and talk about Justin's new album, 'Believe.' Post your questions to Justin's YouTube channel (youtube.com/kidrauhl) and join our live-stream on Thursday, June 21 at 7pm. Ask Justin: YouTube Presents Interview I will be answering your questions live during an exclusive YouTube Presents interview with Jimmy Fallon on Thursday June 21st at 7:15pm ET. Submit your ques...",
          1339781785
        ],
        [
          "Green Day fans, join us for a live streamed event featuring cast and crew from the musical \"American Idiot\" today at 3pm PT. Watch Live on YouTube: http://goo.gl/6s1Np Timeline Photos",
          1339697476
        ],
        [
          "Read or listen to this inspirational KQED perspective from 16y/o artist Gabriela Lindley: http://goo.gl/ku4gg \n\nIf you know a young artist, invite them to participate in this year's Doodle 4 Google contest. Learn more at www.google.com/doodle4google This Is My Heaven | KQED Art is where young Gabriela Lindley turns to find joy and creativity.",
          1330472175
        ],
        [
          "In case you missed it yesterday, watch the video of our hangout with President Obama: http://goo.gl/nUERk Your Interview with the President - 2012 You asked the questions, and President Obama answered in the first-ever completely virtual interview from the White House, presented by YouTube and Google+.",
          1328028675
        ]
      ],
      "dates_start": 1341175259,
      "dates_end": 1425108943,
      "likes_avg": 1128,
      "likes_stdev": 1190,
      "comments_avg": 256,
      "comments_stdev": 169,
      "shares_avg": 153,
      "shares_stdev": 164
    },
    {
      "number": 23,
      "important": [
        "photo",
        "best",
        "scienc",
        "award",
        "timelin"
      ],
      "common": [
        "award",
        "best",
        "fair",
        "googl scienc",
        "googl scienc fair",
        "photo",
        "scienc",
        "scienc fair",
        "timelin",
        "timelin photo"
      ],
      "messages": [
        [
          "You might not be nominated tonight, but the award for best picture will always belong to you → photos.google.com #googlephotos",
          1488125061
        ],
        [
          "ICYMI: Announcing the winners of the 2014 Google Science Fair! http://goo.gl/LCmqsI For those who dream big: Announcing the winners of the 2014 Google Science Fair",
          1411504034
        ],
        [
          "It’s finally here: the 2014 Google Science Fair is underway! We’re broadcasting live from the Exhibition Hall here at our Mountain View HQ -- tune in now to meet the 15 finalists and learn more about their amazing projects → http://youtu.be/xsU9831xsAw  GSF 2014: Live from the Exhibition Hall Watch an exclusive tour from the exhibit hall with the 2014 Google Science Fair finalists.",
          1411400900
        ],
        [
          "Which amazing Google Science Fair project should win the Voter’s Choice Award? Just under 12 hours left to cast your vote at www.googlesciencefair.com Timeline Photos",
          1410714176
        ],
        [
          "Meet the 15 Google Science Fair finalists. Then, pick your favorite to win the Voters Choice Award → http://goo.gl/toV2nY Timeline Photos",
          1409673816
        ],
        [
          "Before you tune into the Billboard Music Awards, brush up on the nominees and past winners with a simple search. You can find information on other awards, too, like the Oscars or Nobel Prize. Timeline Photos",
          1400423489
        ],
        [
          "We're kicking off the 2014 Google Science Fair and calling for students ages 13-18 to submit their ideas to change the world. Learn more, get inspired and submit your own project at http://goo.gl/g6HBXr. The Google Science Fair 2014",
          1392218304
        ],
        [
          "Can Google searches tell us who will take home a statue at the Golden Globes this Sunday? Check out these predictions for the top movie and TV prizes based on Google Trends, and visit www.google.com/trends to explore Trends for the other categories. Who do you hope will win?\r\n\r\nBest Motion Picture - Drama: Gravity\r\nBest Motion Picture - Comedy or Musical: The Wolf of Wall Street\r\nBest Television Show - Drama: Breaking Bad\r\nBest Television Show - Comedy or Musical: The Big Bang Theory Timeline Photos",
          1389389735
        ],
        [
          "The Academy Awards are this Sunday, February 24 and for the first time, we've created a destination to help you make the most of the awards show. Explore the movies and nominees, see who would win if Search Volume decided, and take a stab at your very own acceptance speech.   Enjoy the Oscars with Google at www.google.com/oscars The Year in Film with Google For more, visit: http://www.google.com/Oscars Watch or buy the released nominated videos here: http://goo.gl/FHYoM Clips Provided By: 21 Jump Street, Courtes...",
          1361401200
        ],
        [
          "Attention 13-18 year old scientists, Google Science Fair 2013 has launched! It's your turn to change the world. Register and submit your experiment at http://goo.gl/RcKqk Timeline Photos",
          1359734205
        ],
        [
          "The winners of Google Science Fair 2012 are being announced in under two hours, at 7PM PT via livestream. Last year, our winners won a trip to the Galapagos Islands, a visit to CERN in Switzerland, a $50,000 scholarship and more. Discover our finalists innovations and watch the awards ceremony at http://google.com/sciencefair Welcome - Google Science Fair Everyone has a question. What's yours? We are after the most curious brains from the four corners of the globe. Anybody and everybody between 13 and 18 who has a fantastic idea to share can enter the global competition between now and 30 March 2012.",
          1343082305
        ],
        [
          "The second annual Google Science Fair is now open at http://google.com/sciencefair. Everyone's got a question: What's yours? Google Science Fair 2012: Everyone has a question. What is yours? We're excited to announce the Google Science Fair 2012, in partnership with CERN, Lego, National Geographic and Scientific American. This is the largest glob...",
          1326382314
        ]
      ],
      "dates_start": 1351782637,
      "dates_end": 1432225618,
      "likes_avg": 869,
      "likes_stdev": 663,
      "comments_avg": 642,
      "comments_stdev": 1539,
      "shares_avg": 138,
      "shares_stdev": 189
    },
    {
      "number": 24,
      "important": [
        "state",
        "vote",
        "googl",
        "favorit",
        "befor"
      ],
      "common": [
        "befor",
        "doodl",
        "doodl googl",
        "favorit",
        "googl",
        "one",
        "state",
        "timelin photo",
        "vote",
        "vote favorit"
      ],
      "messages": [
        [
          "Congrats to the #Doodle4Google state and territory finalists! Vote for your favorite before 5 p.m. ET on March 6 to help decide which young artist's submission will be featured on the Google homepage → https://goo.gl/hqYmIf ballot_box_1280x720_10_21 (1).mp4",
          1487895101
        ],
        [
          "You've shown us the future! The #Doodle4Google art contest is now closed. Check back to vote for your favorites. https://goo.gl/E4S4Qv Doodle4Google",
          1480734451
        ],
        [
          "K-12 students, let’s see those #Doodle4Google creations! Only one week left to submit your Doodle for a chance to end up on the Google homepage. More info: https://goo.gl/qmBWtR Timeline Photos",
          1480089362
        ],
        [
          "Only 4 weeks left to enter the #Doodle4Google contest! Show us your vision of the future, and your art could be featured on our homepage: https://goo.gl/02TyX4 hover_ball_1280x720_10_21 (1).mp4",
          1478276809
        ],
        [
          "Voter registration deadlines are coming up. Find out how to register in your state → g.co/elections/register Timeline Photos",
          1476215143
        ],
        [
          "Calling all K-12 students! You're invited to the 2016 #Doodle4Google contest. Show us what you see for the future, and we may feature your art on the Google homepage. Enter here: https://goo.gl/mnMn6p Doodle 4 Google",
          1475676033
        ],
        [
          "Your vote matters. But with deadlines and methods varying by state, registering can be tricky. Search Google and get state-by-state voter registration information to ensure your voice can be heard → https://goo.gl/jyVuJY Timeline Photos",
          1469038124
        ],
        [
          "This month, we invited our community to reimagine our Super G logo with their own DIY interpretation. Tag yours with #MySuperG and we’ll continue to highlight our favorites on Instagram each week. Check out a few of our favorites so far. #MySuperG",
          1464196676
        ],
        [
          "Summer is upon us and that means a new season of America's Got Talent! Beginning tonight and through the rest of the season, you can vote for your favorite acts right from Google. Just search for [America’s Got Talent] on your phone, tablet, or computer at Google.com or via the Google App, click on your favorite and vote. \n\nAnd don’t forget to check back on Wednesdays to weigh in and save contestants in danger of being voted off. Just search [America’s Got Talent Save] and cast your vote. Timeline Photos",
          1406647835
        ],
        [
          "Happy Independence Day, America. Get out there and do your thing. youtu.be/zNucQdwXH9A  #starsandstripesforever  July 4th 2014 Google Doodle A young musician finds his place in the band. Music: \"Stars and Stripes Forever\" by John Philip Sousa as performed by \"The President's Own\" United States Mar...",
          1404477001
        ],
        [
          "Last chance to vote for your favorite young artists for this year's #Doodle4Google. Voting closes tonight: http://www.doodle4google.com Doodle 4 Google Before there was an airplane, there were doodles of cool flying machines. And before there was a submarine, there were doodles of magical underwater sea explorers. Since the beginning of time, ideas big and small, practical and playful, have started out as doodles. One talented young artist (grades…",
          1399654038
        ],
        [
          "As the final four American Idol contestants take the stage tonight, don’t forget to vote for your favorites via Google Search: Timeline Photos",
          1399486840
        ],
        [
          "Meet this year’s Doodle 4 Google state winners, and vote for your favorite: www.doodle4google.com Doodle 4 Google Doodle 4 Google 50 state winners are here! Vote now for the Doodle you want to see on the Google homepage.",
          1398790800
        ],
        [
          "Calling all #AmericanIdol fans! Starting today, you can vote for your favorite finalist singers directly from #GoogleSearch. From your phone, tablet or computer, simply search for [american idol] or [idol] during the show’s voting hours. You’ll see a screen where you can chime in and vote for your favorite contestant. Learn more: http://goo.gl/qkasLA Timeline Photos",
          1393430401
        ],
        [
          "Students, fire up your imagination and put pen (or marker, or crayon, or pencil, or paintbrush) to paper. There's just one month left to create an amazing doodle for this year's Doodle 4 Google: http://goo.gl/QsRbMU Doodle 4 Google Before there was an airplane, there were doodles of cool flying machines. And before there was a submarine, there were doodles of magical underwater sea explorers. Since the beginning of time, ideas big and small, practical and playful, have started out as doodles. And we’re ready for more. One tale...",
          1392994800
        ],
        [
          "Since the beginning of time, ideas big and small have started out as doodles. Now we're ready to see the next one! Our Doodle 4 Google competition is now open and we're asking K-12 students to let their imaginations run free in response to the theme \"If I could invent one thing to make the world a better place...\" Learn more: http://goo.gl/VvsWE5 Doodle 4 Google Before there was an airplane, there were doodles of cool flying machines. And before there was a submarine, there were doodles of magical underwater sea explorers. Since the beginning of time, ideas big and small, practical and playful, have started out as doodles. And we’re ready for more. One tale...",
          1391531128
        ],
        [
          "Only 30 days left for students K-12 to submit their artwork for the US Doodle 4 Google competition. Check out our interactive map to see which states are leading with the most submissions in our 30-day \"Race to the Finish\" competition. To boost your state's ranking, submit your doodle and spread the word to students and teachers in your state.\n\nVisit www.google.com/doodle4google to explore the map and download entry forms.",
          1361481462
        ],
        [
          "Check this out: sqrt(x*x+y*y)+3*cos(sqrt(x*x+y*y))+5 from -20 to 20",
          1333122665
        ]
      ],
      "dates_start": 1380377161,
      "dates_end": 1474482690,
      "likes_avg": 764,
      "likes_stdev": 894,
      "comments_avg": 211,
      "comments_stdev": 202,
      "shares_avg": 135,
      "shares_stdev": 224
    },
    {
      "number": 25,
      "important": [
        "de",
        "world",
        "cultur",
        "street",
        "art"
      ],
      "common": [
        "art",
        "art cultur",
        "citi",
        "cultur",
        "de",
        "googl art",
        "googl art cultur",
        "new",
        "street",
        "world"
      ],
      "messages": [
        [
          "Explore a world of color for #Holi with street artist Hanif Kureshi and St+art India on Google Arts & Culture → goo.gl/m4Eky5 Holi 2017 - Google Arts & Culture",
          1489426971
        ],
        [
          "What is love? Celebrate #ValentinesDay with art, artifacts and stories that make our hearts beat faster → g.co/celebratelove Celebrate Love - Google Arts & Culture",
          1487089353
        ],
        [
          "Street food reached an all-time high in 2016, with fish and chips, ice cream, and tacos searched more than ever. #YearInSearch g.co/2016 Street Food - #YearInSearch 2016",
          1482873062
        ],
        [
          "Experience Day of the Dead traditions in a new Google Arts & Culture exhibition: goo.gl/ulZczW #VivoDiaDeMuertos Google Dia de Los Muertos",
          1478023570
        ],
        [
          "Explore millions of years of natural history and come face to face with dinosaurs in virtual reality, now on Google Arts & Culture → g.co/naturalhistory #PreviouslyonEarth Natural History on Google Arts & Culture",
          1473776982
        ],
        [
          "Rio’s favelas are bustling with creative people and businesses, and filled with arts and music. We’re going #BeyondTheMap to share some remarkable stories from this overlooked side of Rio → g.co/beyondthemap Beyond the Map, Rio de Janeiro - Introduction",
          1470151451
        ],
        [
          "As the world’s eyes turn to Rio de Janeiro, explore the Marvelous City from every angle with Google Arts & Culture → g.co/riodejaneiro #RioWithGoogle Timeline Photos",
          1469799033
        ],
        [
          "Google Sheets and Refinery29  brought together two illustrators to create a mural in a spreadsheet without ever meeting. See how their work went from Sheets to the streets of Brooklyn → g.co/sheets/art #madewithGoogleSheets #R29collabs From Sheets to the streets",
          1469019986
        ],
        [
          "Immerse yourself in art, history and world wonders with the new Google Arts & Culture app and website. With powerful new tools, you can search for art by color, keyword or time → https://goo.gl/n8OIdi Meet Google Arts & Culture",
          1468938049
        ],
        [
          "From crayons to… Kandinsky. Kids challenge art experts to #NameThatArt in a new YouTube series for @Google Arts & Culture → https://goo.gl/o8S8Yq NTA_SIZZLE_CUT_FINALWC.mov",
          1466010106
        ],
        [
          "Today, in a Hangout on Air, Pope Francis joined students around the world to talk about a new education initiative he’s sponsoring called Scholas. The Scholas Occurrentes project uses the Internet and Google tools to connect schools across the globe. \n\nWatch (and practice your Spanish) here: http://www.youtube.com/watch?v=lal12wXkao8 El Papa Francisco se conecta con chicos del mundo por el lanzamiento de la Plataforma de Scholas El Papa Francisco se conecta con chicos del mundo por el lanzamiento de la Plataforma de Scholas",
          1409850482
        ],
        [
          "We are celebrating Edward Hopper’s birthday (he would have turned 132 today!) by visiting one of the most recognizable paintings in American art, \"Nighthawks.\" Dive into this carefully constructed composition and get a sense of the emotions Hopper depicts thanks to the Art Institute of Chicago via the Google Art Project: http://goo.gl/hL6Nce #GCI Nighthawks - Edward Hopper - Google Cultural Institute Edward Hopper stated that Nighthawks was inspired by \"a restaurant on New York's Greenwich Avenue where two streets meet,\" but the image, with its carefully constructed composition and lack of narrative, has a timeless quality that transcends its particular locale. The painting depicts a brightly li…",
          1406073381
        ],
        [
          "Watch an artist in Paris and another in Buenos Aires create The Connected Wall -- a work of art digitally woven together from thousands miles apart: http://goo.gl/Vw9S0u #StreetArt  Street Art Project - A digitally connected street art wall between Paris and Buenos Aires Watch Street Artist artist Cept and Chu based in Paris and Buenos Aires, creating live a piece of Street Art on a wall digitally connected.",
          1402933128
        ],
        [
          "From the streets to the web, discover an ongoing collection of street art worldwide with the Google #StreetArtProject: g.co/streetart Timeline Photos",
          1402411611
        ],
        [
          "Our self-driving cars have spent the last year mastering city streets, and have now logged nearly 700,000 autonomous miles: http://goo.gl/p5qSmu  The latest chapter for the self-driving car: mastering city street driving",
          1398693601
        ],
        [
          "When night falls, Marseille comes alive. Explore the streets with #PromenadeNocturne, an immersive urban adventure through the city's street art district: http://g.co/nightwalk Timeline Photos",
          1396623600
        ],
        [
          "Julie de Muer uses Google to map the streets of #Marseille in a new way, collecting voices, sounds and stories to bring her city to life. Let her introduce you to local fishmongers and spice-sellers: http://g.co/nightwalk Julie de Muer, Conteuse Urbaine Julie de Muer parcourt les rues de Marseille afin de raconter l'Histoire de la ville au travers des sons, des voix et des histoires qu'elle recueille. Partez...",
          1396544401
        ],
        [
          "Armement des toboggans... Vérification de la porte opposée... Envolez-vous avec Laurent!\n\nLaurent Aigon a toujours été fasciné par les avions. Ne pouvant devenir pilote de ligne, il a décidé de construire lui-même un simulateur de vol chez lui, dans sa maison de Lacanau. Il aura fallu à cet autodidacte plus de 6000 pièces et de longues heures de recherche sur Google pour parvenir a réaliser son rêve. #GoogleStories Laurent Aigon: voler, à sa manière Laurent Aigon est un passionné d'aviation qui a construit lui-même un simulateur de vol dans sa maison de Lacanau.",
          1383908401
        ],
        [
          "We’re celebrating the 52nd birthday of Brasilia with a Doodle on Brazil’s homepage drawn by Oscar Niemeyer, the architect who designed many of its buildings. His great works, such as Brasilia’s Cathedral, the Kubitschek Memorial and the Three Powers Square are some of the monuments that make the city a UNESCO World Heritage site.\n\nGoogle está celebrando hoje o 52º aniversário de Brasilia com um Doodle criado a partir dos desenhos originais de Oscar Niemeyer. Suas grandes obras, como a  Catedral de Brasília, o Memorial Juscelino Kubitschek ou a Praça dos Três Poderes são alguns dos monumentos que fizeram a cidade ser considerada Patrimônio da Mundial da Humanidade pela Unesco. Timeline Photos",
          1335020689
        ]
      ],
      "dates_start": 1391770722,
      "dates_end": 1480562736,
      "likes_avg": 819,
      "likes_stdev": 704,
      "comments_avg": 237,
      "comments_stdev": 412,
      "shares_avg": 132,
      "shares_stdev": 105
    },
    {
      "number": 26,
      "important": [
        "world",
        "watch"
      ],
      "common": [
        "add",
        "gold",
        "season secret remain safe yearinsearch",
        "secret",
        "secret remain",
        "secret remain safe",
        "selfi",
        "watch",
        "white",
        "world"
      ],
      "messages": [
        [
          "The data is in: if you saw a white and gold dress, give yourself a gold (or white) star. #YearInSearch http://goo.gl/Z06xCK Timeline Photos",
          1451344683
        ],
        [
          "This trending (and sustainable) protein source had us chirping with curiosity. #YearInSearch goo.gl/Z06xCK Timeline Photos",
          1451239473
        ],
        [
          "Breathe easy, Don—after seven seasons, your secret remains safe. #YearInSearch goo.gl/Z06xCK Timeline Photos",
          1451152892
        ],
        [
          "When disaster struck in Nepal, we tapped into our collective desire to lend a hand. #YearInSearch goo.gl/Z06xCK Timeline Photos",
          1450981198
        ],
        [
          "Watch us whip, now watch us...search? #YearInSearch goo.gl/Z06xCK Timeline Photos",
          1450892463
        ],
        [
          "In 2014 “how to kiss” was a question on everyone’s lips. See what else we asked → http://goo.gl/wHbqm3  #YearInSearch Timeline Photos",
          1419963025
        ],
        [
          "Some dreams never die. From time machines to flying cars, discover the inventions we wished for this #YearInSearch. http://goo.gl/wHbqm3 Timeline Photos",
          1419874394
        ],
        [
          "Our thoughts on 2014's most searched recipe: It's flippin' great #YearInSearch g.co/2014 Timeline Photos",
          1419787329
        ],
        [
          "A simple idea that made a world of difference: Take a bucket, plenty of enthusiasm and add ice. #YearInSearch g.co/2014 Timeline Photos",
          1419705135
        ],
        [
          "If you think selfies are modern, you're wrong... by 100 years. Check out the first ever selfie in #YearInSearch. https://www.google.com/trends/2014/ Timeline Photos",
          1419285654
        ],
        [
          "From Sochi to Brazil, which big events caught the world's attention this #YearInSearch? g.co/2014 Timeline Photos",
          1419110101
        ]
      ],
      "dates_start": 1418252182,
      "dates_end": 1449627153,
      "likes_avg": 1497,
      "likes_stdev": 278,
      "comments_avg": 164,
      "comments_stdev": 81,
      "shares_avg": 111,
      "shares_stdev": 52
    },
    {
      "number": 27,
      "important": [
        "power",
        "trend",
        "search googl",
        "googl search",
        "insid"
      ],
      "common": [
        "cours",
        "googl search",
        "insid",
        "insid search",
        "new",
        "power",
        "power search",
        "power search googl",
        "search googl",
        "trend"
      ],
      "messages": [
        [
          "The search for Search tricks ends here! Nat & Lo are back with five tips to make you a Google Search pro in minutes → g.co/go/5search 5 Google Search Tips You Should Know About",
          1489085027
        ],
        [
          "Trick or treat for costume trends around the country with #Frightgeist → http://g.co/frightgeist Google Frightgeist",
          1476799556
        ],
        [
          "See what the world was curious about during the second week of the Rio Olympics. Olympic Trends Week 2",
          1471825122
        ],
        [
          "See what the world was curious about during the first week of the Rio Olympics. This Week's Olympic Searches & Unexpected Trends",
          1471011081
        ],
        [
          "Are you ready for the World Series? See which team is getting the most action on search in each state with this interactive map: http://goo.gl/dGk7ZN Google Trends: Giants vs. Royals In anticipation of the World Series, featuring the Kansas City Royals and the San Francisco Giants, Google Trends has created a map that compares how search volume differed for the competing teams. Blue states indicate a higher search volume for the Royals, and Orange states indicate a higher search…",
          1413920769
        ],
        [
          "Missing the World Cup? Take a look back at the biggest Google Trends from Brazil 2014 www.google.com/worldcup Brazil 2014: The World Cup through Google Search We relive the World Cup by taking a look at some of the biggest Google search trends from around the globe. google.com/worldcup",
          1407867023
        ],
        [
          "Check out the hot topics people are searching for with the latest update to Google Trends. http://www.google.com/trends New ways to explore what's trending on Google - Inside Search Inside Search",
          1379017361
        ],
        [
          "Put your search skills to the test with this video challenge. The path you will need to take to arrive at the answer illustrates some of the skills that you can refine by taking our \"Advanced Power Searching with Google\" online course.  \n\nRegistration is now open at www.powersearchingwithgoogle.com\nClass begins tomorrow, January 23! Golden Gate Bridge Challenge Apply and learn new Power Searching skills to solve challenges like this one in our Advanced Power Searching course! Register now at http://www.powersearchin...",
          1358866800
        ],
        [
          "Registration for our new Advanced Power Searching with Google course is now open. Sign up at http://goo.gl/vPiDb to sharpen your research skills and learn advanced Google search techniques. Class begins on January 23.\n\nNot sure if you’re ready for Advanced Power Searching? Brush up on your search skills with our first Power Searching with Google course at http://goo.gl/rAEzz. Advanced Power Searching Register now to sharpen your research skills and strengthen your use of advanced Google search techniques to answer complex questions. Throughout this course you’ll also:",
          1357836382
        ],
        [
          "Insights for Search is being merged into Google Trends along with a new user interface and the latest in HTML5 visualizations. Explore some of our favorite trends or unearth some insights of your own at http://google.com/trends Insights into what the world is searching for -- the new Google Trends - Inside Search Inside Search",
          1348766611
        ],
        [
          "Power Searching classes start today! Google's search experts lead this free, online course that will help you expand your search skills. Join us at http://g.co/PowerSearching Power Searching with Google – Inside Search – Google Knowing how to find answers on Google is an important skill in today’s digital age.         Taught by Google’s Search experts, this online class will help you search smarter,         so you can find the information you need — even in the most challenging situations.",
          1348504857
        ],
        [
          "\"Power Searching with Google\" is back! Register today for this free online course, taught by Googlers and designed to show you new techniques for making your Google searches more effective. Classes start September 24 and run through October 10. http://g.co/PowerSearching Power Searching with Google is back - Inside Search Inside Search",
          1347372363
        ],
        [
          "\"Power Searching with Google,\" an online course taught by Googlers and designed to teach you new techniques for making your Google searches more effective, starts tomorrow.\n\nRegister at http://goo.gl/RTIZE Power Searching with Google – Inside Search – Google Google Search makes it amazingly easy to find information. Come learn about the                 powerful advanced tools we provide to help you find just the right information when                 the stakes are high.",
          1341845928
        ],
        [
          "A fun search rap to cap off your week, maybe you can put it to work and expand your vocabulary this weekend! Google Search Tip: Wishin' for a Definition More search tips & tricks: http://goo.gl/h56Iv | 1. Put define in front of any word to get its definition. 2. Expand your vocabulary. 3. Impress your friends...",
          1341009828
        ],
        [
          "Sign up for \"Power Searching with Google,\" a 6-class, massive open online course (MOOC) taught by a Googler. This class will teach you new techniques for making your Google searches more effective. \n\nRegistration opens today and class begins July 10, 2012.  http://goo.gl/RTIZE Power Searching with Google – Inside Search – Google Google Search makes it amazingly easy to find information. Come learn about the                 powerful advanced tools we provide to help you find just the right information when                 the stakes are high.",
          1340723990
        ],
        [
          "You can now add full page themes to your iGoogle homepage. Read about the new options below, and then try one out for yourself by selecting a theme from the directory: http://goo.gl/4RKuZ. Spice up your iGoogle page with new, immersive, full-page themes - Inside Search Inside Search",
          1330728402
        ],
        [
          "Watch how people are using Google search and explore more tips and tricks on our Inside Search website: http://goo.gl/O6DuC\n Google Search Features Learn more search tips & tricks at http://www.google.com/insidesearch",
          1330377314
        ],
        [
          "Who was the first cartoon character to hunt Daffy Duck?  And what does it have to do with search?  Read the surprising answer and learn about 30 improvements to search here: http://goo.gl/6hFYH 30 search quality highlights (with codenames!): December - Inside Search Inside Search",
          1325782447
        ]
      ],
      "dates_start": 1326451760,
      "dates_end": 1438141668,
      "likes_avg": 737,
      "likes_stdev": 513,
      "comments_avg": 214,
      "comments_stdev": 137,
      "shares_avg": 110,
      "shares_stdev": 91
    },
    {
      "number": 28,
      "important": [
        "ask",
        "io",
        "famili",
        "android",
        "iphon"
      ],
      "common": [
        "android",
        "ask",
        "famili",
        "help",
        "io",
        "iphon",
        "photo",
        "timelin",
        "timelin photo",
        "use"
      ],
      "messages": [
        [
          "An intriguing question for your Friday: how much wood could a woodchuck chuck? Find out by asking the Google Search app, on iOS at http://goo.gl/vXVzF or Android at http://goo.gl/gZ5VHV.",
          1405711866
        ],
        [
          "Organize the chaos in your life by letting Google stay on top of your schedule. Want to prep for your first meeting of the day as you’re rushing out of the house to beat morning traffic? Just open the Google Search app and say, “Ok Google. Tell me my appointments for today” to hear what you’ve got on the books.",
          1404247197
        ],
        [
          "Researching your dream car? Just open the Google Search app and ask, “How much does a Tesla Model S cost?” to begin preparing for your next big family purchase. Better start saving!",
          1403031781
        ],
        [
          "Get directions for your local public transit systems by opening the Google Search app and asking, “How do I get to Buffalo from Schenectady by train?”",
          1402881749
        ],
        [
          "Not on a flight to Brazil for the #WorldCup? Google Now has you covered. In Google Now, select “Yes” when asked if you’re \"interested in match updates for the World Cup teams? You’ll get the latest match scores and schedules, and you can tap each card for in-depth info. Get Google Now in your Google Search app on Android goo.gl/gZ5VHV, or on iPhone and iPad goo.gl/vXVzF Timeline Photos",
          1402502532
        ],
        [
          "Stay active, accountable and healthy by using the Google Search app’s alarm to keep you active. Get it on iOS → http://goo.gl/vXVzF or Android → http://goo.gl/gZ5VHV #MHW14. Timeline Photos",
          1402422938
        ],
        [
          "Just ask the Google Search app for your upcoming trip itinerary. Now you can focus on more important things like remembering to pack an extra pair of socks.",
          1401909035
        ],
        [
          "Let the Google Search App help you manage your family’s Easter activities this weekend: Timeline Photos",
          1397844782
        ],
        [
          "If you’re cooking up some wings or guac for the big game tomorrow, the Google Search app on your tablet can be your kitchen helper. Use it hands-free by saying “Ok Google,” and then:\n\n- “Set a timer for 15 minutes” and/or “Set a timer for 25 minutes”—you’ll get a separate reminder for each of the things you’re keeping track of.\n- “Butter versus olive oil” can help resolve your “healthy or... not?” debate.\n- “Remind me to pick up cream cheese when I get to Shop Rite.” Because there’s nothing worse than forgetting what you’re supposed to get when you’re at the store to pick up the thing you forgot in the first place. \n\nGood luck feeding the army! Timeline Photos",
          1391284801
        ],
        [
          "\"Ok Google, is a reindeer a deer or a mythical creature?\" \r\n\r\nLet the Google Search App help you solve the mysteries of the season. Find it and more #AppsbyGoogle at http://g.co/3p42. Timeline Photos",
          1387732764
        ],
        [
          "Stay sane during the holidays—keep a tab on last-minute gifts, flights, the family's schedule and more with Google. Just ask away on your Android (or iPhone, just make sure you have the latest Google Search app: http://goo.gl/vXVzF)! Timeline Photos",
          1387555187
        ],
        [
          "Out for some last-minute holiday shopping and want to do the impossible: avoid the traffic jams on the way to pick up the last few stocking stuffers? Just take out your iPhone, tap on the the Google Search app and ask, “What’s the traffic to Best Buy?” You’ll get the fastest route around gridlock and with just one tap on the Google Maps link, you can dive right into turn-by-turn directions in the Maps app—then get back to searching just as easily. \r\n\r\nDownload the updated Google Search app from the App Store now—open it, sign in and you’re ready to go: http://goo.gl/jyHdMp. Timeline Photos",
          1387490401
        ],
        [
          "If you upgraded to Google Now for iOS yesterday, check out these 5 tips for getting the most out of the Google Search App. Google Now for iOS",
          1367361214
        ],
        [
          "Prepping for a job interview? The Google Search App may be able to help. Google Search App: Interview A nervous job candidate uses Google Search by Image to find unexpected common ground with his interviewer. More info: http://www.google.com/insidesearch/feat...",
          1356025791
        ],
        [
          "The newly redesigned Google Search app for iPhone gives you faster results, beautiful full-screen image search and access to all your Google apps in one place. \n\nRead more and download the app: http://goo.gl/5EFjU Official Google Blog: A faster, simpler Google Search app for iPhone",
          1337865444
        ]
      ],
      "dates_start": 1369581102,
      "dates_end": 1408534561,
      "likes_avg": 661,
      "likes_stdev": 303,
      "comments_avg": 185,
      "comments_stdev": 213,
      "shares_avg": 102,
      "shares_stdev": 129
    },
    {
      "number": 29,
      "important": [
        "stori",
        "meet",
        "music",
        "use"
      ],
      "common": [
        "alex",
        "explor stori",
        "glass meet",
        "googl glass explor",
        "guru",
        "meet",
        "music",
        "patrick",
        "stori",
        "use"
      ],
      "messages": [
        [
          "To all the dads who made us believe we could fly, Happy Father’s Day from Google Glass Dads Make the World Go Round [through Google Glass] They teach you how to ride your first bike, sneak you the last cookie when no one's looking, and make sure there are no monsters under your bed. What can we ...",
          1402769634
        ],
        [
          "Two words: pureed leprechaun. Watch as Google Glass Explorer and co-founder of Los Angeles' legendary Kogi BBQ truck creates a special recipe for St. Patrick's Day #throughglass: http://goo.gl/FW6qNl Google Glass Explorer Story: Roy Choi Meet Roy Choi. He's a Glass Explorer, co-founder of Kogi BBQ, and the world famous chef behind the gourmet food truck movement. Step into the kitchen with Ro...",
          1394895601
        ],
        [
          "Our latest Google Glass Explorer is building Glassware that he hopes will help firefighters in the field. Watch his story: Explorer Story: Patrick Jackson [through Google Glass] Meet Patrick Jackson. He's a Google Glass Explorer, developer and firefighter from Rocky Mount, North Carolina. Patrick is building Glassware that he hopes c...",
          1390327953
        ],
        [
          "Meet Young Guru—Glass Explorer, DJ, producer and audio engineer who has helped shape the sound of artists like Jay-Z, Rihanna and Beyoncé. You may notice Guru is using a few new Google Glass features we've been working on—access to Google Play Music and All Access, and special stereo earbuds made just for Glass. Join Guru on the hunt for sound inspiration in Los Angeles in our video, and learn more about music coming to Glass at google.com/glass. Explorer Story: Young Guru [through Google Glass] Meet Young Guru. He's a Glass Explorer, acclaimed DJ, producer and audio engineer who has helped shape the sound of music legends including Jay-Z, Rihanna, a...",
          1384275601
        ],
        [
          "From Fairbanks to Fargo, Houston to Honolulu, Google Glass Explorers across the United States have been doing amazing things with Glass. Take a look at all 50 states #throughglass. Explorer Story: 50 States [through Google Glass] From Fairbanks to Fargo, Houston to Honolulu, Glass Explorers across the country have been doing amazing things. Join us on a quick tour of some of our Explo...",
          1382994524
        ],
        [
          "See Google Glass in Vogue's #TheSeptemberIssue: http://goo.gl/6eot1T Vogue Our futuristic view of fashion in #TheSeptemberIssue would not be complete without Google Glass: http://bit.ly/14iUI69",
          1377113991
        ],
        [
          "Meet Alex Blaszczuk: Glass Explorer, law student, and owner of a 20lb cat. In the fall of 2011, a car accident en route to a celebratory camping trip left Alex paralyzed from the chest down, unable to use her hands. Last month, Alex finally made it camping and shared her story #throughglass. \n\nTo learn more about Alex and her adventures with Glass, visit: alexbtrust.org \n\nThis entire film was shot through Glass. Explorer Story: Alex Blaszczuk [through Google Glass] Meet Alex Blaszczuk: Glass Explorer, law student, and owner of a 20lb cat. In the fall of 2011, a car accident en route to a celebratory camping trip left Al...",
          1375883842
        ],
        [
          "Meet pro WTA tennis player and Glass Explorer Bethanie Mattek-Sands as she prepares for Wimbledon. She’s been using Glass to organize her busy life off the court, and get a new perspective on her game.   \n\nThis film was shot entirely through Glass. #glassexplorers  #wta Explorer Story: Bethanie Mattek-Sands [through Glass] Meet pro tennis player and Glass Explorer Bethanie Mattek-Sands as she prepares for Wimbledon. She's been using Google Glass to organize her busy life off th...",
          1372098285
        ],
        [
          "Join physics teacher and Glass Explorer Andrew Vanden Heuvel as he takes a classroom on a virtual field trip into the Large Hadron Collider through Glass.",
          1367880445
        ]
      ],
      "dates_start": 1372490739,
      "dates_end": 1393784788,
      "likes_avg": 721,
      "likes_stdev": 351,
      "comments_avg": 203,
      "comments_stdev": 134,
      "shares_avg": 101,
      "shares_stdev": 66
    },
    {
      "number": 30,
      "important": [
        "happi",
        "celebr",
        "googl doodl",
        "googl",
        "love"
      ],
      "common": [
        "cat",
        "cat academi",
        "celebr",
        "googl",
        "googl doodl",
        "googledoodl celebr",
        "happi",
        "love",
        "magic",
        "today googledoodl celebr"
      ],
      "messages": [
        [
          "Today's #GoogleDoodle celebrates global, historical heroines who inspire us all to create a more inclusive, gender equal world → https://goo.gl/j4t13c #IWD2017 Timeline Photos",
          1488976471
        ],
        [
          "Today's #GoogleDoodle in Brazil is all dressed up and ready to party for #Carnaval → http://goo.gl/RfaC55 Timeline Photos",
          1488315778
        ],
        [
          "Featuring the world's only scaly mammal, roll your way to romance with today's #GoogleDoodle game, #PangolinLove → google.com 💕 Google Doodle - Pangolin Love",
          1487000477
        ],
        [
          "To start #BlackHistoryMonth, today's #GoogleDoodle celebrates internationally acclaimed sculptor Edmonia Lewis → https://goo.gl/JvX7qN Timeline Photos",
          1485966782
        ],
        [
          "Happy #LunarNewYear! With glowing lanterns and lots of red, today's #GoogleDoodle welcomes the year of the rooster → https://goo.gl/vRw1gd Timeline Photos",
          1485622981
        ],
        [
          "“We cannot walk alone.” Today’s #GoogleDoodle marks #MLKDay and honors Dr. King's legacy of unity, nonviolence and love. https://goo.gl/nzVMRH Timeline Photos",
          1484582926
        ],
        [
          "Celebrating 2017 with #GoogleDoodle balloon drop. #HappyNewYear! giphy.com",
          1483287651
        ],
        [
          "Today's #GoogleDoodle reminds us to gather 'round for everything cozy this holiday season. Timeline Photos",
          1482696935
        ],
        [
          "Today's #GoogleDoodle celebrates novelist & abolitionist Louisa May Alcott, who gave us the magic of \"Little Women.\" http://g.co/7ppwh Timeline Photos",
          1480450493
        ],
        [
          "Today’s #GoogleDoodle is an ode to this season of togetherness. Happy Thanksgiving! https://goo.gl/igG8J4 Timeline Photos",
          1479994744
        ],
        [
          "Today’s #GoogleDoodle honors Blackfeet writer James Welch, who gave a voice to the #NativeAmerican experience → https://goo.gl/QulDuK Timeline Photos",
          1479490862
        ],
        [
          "Ghosts have invaded Magic Cat Academy! Help Momo defeat them in today’s #GoogleDoodle: goo.gl/MEhy8T Magic Cat Academy Google Doodle",
          1477934063
        ]
      ],
      "dates_start": 1480204290,
      "dates_end": 1487182402,
      "likes_avg": 966,
      "likes_stdev": 307,
      "comments_avg": 131,
      "comments_stdev": 40,
      "shares_avg": 99,
      "shares_stdev": 41
    },
    {
      "number": 31,
      "important": [
        "help",
        "day",
        "googl",
        "safe",
        "right"
      ],
      "common": [
        "day",
        "googl",
        "help",
        "keep",
        "privat",
        "privat safe",
        "right",
        "safe",
        "translat",
        "work"
      ],
      "messages": [
        [
          "It's #DataPrivacyDay. Choose which privacy settings are right for you with a quick Privacy Checkup → https://goo.gl/O3cQzi Data Privacy Day",
          1485627257
        ],
        [
          "Google Translate uses data to help you find the right words to say. Learn how: http://goo.gl/jx5b0i Meet Data: Translate",
          1474641179
        ],
        [
          "Data helps YouTube suggest the right videos for you. And, we keep your data private and safe: Learn how: https://goo.gl/E86x9K YouTube Data",
          1472731237
        ],
        [
          "Google Translate helps you explore the world. It learned 100+ languages by using data from translated content across the web. 探索全世界. http://goo.gl/y5DrMf Google Translate Data",
          1472486187
        ],
        [
          "Data makes Google Photos work better for you. By learning from the content of images across the web, we can automatically create and organize your photos into private albums – instantly. privacy.google.com Data: Google Photos",
          1471890636
        ],
        [
          "Data helps Google Search find the right answers for you. Learn how we keep your data private and safe: https://goo.gl/gAvaUA Meet Data: Search",
          1470939433
        ],
        [
          "Every day, data in Google Maps works for you. Learn how we keep it private and safe: https://goo.gl/Ph5SLa Meet Data - Google Maps",
          1469712723
        ],
        [
          "Every day, data makes our services work better for you. Now there’s a new place to review and control your Information: My Activity. http://goo.gl/P2rlxT My Activity",
          1469047930
        ],
        [
          "Every day, data makes our services work better for you. Learn how we keep it private and safe -- and put you in control: https://goo.gl/KsjgLc Your Data",
          1468843261
        ]
      ],
      "dates_start": 1468031983,
      "dates_end": 1477727981,
      "likes_avg": 846,
      "likes_stdev": 157,
      "comments_avg": 141,
      "comments_stdev": 54,
      "shares_avg": 92,
      "shares_stdev": 21
    },
    {
      "number": 32,
      "important": [
        "open",
        "help",
        "answer",
        "googl app",
        "timelin"
      ],
      "common": [
        "answer",
        "ask googl app",
        "googl app",
        "help",
        "need",
        "open",
        "photo",
        "summer",
        "timelin",
        "timelin photo"
      ],
      "messages": [
        [
          "Try it → g.co/googleapp Ask the Google app. Get answers, play music, find local recommendations and more.",
          1418417911
        ],
        [
          "Ever wonder what’s inside a coconut? Like, REALLY inside? Next time you crack one open, ask Google for nutritional information like “Ok Google, how much sugar is in a coconut?” You can even compare two foods side by side.",
          1412614288
        ],
        [
          "Whether you’re using them to count or type, give your fingers a break -- ask the Google app to do the math.",
          1412188390
        ],
        [
          "Picking up a new language can be tricky. Ask the Google app for help.",
          1412020052
        ],
        [
          "Ask the Google app about the weather. It’s like having an on-call meteorologist in your pocket.",
          1411668660
        ],
        [
          "Looking for a last minute summer adventure? Open the Google app and ask, “Ok Google, where’s the nearest beach?” Timeline Photos",
          1410023521
        ],
        [
          "Ever wonder how your favorite summer party accessories work? Just ask the Google app. Timeline Photos",
          1409331118
        ],
        [
          "Saying bye to summer can be hard. Homework can be even harder. Lucky for you, Google can help. Say “Ok Google” and ask Google about historical events, math problems and much more. Talk or type to get ASAP answers for your questions → http://goo.gl/iJ2RGV Timeline Photos",
          1409167721
        ],
        [
          "Want to go where everybody knows your name? Don’t let them remember you for shorting the bartender. Ask the Google app if you need help after a few rounds: “How much is the tip on a $27 bill?” \n\nGet the app for iOS: http://g.co/googleapp Timeline Photos",
          1408651409
        ],
        [
          "Summer storms around the corner? Ask the Google app if you need an umbrella this weekend. On iOS at http://goo.gl/vXVzF or Android at http://goo.gl/gZ5VHV.",
          1406232000
        ],
        [
          "You can find companies’ customer service numbers on the web, but why poke around? Just ask the Google app -- you’ll be on hold in no time. On iOS at http://goo.gl/vXVzF or Android at http://goo.gl/gZ5VHV.",
          1405014300
        ],
        [
          "Let Google pitch in the next time you need to help your kid out with a project. Just ask Google a science question—like “Why is the sky blue?”—and get a spoken answer in return.",
          1403975966
        ],
        [
          "Need a recipe for Sunday brunch? Just ask Google, “How do I make banana cinnamon French toast?” and see recommendations from culinary experts by opening their apps from the search results page.",
          1402843825
        ],
        [
          "There's a whole galaxy of information out there. Just ask Google to \"compare Callisto vs. moon\" (or \"apples vs. oranges\") for a side-by-side look at how the two entities compare.",
          1402074023
        ],
        [
          "Get answers before you even ask with Google Now, now available on iPad and iPhone.   \n\nDownload the app here: http://goo.gl/D9e1A",
          1367263224
        ]
      ],
      "dates_start": 1394904270,
      "dates_end": 1417293917,
      "likes_avg": 915,
      "likes_stdev": 253,
      "comments_avg": 256,
      "comments_stdev": 197,
      "shares_avg": 85,
      "shares_stdev": 44
    },
    {
      "number": 33,
      "important": [
        "doodl",
        "photo",
        "googl",
        "game",
        "work"
      ],
      "common": [
        "behind",
        "cabl",
        "doodl",
        "game",
        "googl",
        "learn",
        "lo took",
        "peek",
        "photo",
        "work"
      ],
      "messages": [
        [
          "These tiny strands of glass do what? Get the skinny on how fiber optic cables light up the internet with Nat & Lo → g.co/go/NLFiber Nat & Lo - Fiber Optics",
          1487359346
        ],
        [
          "G is for Google... and games. From dinosaurs to Doodles to drawing, join Nat & Lo for the lowdown on what to play → https://goo.gl/1q1f1f Nat & Lo: 5 Google Games",
          1485464349
        ],
        [
          "'Tis the season to be curious. See how Nat & Lo explored Google Doodles, Google Photos, YouTube and more this year → http://g.co/go/NL2016 Nat & Lo - 2016",
          1482347761
        ],
        [
          "Dive into how the internet works as Nat & Lo explore the hundreds of underwater sea cables that span the globe: https://g.co/go/NLcables Underwater Sea Cables - Nat & Lo",
          1481912294
        ],
        [
          "Those #TBT photos aren't going to scan themselves. Learn how to scan in a snap with Nat & Lo. #PhotoScan http://g.co/go/NLphotoscan Google Photos Sneak Peek — Nat & Lo",
          1479406020
        ],
        [
          "On Nat & Lo’s latest adventure, they learn how machine learning can transform normal photos into the style of a famous work of art. Watch the full episode → g.co/go/NLstyle Nat & Lo Style Transfer Sneak Peek",
          1477498472
        ],
        [
          "Nat & Lo took the #Pixel camera for a spin around New York City. See the camera in action on their adventure → g.co/go/NLpixel Nat & Lo Pixel",
          1476817807
        ],
        [
          "Meet the Doodlers! Nat and Lo get artsy with the #GoogleDoodle team in a new episode → g.co/go/NLdoodle Nat & Lo: Doodle Team Q&A Sneak Peek",
          1474657261
        ],
        [
          "Nat & Lo took a trip behind the play button and learned how YouTube works (and why it has to work even harder when you dance in your videos) → g.co/go/nlyt1 Nat & Lo How YouTube Works",
          1471964759
        ],
        [
          "Nat & Lo took a peek behind the fruit stand to learn how the #GoogleDoodle Fruit Games were made → g.co/go/nlfruit Nat & Lo Doodle Fruit Games",
          1471026437
        ],
        [
          "#NatAndLo went behind the scenes with the #Tango team to learn how this new kind of phone works → g.co/go/nltango Nat & Lo Project Tango",
          1465570563
        ],
        [
          "Ever wonder how a #GoogleDoodle is made? Nat & Lo went behind the scenes of today’s Doodle in their latest episode. g.co/go/NLlotte Olivia 30 6-1-16.mp4",
          1464870332
        ]
      ],
      "dates_start": 1469623141,
      "dates_end": 1483526091,
      "likes_avg": 696,
      "likes_stdev": 157,
      "comments_avg": 155,
      "comments_stdev": 91,
      "shares_avg": 81,
      "shares_stdev": 30
    },
    {
      "number": 34,
      "important": [
        "googletrend",
        "street",
        "today",
        "search"
      ],
      "common": [
        "googletrend",
        "googletrend worldcup",
        "googletrend worldcup timelin",
        "googletrend worldcup timelin photo",
        "match",
        "search",
        "street",
        "today",
        "worldcup timelin",
        "worldcup timelin photo"
      ],
      "messages": [
        [
          "So long to the 2014 #WorldCup! But before you go, click on the flags in today’s doodle to see the top ten searches from each competing country. Timeline Photos",
          1405279292
        ],
        [
          "That wrong turn back at Mars was totally worth it. #WorldCup Timeline Photos",
          1404933940
        ],
        [
          "Germany has one message for the #WorldCup final—Guten Tag! Timeline Photos",
          1404862607
        ],
        [
          "It’s a battle for South America in today’s #WorldCup match. Timeline Photos",
          1403964245
        ],
        [
          "Singing their way to victory? #GoogleTrends  http://goo.gl/EKxeAH Timeline Photos",
          1403733913
        ],
        [
          "The nation has voted. #GoogleTrends #USMNT Timeline Photos",
          1403463840
        ],
        [
          "No wonder he's jumping for joy.  #GoogleTrends #worldcup Timeline Photos",
          1403390123
        ],
        [
          "Ask Rooney and you shall receive. #GoogleTrends #WorldCup Timeline Photos",
          1403218421
        ],
        [
          "From Maracanã stadium to the streets of Rio, football lives everywhere. #WorldCup Timeline Photos",
          1403102080
        ],
        [
          "Paul the Octopus makes an appearance in our #WorldCup doodle today. Which box do you think he will choose? Timeline Photos",
          1403014209
        ],
        [
          "It’s a #WorldCup match between eagles and every goal gets an egg in the nest. Timeline Photos",
          1402952614
        ],
        [
          "“Nous voudrions aller voir un match de football.” Search interest in France’s #WorldCup team doubled that of searches for tennis stars Tsonga, Gasquet and Monfils together. #GoogleTrends google.com/worldcup Timeline Photos",
          1402850913
        ],
        [
          "#ENG and #ITA take the pitch today for a #WorldCup rumble in the jungle. Timeline Photos",
          1402780501
        ],
        [
          "\"La Furia Roja\" takes on the \"Oranje\" in a rematch of last year’s #WorldCup final. Who do you think will come out on top today? Timeline Photos",
          1402681109
        ],
        [
          "Forget sleeves. Brazilians are wearing their pride on their hands. #GoogleTrends #WorldCup Timeline Photos",
          1402584170
        ],
        [
          "Ready to eat, drink and dream about football? The #WorldCup is finally here. Timeline Photos",
          1402575981
        ],
        [
          "The #WorldCup is here. See what the world wants to know: google.com/worldcup Timeline Photos",
          1402481485
        ],
        [
          "Imagine the streets of your neighborhood flooded with color to celebrate football. Explore Brazil's painted streets and go inside 12 #WorldCup stadiums with Google Maps. http://goo.gl/OpWh05 Timeline Photos",
          1401978625
        ]
      ],
      "dates_start": 1402435517,
      "dates_end": 1404214267,
      "likes_avg": 1223,
      "likes_stdev": 742,
      "comments_avg": 92,
      "comments_stdev": 39,
      "shares_avg": 70,
      "shares_stdev": 52
    },
    {
      "number": 35,
      "important": [
        "googl",
        "week",
        "onlin"
      ],
      "common": [
        "busi onlin",
        "googl",
        "grant",
        "grow",
        "mission main street",
        "onlin",
        "small",
        "small busi",
        "websit",
        "week"
      ],
      "messages": [
        [
          "For Transgender Awareness Week, we're celebrating the inspirational #transvoices building inclusive businesses and communities. https://goo.gl/uB096I Transgender Awareness Week - TAVA",
          1479149063
        ],
        [
          "Businesses from coast to coast are making the most of the Internet to grow and find new customers, and Google tools are helping them do it. In 2013, Google’s search and advertising tools helped provide $111 billion of economic activity for more than 1.5 million American businesses → http://www.google.com/economicimpact/ Timeline Photos",
          1405634748
        ],
        [
          "Open for business? Google My Business is a new, easy way for businesses to be found and connect with customers: http://goo.gl/OIeApO Help your business shine with Google My Business | Google and Your Business",
          1402493368
        ],
        [
          "Get Your Business Online Week starts today—a week of free virtual workshops to help businesses get online and grow. Tune in at http://www.gybo.com/gybo-week. \n\n #GYBOWeek Timeline Photos",
          1395684001
        ],
        [
          "Help your favorite small business receive a $250,000 grant from Chase as part of the Mission Main Street Grants program with premier sponsor Google. Vote for your favorite U.S. small business by this Friday, November 15: www.missionmainstreetgrants.com. Chase Mission Main Street Grants Chase's $3M Mission Main Street Grants program for Small Business is in full swing! Apply or vote today! Learn more here: www.missionmainstreetgrants.com",
          1384202267
        ],
        [
          "Businesses that are online are growing faster and are more likely to create jobs.  Yet 58 percent of businesses don’t have a website.  Let’s get our mother’s, brother’s, sister’s, uncle’s—all our favorite businesses online: www.gybo.com If there's one thing you do today, get a business online. Businesses that are online are growing faster. Yet 58% of US small businesses do not have a website. Let's get our mother's, brother's, sister's, uncle's - a...",
          1361388392
        ],
        [
          "Do you know a small business owner? This holiday season give them the gift of an easy-to build website, custom domain name (yourbusiness.com), and hosting – all for free for a year. \r\n\r\nBusinesses who are online are expected to grow 40% faster. Giving that business owner you know the gift of a free website may just be one of the easiest ways to help them grow. http://www.gybo.com/gift Timeline Photos",
          1355932802
        ]
      ],
      "dates_start": 1360045471,
      "dates_end": 1435521569,
      "likes_avg": 312,
      "likes_stdev": 148,
      "comments_avg": 109,
      "comments_stdev": 47,
      "shares_avg": 54,
      "shares_stdev": 33
    },
    {
      "number": 36,
      "important": [
        "worldcup",
        "search"
      ],
      "common": [
        "boot",
        "onenationoneteam googletrend",
        "onenationoneteam googletrend timelin",
        "onenationoneteam googletrend timelin photo",
        "search",
        "search googletrend",
        "search googletrend timelin",
        "search googletrend timelin photo",
        "usa",
        "worldcup"
      ],
      "messages": [
        [
          "Hey good lookin'. #GERvsARG #GoogleTrends http://goo.gl/Fxad0A Timeline Photos",
          1405267506
        ],
        [
          "All eyes on Brasília.  #BRAvsNED #GoogleTrends http://goo.gl/Fxad0A Timeline Photos",
          1405182600
        ],
        [
          "Who said the news was biased? #NED #GoogleTrends http://goo.gl/Fxad0A Timeline Photos",
          1405002510
        ],
        [
          "Brazil's biggest (hearted) fan. #BRAvsNED #GoogleTrends http://goo.gl/Fxad0A Timeline Photos",
          1404952501
        ],
        [
          "Meet Louis van Gaal, head coach for the Netherlands and football mastermind.  #GoogleTrends  http://goo.gl/Fxad0A Timeline Photos",
          1404928435
        ],
        [
          "Can Bernard fill Neymar’s boots? Searchers seem to think so.  http://goo.gl/Fxad0A #GoogleTrends Timeline Photos",
          1404837696
        ],
        [
          "Steady on, Sabella! #GoogleTrends http://goo.gl/Fxad0A Timeline Photos",
          1404593259
        ],
        [
          "USA is keeping the faith. #OneNationOneTeam #GoogleTrend http://goo.gl/15wMCH Timeline Photos",
          1404237494
        ],
        [
          "Will the maestro Joachim Löw conduct his greatest symphony yet against Algeria? #GER #GoogleTrends http://goo.gl/1znTWc Timeline Photos",
          1404147834
        ],
        [
          "This defender found another way to stand out. #WorldCup. #GoogleTrends Timeline Photos",
          1403980219
        ],
        [
          "The USA is officially World Cup crazy.  #GoogleTrends http://goo.gl/JF0wW1 Timeline Photos",
          1403811683
        ],
        [
          "The birthday boots sure did the trick. #GoogleTrends http://goo.gl/y9fCQj Timeline Photos",
          1403804740
        ],
        [
          "How can one stadium inspire so many goals? #BRAvsCAM #GoogleTrends Timeline Photos",
          1403546802
        ],
        [
          "United they score. #OneNationOneTeam #GoogleTrends Timeline Photos",
          1403484219
        ],
        [
          "You don't search for Chuck Norris, he searches for you. #GoogleTrends Timeline Photos",
          1402948431
        ],
        [
          "Italy didn’t quite make the cut in top English searches. #GoogleTrends Timeline Photos",
          1402775981
        ],
        [
          "Further proof Arjen Robben doubles as a rockstar in his homeland. Find more #WorldCup insights from search on google.com/worldcup.  #GoogleTrends Timeline Photos",
          1402684626
        ]
      ],
      "dates_start": 1403305793,
      "dates_end": 1404951446,
      "likes_avg": 876,
      "likes_stdev": 439,
      "comments_avg": 75,
      "comments_stdev": 23,
      "shares_avg": 40,
      "shares_stdev": 35
    }
  ]
}