{
  "pagename": "GraduateOnTime",
  "page_name_displayed": "Thesis Writing",
  "globalstats": {
    "fan_count": 8644,
    "messages": 315,
    "likes_avg": 7,
    "likes_stdev": 11,
    "comments_avg": 1,
    "comments_stdev": 15,
    "shares_avg": 12,
    "shares_stdev": 11,
    "graph_uri": "clusters/GraduateOnTime.png"
  },
  "clusters": [
    {
      "number": 1,
      "important": [
        "thesi",
        "literatur",
        "framework",
        "candid",
        "write",
        "mind",
        "phd",
        "let",
        "use",
        "master"
      ],
      "summary": "Dissertation, thesis, writing, masters, doctorate, doctor of philosophy, phd, thesis writing software, literature review, conceptual framework, theoretical framework, qual... The power of mind map. Dissertation, thesis, writing, masters, doctorate, doctor of philosophy, phd, thesis writing software, literature review, conceptual framework, theoretical framework, qual... Done an extensive Literature Review, so what next? Literature Review for Master, DBA and PhD thesis. Thesis writing for masters and doctorate students, literature review and gap analysis with conceptual and theoretical framework. Mind Map for Thesis Writing.",
      "common": 0,
      "messages": [
        [
          "Aspiring candidates: Lets look at the basic needs of your research.\nGet in touch with us if you are struggling with your thesis and you believe you can do with some academic support. Basic Needs of your Research. Thesis writing for masters and doctorate students, literature review and gap analysis with conceptual and theoretical framework. Dissertation, thesis, writing, masters, doctorate, doctor of philosophy, phd, thesis writing software, literature review, conceptual framework, theoretical framework, qual...",
          1481432383
        ],
        [
          "The power of mind map. Use mind map to manage your entire study. Mind Map for Thesis Writing. Thesis writing for masters and doctorate students, literature review and gap analysis with conceptual and theoretical framework. Dissertation, thesis, writing, masters, doctorate, doctor of philosophy, phd, thesis writing software, literature review, conceptual framework, theoretical framework, qual...",
          1480916446
        ],
        [
          "Done an extensive Literature Review, so what next?\nYou need to do Factor selection for further Investigation. But how?\n\nFor those Aspiring Candidates who are keen to learn: Get in touch with us! Timeline Photos.",
          1473982532
        ],
        [
          "What are the objectives of doing Literature Review?\n\nYou got it? Timeline Photos.",
          1473853337
        ],
        [
          "Literature Review for Master, DBA and PhD candidates\n\nMany approaches, here is one.\n\nIf you find it useful, please LIKE this Thesis Writing page as much as this post.\n\nhttp://thesis.com.my/Literature-Review-php.php. Literature Review for Master, DBA and PhD thesis.",
          1406162208
        ]
      ],
      "dates_start": 1434531481,
      "dates_end": 1492007281,
      "likes_avg": 22,
      "likes_stdev": 20,
      "comments_avg": 0,
      "comments_stdev": 0,
      "shares_avg": 23,
      "shares_stdev": 15
    },
    {
      "number": 2,
      "important": [
        "thesi",
        "problem",
        "statement",
        "candid",
        "free",
        "skype",
        "yang",
        "review",
        "enlighten",
        "arrang"
      ],
      "summary": "ONLINE PROBLEM STATEMENT CLINIC\nProblem Statement is the HEART of your Thesis\nHow strong (Punchy) is your Problem Statement? Problem Statement for Master, DBA and PhD thesis. Call us for FREE coaching on how to write a Punchy (short, sharp and shocking) Problem Statement. In establishing your Problem Statement:\nFirst: What \"qualifies\" as a problem at your Master/PhD level? You write a complete thesis without A PROBLEM STATEMENT?",
      "common": 0,
      "messages": [
        [
          "Aspiring students!\n\nYou write a complete thesis without A PROBLEM STATEMENT?\n\nIsn't that like saying you are driving a car without wheels?\n\nYes a thesis without a strong and convincing Problem Statement is like a car without wheels. \n\nSo, what do you do? Fix the wheels obviously. Likewise fix your Problem Statement now. Timeline Photos.",
          1476233943
        ],
        [
          "Anyone struggling with your PROBLEM STATEMENT?\n\nThesis Writing offers to guide and work with you to develop a crispy Proble  Statement over ths weekend. For those who are interested in improving your Problem Statement please get in touch with us. Timeline Photos.",
          1472882789
        ],
        [
          "ONLINE PROBLEM STATEMENT CLINIC\nProblem Statement is the HEART of your Thesis\nHow strong (Punchy) is your Problem Statement?\nIn most cases the PS is NOT a problem statement at all!!!\nSend us your current Problem Statement for FREE review!\nCall us for FREE coaching on how to write a Punchy (short, sharp and shocking) Problem Statement. Timeline Photos.",
          1443489122
        ],
        [
          "Sesiapa yang nak Problem Statement yang canggih (ringkas, tepat dan menggemparkan)?\n\nAny aspiring candidates who wants a short, sharp and shocking Problem Statement?\n\nGet in touch with Thesis Writing at all times. We are available online at all times and in Sunway during working hours and with prior arrangement. Timeline Photos.",
          1443148955
        ],
        [
          "In establishing your Problem Statement:\nFirst: What \"qualifies\" as a problem at your Master/PhD level?\nSecondly: What is a \"statement' fit for your Proposal/Thesis?\n\nFor an educating and enjoyable enlightenment join our Skype session for a FREE mental awareness workshop on Problem Statement this Wednesday, 16th. September, 2015 at 10 am on Skype.\n\nHappy Malaysia Day! Timeline Photos.",
          1442277897
        ],
        [
          "MALAYSIA DAY Celebration!\nThesis Writing runs FREE coaching session on Problem Statement for struggling candidates ONLY!\n\nDate: 16th September 2015 (Wednesday)\nTime: 10 am\nVenue: Skype\nID: will be given to registered candidates\nPreparation: test your Skype and be ready\nRegister: by FB messenger (PM)\n\nHave FUN learning Problem Statement! Timeline Photos.",
          1442195178
        ],
        [
          "What is the heart of your thesis?\n\nA good Problem Statement! But then, how do you develop one?\n\nWe will be happy to review, assess and check through your work for improvement if you would like us to call you back. Timeline Photos.",
          1434936803
        ],
        [
          "Problem Statement: : \nhttp://thesis.com.my/Problem-Statement-php.php. Problem Statement for Master, DBA and PhD thesis. Develop a problem statement which stands out like a sore thumb to highlight the basis of your Master, DBA or PhD thesis.",
          1406000252
        ]
      ],
      "dates_start": 1424541995,
      "dates_end": 1465749238,
      "likes_avg": 8,
      "likes_stdev": 3,
      "comments_avg": 2,
      "comments_stdev": 2,
      "shares_avg": 21,
      "shares_stdev": 28
    },
    {
      "number": 3,
      "important": [
        "write",
        "thesi",
        "support",
        "asterwrit",
        "faster",
        "techniqu",
        "yang",
        "sempurna sebelum",
        "tamat"
      ],
      "summary": "Thesis Management approach makes your writing EASIER, BETTER and FASTER! Easier Better and Faster series\n\nIn your final stages of completing your thesis, \"How do you manage your DISCUSSION and CONCLUSION\"? We teach you how to generate an outline for your research\nWe guide you on MS Word processing management to safe you a significant amount of time. So why do you struggle and struggle and not only that; you with the help of your SV change and change and change until you do not know what you are writing in the first instance! Word processing management\n\nWe use AsterWrite - Thesis Writing software to guide and coach you till you Graduate on Time!",
      "common": 0,
      "messages": [
        [
          "“Those who do not jumpy, will never fly”. Any skydivers among the candidates here?\n\nOur support is in Thesis Writing; coaching and mentoring on;\n1. Techniques & skills of thesis writing/proposal\n2. Word processing management\n\nWe use AsterWrite - Thesis Writing software to guide and coach you till you Graduate on Time!\n\nAsterWrite software makes it EASIER, BETTER AND FASTER to GOT.\n\nWe provide FREE validation of your PS, research flow, synchronization of RQ, RO and RHyp.\nWe teach you how to generate an outline for your research\nWe guide you on MS Word processing management to safe you a significant amount of time.\n\nYour thesis lifeline : +60 12 474 7473. We will call you! Timeline Photos.",
          1491267157
        ],
        [
          "What is there to STOP your hearts desire? None!\nYou want to Graduate on TIME. Master. PhD. Yes. Go for it!\n\nYou can take the long and winding way to reinvent the wheel.\nYou can also do it the smart way.\nDo it Easier, Better and Faster.\n\nThesis writing is as structured as A, B, C\nWe teach you the 3 step OPTIMIZATION for easier, better & faster.\n1. Techniques & Skills of Thesis writing\n2. Word Processing Management\n3. AsterWrite thesis writing software for original research. Timeline Photos.",
          1484182918
        ],
        [
          "Thesis writing becomes easier, better and faster when you work on a formatted outline. So why do you struggle and struggle and not only that; you with the help of your SV change and change and change until you do not know what you are writing in the first instance!\nYou need to STOP that!\nStructure your work, outline your chapter and thesis, get your SV to approve. If not change the structure and outline until you and your SV are in agreement. Then you start writing for easier, better and faster thesis writing completion.\n\nWe guide, support and COACH you to do just that. AVOID rewrite and GOT. 0124747473. Help and support is available now. Timeline Photos.",
          1464915256
        ],
        [
          "Apakah kaitan \"Sediakan payung sebelum hujan\" bagi calon-calon pascasiswazah?\nPenulisan tesis tu biarlah sempurna sebelum habis tamat tempoh yang diberikan. Jadi kalau ikut peribahasa tu janganlah sampai masa yang ditetapkan dah tamat tapi penulisan tesis tak sempurna lagi.\nKami ada menyediakan \"payung\" akademik untuk menyokong usaha anda untuk menyempurnakan tesis dengan pendekatan \"easier, better and faster\".\nWe provide support in your efforts to complete your thesis writing on time allocated for your submission. Our approach is \"easier, better and faster\". Call us to manage your callenges! Timeline Photos.",
          1463962578
        ],
        [
          "Thesis writing clinic for all who need support, guidance and mentoring in completing your Master or PhD thesis.\n\nLet us see if we can make it Easier, Better and Faster for you to GOT. We are ready to support you with your challenges.\n\nShare this with your friends in other groups! Timeline Photos.",
          1456380678
        ],
        [
          "Easier Better and Faster series\n\nIn your final stages of completing your thesis, \"How do you manage your DISCUSSION and CONCLUSION\"?\n\nGet in touch with us for a smooth step by step guidance. It is as simple as the following images. \n\nWe are HERE for you. Timeline Photos.",
          1456191827
        ],
        [
          "Easier Better and Faster series!\n\nHow to develop your SCOPE OF STUDY in 3 simple steps? Get in touch with us and we will happily teach you at no costs.\n\nHave an awesome Monday candidates. Keep learning! Timeline Photos.",
          1456112080
        ],
        [
          "YOU PLAY-PLAY WITH ASTERWRITE & YOUR FIRST OUTLINE IS READY! \nAsterWrite is so versatile. You can create a Mind Map in a very playful manner and ooosh! out comes your first level of outline. How much more easier do you want it to be? Just like the magician pulling out a rabbit from his hat! Except this is much more valuable for your Master / PhD.\nWe have posted the diagram and explanation in AsterWrite for the benefit of the members. \nPlease join AsterWrite n share with your friends n groups for getting the first hand details of how AsterWrire makes thesis writing easier, better and faster.\n",
          1411349907
        ],
        [
          "Thesis is not all about writing, but writing SYSTEMATICALLY.\n\nAre you writing your thesis systematically using the RIGHT approach?\n\nThesis Management approach makes your writing EASIER, BETTER and FASTER! Timeline Photos.",
          1407892229
        ]
      ],
      "dates_start": 1427875007,
      "dates_end": 1481514910,
      "likes_avg": 10,
      "likes_stdev": 16,
      "comments_avg": 0,
      "comments_stdev": 1,
      "shares_avg": 20,
      "shares_stdev": 23
    },
    {
      "number": 4,
      "important": [
        "bengkel",
        "yang",
        "untuk",
        "anda",
        "dan",
        "penulisan",
        "write",
        "tesi",
        "minda",
        "phd"
      ],
      "summary": "Kesedaran Minda Penulisan Tesis/Mental Awareness for Thesis Writing. Mental Awareness Workshop for Proposal and Thesis Writing results in the writing TRANSFORMATION needed for your thesis writing. Join us for the Mental Awareness workshop on Proposal/Thesis Writing on 1.3.16 in Sunway. Tempat: Terhad untuk 16 orang sahaja calon Master/PhD yang sudah menghadiri bengkel Kesedaran Minda untuk penulisan Tesis. Bengkel Kesedaran Minda melahirkan TRANSFORMASI penulisan Proposal and Tesis anda.",
      "common": 0,
      "messages": [
        [
          "Invitation to aspiring candidates in or around Ipoh!\n1 day Mental Awareness Proposal / Thesis writing workshop on Thursday 30th June, 2016. Venue details will be given to interested candidates.\n\nJemputan untuk calon-calon di atau sekitar Ipoh !\nBengkel 1 hari Kesedaran Minda untuk Cadangan / Penulisan Tesis pada hari Khamis 30 Jun 2016. Butiran tempat akan diberikan kepada calon-calon yang berminat.\n\nSila hubungi/Contact: 012 4747473. Photos from Thesis Writing's post.",
          1467006139
        ],
        [
          "Apakah perbezaan diantara \n1. Analisa Kuantitatif dan Kualitatif?\n2. Pendekatan Deduktif dan Induktif?\nJom belajar kat bengkel Kesedaran Minda di Sunway. \n\nWhat is the difference between\n1. Quantitative and Qualitative analysis?\n2. Deductive and Inductive reasoning?\nLets learn these in Mental Awareness workshop in Sunway.\nCall/SMS/WhatsApp: 012 4747473\n\nLike and Share with your friends !!!! Timeline Photos.",
          1458517247
        ],
        [
          "Apakah hubungan diantara Skop Kajian dengan Faktor yang dipilih dan tak dipilih untuk kajian seterusnya?\n\nIni adalah diantara nadi-nadi utama yang diajar di dalam bengkel kesedaran minda.\n\nBelajar, jangan tak belajar nanti lewat Graduate. Kita nak GOT kan? Timeline Photos.",
          1456988298
        ],
        [
          "Biar kita BERSEMANGAT menulis Tesis/Proposal. Jom join bengkel Kesedaran Minda penulisan Tesis/Proposal di Sunway pada 1.3.16.\n\nAnda akan belajar mengenai 20 KERAPIAN AKADEMIK yang jarang diajar, sebagai nadi utama penulisan anda. \n\nJoin us for the Mental Awareness workshop on Proposal/Thesis Writing on 1.3.16 in Sunway. You will learn 20 academic rigor points (not taught elsewhere!) to complete your writing.\n\nComment and SHARE! Timeline Photos.",
          1456704060
        ],
        [
          "Tak kenal maka tak cinta...\nCuba fahami, anda akan menyukainya...\nKesedaran Minda, membolehkan anda menulis dengan cekap...\nHadir bengkel kami pada 18.1.2016, untuk TRANSFORMASI.\n\nYou can't love what you do not know...\nGet to know, you will like it...\nMental Awareness, enables you to write efficiently...\nJoin our workshop on 18.1.2016, for TRANSFORMATION. Photos from Thesis Writing's post.",
          1453002801
        ],
        [
          "Kesedaran Minda Penulisan Tesis/Mental Awareness for Thesis Writing.\nBengkel akan datang BESOK - 5hb. Dis. 2015. (Sabtu). \nNext workshop TOMORROW - 5th Dec. 2015. (Saturday). \nShare dan jemput kawan-kawan.\nShare and invite your friends to join.\nTime: 8.30 am - 5.30 pm. Bayaran/Fees: RM250\nLocation: No. 45, Jalan PJS 9/28, Bandar Sunway Metro, 46150 PJ. Near Sunway Pyramid/Lagoon.\nCall: 0124747473 for registration. Timeline Photos.",
          1449192030
        ],
        [
          "Bagi calon-calon Master dan PhD yang tidak tentu hala, masih belum mulakan penulisan, belum dapat kesinambungan idea penulisan, sudah sesat jalan, keliru, terdesak masa, tiada bimbingan dan sebagainya:\nBengkel Kesedaran Minda Penulisan Tesis/Mental Awareness for Thesis Writing yang dijadualkan pada 5hb. Dis. 2015. (Sabtu) ini pasti akan membawa PENCERAHAN lebih daripada yang diharapkan. Share dan jemput kawan-kawan.\nNext workshop - 5th Dec. 2015. (Saturday) will surely enlighthen you on how to write a Proposal/Thesis. Share and invite your friends to join. Call: 0124747473 for registration. Timeline Photos.",
          1449103474
        ],
        [
          "Kesedaran Minda Penulisan Tesis/Mental Awareness for Thesis Writing.\nBengkel akan datang - 5hb. Dis. 2015. (Sabtu). \nNext workshop - 5th Dec. 2015. (Saturday). \nShare dan jemput kawan-kawan.\nShare and invite your friends to join.\nCall: 0124747473 for registration. Photos from Thesis Writing's post.",
          1449016829
        ],
        [
          "Ini adalah musim penghujung tahun! Sambil mengalu-alukan Tahun Baru, kita ada resolusi BARU!\n\"Saya akan mula menulis Thesis\", \"Saya mahu menyiapkan tesis saya\", \"Saya mahu GOT \" dan aspirasi yang sama seperti ini adalah sebahagian daripada resolusi Tahun Baru anda?\nBengkel Kesedaran Minda kami akan membantu anda untuk mencapai aspirasi anda. Bengkel akan datang - 5hb. Dis. 2015. (Sabtu). Share dengan kawan-kawan dan ajak mereka join sekali.\n\nThis is the season of the year! As we welcome the New Year we have NEW resolutions!\n\"I will start writing\", \"I want to complete my thesis\", \"I want to GOT\" and similar aspirations are part of your New Year resolutions?\nOur Mental Awareness workshop realizes your aspirations.\nNext workshop - 5th Dec. 2015. (Saturday). Share and invite your friends to join.\nRegister: PM or text to 012 4747473. We will call back. Timeline Photos.",
          1448936503
        ],
        [
          "Another satisfied candidate after attending our Mental Awareness workshop.\nSeorang calon yang menghadiri bengkel Kesedaran Minda.\n\nAfter attending this course, I get a clear picture on how to write a thesis proposal in a correct way. Step by step, stage to stage and according to the proper guidelines. I highly recommend for all those who just going to start your thesis writing to attend this program. Afif (26th. Nov, 2015).\n\nBengkel akan datang - 5hb. Dis. 2015. (Sabtu)\nNext workshop - 5th Dec. 2015. (Saturday) Timeline Photos.",
          1448667529
        ],
        [
          "Anda perlukan TRANSFORMASI penulisan?\nBengkel Kesedaran Minda melahirkan TRANSFORMASI penulisan Proposal and Tesis anda. Anda akan didedahkan kepada penulisan tesis menggunakan perisian AsterWrite!\nYou need TRANSFORMATION in your writing ?\nMental Awareness Workshop for Proposal and Thesis Writing results in the writing TRANSFORMATION needed for your thesis writing. You will be exposed to thesis writing using AsterWrite software!\n\nBengkel 1 hari Kesedaran Minda - Cadangan/Penulisan Tesis\nTarikh : 26hb. November 2015 (Khamis) \n1 Day Mental Awareness Workshop for Proposal/Thesis writing \nDate: 26hb. November 2015 (Thursday) \nTempat terhad : 20 orang calon sahaja setiap bengkel.\nLimited seat : 20 candidates only each workshop session.\n\nShare with your friends! 0124747473.",
          1448249322
        ],
        [
          "Bengkel 1 hari Kesedaran Minda - Cadangan/Penulisan Tesis\nTarikh : 18hb. November 2015 (Rabu) di Sunway.\n\n1 Day Mental Awareness Workshop for Proposal/Thesis writing \nDate: 18th. November 2015 (Wednesday) in Sunway.\n\ndengan pengenalan & kerjasama AsterWrite - perisian penulisan Tesis.\nin collaboration & introduction of AsterWrite - Thesis Writing software.\n\nText/SMS/WhatsApp/Viber/WeChat/Telegram: 0124747473. Photos from Thesis Writing's post.",
          1447723715
        ],
        [
          "Mengambil kira maklumbalas dan cadangan membina calon-calon Master dan PhD kami menawarkan bengkel Kesedaran Minda pada kadar RM250 seorang buat masa TERHAD sahaja! \nTaking into account of the feedback and suggestions from the candidates we offer the Mental Awareness workshop at RM250 per candidate for a LIMITED time ONLY!\nBengkel 1 hari Kesedaran Minda - Cadangan/Penulisan Tesis\nTarikh : 18hb. November 2015 (Rabu) \n1 Day Mental Awareness Workshop for Proposal/Thesis writing \nDate: 18th. November 2015 (Wednesday) \nTempat terhad : 20 orang calon sahaja setiap bengkel.\nLimited seat : 20 candidates only each workshop session. Photos from Thesis Writing's post.",
          1447644561
        ],
        [
          "Another contended and satisfied Engineering PhD candidate(Rizal); sharing his experience on the Mental Awareness workshop.\n\nBengkel awareness ini sangat berguna dan bermanfaat at the early stage of beginning of our research. Terdapat 20 steps yang menjadi satu guidelines untuk kita menyiapkan tesis on the right path.\nFrom know nothing to have a knowledge about how to do a Proposal / Thesis.      XXXXXXXXX\n\nAdakah anda masih blurr, meraba-raba dan tak tentu arah tuju? Bengkel Kesedaran Minda akan memberi jalan laluan untuk memahami penulisan tesis dengan lebih teratur dan sistematik.\n\nIngin kan perubahan paradigm? Sertailah bengkel Kesedaran Minda kami yang akan datang ...Good Luck!!!",
          1446729614
        ],
        [
          "Bagaimana untuk membangunkan suatu :\nPernyataan Masalah\nKerangka Teoretikal\nPersoalan Kajian\nHypotesis Kajian\nMatlamat dan Objektif Kajian\nSumbangan Ilmu\nKerangka Operasi\n\nUntuk memahami kesemua tersebut diatas dan lain-lain lagi sila Ikuti Bengkel Kesedaran Minda Penulisan Tesis pada Khamis 5hb. Nov 2015 di Sunway.\n\nPengalaman seorang calon PhD disertakan untuk memberi semangat membina untuk calon-calon yang masih mencari hala tuju. Timeline Photos.",
          1446606561
        ],
        [
          "Satu lagi calon PhD (June) yang menyuarakan suara hati selepas menghadiri bengkel Kesedaran Minda pada 1hb. Nov, 2015. \n\nSebagai Student PhD yang masih tercari-cari hala tuju, inilah tempatnya untuk membawa student ke landasan yang sebenar demi mencapai matlamat GOT. \nTo be honest saya hadir dgn kegelapan dan kekosongan kini saya mampu tersenyum dan bermotivasi setelah menghadiri bengkel ini. Semangat membara untuk meneruskan perjuangan hingga mencapai GOT - 2018.\n\nBengkel Kesedaran Minda boleh diuruskan untuk 5 atau lebih orang calon pada bila-bila masa. Sila hubungi 012-4747473.",
          1446382696
        ],
        [
          "Maklumbalas peserta bengkel Kesedaran Minda / Candidate feedback on Mental Awareness - 18.10.15 (Rinah - PhD candidate)\n\nI have graduated my Master Degree more than a decade ago, so I started my PhD on quite shaky ground. Plus, I had no experience writing up a thesis during my Master studies. I attended many other courses provided for postgraduate students everywhere just to get the grasp on PhD making but resulted in not satisfying outcome. I was still confused and trailed off every now and then.\nUntil I attended Mr. Dom's Kesedaran Minda / Mental Awareness workshop. Then only I know the correct steps of doing research. We were given very clear structure of PhD making, from one step to another.\nThe class is conducted in small groups so the impact is high. Mr. Dom constantly checked our understanding and extended extra help.\nThanks Mr. Dom! Timeline Photos.",
          1445819352
        ],
        [
          "Weekend Retreat Penulisan Proposal PhD\nKerjasama diantara Thesis Writing dan Asterwrite (Perisian computer khas untuk penulisan Tesis)\nTarikh 24 dan 25hb Oktober, 2015. 2 hari 1 malam.\nTempat: Sunway. Bengkel berserta penginapan dan BBQ.\nObjektif: Menulis dan menyiapkan Cadangan / Proposal PhD.\nTempat: Terhad untuk 16 orang sahaja calon Master/PhD yang sudah menghadiri bengkel Kesedaran Minda untuk penulisan Tesis.\nBengkel Kesedaran Minda akan diuruskan untuk yang berminat bagi mengikuti Bengkel Weekend Retreat 24 dan 25 hb Okt, 2015 nanti.\nUntuk keterangan lanjut sila PM atau hubung 012-4747473. Timeline Photos.",
          1444701996
        ],
        [
          "Bengkel Sehari Kesedaran Minda - Cadangan / Penulisan Tesis \nTAK KENAL MAKA TAK CINTA!\nPada 5.10.15 kami berjaya mengendalikan satu bengkel kesedaran minda. Di sini disertakan maklumbalas calon-calon yang menyertaikan bengkel tersebut.\n\nSekiranya anda juga ingin mempelajari langkah2 penulisan cadangan dan penulisan tesis sila berhubung dengan kami. Timeline Photos.",
          1444258726
        ],
        [
          "USAHA Tangga Kejayaan\nBengkel Kesedaran Minda - Cadangan / Penulisan Tesis memberi anda peluang untuk menyiapkan penulisan dengan terbaik sekali dalam masa yang dijadualkan. \n\nSila PM untuk keterangan lanjut. Timeline Photos.",
          1443931636
        ],
        [
          "Calon-calon Master dan PhD - kami berharap penulisan anda sehalus sutera. Jika penulisan anda tidak lancar dan jika anda mempunyai banyak pandangan yang berbeza, dan bagi mereka yang keliru dan kabur, bengkel 1 hari Kesedaran Minda untuk Cadangan / Tesis kami bukan sahaja akan menaikkan semangat anda, tetapi membolehkan anda untuk mempunyai gambaran yang jauh lebih jelas untuk menulis Cadangan / Tesis anda. Jangan ragu-ragu untuk menghubungi kami.\n\nAspiring Master and PhD Candidates - we wish your writing is as smooth as silk. However if it is not smooth and if you have many distorted views and ideas, and for those who are confused and blurred, our 1 day Proposal/Thesis Writing Mental Awareness will not only boost your morale but enable you to have a clear picture on how to write your Proposal/Thesis. Feel free to be in touch with us for details. Timeline Photos.",
          1429055959
        ]
      ],
      "dates_start": 1441891326,
      "dates_end": 1456036202,
      "likes_avg": 7,
      "likes_stdev": 5,
      "comments_avg": 0,
      "comments_stdev": 1,
      "shares_avg": 20,
      "shares_stdev": 6
    },
    {
      "number": 5,
      "important": [
        "yang",
        "dan",
        "kita",
        "dalam",
        "untuk",
        "dengan",
        "dapat",
        "kepada",
        "calon",
        "tak"
      ],
      "summary": "Peralatan yang penting untuk penulisan Tesis adalah MS Word dokumen yang kita guna untuk memproses penulisan. CABARAN PENULISAN TESIS\n\nSesiapa yang ada masalah dalam penulisan tesis Master @ PhD  boleh berhubung dengan saya dalam Viber, Messenger, FB, WhatsApp atau skype malam ini atau bila-bila pun. Kalau ada sesiapa yang memulakan penulisan Thesis hari, sila bagitahu saya supaya saya dapat buat satu posting di FB ini untuk mengebahkan kepada semua bahawa ANDA sudah mengambil langkah PERTAMA untuk menulis Thesis. Jadi tolong kaitkan MINDA kita dalam PENCARIAN ILMU kita dan semoga berjaya jumpa bukan sahaja apa yang ku cari tapi informasi yang berkait-paut dengan apa yang KU CARI. Maka SV B adalah lebih  bersesuaian dengan maklamat kita untuk Graduate on Time!",
      "common": 0,
      "messages": [
        [
          "Mengimbas kenangan masa persekolahan dulu atas permintaan kawan sekelas Nooraini Mat Saat dan Siti Arpah Salleh. Saya adalah bekas pelari. Acara padang dan juga merentas desa - jaraknya mungkin dalam 5 - 6 km merentasi desa. Cross country. Dalam acara ini pemeriksa akan ditempatkan di lokasi2 strategik untuk memastikan pelari2 melalui setiap lokasi strategik sebagai tanda penyempurnaan keseluruhan jarak tadi. Sekiranya pelari tidak melalui sebarang lokasi strategik, ini akan membatalkan lariannya kerana ini menunjukan pelari tidak melalui keseluruhan jarak tadi. Short cut mungkin! Dalam pada itu banyak papan tanda arah akan ditempatkan disepanjang jarak pelarian untuk menunjukkan arah larian itu samada ke kiri, kanan, terus atau pusing balik. Pada penghujungnya ramai juga yang tidak menamatkan keseluruhan jarak tersebut utk berbagai sebab. Berhenti.\n\nKembali kepada penulisan tesis. \nPelari adalah calon Master / PhD. Menamatkan larian adalah Graduate on Time. Pemeriksa check point adalah Kerapian Akademik. Papan tanda arah adalah matlamat dan objecktif kajian. Jurulatih adalah Supervisor. Pelari yang tak tamatkan larian adalah calon yang tak complete pengajian.  Ramai yang berhenti pengajian atas berbagai sebab.\n\nMerujuk kepada AsterWrite\nAsterWrite menentukan arah larian, jarak larian, kerapian akademik yang wajib dilalui setiap calon untuk mencapai matlamat dan objektif kajian. Ini samalah seperti menentukan arah tuju yang betul supaya selamat sampai ke destinasi dengan tepat. AsterWrite juga memainkan peranan Supervisor dalam membimbing cara2 terbaik persediaan menghadapi cabaran penulisan tesis yang penuh dgn kerapian akademik melalui pendekatan langkah demi langkah. Akhirkata AsterWrite adalah GPS di tangan calon untuk Graduate on Time. \n\nKalau itu baru merentas desa, (Master / PhD) adalah MARATHON! Jaraknya adalah 42.5 km. Jadi memanglah CABARAN ini jauh lebih banyak lagi dari merentas desa. Di situlah AsterWrite memainkan peranan penting dalam membimbing Calon untuk menamatkan pengajian dengan sebaik-baiknya dalam masa yang di tentukan pada waktu pendaftaran. Graduate on Time!\n\nJoin AsterWrite dan ikuti perkembangannya.",
          1413093651
        ],
        [
          "POST SV A & SV B DIRUJUK\nRamai yang memberi maklumbalas. Terima kasih kepada kesemua yang berbicara dan juga kepada yang angguk tanda setuju dan juga kepada mereka2 yang mengeluh mengenang nasib masing2 yang berwarna-warni tanpa bayangan.\nSV A adalah easy going tapi sampai ke mana? Masuk saja bilik viva, nasib anak buah perlu dibela. Maka segala easy going tidak akan membawa calon kemana kerana calon perlu menghadapi examiners yang diandai seperti rimau yang bersedia untuk menerkam mangsanya.\nSV B pula dapat membantu calon2 menghadapi cabaran viva dengan lebih elok lagi kerana kebanyakan selok belok telah dicuba dan mengambil jalan yang terbaik dalam kerapiannya.  \n\nKata orang tua2 dulu, Bersusah-susah dahulu, bersenang-senang kemudian. Maka SV B adalah lebih  bersesuaian dengan maklamat kita untuk Graduate on Time! Ini bermakan mungkin calon2 terpaksa menghadapi sedikit kesusahan menyiapkan diri pada awalnya. \n\nWalau apa jua pun, biarlah SV A atau pun SV B, kita berterimakasih kepada semua SV kerana memberi bimbingan sehingga calon2 dapat memperolehi Master / PHD. Terima kasih SV.\n Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1411730827
        ],
        [
          "ADA SESIAPA YANG MENGIDAM TAK?\nSsh! bukan itule maksud I. Mengidam Master @ PhD lah. Kalau nak Master @ PhD biar ada usaha yang berterusan. Kata orang tua-tua, yang bulat takan datang bergolek; yang leper takan datang melayang.\n\nJadi kalau ada cabaran dalam penulisan Thesis, ingat kat kami yang online sepanjang masa kecuali waktu tidur.\n\nBiar BERINSPIRASI untuk graduate on time!\n Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1410431506
        ],
        [
          "ANALISA DATA 2\nAndainya data sudah siap dianalisa menggunakan software statistik yang canggih. Data yang dikunyah pun diluahkan sebagai angka-angka yang agak unik untuk mata kasar memandang. Ye tak? Basanya macam itulah. OK statistik memang pun berkaitan dengan angka, angka dan angka. Tak berhenti kat situ, angka-angka hasil analisa tadi sememang pun ada titik perpuluhan yang berlarutan lagi. Alamak! Apa maknaya semua angka-angka ini? Itulah dia statistik untuk kebanyakan daripada kita. \n\nJadi disitulah kita menggubal dan ubah angka-angka tadi untuk bercakap atau bercerita kat pembaca. Kalau boleh kita  transformasi angka-angka tadi kepada ayat atau perenggan yang boleh difahami pembaca. Biasanya kalau angka-angka tadi dapat disokong oleh Jadual, Carta atau Gambarajah senang mata memandang dan pembaca dapat mengikuti dan memahami kerja kita.\n\nKalau setakat analisa data menggunakan EXCEL silalah berhubung dengan kami sekiranya nak gubal dan ubah angka-angka tadi untuk bercerita kepada pembaca.\n\nBiar BERSEMANGAT pada pagi Khamis ini!\n Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1410391779
        ],
        [
          "ANALISA DATA\nDah buat questionnaire! Dah collect data pun. Nampak macam semua dah ok. Tapi camana nak buat analisa kerana tak reti pulak. Huh biasale tu! Senanglah kalau ada kawan-kawan yang boleh tolong kita kan. \nKalau ada yang dah kumpul data tapi tak reti nak buat analisa data kami boleh bantu dengan EXCEL tapi bukan SPSS dll.\nEXCEL nie tak kurang hebat dan dapat develop Jadual dan Gambar Rajag yang lebih cute dari SPSS dll. Kalu nak jengok-jengkok anallisa data menggnakan EXCEL sila lah berhubung dengan kami bila-bila bersesuai.\nJangan kurang SEMANGAT nak Graduate on Time ye!\n Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1410334759
        ],
        [
          "SEIRING SEJALAN\nPenulisan Thesis tidak ditangguhkan tanpa tarikh ke suatu masa akan datang.\nPenulisan Thesis bermula dari HARI PERTAMA kita memulakan Master / PhD. Mula dari muka-muka pengenalan dan \"muat turun\" segala format dan bimbingan dari Universiti / Institusi anda ke dalam file word dokumen anda. \nKemudian dari itu mulakan KERAPIAN AKADEMIK satu persatu. Biar ada kefahaman dalam MINDA tentang proposal dan RANGKA kerja Thesis anda sebelum memulakan penulisan terperinci. Pasti dapat mengatasi segala cabaran!\nBiar BERINSPIRASI untuk Graduate on Time!\n\nKalau ada sesiapa yang memulakan penulisan Thesis hari, sila bagitahu saya supaya saya dapat buat satu posting di FB ini untuk mengebahkan kepada semua bahawa ANDA sudah mengambil langkah PERTAMA untuk menulis Thesis. Silakan! Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1410328168
        ],
        [
          "MATA TIDAK MELIHAT APA YANG MINDA TIDAK TAHU\n\nCari. Cari apa yang ku cari dalam SOROTAN KARYA, METHODOLOGI, ANALISA DATA? Aku tak tahu apa yang ku CARi! Cari pun tak jumpa. Aku masih mencari lagi. Apa nak cari yea?\nKita tidak tahu bagaimana deria dan minda kita berfungsi tapi kita tahu mata kita tak nampak benda atau informasi yang tidak diterima pakai oleh MINDA. Jadi kita perlu membuat suatu BAYANGAN, JANGKAAN, GAMBARAN dalam MINDA sebelum mencari. Ini bermaksud kita perlu ada satu GARIS PANDUAN dalam MINDA sebelum memulakan PENCARIAN kita. Jadi tolong kaitkan MINDA kita dalam PENCARIAN ILMU kita dan semoga berjaya jumpa bukan sahaja apa yang ku cari tapi informasi yang berkait-paut dengan apa yang KU CARI. Selamat mencari di pagi yang CERIA ini. \nSekiranya perlukan bantuan, sila berhubung dengan kami pada setiap masa bermula dari SEKARANG.\n Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1410305669
        ],
        [
          "CABARAN PENULISAN TESIS\n\nSesiapa yang ada masalah dalam penulisan tesis Master @ PhD  boleh berhubung dengan saya dalam Viber, Messenger, FB, WhatsApp atau skype malam ini atau bila-bila pun.\n\nContact saya dalam FB / Messanger dulu yeah.\n\nJangan malu, jangan segan. kalau nak siap penulisan tesis.\n\nBiar api bersemarak nak siapkan & graduate Master / PhD on time.\n Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1410251409
        ],
        [
          "STRATEGI PENULISAN TESIS\nPenggunaan PERALATAN yang tepat dan sesuai adalah sangat penting bagi menentukan kejayaan dalam sesuatu usaha kita. Tambah-tambah lagi dalam penulisan Tesis disebabkan kerana \nACADEMIC RIGOR @ KERAPIAN AKADEMIK yang sangat tinggi.\nPeralatan yang penting untuk penulisan Tesis adalah MS Word dokumen yang kita guna untuk memproses penulisan. Word dokumen ini sangat susah untuk digunakan bagi penulisan tesis jika tidak diformat. Penulisan Tesis akan lebih sempurna dan senang untuk digunakan jika word dokumen ini sudah di format untuk penulisan Tesis dimana RANGKA KERJA (OUTLINE), ISI KANDUNGAN, SENARAI RAJAH, SENARAI JADUAL, SENARAI RUJUKAN, APPENDIKS dsb senang dilihat dan dirujuk pada setiap masa, Tambah lagi setiap senarai di atas dapat diwujudkan dan diubahsuai dengan HANYA SATU KLIK Tetikus anda.\n\nJadi mengapa anda masih tidak menggunakan word dokumen yang sudah diformat? Mengapa menggunakan CARA YANG SUSAH?\n\nKami dapat transformasi word dokumen anda yang sediada kepada word dokumen yang diformat supaya dapat membantu anda dalam pengurusan tesis. Transformasi ini penting kerana banyak kerja-kerja anda yang TIDAK TAMBAH NILAI DAPAT DITUKAR KEPADA KERJA-KERJA TAMBAH NILAI.\n\nSemoga berjaya dalam menggamalkan cara kerja yang menyenangkan, tambah nilai dan berbaloi dengan usaha anda.\n Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1410216222
        ]
      ],
      "dates_start": 1409858945,
      "dates_end": 1411715274,
      "likes_avg": 7,
      "likes_stdev": 5,
      "comments_avg": 0,
      "comments_stdev": 1,
      "shares_avg": 16,
      "shares_stdev": 5
    },
    {
      "number": 6,
      "important": [
        "workshop",
        "write",
        "thesi",
        "candid",
        "teacher",
        "jalan",
        "support",
        "framework",
        "mental",
        "aspir"
      ],
      "summary": "For candidates in Penang and surrounding region\n FIRST TIME IN PENANG Break away from Thesis Writing Slavery \n\nFor those aspiring candidates who are struggling with your thesis writing, join the workshop to transform your thesis writing and Graduate On Time! The workshop is on 1.3.16 in Sunway. The workshop is on 9.5.16 in Sunway. Aspiring candidates: \nThe Skills and Techniques of Thesis Writing workshop \nDate: 22.12.16\nVenue: Sunway Metro\nFees: RM500 per candidate (I fee paying + 1 candidate FREE)\n\nBenefits of attending the workshop:\n\nSave time\nDo it right\nDo it right first time\nUnderstand the art of thesis writing\nLearn to develop your Theoretical / Conceptual Framework\nDerive the research questions\nDerive your research hypotheses\nDevelop your Operational Framework etc...... Photos from Thesis Writing's post. Are you one of the rare exception (5%) who do it at the commencement of your thesis or are you in the mass (95%) of who do it after completing your thesis?",
      "common": 0,
      "messages": [
        [
          "Aspiring candidates: \nThe Skills and Techniques of Thesis Writing workshop \nDate: 22.12.16\nVenue: Sunway Metro\nFees: RM500 per candidate (I fee paying + 1 candidate FREE)\n\nBenefits of attending the workshop:\n\nSave time\nDo it right\nDo it right first time\nUnderstand the art of thesis writing\nLearn to develop your Theoretical / Conceptual Framework\nDerive the research questions\nDerive your research hypotheses\nDevelop your Operational Framework etc...... Photos from Thesis Writing's post.",
          1482205263
        ],
        [
          "Skills and Techniques of Thesis Writing workshop 22.12.16\n\nStep by step approach to your thesis writing.\n\nLast session of the year, comes with end of the year offer. \nPay for 1 candidate, FREE for 1 candidate.\n\nIt is a hand holding workshop with extended after workshop support.\n\nThesis writing made fun! Photos from Thesis Writing's post.",
          1482020761
        ],
        [
          "Who are your good teachers? A child: Can be a good teacher at times. Who are your good teachers? At times a child can be the best teacher one can have. Wondered why? Yes, it is because their unending why's. Why this, why that and a why for almost everything. Is that.",
          1475709270
        ],
        [
          "CHANGE does not happen by its own!\nAspiring candidates: Do you want to experience a TRNSFORMATIONAL change to your Thesis Writing?\nThis uniquely structured Mental Awareness workshop will provide you with the knowledge required to transform your thesis writing.\n\nSaturday, 10th September, 2016 in Sunway Metro. +60 12 474 7473. Photos from Thesis Writing's post.",
          1473129946
        ],
        [
          "For candidates in Penang and surrounding region\n FIRST TIME IN PENANG Break away from Thesis Writing Slavery \n\nFor those aspiring candidates who are struggling with your thesis writing, join the workshop to transform your thesis writing and Graduate On Time!\n\nWhat you learn in this one day workshop will be sufficient enough to empower you to overcome your challenges to complete your thesis writing. Photos from Thesis Writing's post.",
          1471904459
        ],
        [
          "Segan bertanya sesat jalan,\nBiar kami tunjuk jalan untuk menyiapkan tesis anda.\nIf you are shy to get help, you may be heading the wrong direction,\nLet us show you the way to complete your thesis.\n\nJoin our 1 day Essential and Fundamental Proposal/Thesis Writing Mental Awareness workshop with loads of hands on knowledge.\nThe workshop is fun, entertaining, educational and more importantly practical for completing your thesis.\nThe workshop is on 9.5.16 in Sunway. Call us (012 4747473) for further details and introduce to your friends who need support in thesis writing. Photos from Thesis Writing's post.",
          1462411918
        ],
        [
          "Continuous Professional Development (CPD) workshop\n\nJoin us our strategic Proposal/Thesis Writing Mental Awareness workshop with loads of hands on knowledge.\n\nThe CPD makes it more interesting for those who are in service and particularly in teaching at all levels.\n\nThe workshop is fun, entertaining, educational and more importantly counted towards your CPD.\n\nThe workshop is on 1.3.16 in Sunway. Call us (012 4747473) for further details and introduce to your friends who need support in thesis writing. Photos from Thesis Writing's post.",
          1456209864
        ],
        [
          "2016 New Year = New Inspiration!\nINSPIRING Mental Awareness for Proposal/Thesis Writing workshop in Sunway.\nMonday 18.1.16. Photos from Thesis Writing's post.",
          1452826896
        ],
        [
          "Do you want to hear how our candidates rate the Thesis Writing Mental Awareness workshop? Here is Fizah's feedback in Malay and translated in English!\nNext improved workshop is on Monday 18th Jan. 2016 in Sunway. Photos from Thesis Writing's post.",
          1452664458
        ],
        [
          "Question to Aspiring candidates:\n1. What your thesis is about?\n2. How writing is going?\n\nAnswer by Aspiring candidates:\nI have no idea what I am doing!\n\nRationale:\nHow to explain something that even you can’t understand yourself?\n\nThe following slides will help you to understand better! Photos from Thesis Writing's post.",
          1442815526
        ],
        [
          "ASPIRING CANDIDATES\nWe announce our new milestone:\nToday, Thesis Writing achieved its 5000th unique FB Likes !!!\nThank you to all those 5000 unique Master and PhD candidates in the cyber world who have been following, supporting and encouraging Thesis Writing all along. \nThesis Writing wishes all of you Aspiring Candidates Happy Learning and Happy Thesis Writing. \nKeep Learning and Writing until you Graduate on Time! Photos from Thesis Writing's post.",
          1441268819
        ],
        [
          "Scope of Research / Study - Is this an overlooked area?\nHow to develop one:\nTo explain what is being investigation\nTo detail the research\nTo provide for the intentions of doing the research\nTo inform the reader... Photos from Thesis Writing's post.",
          1429574780
        ],
        [
          "TABLE OF CONTENTS (ToC) - When do you develop yours?\n\nAre you one of the rare exception (5%) who do it at the commencement of your thesis or are you in the mass (95%) of who do it after completing your thesis? (We do not think your SV cares about this! Or does your SV care?). Anyway the point is the ToC and not your SV!\n\nGive yourself 1 good reason why you should develop your ToC at the end of your thesis writing. Otherwise pick up a new Thesis Management approach which we support passionately.\n\nBE INSPIRED to complete your PhD on time! Photos from Thesis Writing's post.",
          1409873936
        ],
        [
          "At times a child is a good TEACHER in Problem Solving. Wonder why?\n\n5 Why - Root Cause Analysis - Problem Solving Tool. Photos from Thesis Writing's post.",
          1409611350
        ]
      ],
      "dates_start": 1429709274,
      "dates_end": 1476323189,
      "likes_avg": 5,
      "likes_stdev": 5,
      "comments_avg": 0,
      "comments_stdev": 0,
      "shares_avg": 15,
      "shares_stdev": 11
    },
    {
      "number": 7,
      "important": [
        "jaya",
        "masa",
        "word",
        "thesi",
        "tesi",
        "sunway",
        "bengkel",
        "penulisan",
        "write",
        "day"
      ],
      "summary": "1 Day Mental Awareness Workshop for Proposal/Thesis writing\nDate: 25.4.2015 (Saturday)\nTime: 8.30 am\nPlace: Sunway Metro, Petaling Jaya. 1 Day Mental Awareness Workshop for Proposal/Thesis writing\n Date: 22.5.2015 (Friday)\n Time: 8.30 am\n Place: Sunway Metro, Petaling Jaya. Bengkel Kesedaran Minda - Cadangan/Penulisan Tesis\nMental Awareness Workshop for Proposal/Thesis writing\nTarikh: 26hb. November 2015 (Thursday) Time: 8.30 am Place: Sunway Metro, Petaling Jaya. 1 Day Mental Awareness Workshop for Proposal/Thesis writing\u000bDate: 26th.",
      "common": 0,
      "messages": [
        [
          "If you are determined to learn NO ONE can stop you!\nBengkel Kesedaran Minda - Cadangan/Penulisan Tesis\nMental Awareness Workshop for Proposal/Thesis writing\nTarikh: 26hb. November 2015 (Khamis) \nDate: 26th. November 2015 (Thursday)\nMasa: 8.30 pagi. Time: 8.30 am. \nTempat: Sunway Metro, Petaling Jaya. Sebelah Sunway Pyramid. \nPlace: Sunway Metro, Petaling Jaya. Next to Sunway Pyramid.\nTell us your predicaments, if any at all! \nSee you tomorrow! Call: 012 474 7473. Timeline Photos.",
          1448413458
        ],
        [
          "Bengkel 1 hari / 1 day workshop\nKerapian akademik penulisan Cadangan@Tesis/The academic rigor of writing Proposal/Thesis.\nUntuk 20 calon sahaja setiap sesi/Only 20 candidates each session\nKesedaran Minda - Cadangan/Penulisan Tesis\nTarikh: 26hb. November 2015 (Khamis) \nMasa: 8.30 pagi. Tempat: Sunway Metro, Petaling Jaya. Sebelah Sunway Pyramid. \nMental Awareness Workshop for Proposal/Thesis writing \nDate: 26th. November 2015 (Thursday) \nTime: 8.30 am. Place: Sunway Metro, Petaling Jaya. Next to Sunway Pyramid.\nJoin us in this high intensity workshop which is very  transformational in guiding you towards Graduating On Time! Timeline Photos.",
          1448347946
        ],
        [
          "Gentle Reminder to all aspiring candidates:\nBreak away from Thesis Slavery series!\nOptimum Word Processing\u000bManagement for PhD Thesis /\nPengurusan Penggunaan Word Optima untuk Tesis PhD\n1/2 day Workshop\nDate: 10th. Nov. 2015 (Tuesday). Time: 9.00 am - 1 pm\nPlace: Sunway Metro, Petaling Jaya. Next to Sunway Pyramid. Workshop is in small group for added attention and FOCUS!\nDetails are available in previous posts in this page or call/sms/WhatsApp/Viber/WeChat/Telegram:0124747473.",
          1447029877
        ],
        [
          "Aspiring candidates: are you struggling with word document?\nCalon Master/PhD: anda berlawan dengan dokumen word?\n\nPenggunaan peralatan yang betul menyenangkan penulisan anda!\nUsing the right tools allows you to accomplish your writing task.\n\n1/2 day Workshop on Optimum Word Processing Management for PhD Thesis Writing.\nBengkel 1/2 hari Pengurusan Penggunaan Word Optima untuk penulisan Tesis PhD.\nDate/Tarikh : 10th. November 2015 (Tuesday). Happy Deepavali!\nTimeMasa : 9.00 pagi \nPlace/Tempat : Sunway Metro, Petaling Jaya. Next to Sunway Pyramid.\n\nOptimum Word Processing Management for PhD Thesis Writing saves a lot of time and stress.\nPengurusan penggunaan Word dapat menjimat masa dan ketegangan penulisan tesis. Photos from Thesis Writing's post.",
          1446773043
        ],
        [
          "The academic rigor of writing Proposal/Thesis\nKerapian akademik penulisan Cadangan/Tesis\n\nBengkel 1 hari Kesedaran Minda - Cadangan / penulisan Tesis Tarikh : 5hb. November 2015 (Khamis) Masa : 8.30 pagi Tempat : Sunway Metro, Petaling Jaya. Sebelah Sunway Pyramid . Bengkel dalam kumpulan kecil untuk perhatian dan FOKUS !\n\n1 Day Mental Awareness Workshop for Proposal/Thesis writing Date: 5th. November 2015 (Thursday) Time: 8.30 am Place: Sunway Metro, Petaling Jaya. Next to Sunway Pyramid. Workshop is in small group for added attention and FOCUS!\n\nCuba baca maklumbalas calon-calon yang telah mengikuti bengkel Kesedaran Minda ini. Timeline Photos.",
          1446472867
        ],
        [
          "Weekend Retreat Penulisan Proposal PhD - 24-25hb. Okt, 2015\ndidahului dengan Kesedaran Minda Penulisan Cadangan dan Tesis / Mental Awareness on Proposal/Thesis Writing on 17hb. Okt, 2015.\nKami menjemput calon Master dan PhD yang masih blurr dalam penulisan proposal/tesis. Kesedaran Minda akan menukar paradigma penulisan anda kepada sesuatu yang lebih senang, pantas dan baik.\nTarikh : 17hb. Oktober (Sabtu). Masa : 8.30 pagi\nTempat : Sunway Metro, Petaling Jaya. Sebelah Sunway Pyramid .\nSila minta butiran sekiranya berminat 012-4747473.\nBengkel sebagai persiapan untuk Weekend Retreat Penulisan Proposal PhD pada 24-25hb. Okt, 2015. HP 012-4747473.",
          1444805341
        ],
        [
          "PERUBAHAN DIRI\nBengkel 1 hari Kesedaran Minda - Cadangan / Penulisan Tesis\nTarikh : 5hb. Oktober (Isnin)\nMasa : 8.30 pagi\nTempat : Sunway Metro, Petaling Jaya.\nSebelah Sunway Pyramid .\nSila minta butiran sekiranya berminat 012-4747473.\nBengkel dalam kumpulan kecil untuk perhatian dan FOKUS ! Timeline Photos.",
          1443671452
        ],
        [
          "How to Understand Thesis Writing?\n\nBengkel 1 hari Kesedaran Minda - Cadangan / penulisan Tesis\u000bTarikh : 26hb. September 2015 (Sabtu)\u000bMasa : 8.30 pagi\u000bTempat : Sunway Metro, Petaling Jaya.\u000bSebelah Sunway Pyramid .\u000bBengkel dalam kumpulan kecil untuk perhatian dan FOKUS !\n\n1 Day Mental Awareness Workshop for Proposal/Thesis writing\u000bDate: 26th. September 2015 (Saturday)\u000bTime: 8.30 am\u000bPlace: Sunway Metro, Petaling Jaya.\u000bNext to Sunway Pyramid.\u000b\u000bWorkshop is in small group for added attention and FOCUS!\n\nSkype workshop can be arranged at your convenience! Timeline Photos.",
          1442885153
        ],
        [
          "1 day Mental Awareness workshop this Thursday (27th August, 2015) in Sunway. Join us if you need to learn the required ACADEMIC RIGOR for proposal/thesis writing or improve on your current work.\n\nBengkel 1 hari Kesedaran Minda - Cadangan / penulisan Tesis\nTarikh : 27hb. Ogos 2015 (Khamis)\nMasa : 8.30 pagi\nTempat : Sunway Metro, Petaling Jaya.\nSebelah Sunway Pyramid .\nSila minta butiran sekiranya berminat !\nBengkel dalam kumpulan kecil untuk perhatian dan FOKUS !\n\n1 Day Mental Awareness Workshop for Proposal/Thesis writing\nDate: 27th. August 2015 (Thursday)\nTime: 8.30 am\nPlace: Sunway Metro, Petaling Jaya.\nNext to Sunway Pyramid.\nPlease request for further details if interested !\nWorkshop is in small group for added attention and FOCUS! Timeline Photos.",
          1440550906
        ],
        [
          "C  O  R  R  E  C  T  I  O  N !  !  !\n\nTarikh bengkel adalah pada 27hb Ogos (Khamis) dan bukannya 28 (Jumaat) seperti yang terdapat dalam pos sebelum ini.\nThe workshop date is on 27 (Thursday) and not 28 (Friday) as stated in the previous posting.\nMinta Maaf dan Kesulitan amat dikesali!\nSorry and REGRET the inconveniences caused!\n\nBengkel 1 hari Kesedaran Minda - Cadangan / penulisan Tesis\nTarikh : 27hb. Ogos 2015 (Khamis)\nMasa : 8.30 pagi\nTempat : Sunway Metro, Petaling Jaya.\nSebelah Sunway Pyramid .\nButiran adalah seperti dalam slaid !\nBengkel dalam kumpulan kecil untuk perhatian dan FOKUS !\n\n1 Day Mental Awareness Workshop for Proposal/Thesis writing\n Date: 27th. August 2015 (Thursday)\n Time: 8.30 am\n Place: Sunway Metro, Petaling Jaya.\n Next to Sunway Pyramid.\n Details are in the slides attached!\n Workshop is in small group for added attention and FOCUS!",
          1440397491
        ],
        [
          "Selamat Menyambut Hari Kemerdekaan! Potongan Hebat sempena sambutan Hari Kemerdekaan!\nGreat Offer for Independence Day celebration!\n\n1 day Mental Awareness workshop this Thursday in Sunway. Join us if you need to learn the required ACADEMIC RIGOR for proposal/thesis writing or improve on your work.\n\nBengkel 1 hari Kesedaran Minda - Cadangan / penulisan Tesis\nTarikh : 28hb. Ogos 2015 (Khamis)\nMasa : 8.30 pagi\nTempat : Sunway Metro, Petaling Jaya.\nSebelah Sunway Pyramid .\nButiran adalah seperti dalam slaid !\nBengkel dalam kumpulan kecil untuk perhatian dan FOKUS !\n\n1 Day Mental Awareness Workshop for Proposal/Thesis writing\n Date: 28th. August 2015 (Thursday)\n Time: 8.30 am\n Place: Sunway Metro, Petaling Jaya.\n Next to Sunway Pyramid.\n Details are in the slides attached!\n Workshop is in small group for added attention and FOCUS!\n\nSkype workshop can be arranged at your convenience! Photos from Thesis Writing's post.",
          1440377586
        ],
        [
          "Bengkel Pengurusan Word document untuk penulisan Thesis yang cekap dan pantas di Sunway.\nBengkel Pengurusan Word document \nTarikh : 23hb. Jun 2015 (Selasa)\nMasa : 9.00 pagi\nTempat : Sunway Metro , Petaling Jaya.\nSebelah Sunway Pyramid .\nButiran adalah seperti dalam slaid !\nBengkel dalam kumpulan kecil untuk perhatian dan FOKUS !\n\nGood Word Processing Management for Thesis Writing \nWorkshop for Proposal/Thesis writing\nDate: 23rd. June 2015 (Tuesday)\nTime: 9.00 am\nPlace: Sunway Metro, Petaling Jaya.\nNext to Sunway Pyramid.\nDetails are in the slides attached!\nWorkshop is in small group for added attention and FOCUS! Photos from Thesis Writing's post.",
          1434611244
        ],
        [
          "Upon a URGENT request from a candidate we are organizing a private Mental Awareness workshop tomorrow in Sunway. Join us if you need to start writing or improve on your work.\nBengkel 1 hari Kesedaran Minda - Cadangan / penulisan Tesis\nTarikh : 30hb. Mei 2015 (Sabtu)\nMasa : 8.30 pagi\nTempat : Sunway Metro , Petaling Jaya.\nSebelah Sunway Pyramid .\nButiran adalah seperti dalam slaid !\nBengkel dalam kumpulan kecil untuk perhatian dan FOKUS !\n\n1 Day Mental Awareness Workshop for Proposal/Thesis writing\n Date: 30th. May 2015 (Saturday)\n Time: 8.30 am\n Place: Sunway Metro, Petaling Jaya.\n Next to Sunway Pyramid.\n Details are in the slides attached!\n Workshop is in small group for added attention and FOCUS! Photos from Thesis Writing's post.",
          1432863396
        ],
        [
          "Bengkel 1 hari Kesedaran Minda - Cadangan / penulisan Tesis\nTarikh : 22hb. Mei 2015 (Jumaat)\nMasa : 8.30 pagi\nTempat : Sunway Metro , Petaling Jaya.\nSebelah Sunway Pyramid .\nButiran adalah seperti dalam slaid !\nBengkel dalam kumpulan kecil untuk perhatian dan FOKUS !\n\n1 Day Mental Awareness Workshop for Proposal/Thesis writing\n Date: 22.5.2015 (Friday)\n Time: 8.30 am\n Place: Sunway Metro, Petaling Jaya.\n Next to Sunway Pyramid.\n Details are in the slides attached!\n Workshop is in small group for added attention and FOCUS! Photos from Thesis Writing's post.",
          1431921972
        ],
        [
          "1 Day Mental Awareness Workshop for Proposal/Thesis writing\nDate: 25.4.2015 (Saturday)\nTime: 8.30 am\nPlace: Sunway Metro, Petaling Jaya.\nNext to Sunway Pyramid.\nDetails are in the slides attached!\nWorkshop is in small group for added attention and FOCUS! Photos from Thesis Writing's post.",
          1429584588
        ]
      ],
      "dates_start": 1435172323,
      "dates_end": 1447321852,
      "likes_avg": 5,
      "likes_stdev": 4,
      "comments_avg": 0,
      "comments_stdev": 1,
      "shares_avg": 15,
      "shares_stdev": 8
    },
    {
      "number": 8,
      "important": [
        "time",
        "thesi",
        "manag",
        "word",
        "management support",
        "tabl",
        "file",
        "learn",
        "write",
        "process"
      ],
      "summary": "Aspiring candidates: You want a:\nMakeover of your thesis\nContent analysis of your thesis\nReview of the work done\nOR if you want to \nDevelop your Theoretical/Conceptual Framework\nStreamline your ENTIRE work with strong linkage \nDevelop a auto generating Table of Contents, List of Tables and List of Figures;\nLeave your number to us and we will call you back. It is an indication that with some help in learning how to optimize word functions and features you could save a lot of time in managing your hundreds of pages of word processing including Table of Contents, List of Figures and Tables in a few click of your mouse and enjoy writing your thesis along the way. How to generate and manage Table of Contents, List of Figures and List of Tables? We develop, maintain and manage:\nTitle\nAbstract\nAcknowledgement\nDedication\nTable of Content\nList of Figures\nList of Tables\nReferences\nBibliography\nAppendices \nTime\n\nOur initial thesis management support will enable the candidates to establish the outline for the thesis/dissertation. Thesis Management\nThesis Management support includes creating a suitable outline and managing the Table of Contents, List of Figures, List of Tables up to the point it is ready for printing and submission.",
      "common": 0,
      "messages": [
        [
          "GRADUATE ON TIME! BUT THEN HOW?\n3 STEPS TOWARDS GRADUATE ON TIME!\n\n1. Learn Mental Awareness and grasp all the academic rigor required of a Master/PhD thesis. You need to crytalize, connect and streamline the flow of your ideas. This avoids you writing and changing all the time! Does this  not happen to you?. \n\n2. MS Word processing management to automate all your levels, numbering, Table of Contents, List of Figures, List of Tables n etc. In writing thesis you do not have to struggle with MS Word. This is really a time saving skill. We believe more than 2/3 of your entire time of thesis writing is spent here!!! What a WASTE and UNPRODUCTIVE time?\n\n3. Get our unlimited hand holding support until you Graduate On Time! You are guided and supervised so that you remain on the right track and cross the road safely. \n\nTake charge of your THESIS WRITING today !!! Timeline Photos.",
          1465522118
        ],
        [
          "Aspiring candidates: You want a:\nMakeover of your thesis\nContent analysis of your thesis\nReview of the work done\nOR if you want to \nDevelop your Theoretical/Conceptual Framework\nStreamline your ENTIRE work with strong linkage \nDevelop a auto generating Table of Contents, List of Tables and List of Figures;\nLeave your number to us and we will call you back.\n\nCoaching, mentoring and guiding you towards Lifelong Learning  all the way on a step by step approach for GOT! Timeline Photos.",
          1435960280
        ],
        [
          "Aspiring candidates\nAre you struggling with managing your Thesis file? It is an indication that with some help in learning how to optimize word functions and features you could save a lot of time in managing your hundreds of pages of word processing including Table of Contents, List of Figures and Tables in a few click of your mouse and enjoy writing your thesis along the way.\n\nLeave us your number and we will call back! Happy WORD...ing! Timeline Photos.",
          1435101770
        ],
        [
          "For those candidates who are still working on your proposal and thesis writing, the following will greatly help you to complete your writing. We run support to provide hands on mentoring on these, as and when you need the help. Arrange with us on your suitable time. Venue: Sunway, PJ.\n\nHow to manage Thesis Writing using Word, Excel and PowerPoint? \nHow to generate and manage Table of Contents, List of Figures and List of Tables?\nHow to insert and manage captions?",
          1421305390
        ],
        [
          "Thesis Management\nThesis Management support includes creating a suitable outline and managing the Table of Contents, List of Figures, List of Tables up to the point it is ready for printing and submission. The entire support is based on the format and guide of the candidates university. Please call us for further information.\n\nThesis Management involves\nCreate an outline\nGuide\nSupervise\nReview with candidate\nManage\nBy allowing us to guide you to manage your thesis, you are able to concentrate on your research and data collection. We will help you to take care of the more tedious file management.\n \nThe format and guide of the thesis as required by your university will be observed and built in from the beginning stage.\n \nWe develop, maintain and manage:\nTitle\nAbstract\nAcknowledgement\nDedication\nTable of Content\nList of Figures\nList of Tables\nReferences\nBibliography\nAppendices \nTime\n\nOur initial thesis management support will enable the candidates to establish the outline for the thesis/dissertation.\n\nIn this time frame the candidate will be taught on managing the file format, making it easy for the candidate to manage their own work and build upon the existing work.",
          1406084138
        ],
        [
          "Anyone struggling with your thesis writing? Stuck with Table of Contents, List of Tables and List of Figures? You want your word processing document to be formatted? That's what we support post graduate candidates with.",
          1405990007
        ]
      ],
      "dates_start": 1407790201,
      "dates_end": 1448864365,
      "likes_avg": 9,
      "likes_stdev": 5,
      "comments_avg": 0,
      "comments_stdev": 0,
      "shares_avg": 14,
      "shares_stdev": 11
    },
    {
      "number": 9,
      "important": [
        "dan cabaran anda",
        "dengan kami untuk",
        "yang",
        "tesi",
        "dalam",
        "penulisan"
      ],
      "summary": "Berhubung dengan kami untuk apa-apa halangan dan cabaran anda dan kami akan menyokong anda untuk GOT ! Kami akan membimbing anda untuk memberi SV anda apa yang dia mahu dengan cara yang terbaik dalam masa yang tersingkat. Klinik Penulisan Tesis Sunway mengalu-alukan anda untuk berbincang dengan cabaran penulisan tesis anda di Sunway. Let us pamper you with our thesis writing support by guiding and mentoring you to overcome your challenges and GOT! Sunway Thesis Writing Clinic welcomes you to share and discuss your thesis writing challenges on a case to case basis if you need support at personal level.",
      "common": 0,
      "messages": [
        [
          "Sunway Thesis Writing Clinic welcomes you to share and discuss your thesis writing challenges on a case to case basis if you need support at personal level.\n\nKlinik Penulisan Tesis Sunway mengalu-alukan anda untuk berbincang dengan cabaran penulisan tesis anda di Sunway. Timeline Photos.",
          1473046394
        ],
        [
          "Anyone finding it a challenge to satisty your Supervisor's need and comment? We will guide you to give your SV what he/she wants in the best possible manner in the shortest time. Your SV gets what he/she wants and you GOT! Whats difficult about that?\n\nAda calon yang menghadapi cabaran untuk menepati cadangan dan kehendak Penyelia anda? Kami akan membimbing anda untuk memberi SV anda apa yang dia mahu dengan cara yang terbaik dalam masa yang tersingkat. SV anda mendapat apa yang dia mahu dan anda dapat GOT ! Apa susahnya? Timeline Photos.",
          1465871521
        ],
        [
          "Pernah bayangkan apa yang mungkin diperkatakan oleh TESIS anda bilamana anda tidak menulis atau belum mulakan penulisan?\n\nKalau anda atau kawan-kawan anda manghadapi masalah dalam penulisan atau penyiapan tesis, kami dapat lancarkan dengan pendekatan custom-made untuk anda. Bantuan dihulurkan dalam berbagai bentuk yang besesuaian dengan situasi anda. Timeline Photos.",
          1465609543
        ],
        [
          "Kami menawarkan bimbingan dan bantuan untuk membina tesis anda bagi sesiapa yang sangkut dalam penulisan tesis. Perkhidmatan ini meliputi pembentukan outline dan kesinambungan kelancaran idea dari satu bab ke bab lain. Kalau anda menghadapai cabaran dalam penulisan tesis jemputlah berhubung dengan kami. \n\nLet us pamper you with our thesis writing support by guiding and mentoring you to overcome your challenges and GOT! Timeline Photos.",
          1463876089
        ],
        [
          "Aspiring candidates: any of you or your friends struggling with thesis completion? Let us put you on the right track in no time.\nCalon pascasiswazah: mana-mana anda atau rakan anda bergelut dengan penyiapan tesis? Kami akan letakan anda di landasan yang betul dalam masa yang tersingkat. Timeline Photos.",
          1462841579
        ],
        [
          "Anyone struggling to complete your proposal or thesis?\nWe guide and mentor you to overcome your challenges in a tailor made approach to your particular case. Share with us your challenges.\n\nAda calon yang menghadapi kebuntuan dalam menyiapkan proposal/tesis?\nKami membimbing dan menjadi mentor anda untuk mengatasi cabaran anda dengan pendekatan khusus untuk kes anda. Kongsi dengan kami cabaran anda. Timeline Photos.",
          1462003047
        ],
        [
          "Kalau tenat badan pergi hospital.\nKalau tenat tesis PhD, pergi mana pula?\nDatang jumpa kami untuk pemulihan tesis anda.\nIf you are sick physically, you go to  clinic/hospital.\nIf your PhD is sick, where do you go to?\nMeet us for your thesis recovery. Timeline Photos.",
          1459852854
        ],
        [
          "Bagi calon yang sibuk: kami sediakan ONE-ON-ONE coaching atas talian dengan skype pada bila-bila masa kelapangan anda. Kami akan membimbing anda dalam segala halangan dan rintangan penulisan tesis anda.\nSokongan kami adalah meliputi keseluruhan penulisan tesis dari Bab Pengenalan sampailah Diskusi dan Conclusion. Timeline Photos.",
          1456893294
        ],
        [
          "Intensive workshop where you will acquire knowledge on Thesis Writing in a structured and step-by-step approach. Join us this 18.1.2016 (Monday) in Sunway if you want to achieve \"ZERO\" to \"HERO\" in thesis writing.\nBengkel intensif Penulisan Tesis yang tersusun dengan pendekatanan langkah demi langkah. Sertai kami pada 18.1.2016 (Isnin) di Sunway jika anda ingin mencapai tahap \"ZERO\" kepada \"HERO\" dalam penulisan tesis. Timeline Photos.",
          1452915278
        ],
        [
          "“Japanese companies reinvented the manufacturing process (of making cars). That’s what we’re doing in Thesis Writing”. \nWhat Master/PhD candidates need is process innovation!\nCome to us for Thesis Writing PROCESS Innovation – AsterWrite.\nPure PROCESS Innovation to write your thesis.\n\n\"Syarikat-syarikat Jepun memudahkan proses pembuatan (membuat kereta). Itulah apa yang kami lakukan dalam Penulisan Tesis\". Calon-calon Master / PhD calon perlukan inovasi proses penulisan tesis! Kami memperkenalkan Innovasi PROSES Penulisan Tesis - AsterWrite. Satu-satunya PROSES Inovasi untuk menulis tesis anda.\n\nNext workshop is on 18.1.2016 in Sunway Housestay - near Sunway Lagoon\nBengkel akan dating pada 18.1.2016 di Sunway Housestay Kuala Lumpur Malaysia. Timeline Photos.",
          1452567956
        ],
        [
          "A resolution starter dose of \"Yes I Can\" injection of Mental Awareness workshop on Sunday 10th Jan, 2016 in Sunway. Join us if you are a serious candidate to change your thesis writing challenges!\nSatu suntikan dos resolusi \"Ya Saya Boleh\" melalui bengkel Kesedaran Minda pada Ahad 10hb. Jan, 2016 di Sunway. Berserta kami jika anda adalah seorang calon yang serius untuk menukar cabaran penulisan tesis anda! Timeline Photos.",
          1452160585
        ],
        [
          "Semua ahli Thesis Writing dan AsterWrite : Sokongan atas talian untuk anda!\nJika anda terhilang jalan, terperangkap tak boleh maju kedepan, kabur, salah arah tuju, tidak tahu arah tuju anda dan menulis tanpa sokongan praktikal dan bimbingan kami berada di sini hampir sepanjang masa untuk menyokong anda. Berhubung dengan kami untuk apa-apa halangan dan cabaran anda dan kami akan menyokong anda untuk GOT !\n\nAll Thesis Writing and AsterWrite members: Online support for you!\nIf you are lost, stuck, blur, wrong direction, not knowing your direction and without practical support and guidance we are here almost round the clock to support you. Get in touch with us with any of your obstacles and challenges and we will support you to GOT!\n\nPlease share with your FRIENDS! Timeline Photos.",
          1447980883
        ],
        [
          "SOKONGAN PERCUMA PERNYATAAN MASALAH ATAS TALIAN \nSegan berdayung, perahu hanyut;\nSegan bertanya, sesat jalan!\n\nPernyataan Masalah adalah Jantung Tesis anda\nBagaimana menulis Pernyataan Masalah yang canggih & berimpak? \nDalam kebanyakkan kes Pernyataan Masalah bukanlah suatu Pernyataan Masalah yang boleh dipakai!!!\nHantarkan Pernyataan Masalah anda kepada kami untuk semakan dan bimbingan PERCUMA!\nHubungi kami untuk bimbingan PERCUMA untuk menulis suatu Pernyataan Masalah yang (ringkas, tepat dan menggemparkan)! Timeline Photos.",
          1443581797
        ],
        [
          "Ketidakaktifan saya - kematian dalam keluarga.\nSaya sudah pulang bekerja selepas urusan kematian dalam keluarga. Terima kasih dan penghargaan kepada kesemua anda yang telah memberi ucapan takziah melalui sms dan panggilan berhubung dengan perkabungan itu.\nSaya boleh dihubungi semual untuk sokongan dan bimbingan bila-bila masa mengikut keselesaan anda mulai sekarang ini.\n\nMy silence - a death in the family.\nI am back home and office after a death in the family. My thanks and appreciation to all your condolences, wishes, calls and prayers during the bereavement.\nI will be available for support and coaching anytime at your convenience from today. Timeline Photos.",
          1439084749
        ]
      ],
      "dates_start": 1447890419,
      "dates_end": 1466150376,
      "likes_avg": 7,
      "likes_stdev": 3,
      "comments_avg": 0,
      "comments_stdev": 1,
      "shares_avg": 12,
      "shares_stdev": 8
    },
    {
      "number": 10,
      "important": [
        "yang",
        "dan",
        "sila",
        "untuk",
        "anda",
        "asterwrit",
        "ini",
        "tesi",
        "kami",
        "phd"
      ],
      "summary": "Thesis Writing in collaboration with AsterWrite software supports you to do the content and academic rigor proofreading. You do proofreading on grammar and the language as support is available all around you but how about proofreading on the contents and academic rigor of your thesis? Aspiring candidates\nWould you like a FREE review on your Proposal/Thesis in relation to your CONTENT analysis if it meets the academic rigor of a Master/PhD? You aim for the highest academic rigor in your thesis and work towards it. Sila Like, Comment dan Share FB kami Thesis Writing and AsterWrite.",
      "common": 0,
      "messages": [
        [
          "For those who do not see light at the end of the tunnel, do not despair or lose hope. You do not know what tomorrow brings! If you seem like there is no HOPE please get in touch with us.\n\nBagi mereka yang tidak nampak cahaya di dalam kegelapan, jangan putus asa atau hilang harapan. Anda tidak tahu apa yang mungkin berlaku esok! Jika anda rasa seolah-olah seperti tidak ada HARAPAN sila berhubung dengan kami. Timeline Photos.",
          1465794422
        ],
        [
          "Aim for the moon, if you fail, you'll land among the stars!\n\nBut how to aim for the moon? You aim for the highest academic rigor in your thesis and work towards it. \n\nMeet the 20 points academic rigor in your writing. Call us for further detail. You can learn these 20 points academic rigor in 1 day which no one else teaches you! What do you wait for? Timeline Photos.",
          1464135822
        ],
        [
          "Bagi calon-calon yang nak give up, jangan lah putus asa begitu saja. Teruskan perjuangan. Sekiranya perlu bantuan kami akan cuba bantu anda sekiranya kami mampu. Berhubung lah dengan kami untuk bantuan awal. \nGenggam bara api biar sampai jadi arang.\n\nDo not give up in your aspiration to graduate with Master or PhD. Timeline Photos.",
          1464005463
        ],
        [
          "Aspiring candidates\nWould you like a FREE review on your Proposal/Thesis in relation to your CONTENT analysis if it meets the academic rigor of a Master/PhD? Please be in touch with us.\n\nCalon-calon Master/PhD\nAdakah anda ingin semakan PERCUMA untuk Cadangan/Tesis berhubung dengan analisa KANDUNGAN jika memenuhi kerapian akademik Sarjana/PhD? Sila berhubung dengan kami. Timeline Photos.",
          1458693562
        ],
        [
          "Apakah itu Operational Framework atau Kerangka Operasi? Bagaimana melakarkan Kerangka Operasi ini?\n\nKerangka Operasi ini boleh diajar sehingga calon Master dan PhD dapat melakarkan dan menggunakan Kerangka Operasi ini dalam tesis masing-masing. Pengajaran dan pembelajaran menggunakan skype diantara 1 hingga 2 jam. \nSila hubungi 012-4747473 untuk keterangan lanjut.\n\nWhat is Operational Framework? How to draw the Operational Framework for your study?\n\nThis operation framework can be taught to aspiring Master and PhD candidates to develop and use the framework in the Thesis. Teaching and learning takes between 1 - 2 hours using skype. \nPlease call 012-4747473 for further details. Timeline Photos.",
          1457315717
        ],
        [
          "Ade sesiapa yang mempunyai masalah penulisan tesis dan perlukan bantuan? Berhubung dengan kami untuk bantuan segera.\n\nAnyone of you candidates facing challenges in writing your thesis and in need of support? Get in touch with us for immediate support. Timeline Photos.",
          1456728003
        ],
        [
          "Kami menawarkan KLINIK KONSULTANSI penulisan proposal dan Tesis anda secara percuma. Sila berhubung dengan kami. Juga tolong sebarkan kepada kawan-kawan yang perlukan ape saja bantuan penulisan.\n\nSila Like, Comment dan Share FB kami Thesis Writing and AsterWrite.\n\nSila berhubung dengan kami pada setiap masa. Timeline Photos.",
          1456306156
        ],
        [
          "You are all so used to proofreading but there are 2 different proofreadings:\n1. Grammar and the language (English / Malay)\n2. The content and academic rigor.\nYou do proofreading on grammar and the language as support is available all around you but how about proofreading on the contents and academic rigor of your thesis?\nThesis Writing in collaboration with AsterWrite software supports you to do the content and academic rigor proofreading. We can systematically improve the impact of your thesis.\n\nSemua calon sudah biasa dengan proofreading tetapi ada 2 jenis proofreading yang berbeza:\n1. Tatabahasa dan bahasa (Inggeris / Melayu)\n2. Kandungan dan kerapian akademik.\nSokongan Proofreading tatabahasa dan bahasa tersedia ada di sekeliling anda tetapi bagaimana pula proofreading kepada kandungan dan kerapian akademik tesis anda?\nTesis Writing dengan kerjasama perisian AsterWrite proofreading kandungan dan kerapian akademik. Kami secara sistematik boleh meningkatkan kesan impak tesis anda. Timeline Photos.",
          1447925427
        ],
        [
          "Tidak ada kemajuan tanpa perubahan. Mereka yang tidak boleh mengubah pemikiran tidak boleh mengubah apa-apa. (George Bernard Shaw).\n\nJadi bagaimana kita membawa perubahan pemikiran? Timeline Photos.",
          1443827803
        ],
        [
          "Limited to small group so register early! FREE DEMO!\nMalam ini kita belajar dan berkongsi cara terbaik untuk menyiapkan suatu Pernyataan Masalah yang menonjol. Kita gunakan skype screen sharing dalam kumpulan kecil sahaja jadi sila daftar sebelum pukul 8 malam ini.\nPukul 9.00 dan Pukul 10.00 malam.\nTonight we learn and share best practices to prepare Problem Statement which stands out like a sore thumb. We use Skype screen sharing in small groups so please register before 8pm tonight for the slot suitable for you. Scheduled times are at 9 pm and 10.00 tonight.\nSila daftarkan nama Skype anda untuk dijemput ke dalam sesi.\nLet us have your Skype id to be included in the session. Timeline Photos.",
          1440040954
        ],
        [
          "Minggu yang baru bermula dengan semangat yang tinggi.\nAdakah anda sedar perbezaan yang ketara di antara orang-orang yang faham kerapian akademik berbanding dengan mereka yang tidak faham?\nSekeping gambar bernilai seribu perkataan. Lihat perbezaan ketara tersebut untuk diri sendiri dalam slaid yang dilampirkan.\n\nA new week begins with a lot of high spirit.\nDo you know what a world of difference between those who know what an academic rigor is compared to those who do not?\nA picture is worth thousand words. See it for yourself in the slide attached. \nJoin a small group workshop scheduled on 14.4.2015 in Sunway. Timeline Photos.",
          1428280538
        ],
        [
          "ASPIRING CANDIDATES You may be asking what is AsterWrite all about?\nHere is a brief video explanation of what it is all about.\nCALON MASTER / PhD Mungkin ramai yang tertanya-tanya apakah itu perisian AsterWrite ini? Di sini disertakan satu klip video sebagai pengenalan. \nSila (Please) join AsterWrite. ict-m.com.",
          1413023882
        ],
        [
          "WOW! Berapa kerap SV u dapat Wow kan u? Kita di AsterWrite dapat WOWkan member-member kita sama seperti member ini.\nYou mungkin tertinggal buat sekarang ini, tapi tak semestinya mengalah. Jadi usaha dan semangat mesti datang dari you.\n\nJoin AsterWrite untuk dapatkan WOW macam member ini.\n\nAhmad Rosli Mohd Nor\n9 hrs\nWow..its amazing..more than expected..thanks mr dominic\nnow I know how to arrange my data, find research gap and give something different to my proposal...\n\nJoin AsterWrite for wow in your Master/PhD just like this member.\n",
          1411687657
        ],
        [
          "ASTERWRITE\nApe die AsterWrite tu huh? Ramai yang tertanya-tanya. Sila tonton video AsterWrite (at AsterWrite page) kami yang baru di upload. Akan memberi gambaran yang lebih terperinci berkenaan AsterWrite yang diterbitkan di Malaysia untuk calon-calon Master / PhD. \nKIndly watch our AsterWrite video (at AsterWrite FB page) to understand what is the thesis writing software all about.\n\nJoin AsterWrite to enjoy the leading benefits of thesis writing software. Struggle no more!",
          1411623327
        ]
      ],
      "dates_start": 1424754749,
      "dates_end": 1463729355,
      "likes_avg": 6,
      "likes_stdev": 5,
      "comments_avg": 0,
      "comments_stdev": 0,
      "shares_avg": 11,
      "shares_stdev": 9
    },
    {
      "number": 11,
      "important": [
        "research",
        "support",
        "step",
        "studi",
        "thesi",
        "tool",
        "asterwrit",
        "collect",
        "problem",
        "rate"
      ],
      "summary": "My post \"what is the relationship between the FISH and the research you do and the the thesis you write?\" If you do not by now, then it is the right time for you to start peeling the research onion  layer by layer in your research methodology chapter. Thesis writing in collaboration with AsterWrite software not only highlight the details of action research but also provide you with a list of highly practical tools and techniques to manage your action research in these series of articles. •How is it linked to my mission and goal\n•What is the current way this process is carried out\n•What are the key measures\n•What data can be collected\n\nExample\n\nYou are a teacher and you have identified a problem in your classroom. This article and the next few articles following this will be highlighting the Action research option with a selection of simple (doable) and fundamental tools & techniques to support your action research.",
      "common": 0,
      "messages": [
        [
          "Action Research - 2. Plan\n\nThese are some of the tool & techniques readily available in AsterWrite for your immediate application. Practical tools to ease your research activities.\n\n5-Whys\nThe 5 Whys is a tool use to elucidate the root cause of an issue. It is based on the idea that asking repeatedly \"why\" something happened will lead to the root cause in about 5 questions.\n\nCharacteristic Matrix\nA Characteristics Matrix is a method for displaying a table of relationships between row variables and column variables. It is a convenient way of recording a tabular data.\n\nSimple Gantt\nA Gantt Chart is a tool for planning and scheduling complex tasks in a project. It is a chart that aims to show the timing of tasks or activities as they occur over time.\n\nMind Map\nThe Mindmap applet helps the user to create a tangible view of a mental idea related activities resulting from a brain storming session. It helps the researcher to visualize relationships and hierarchy within items in the mind map.\n\nThese tools & techniques are readily available in AsterWrite. Call us for support. +60 12 4747473. Timeline Photos.",
          1484872846
        ],
        [
          "Action Research - 1. Identify\n\nAsterWrite is an subscription based online software that has many tools for each of the various steps in Action Research. Tools are customized for different functions and can be assembled together to complete an Action Research. The different tools, their description, indication of the purpose and a simple output is shown below. Although some tools may appear too simple, the inclusion of these tools add high credibility to the Action Research.\n\nProcess Flow\nA Process Flow Chart is used to describe the sequence and relationship of the tasks that make up an activity. A chart representing a process flow may be called a Process Flow Chart. A process flow chart records graphically or diagrammatically, in sequence, the operations connected with a process. The Process Flow Chart portrays the process with the help of a set of symbols and aids in better understanding and examining the process.\n\nCheck List\nCheck List is a simple yet powerful task management tool that helps to plan projects, prioritize \"To Do\" items, note responsibilities and record accomplishments.\n\nCause-Effect Diagram\nCause-Effect Diagram is visualization and knowledge organization tool. The Cause-Effect Diagram is a tool that provides a systematic way of looking at all the causes that influence an effect. The diagram is based on simply collecting and arranging the ideas of a group in a systematic way that facilitates the understanding and ultimate diagnosis of the problem.\n\nPareto Analysis\nPareto Analysis is a statistical technique in decision-making used for the selection of a few tasks that produce significant overall effect. It uses the Pareto Principle or the 80/20 rule - the idea that by doing 20% of the work you can generate 80% of the benefits.\n\nHistogram\nHistogram is a graphical display of tabulated frequencies which shows what proportion of cases fall into each of several specified non-overlapping, adjacent categories (intervals) of some variable.\n\nScatter Plot\nScatter Plot (or Scatter Graph) is a graph used to display and compare two or more sets of related quantitative data each having a coordinate (x, y). A Scatter Plot is used to investigate the possible relationship between two variables. A straight line of best fit (using the least squares method) is often included.\n\nProject Plan\nThe Project Plan is a template for project definition justifying why a project is needed. It comprises of the Project Plan and Project Charter. The Project Plan records and formalizes the Objectives, Benefits, Project Team, Schedule and Scope. The Project Charter spells the Product or Service Impacted, Expected Project Savings and several other project specific details.\n\nVital X\nThe Vital X is a simple but important tool to formalize the selection of vital variables in an array of variables. A direct frequency count is used to establish the importance of factors. The factor with the highest rating is considered most important.\n\nWeighted Score\nThe Weighted Score tool is used to weight impacts related to an array of variables. A list of variables are given a direct rating under a classified group. The classified group itself has a weighting. The product of the direct rating and the weighting is then used to arrive at a weighted rating. Timeline Photos.",
          1484780733
        ],
        [
          "Advancing Action Research \n\nAction Research is a very important means of research that is conducted very extensively in many domains including: educational, healthcare, social science, community, and other settings.\n\nUsually many researchers struggle with the conventional method without a sense of direction mostly without much guidance. We propose the use of software (AsterWrite) to conduct the activities within the 6 steps identified in Action Research.\n\nConventional\n\nThe conventional way of conducting Action Research is limiting and restrictive. Not many researchers can \"quickly\" conduct say for example, a Likert scale analysis. Many studies are too simplistic, e.g. based on post-treatment test alone, or limited to basic percentage analysis. This is partly due to the need for the researcher to learn many time consuming complex software. This is a daunting task if one has to learn several different software for different purposes. This is an immense discouragement to say for example, a teacher trying to improve her teaching methods to a group of kindergarten children.\n\nSoftware\n\nIt is here that AsterWrite can help greatly. AsterWrite provides easy access to a large range of tools and techniques relevant to Action Research. AsterWrite is an online subscription based software that has many automated tools for research. AsterWrite is based on a templatized method of conducting research. For example, a researcher can conduct Likert scale analysis, Affinity analysis or Mind Map analysis using templates with analyses and output charts. This greatly enables the researcher to conduct original and deeper research easier, faster and better. The researcher can use a wide variety of tools and techniques for all the various steps as shown on the slide attached together with this article. The selection and usage of tools and techniques are limited only by the imagination and creativity of the researcher (YOU)! These are further elaborated in the subsequent postings and articles to be followed in the next few days. Timeline Photos.",
          1484709089
        ],
        [
          "The Basic Steps of conducting Action Research\n\nCondensed in 6 steps as below:\n\nStep 1: Identify\n\nThis is the starting point. Review the situation and identify a problem that concerns you.\n•What do I want to improve\n•Why?\n•How is it linked to my mission and goal\n•What is the current way this process is carried out\n•What are the key measures\n•What data can be collected\n\nExample\n\nYou are a teacher and you have identified a problem in your classroom. The problem is that your students do not have much experience working in task groups, and you believe that they need to have more opportunities to do so. You want to assess the skill set of your students and observe their overall approach to group work. By doing this, you feel that next time you offer group work, you will have some new insight into what works well and what needs improvement regarding conducting group work in your class.\n\nStep 2: Plan\n\nDevise a Plan that will potentially solve your problem. The proposed solution may be a new instructional technique or strategy that you feel can potentially correct the problem. Define your experimental design (e.g. Post-treatment, Before-After, or Before-After--Control-Treatment) and how you will apply the technique and the method you will use to collect your data. Also consider how you will analyse the data.\n\nAssess Current State\n•How big is the problem?\n•Is there a \"Current State\" performance data?\n\nCause\n•What are the root causes?\n•Is there literature on how this can be improved?\n\nExample\n\nYour plan includes having your students work together in groups for their upcoming science project. By doing this, you hope to explore a variety of information, such as how the students brainstorm together, how they interact with each other and how they distribute work among the task groups. You provide them an instruction sheet and a time frame to work to.\n\nStep 3: Do\n\nConduct or implement your proposed solution. Enable the activities you in your Plan stage.\n•Based on root cause, what can be done?\n•What is my improvement idea\n\nExample \n\nYou act by assigning your students into groups and having them work through their group work. This step can also be thought of as initiating and carrying out the plan.\n\nStep 4: Study\n\nDuring the Study stage, you observe the effect of your Do stage. The observation may be behavioral, qualitative or quantitative data. The data may be recorded as audio-video, interview dialogues or measurements respectively. Each data type must be analysed appropriately. The outcome of this stage must determine how the proposed solution had an impact on the problem. This may be negative, zero or positive.\n•Did my improvement work?\n•Do I have \"New State\" performance data?\n•How does this compare to \"Current State\" performance?\n\nExample\n\nThis is the observation and data collection phase. During this step, you observe the groups of students working together. You take note on how they are progressing and what issues they have. You watch them brainstorm and form interesting ideas. You observe any disruptive students who do not get along, argue or not participate altogether. This is a behavioral data. If you conducted an interview, you may collect qualitative data. If you conducted a countable or measurable inquiry, you may collect quantitative data. You must analyse the different types of data appropriately.\n\nStep 5: Act\n\nIf your study proved successful, you can implement your proposed solution to reflect a successful new technique. If your study proved partially successful or failed, you decide if you want to continue a second cycle by returning to the Plan stage to attempt a different proposed solution. Or, given the resources and timelines, you may wish to end the research.\n•How can I incorporate new method?\n•Make it into new regular method.\n\nStep 6: Reflect\n\nThis is the step where you reflect on the whole (each cycle and overall) research you conducted. What are the things gone right and the things gone wrong? On hindsight how could you have done better?\n•Think it over\n•On hindsight. Timeline Photos.",
          1484542406
        ],
        [
          "Action Research - Research Onion - Strategy using AsterWrite\n\nHave you peeled the onion before. Yes you have! You peel layer by layer.\n\nIn a research (a systematic one that is!) you peel the research onion layer by layer in your research methodology chapter. Yes you do! Well and good! If you do not by now, then it is the right time for you to start peeling the research onion  layer by layer in your research methodology chapter.\n\nIn the research strategies layer you have a good option to select from a list of strategies namely;  Experiment, Survey, Case study, Action research, Grounded theory, Ethnography and Archival research.\n\nThis article and the next few articles following this will be highlighting the Action research option with a selection of simple (doable) and fundamental tools & techniques to support your action research. Thesis writing in collaboration with AsterWrite software not only highlight the details of action research but also provide you with a list of highly practical tools and techniques to manage your action research in these series of articles.\n\nAction Research is an outcome based evaluation program that aims to improve technology transfer in educational, healthcare, social science, community, and other settings. It is also known as Participatory Research because it requires the participation of the people involved with the topic being explored in a real world setting.\n\nAction Research is a cyclic process that has six important steps:\n1.Identify\n2.Plan\n3.Do\n4.Study\n5.Act\n6.Reflect\n\nPlease get to us if you or your students need support on any areas of Action Research.\n\nAsterWrite is a plainly awesome online software to support action research in a structured and systematic step by step approach. \n+60 12 4747473. Timeline Photos.",
          1484366462
        ],
        [
          "VC, Dean, Professors, Supervisors and post graduate candidates: Why Univesities need AsrerWrite? More reason than 1 perhaps 1000's of good reasons. You can not ignore it. Why Universities need AsterWrite. thesis writing, research question, questionnaire, masters, phd, doctorate, thesis writing sesrvice, plagiarism, publish or perish, original research, AsterWrite.",
          1484277533
        ],
        [
          "AsterWrite: Thesis writing software support. From RQ to QA to Questionnaire to SEM. From RQ to QA to Questionnaire to  SEM You read it right! From Research Question to Qualitative Analysis to Questionnaire to Structural...",
          1480288601
        ],
        [
          "Qualitative Analysis using AsterWrite. Computer Aided Qualitative Data Analysis Software, CAQDAS. AsterWrite: online thesis writing software for masters and doctoral students to conduct better research without plagiarism and thus, graduate on time.",
          1479866529
        ],
        [
          "Do you construct a building without an approved plan?\nNo you do not. That is not right! \n\nDo you write a thesis without a Framework?\nNo you do not. That is not right!\n\nDevelop your Framework and then write your thesis based on the framework. Your Scope of Study, Research Questions, Research Hypotheses, Aims and Objectives and Thesis Statement development are strictly based on your Framework.\n\nWe provide the entire support to coach and guide you on a 1 to 1 basis. Timeline Photos.",
          1476321048
        ],
        [
          "Research Methodology can be seen and remembered as a research onion. You should be able to peel it off layer by layer. You explain and write each of these layers in a step by step approach on how these layers are applied and relevant in your thesis.\n\nSupport is available at thesis writing and AsterWrite. Timeline Photos.",
          1475187748
        ],
        [
          "Thesis, Thesis and Thesis all around us\nHypothesis, oh! hypothesis, how I wonder what you are.\n\nHypothesis is a statement a researcher wants to prove academically. A statement is proved through the hypothesis and without a hypothesis a Statement could not be proved.\n\nThesis Writing workshop teaches this concept (Awareness)\nAsterWrite software takes care of this entirely (Amazingly simplified through mouse clicks unlike others!) Timeline Photos.",
          1474848684
        ],
        [
          "Adakah anda menghadapi cabaran penulisan tesis?\n\nDo you face challeges in Thesis Writing?\nSupport, coaching and mentoring is available for:\n1. Introduction\n2. Literature Review\n3. Research Methodology\n4. Data Analysis\n5. Discussion, recommendation and Conclusion. Timeline Photos.",
          1474158832
        ],
        [
          "How do you manage chapter 1 of your Thesis?\n\nYou need to develop Problem Statement, Research Gap, Research Outcomes, Research Questions, Research Hypotheses ( Or Propositions), Research Aims and Objectives, Scope of Study among others....\n\nJoin us in our Mental Awareness workshop to learn for yourself in a guided step by step approach. Timeline Photos.",
          1471488891
        ],
        [
          "Support, coaching and guidance for aspiring candidates who are:\n- running short of time\n- lacking theoretical framework for study\n- struggling with thesis writing\n- unable to comprehend research methodology\n- finding it difficult to write conclusion\n\nis available at Thesis Writing 0124747473. Timeline Photos.",
          1468978033
        ],
        [
          "You developed Research Questions, Research Hypotheses, Aims and Objectives, Scope of Study and even Thesis Statement. \nBUT THEN: How do you developed all these WITHOUT your Theoretical/Conceptual/Research Framework?\n\nFor EASY and FAST Thesis writing join our Mental Awareness workshop on 14.4.16 in Sunway to learn how to easily develop your Framework. And then you can develop your Research Questions, Research Hypotheses, Aims and Objectives, Scope of Study and even Thesis Statement. Timeline Photos.",
          1460164273
        ],
        [
          "Research Outline and Research Flow are symmetrical in many ways. Can you present it as such?\nWhat are the similarities and how do you reflect a 1 to 1 match? Timeline Photos.",
          1457495839
        ],
        [
          "Conclusion : Your parting BYE to your readers\nThe question is : Did you give your readers some food for thought? Did you achieve the research objectives? If you did, your readers leave your thesis with a positive impression.\n\nYou GOT! Timeline Photos.",
          1456930239
        ],
        [
          "Aspiring candidates: How well do you understand the following?\n1 Problem Definition\n2 Ingredients of a good Problem Statement\n3 Literature Review (Theory, Model, Subject-matter)\n4 Identification of knowledge Gap\n5 Selection of Variables\n6 Scope of Study\n7 Theoretical / Conceptual Framework\n8 Research Questions\n9 Research Hypothesis (Ho, Ha)\n10 Research Aims & Objectives\n11 Thesis Statement\n12 What is knowledge contribution?\n13 Research Methodology\n14 Research Philosophy\n15 Research Design\n16 Deductive and Inductive Reasoning\n17 Research Outline\n18 Data Collection/Analysis Strategy\n19 Research Strategies\n20 Operational Framework\n\nThe mental awareness workshop will transform your (1)Bad, (2)Poor or (3)Fair level of Understanding on all the above to (4)Good if not (5)Excellent level of Understanding.\n\nJoin us in Sunway on Thursday 5th. Nov, 2015 and transform your level of understanding and ability to write your Proposal / Thesis.",
          1446559704
        ],
        [
          "An Insipiring research for Apiring Candidates\n\nA small ripple on the seas, tsunami on the shores!\nAspiring candidates do not despair, do not sigh, do not feel bad.\nRead about the dieselgate scandal. Your research, your RA and GRA work can be equally meaningful and academically rewarding. Volkswagen AG: Immediate Suspension Of Some Employees | Carlist.my - Malaysia's No.1 Car Site. Following the dieselgate scandal that lead to the voluntary resignation of Prof. Dr. Martin Winterkorn as CEO and Chairman of the Supervisory Board of Volkswagen AG, the company announced today that i...",
          1443234229
        ],
        [
          "PhD is a journey. Rest if you must but do not STOP until you are DONE!\nChallenges and obstacles are part of the journey but help is available through AsterWrite software. Get maximum benefit from AsterWrite software and the team round the cloack! We are willing to support, guide, coach and mentor you until you are DONE to Graduate on Time!\nAllow us to call you back! Timeline Photos.",
          1435713744
        ],
        [
          "Using right tools for the Job.\nHalf the battle is won by using the right tools for the Job. So how many of you aspiring candidates are using the right tool for thesis writing? You need a formatted (templatised) word document to manage your thesis writing. Photos from Thesis Writing's post.",
          1430183175
        ],
        [
          "A candidate wanted help on writing Research Methodology chapter. I helped the candidate with these slides as a general guide. Then I thought this might be of some guide to other candidates who need help in Research Methodology, as well. If you can make it better let me know, please.\nThe suggested Steps are:\n1. Get an outline for your Research Methodology chapter\n2. Add details to show the \"Operationalization\"\n3. Add description on Objectives, the researcher Input and the expected Outcome in summary Table.\n4. Expand as necessary in your Res Met Chap of your Thesis.\n\nGet in touch for support on any of your challenges! Be INSPIRED!\n\nJoin AsterWrite so that we can have the membership to launch the software at the earliest for the benefit of all candidates!\n\nIf you like this, join AsterWrite for more amazing contents, support, mentoring and guidance on thesis writing. We promote networking and knowledge sharing on Thesis Writing. Join n share with your friends! Photos from Thesis Writing's post.",
          1413933259
        ],
        [
          "CASCADING PLACEHOLDER METHOD \nPost in AsterWrite - Thesis Writing software works from Research Questions (Test the originality of research question from knowledge gap analysis), Select Test, What Hypothesis, Aims follow the Hypothesis, Objectives follow from Aims. \nTo understand more and to check on this post please join AsterWrite.\n",
          1411450808
        ],
        [
          "My post \"what is the relationship between the FISH and the research you do and the the thesis you write?\" refers.\n\nIn the quality spectrum, a Fishbone Diagram is used to identity the cause and effect of a given issue or problem that is under investigation. As an aspiring candidate you can use this Fishbone diagram (Eat Fish) to investigate the causes of a given effect (Research) and identify a solution systematically (Thesis)!\n\nLike Thesis Writing and Join AsterWrite. Timeline Photos.",
          1409721896
        ],
        [
          "Greetings to all!\n\nHere is support for those who are doing Problem Solving approach in their studies. Many basic tools like SIPOC, COPIS and best of all Value Stream Mapping are all in here. Equally applicable for Manufacturing and Service Industry folks.\n\nFind it, understand it and USE it in your studies. For further support think of Thesis Management.\n\nA great weekend to all.  Productive weekend to all ASPIRING CANDIDATES! PST - Project Selection Tools. Project Selection Tools Software.",
          1407541894
        ]
      ],
      "dates_start": 1432983600,
      "dates_end": 1485545718,
      "likes_avg": 12,
      "likes_stdev": 11,
      "comments_avg": 1,
      "comments_stdev": 2,
      "shares_avg": 11,
      "shares_stdev": 11
    },
    {
      "number": 12,
      "important": [
        "workshop",
        "write",
        "candid",
        "learn",
        "approach",
        "day",
        "join",
        "sunway",
        "framework",
        "mental"
      ],
      "summary": "Mental Awareness Workshop for Proposal/Thesis writing. ASPIRING CANDIDATES: Join our Mental Awareness workshop for learning the Academic Rigor for Thesis Writing. You take the SINGLE step and Mental Awareness Workshop for Proposal/Thesis Writing shows you the right direction! The Mental Awareness workshop on 27th August 2015 in Sunway gives you the strength, knowledge and ammunition to fight and succeed (like never before) with your Proposal and Thesis Writing. This support is based on implementing our programs:\ni) Mental Awareness workshop for proposal/thesis writing, (refers to posting on 16June16)\nii) Office workshop for word processing management optimised for thesis writing, (refers to posting on 17June16)\niii) AsterWrite software training for Existing Students and New Students.",
      "common": 0,
      "messages": [
        [
          "Struggling with Thesis writing?\n\nJoin this Transformational Thesis Writing Mental Awareness workshop in Sunway on Monday 10.9.16. Call +60 12 474 7473. Timeline Photos.",
          1473296233
        ],
        [
          "Post 2 of 3 in a series for 3 days \nThis is to help post graduate candidates to enhance research and thesis writing. This support is based on implementing our programs:\ni) Mental Awareness workshop for proposal/thesis writing, (refers to posting on 16June16 - yesterday)\nii) Office workshop for word processing management optimised for thesis writing, (refers to posting on 17June16 - today)\niii) AsterWrite software training for Existing Students and New Students. (refers to posting on 18June16 - tomorrow)\n\nIt is suggested that Existing Students undertake the Mental Awareness and Office sessions. \nNew Students benefit through the Mental Awareness, MS Office and AsterWrite sessions.\n\nWe are just a call away: 012-4747473. Please SHARE!!! Photos from Thesis Writing's post.",
          1466124484
        ],
        [
          "Post 1 of 3 in a series for 3 days\nThis is to help post graduate candidates to enhance research and thesis writing. This support is based on implementing our programs:\ni) Mental Awareness workshop for proposal/thesis writing, (refers to posting on 16June16)\nii) Office workshop for word processing management optimised for thesis writing, (refers to posting on 17June16)\niii) AsterWrite software training for Existing Students and New Students. (refers to posting on 18June16)\n\nIt is suggested that Existing Students undertake the Mental Awareness and Office sessions. \nNew Students benefit through the Mental Awareness, MS Office and AsterWrite sessions.\n\nWe are just a call away: 012-4747473. Please SHARE!!! Photos from Thesis Writing's post.",
          1466034092
        ],
        [
          "Aspiring candidates\nDoes anyone teach you:\n1. What is “Knowledge Contribution”?\n2. How to establish knowledge contribution?\nWe teach our candidates these in Mental Awareness workshop in Sunway!!! Timeline Photos.",
          1457080676
        ],
        [
          "Are you committed for career development? Our Mental Awareness workshop for proposal / Thesis Writing is part of Continuous Professional Development. \n\nOur delegates joining the Mental Awareness workshop on 1.3.16 in Sunway will get a working PREVIEW of AsterWrite software.\n\nThis will give you control and power in your hands to GOT!\n\nJin us in our next workshop on 1.3.16 in Sunway for changing your current struggle to Easier, Better and Faster approach towards thesis writing. Timeline Photos.",
          1456452677
        ],
        [
          "Aspiring candidates: Special Program for Proposal Writing\nAsterWrite is looking for 20 BOLD & AMBITIOUS candidates for Proposal writing using AsterWrite software for 2 days and 1 night in Sunway. \nExclusively for AsterWrite members only! You can join now with free membership\nALL inclusive at RM1000 only\nOnly for committed candidates; please furnish following details in the comment section below \n 1. Name\n 2. Master or PhD program\n 3. Current semester\n 4. HP No.\n\nLimited only for the first 20 candidates!",
          1453354523
        ],
        [
          "A unique workshop to write your Proposal in small group. Very limited seats only available.\nJoin us in this unique workshop to synthesize your LONG overdue Master/PhD Proposal in a systematic and structured way in a total of 3 days and 1 night in Sunway. Like NEVER before !!!\nSTEP 1 – 1 day Mental Awareness workshop on 12.11.15 (Thursday) \nSTEP 2 – 2 days & 1 night Weekend Retreat for Proposal Writing workshop using AsterWrite software on 14 & 15.11.15 (Sat & Sun).\nATTRACTIVE OFFER to the committed candidate who calls 0124747473. Timeline Photos.",
          1447127152
        ],
        [
          "We successfully and productively conducted a Mental Awareness Workshop for Proposal/Thesis Writing. Our delegates were all eager and excited to learn.\n\nWe thank all the delegates who joined us today.",
          1440676242
        ],
        [
          "ASPIRING CANDIDATES\nAre you a failure or a fighter?\nDo not GIVE UP without a good fight.\n\nThe Mental Awareness workshop on 27th August 2015 in Sunway gives you the strength, knowledge and ammunition to fight and succeed (like never before) with your Proposal and Thesis Writing. \n\nRemember \"The eyes do not see what the mind does not know\"\nSo the mind needs to know first - that's the objective of our Mental Awareness workshop; to feed the mind!!!\nSo join our workshop to get to know in the mind first before claiming you do not see, as it is blur (Blurr memanjang!!!) \nOur support begins after the workshop, while others end at the workshop. Timeline Photos.",
          1440462558
        ],
        [
          "Have you considered a workshop using Skype?\nWe welcome you to give it a try if you are ever willing to try!\n\n1. Mental Awareness Workshop for Proposal/Thesis writing.\n2. Word Processing Management Workshop\n\nPlease arrange for an interesting live DEMO learning academic rigor of Thesis Writing for FREE!\n\nWe are certain from our previous delegates, that you will like it and we are positive you will happily learn 2 new points in the live DEMO session which no one has taught you. Do you have anything to lose? \n\nTak kenal maka tak cinta! Timeline Photos.",
          1439862033
        ],
        [
          "ASPIRING CANDIDATES: Join our Mental Awareness workshop for learning the Academic Rigor for Thesis Writing.\nYour Proposal and Thesis Writing becomes much more manageable after attending the Mental Awareness workshop.\nSkype workshop on ONE-to-ONE can be arranged to suit your timing. Discount for MERDEKA celebration! Timeline Photos.",
          1439769974
        ],
        [
          "Candidates :\nDo not know how to develop Theoretical Framework\nUnable to generate Table of Contents\nUnheard of Operational Framework\n\nJoin us this Thursday 11.6.15 for a 1 day Mental Awareness Proposal/Thesis Writing workshop in Sunway. You will learn enough to manage your proposal and thesis by yourself with minimal support and supervision.\n\nMany candidates have joined our workshop and enjoy their proposal/Thesis writing. You will see a drastic change in the BEFORE and AFTER our workshop.\n\nDetails will sent to the interested ones.",
          1433741717
        ],
        [
          "A journey of thousand Miles begin with a SINGLE step. Lao Tzu.\nHowever for aspiring candidates it is best qualified as follows:\nA journey of thousand Miles begin with a SINGLE step....................\nin the RIGHT direction. Mental Awareness Workshop.\nYou take the SINGLE step and Mental Awareness Workshop for Proposal/Thesis Writing shows you the right direction! \nThe RIGHT direction = No Guess Work; No Trial-And-Error  (-VE)\nThe RIGHT direction = Structured Approach; Systematically (+VE)\n\nShare with your friends and be INSPIRING! Timeline Photos.",
          1429227325
        ],
        [
          "1 Day Weekend Mental Awareness Workshop for Proposal/Thesis writing\nDate: 19.4.2015 (Sunday)\nTime: 8.30 am\nPlace: Sunway\nOrganized for those who can not attend the weekday workshop.\nJoin us for a Sunday workshop.\nPM for further details.",
          1429173026
        ],
        [
          "Today we completed a 3 candidate workshop. It was truly, a highly effective workshop based on the candidates \"learning experience of the day\" feedback. Candidate comments:-\nWasef - Highly structured!\nSelma - Easy to understand!\nPandu - I learned a lot!\nI believe all candidates had fun in the learning and relearning approach we used in the workshop. Fun while learning!\nThis workshop is designed to make your proposal/thesis writing much more easier, better and faster towards Graduate On Time!\nJoin us in the next session. Call us for the workshop in Sunway or at your place if you get 3 candidates or more.\nIn todays workshop candidates had an improvement between 22-40% in their Before and After Understanding of Proposal/Thesis Writing,",
          1429009922
        ],
        [
          "Mental Awareness workshop for Proposal / Thesis Writing in Sunway on 14th April, 2015. PM if you are interested to join a small group. \n1. We will UNLEARN the wrong trial and error approach.\n2. We will LEARN the right approach.\n3. We will RELEARN the right approach until fully understood.\n\nThe workshop will ENLIGHTHEN the right approach towards Proposal / Thesis Writing initiatives. Contents of workshop are as shown in the slide below. Happy Learning! Timeline Photos.",
          1428630193
        ]
      ],
      "dates_start": 1431314691,
      "dates_end": 1459938161,
      "likes_avg": 15,
      "likes_stdev": 36,
      "comments_avg": 1,
      "comments_stdev": 2,
      "shares_avg": 10,
      "shares_stdev": 8
    },
    {
      "number": 13,
      "important": [
        "thesi",
        "candid",
        "time",
        "copi",
        "phd",
        "write",
        "support",
        "manag",
        "aspir",
        "start"
      ],
      "summary": "But then what is the relationship between the FISH and the research you do and the the thesis you write??? If you have completed or nearing completion (at least Introduction, Literature Review and Research Methodology chapters) and if you want to know what is lagging and what are the rooms for IMPROVEMENT in your thesis, this FREE EVALUATION is for you! ASPIRING CANDIDATES\nYou have completed your Master and PhD thesis and you are just about to print. So for the need of planning and developing AN ACCEPTABLE OUTLINE of your thesis, writing is not as important at the early stage of your designing your research. If anyone of you ASPIRING CANDIDATES are in such a dilemma not knowing how to proceed (at proposal defense, submission or any stage of your Master/PhD) and at the same not willing to give up, we have a Free Thesis Aid Clinic just for you.",
      "common": 0,
      "messages": [
        [
          "SV A - OK semuanya. You buat apa yang you nak buat.\n           All is OK. No problem. You do whatever you want to.\n\nSV B - Perhatian terperinci. Buat ini, buat itu. Selalu bagi komen.\n           Very meticulous and particular about your work. Many           \n           comments always.\n\nSV mana yang menjadi pilihan dan kenapa?\nWhich SV do you prefer and why?\n\nBE INSPIRED to Graduate on Time! Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1411465899
        ],
        [
          "Research = creative work undertaken in order to increase the  knowledge of man, culture and society and also to devise new applications.\nCreative = originality, expressiveness and imagination.\nResearch must involve creativity. So leave the comfort zone and VENTURE into the unknown territory. Seek, search and find with a curious mind so that you could INNOVATE. Be a LEADING man in your field. Try new tools and techniques which are not commonly used in your field.\n Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1411435187
        ],
        [
          "PREVENTION IS BETTER THAN CURE!\nFMEA or Failure Modes and Effects Analysis, is a methodology for identifying the potential failure modes that a product or process may encounter, assessing the risks associated with these failure modes, prioritization of these failure modes according to their severity, and prevention of the more severe failure modes, i.e., the ones that are most likely to cause serious harm.\nRisk Priority Number (RPN) = Severity (S) x Occurrence (O) x Detection (D). Usually written as RPN = SOD.\nThis is a simple but powerful tool for both the manufacturing and service industry. ASPIRING CANDIDATES  may consider this tool to identify potential failures and prevent serious harm.\n\nThis and other (over 300 tools & techniques) are available to support your research and thesis writing. Our mentoring program might just be the antibiotic dose you need to face the challenges.\n Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1411423732
        ],
        [
          "HYPOTHESIS - WHAT'S THAT PROF / DOC?\nEveryone knows what a hippopotamus is. But then many candidates struggle to understand what a hypothesis is. A hypothesis is an explanation to a phenomena in the form of an educated guesswork. Yes it is just a guesswork on the relationship between variables!\nThe aspiring candidates conduct a scientific test to either reject or not to reject the null hypothesis just the same way every men is presumed innocent until proven guilty. The TEST = COURT!\nI rest my case, my Lord!\nVerdict: Guilty as charged! = Reject null hypothesis!\n\nAdd hypotheses in your thesis - add great value to your thesis.\n\nSupport on hypothesis or any other areas on Thesis Management  is available round the clock from the comfort of your own room so why haven't you started writing yet?\n Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1411375581
        ],
        [
          "LET'S GO GREEN. BUT THEN HOW IN THESIS WRITING?\nGreen trees come to your mind the moment we say let's go green. Right? A TREE MODE DIAGRAM is a graphical representation of the separation of broad, general information into increasing levels of detail. Useful to organize outcomes in an orderly structure so that hierarchical data remain visibly linked to overall levels.\n\nCall our support team for your challenges and you would wished to have called us earlier.\n\nBE BOLD TO TAKE UP THE CHALLENGES OF MASTER / PHD!\n Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1411370837
        ],
        [
          "WHY LEAVE YOUR PROPOSAL & THESIS TO CHANCE AND LUCK?\nDesign and Engineer your Proposal & Thesis.\nMany candidates leave the success and completion of their proposal and thesis in the hands of chance and luck. Many others start to write just 2 days before submission. \nA better approach would be to start early and give your self plenty of time for printing n binding so that you can manage other FIRE FIGHTING at time of printing - have you notice you usually run out of ink or your printer does not print when you need to print your submission? \nUsually help and support is available. Malaysians are helpful!\n Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1411340650
        ],
        [
          "SAMPLE THESIS\nThere are many candidates looking for sample thesis on the same topic as theirs. I can not stop wondering why. You know why?\nIt is a lot easier to design and develop your own research and OUTLINE for your study. First of all - use the guide from you university, faculty or department just the way it was meant - A GUIDE.\nSecondly - use your study framework to help you to form a better and complete outline for your study specifically. This way you develop a unique and personal thesis based on your study - without having to follow what another person has done.\nThirdly use the Table of Contents to check and balance your work as you go along. Make sure no major errors.\nFourthly share your concerns in your own group of network and HELP each other. \n. Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1411107649
        ],
        [
          "TERMINOLOGY\nAmong candidates, there is a misconception between a TEMPLATE and a GUIDE or OUTLINE.\nA TEMPLATE is defined as document or file having a preset format, used as a starting point for a particular application so that the format does not have to be recreated each time it is used.\nA GUIDE is usually what the university expects as the minimum input from the candidate. One must use this guide to form the OUTLINE of the study/thesis. Then work on your thesis to strengthen your academic rigor. \n. Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1411090581
        ],
        [
          "ASPIRING CANDIDATES: Can you check your own thesis? How?\n\nYes you can check your own thesis. You use the Table of Contents to check and balance your thesis.\n\nHow do you generate your Table of Contents then?\n\nYou need to format your word doc to allow you to auto generate the Table of Contents. (Does your SV tell you this?\n\nBE INSPIRED to have full control of your thesis!  \n. Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1411035774
        ],
        [
          "RELIABILITY AND VALIDITY OF YOUR INSTRUMENT\nAre you developing your questionnaire survey? Have you collected Pilot study responses? Have you done your Reliability and Validity on the Pilot data collected?\n\nIf you are not sure how to conduct Reliability and Validity test, we can guide, teach and work out the calculation using EXCEL for you. Some nice graphs and output will also be included in the package.\n\nOur support is only on EXCEL and not other software.\n\nBE INSPIRED to get your instrument to be Reliable and Valid!\n Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1411002979
        ],
        [
          "LIKERT SCALE QUESTIONNAIRE ON EXCEL SHEET\nAnyone of you ASPIRING CANDIDATES developing questionnaire on Excel? If you need help in making it look a little PRO and you would like to have DROP DOWN menu for the answers, (THE SCALE and MULTIPLE answers for demographics) let me HELP you. Get in touch with me, send me your Excel file and let me show you how you can make the document alive unlike the usual method.\n\nIF you are developing it on WORD doc, my approach in EXCEL would be a better approach if you using internet and email to send out the questionnaire and followed by data collection on the internet as a SOFT copy. However the excel is not suitable if you plan to print it out and use it as HARD copy.\n\nBE INSPIRED: Do it RIGHT first time and Graduate On Time!\n Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1410928995
        ],
        [
          "THESIS WRITING SUPPORT, GUIDANCE and MENTORING\nOur online thesis writing support is available to all candidates in Social Sciences, Business, Operations, Management, Quality, Customer Services & Customer Complaints, TQM and Six Sigma.\n\nGet in touch with us on FB, Viber, WhatApp, SMS, Messenger and then move on to skype for further support and assistance. We provide support real time and when you need it. NOW not TOMORROW!\n\nBE INSPIRED to Graduate On Time!\n Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1410908205
        ],
        [
          "FRIENDSHIP - WHAT ARE FRIENDS FOR?\nAt a time when everything looks so gloomy, when you feel like you are fighting a battle all by yourself, when you are struggling not knowing what and how to proceed to write your thesis, what could you do?\nAsk your friend to help you, get ideas from your friend and if possible get your friend to look and comment on your work, right? If you friend is not  able to help you in thesis writing, you have a FRIEND in us, to do all that your best friend would do for you. Guide and mentor you to bring you out of your misery. \nCall us or get in touch with us just as much as you would feel comfortable with your best friends.\n\n. Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1410684566
        ],
        [
          "FLOATING OR DROWNING\nFloating = All your ideas, thoughts and details are written on to your Thesis file on an ongoing writing effort.\nDrowning = Nothing is written down now. I will start writing later. \n\nDevelop YOUR OUTLINE as of now and get support & approval from SV and start building with small blocks which you are comfortable with. Research on the areas you are not so comfortable with OR get help. Post questions on FB groups and forums. \n\nStart developing your OUTLINE today on this calm Sunday.\n Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1410647083
        ],
        [
          "CENTURION OF SORTS\nA cinema fan knows what a 100 days box office movie is.\nA cricket fan knows what a century (100 runs) is.\nWho knows what it is to get 100 Likes on your FB page in a single day?\n\nToday marks the first 100 unique Likes in our Thesis Writing page in a day. And we still have another 8 hours to go before the end of the day! This is really the icing on the cake as only this morning we announced the milestone of 2000 Likes. This is a success of sorts for us.\n\nWe once again appreciate each and every one of your single likes to give us this centurion likes in a single day. Hope to get your continuous support in our quest for knowledge sharing among Master and PhD candidates..\n\nJoe Prabhakar from New York needs a special thank you for encouraging me to join and participate in FB. Cheers Joe!\n Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1410588964
        ],
        [
          "Thesis Writing has just achieved another milestone. We are 2000 strong Likes this morning. Thank you very much for each and everyone of your Likes which keep us posting.\nWe hope you enjoy reading our short and simple posts as much as we enjoy typing them for you.\n\nVisit our online Thesis Management clinic which is open for those who face challenges in thesis writing!\n Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1410572850
        ],
        [
          "Meet me tonight in the moonlight; Darling, meet me tonight all alone;\nFor I have a story to tell you; A story that's never been told.\nYou know that don't you? We change it a bit like this for you..\nASPIRING CANDIDATES\nMeet me in skype; with your work file shared.\nI will show you a few tricks; On how to manage your THESIS.\n\nDo it RIGHT; Thesis Writing is FUN!\n Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1410571273
        ],
        [
          "WHAT IS BEST TIPS FOR THESIS WRITING?\nSome may ask the above. The short answer for this is \"DESIRE\". What desire? DESIRE to complete your Master / PhD. With desire comes COMMITMENT and straight away you can overcome all challenges to get your Master / PhD.\n\nDESIRE = DO IT NOW! Start work on thesis now.\nIf you postpone your THESIS WRITING to tomorrow that is a measure of NO DESIRE!\n\nSo what is your level of DESIRE?\n Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1410522380
        ],
        [
          "THESIS WRITING - A CHALLENGE FOR YOU?\nIt possibly could be. But then it is caused by IGNORANCE and nothing more. Get to know the correct approach to write a thesis. Once you know the right strategy of writing a thesis using the correct template, format, academic rigor and the right approach oh! la! la! you hit the maximum point of enlightenment.\n Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1410490025
        ],
        [
          "BOCOR\nDi negara tersayang kita Parlimen bocor, jalanraya bocor, jambatan bocor dan yang terkini soalan peperiksaan UPSR pun bocor.\n\nBiar apa pun yang BOCOR, kami sangat-sangat berharap tahap SEMANGAT, MOTIVASI DAN INSPIRASI calon-calon Master / PhD tidak BOCOR sama sekali.\n Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1410482292
        ],
        [
          "Farah Fadil & Velan Kunjuraman\nSelamat Hari Lahir and Happy Birthday to you both.\nHave a great evening enjoying and celebrating your Birthday with all the loved ones.\nI Dominic Belavendram from Sunway Housestay - near Sunway Lagoon, Thesis Writing and AsterWrite take great pride in wishing Many Happy Returns of the day to you both. Wish you both have many more Happy Years ahead of you. Lastly wish you both great success in your PhD.\nVelan; perhaps you should join our group and actively participate with us for mutual benefit of all members.\n Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1410430711
        ],
        [
          "CRITICAL THINKING - HOW TO\nA quality tool can be used for Problem Solving & a system for developing your critical thinking. A fundamental tool. PDCA.\nPlan - establish your goals\nDo - put the plan into action. COLLECT DATA!!!\nCheck - study if your data supports your goal\nAct - put corrective action to match your goals (close the gap).\n\nHope you can learn more and start using PDCA not only to solve your problem but also set a platform for critical thinking. \n\nBE INSPIRED to graduate on time!\n Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1410386904
        ],
        [
          "ASPIRING CANDIDATES\nSegan bertanya, sesat jalan. (Do not be shy to ask, otherwise you will be lost).\nThesis Writing is your call. If you are not clear on how to go about completing or improving your thesis, CALL for help and support from your friends who could help, your SV, lecturers, the statisticians, lab technicians, chemists, linguists, translators, field experts, knowledgeable stakeholders of your study and feel free to call us at Thesis Writing for real time response and attention to your needs.\n\nBE INSPIRED to complete your Master/PhD on time!\n Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1410126912
        ],
        [
          "ASPIRING CANDIDATES\nWriting Thesis? Or feeling like you want to write tomorrow? You heard the MANYANA culture? I am sure you heard about the ma•ña•na (mɑˈnyɑ nɑ) which is tomorrow or later in time but definitely not now.\nBut then why not TODAY? Why not NOW?\nBE INSPIRED to complete your thesis on time! Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1410056076
        ],
        [
          "ASPIRING CANDIDATES\nReal Time Guidance and Mentoring for your Thesis.\n\nTemplates for Topic selection, Proposal and Thesis writing is readily available.\nExcel template for Validity and Reliability is also available. \n\nProposal, Aims and Objectives, Topic selection, Problem Statement, Scope of Study, Limitation and Delimitation, Knowledge Gap, Factors selected and not selected for further investigation, Pilot Study, Reliability and Validity, Research Framework, Variables identification, Research Questions, Research Hypotheses, Research Methodology, Research Design, Questionnaire development, Data Analysis, Research Contribution, Recommendation, Conclusion etc.\n\nTalk to us when you are in need of support, guidance and mentoring to move forward towards completion of your thesis. \n. Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1409824518
        ],
        [
          "You need to do Triangulation. You have set to do Questionnaire Survey. Have you thought of doing Open Ended Questions in the same Questionnaire Survey?\n\nHow do  you do data analysis on the open ended questions?\n Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1409743870
        ],
        [
          "ASPIRING CANDIDATES\nYou are out for lunch now. Most of you do eat FISH. So FISH is not anything new or different for you.\n\nBut then what is the relationship between the FISH and the research you do and the the thesis you write??? ( Not to be taken so seriously huh, take it easy !)\n\nBE INSPIRED!\n Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1409712987
        ],
        [
          "ASPIRING CANDIDATES\nYou have completed your Master and PhD thesis and you are just about to print. But then the page numbering, formatting, Table of Contents, List of Figures and List of Tables does not JIVE for printing. You are trying hard to fix it and the word file is FIGHTING even harder against you. Sound familiar? If you or your friend is in such a situation, our support will help you to manage these swiftly.\n\nEven in your last minute RUSH to complete or print your thesis we will be there to lend you a helping hand.\n\nBE INSPIRED to complete your thesis on time!\n Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1409708386
        ],
        [
          "Pareto Analysis – is a practical tool which can be used at different parts or stages of your Thesis.\n\nUse Pareto analysis to figure out the major causes for a particular problem in Introduction chapter.\n1.      Identify the vital few\n2.      Identify the trivial many\n3.      Display as few or as many of the items\n4.      Display items according to a rule, e.g. 80-20 or 70-30\n5.      Display a cumulative number or percentage, and\n6.      Do cost of items so that analysis may be done on costs.\n\nLikewise you can use Pareto analysis in data analysis chapter too.\n Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1409382157
        ],
        [
          "ASPIRING CANDIDATES\n\nHow do you establish your Problem Statement (PS)?\nHow do you support PS with facts and figures?\n\nShare your ideas for the benefit of all candidates.\n Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1409291325
        ],
        [
          "ASPIRING CANDIDATES\n\nSome of you called and expressed your appreciation and thanked me for the posts in one way or another. That keeps me INSPIRED and motivated to post more for you guys and gals.\n\nKeep liking and Share. \n\nBE INSPIRED and share your motivation level with your struggling friends to complete your Master/PhD on time!\n Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1409271955
        ],
        [
          "ASPIRING CANDIDATES\n\nLEARNING is the only solution for those who did not know what they did not know.\n\nSo learn and relearn without any EGO and passion so that you can overcome your problems in writing your thesis. \n\nLEARNING = changing to the right approach and method to complete the task EASIER, BETTER and FASTER.\n\nBE INSPIRED to complete your Master/PhD on time! \n. Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1409102841
        ],
        [
          "PROCRASTINATION series:\nA. Your Master/PhD Goal\nB. Face your challenges\nC. Managing your set backs\nD. Distraction (NON VALUE ADD activities) Management\nE. Study Environment Management\nF. Thoughts (POSITIVE vs NEGATIVE)\nG. Time Management\nH. Goal Visualization\n\nwere all covered in the last few days. Hope these pointers help you to start working on your thesis now rather than leaving it for tomorrow.\n\nThesis Management allows you to take care of all these so that you can JUST DO IT!\n\nBE INSPIRED to complete your Master/PhD on time! \n. Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1409033918
        ],
        [
          "PROCRASTINATION series:\nH. Goal Visualization\n1. See what you want to receive (Master/PhD)\n2. Act, think and believe you have your goal in hand\n3. Visualize new habits of successful candidates\n4. Picture yourself with positive feelings\n5. See yourself with improved self esteem\n6. Eliminate the fear of failure\n7. Stay calm and relax as Thesis Writing is in progress\n\nVisualization is a helpful technique for managing the changes you need to achieve your goals as many a great successful candidates and businessmen will testify. \n\nBE INSPIRED to complete your Master/PhD on time! \n. Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1409007837
        ],
        [
          "PROCRASTINATION series:\nG. Time Management\n1. Prioritize your activities\n2. Schedule your activities\n3. Assign time to your activities\n4. Engage in result oriented activities\n5. ELIMINATE all distractions\n6. Deploy 20/80 rule. Work on the 20% of activities which gives you 80% of the results.\n7. Do it NOW and not TOMORROW!\n8. DISCIPLINE - keep to the timing assigned\n\nThesis Management enables you to have more time at hand as it REDUCES rework, correction, changes and REWRITE which are all too common among candidates doing it the traditional write now approach. \n\nBE INSPIRED to complete your Master/PhD on time! \n. Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1408954082
        ],
        [
          "ASPIRING CANDIDATES\n\nFormatting of your Master/PhD thesis file is one of the first steps in Thesis Management. It is not left out for the last activity before submission like most do. Some are struggling with formatting issues on the day of submission. Need not be.\n\nTake care of all formatting issues at the time of commencement of your Thesis so that you can concentrate on the subject matter of your investigation.\n\nThis is built in to your formatted word document and outline so that you are ready from day 1. \n\nThesis Management takes care of it for you.\n\nBE INSPIRED to complete your Master/PhD on time! \n. Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1408947148
        ],
        [
          "PROCRASTINATION series:\nF. Thoughts (POSITIVE vs NEGATIVE)\n1. I can do this VS I can not do this.\n2. I am a winner VS I am a loser.\n3. Have constructive thoughts VS destructive thoughts.\n4. I can write my thesis VS I can not write my thesis.\n5. I will do it today VS I will do it tomorrow.\n6. I am focus to my goal VS I have many things to do. \n7. I will get help VS I am shy to get help. \n8. I want to graduate on time VS I will ask for extension of time.\n9. I will face all challenges VS seeking sympathy.\n\nHave more and work towards the POSITIVE thoughts and try to eliminate completely your NEGATIVE thoughts towards completing your thesis. \n\nOur Thesis Management mentoring program is a catalyst for your thesis completion.\n\nBE INSPIRED to complete your Master/PhD on time! \n. Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1408920172
        ],
        [
          "PROCRASTINATION series:\nE. Study Environment Management\n1. Have a clutter FREE Desk for your work top\nPractice 5 S Housekeeping for clutter free desk\nSort\nStreamline\nShine\nStandardize\nSustain\n2. Have a good (electronic and manual) filing system\n3. Use FOLDERS in word document\n4. Use FILES in word document systematically\n5 Use Excel optimally to compliment your word document thesis\n6 Use PowerPoint for charts, diagrams and all presentation to compliment your word document thesis development\n\n5 S Housekeeping will be presented in a future post after completing  this PROCRASTINATION series.\n\nBE INSPIRED to complete your Master/PhD!\n Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1408851996
        ],
        [
          "PROCRASTINATION series:\nD. Distraction (NON VALUE ADD activities) Management\n1. TV\n2. Hand Phone Games\n3. Internet\n4. Moving around \n5. Shopping malls\n6. Recreation centers (By all means maintain a healthy lifestyle)\n\nIncrease time on ADD VALUE activities and reduce all NON ADD VALUE activities towards completing your thesis. \n\nBE INSPIRED to complete your Master/PhD!\n Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1408749864
        ],
        [
          "PROCRASTINATION series:\nC. Managing your set backs\n1. It is alright if you slipped\n2. Mistakes are part of learning\n3. Learn from your mistakes\n4. Do not repeat your mistake\n5. If you fall down, pull yourself up and keep marching\n6. Get help if need be.\n\nBE INSPIRED to complete your Master/PhD!\n Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1408659262
        ],
        [
          "We are proud to announce and share our first milestone\n\nWe have hit 1000th times most liked Thesis Management mentor page on Facebook. Come Join us and make it even bigger and let SUCCESS start flowing into your aspiration of Master and PhD in a easier, better and faster approach.\n\nA big thank you to each and everyone of you for the Like. \n\nA special thanks to Joe Prabhakar - Singgara Chennai Mapelai for suggesting us to join FB in the first place and for his valuable support and encouragement on an ongoing basis until today! Thanks Joe!\n Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1408656896
        ],
        [
          "PROCRASTINATION series:\nB. Face your challenges\n1. Look at adversity on the face (FACE IT)\n2. Work on small efforts regularly\n3. Do not attempt to work all at once\n4. Plan your next action\n\nBE INSPIRED!\n Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1408595704
        ],
        [
          "PROCRASTINATION series:\nA. Your Master/PhD Goal\n1. Feed daily (3 times a day)\n2. Fertilize regularly\n3. Do not neglect - otherwise it dies\n4. Work on it - do a small effort daily.\n\nBE INSPIRED! \n. Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1408576910
        ],
        [
          "ASPIRING CANDIDATES: If you need support and guidance on transforming your ideas into thesis material or greasing where you are stuck, we are OPEN when others are CLOSED.\n\nWe use skype for real time support. We are OPEN when you need support and we are CLOSED only when you are sleeping!\n\nTry Thesis Management Mentoring support!\n Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1408513989
        ],
        [
          "ASPIRING CANDIDATES: A question.\n\nWhat is the relationship of Facebook to your literature review?\n\nAll BUT finding your face in the wrong book.\n\nFor a lighter moment: take it easy but BE INSPIRED!\n\n. Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1408499562
        ],
        [
          "ASPIRING CANDIDATES:  Can you interpret the meaning of this old saying \"The bird which flies on its own wing does not fly high\".\n\nLet us have your thoughts on this. Your thoughts (not necessarily right or wrong) may just be as good as others.\n\nMy thoughts will follow in the following post later today.\n\nBE INSPIRED to complete your Master/PhD!\n Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1408414356
        ],
        [
          "ASPIRING CANDIDATES\n\nYour desire for Improvement is unmatched. But Improvement comes with CHANGE.\n\nYou want IMPROVEMENT in your Thesis.\nThesis IMPROVEMENT comes with change in your mind and your approach to Thesis Writing.\n\nThesis Management offers the changes in your Thesis Writing approach to give you the IMPROVEMENT you greatly aspire.\n\nBE INSPIRED!\n\n. Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1408402544
        ],
        [
          "ASPIRING CANDIDATES:\n\nWhat is the BIGGEST ROOM in the world? \n\n5 first correct answers will be awarded with add value mystery gift from us at Thesis Writing. (Offer OPEN valid until 8 pm 18.8.2014 or until we get the first 5 correct answers - whichever is earlier). The winners will be announced here.\n\nIn Comment below: Write your answer and please include your email id so that we can revert to you with the mystery gift offer.\n Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1408338777
        ],
        [
          "ASPIRING CANDIDATES: Today is a new leaf.\n\nAt the end of today, when you go to bed tonight, would you have completed a small effort towards your Master/PhD? Yes why NOT!\n\nBE INSPIRED!\n Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1408319923
        ],
        [
          "ASPIRING CANDIDATES\n\nMaster/PhD success is the sum of small efforts, repeated day in and day out. \n\nWhat are the small efforts for yesterday and today? To your satisfaction level? If so, good.\n\nWishing you a fruitful week ahead with more small efforts than this week.\n Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1408277876
        ],
        [
          "ASPIRING CANDIDATES: “Nobody can go back and start a new beginning, but anyone can start today and make a new ending.”– Maria Robinson.\n\nStart Today.\n\nBE INSPIRED!\n Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1408226362
        ],
        [
          "FREE EVALUATION OF YOUR MASTER / PhD THESIS\n\nApplies to Social Sciences, Business, Management, Quality, Customer Service studies MINUS Pure Sciences. \n\nIf you have worked hard to complete or nearing completion, Thesis Management provides FREE EVALUATION on your work. \n\nIf you have completed or nearing completion (at least Introduction, Literature Review and Research Methodology chapters) and if you want to know what is lagging and what are the rooms for IMPROVEMENT in your thesis, this FREE EVALUATION is for you!\n\nFREE EVALUATION is a reasonably FAIR guide for you. Send your thesis to info@ict-m.com for immediate feedback.\n\nBe INSPIRED!\n Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1408079138
        ],
        [
          "Sharing is Caring as they say.\n\nMy sharing.\n\nYears ago: based on the industrial association, I receive a decent number of questionnaire surveys in my email inbox from Master and PhD candidates, mostly PhD. I participated in a number of surveys on the agreement with the candidate that I am given a copy of the result and analysis. At the time of request for participation I am usually assured positively. BUT until today NONE of the past candidates sent me a copy of the final result and analysis.  No explanation given!\n\nWhat does this mean? How is this acceptable?\n\nData collection not completed? Analysis not complete? Forgotten? Lost contact details? Lack of Integrity?\n\nHow do I take it?\n Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1408071088
        ],
        [
          "To all my INDIAN friends in here:\n\nHAPPY INDEPENDENCE DAY to all of you.\n\nJAI HIND!\n Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1408068452
        ],
        [
          "ASPIRING CANDIDATES: Do you know the bitter/sweet relationship in your quest for Ivory Tower?\n\nThe research and thesis writing are bitter, but the PhD fruit (Dr.) is sweet. \n\n. Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1408006942
        ],
        [
          "ASPIRING CANDIDATES: When the Master/PhD going gets TOUGH \nwhat do you do?\n\nI would rather GIVE UP my Master/PhD OR\nI will get SUPPORT to complete my Master/PhD\n\nWhich one are you made of?\n Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1407910389
        ],
        [
          "RESEARCH\n\nI do not know what I appear to the world: but to myself I seem to have been only like a boy playing on a seashore, and diverting myself in now and then finding a smoother pebble or a prettier shell than ordinary, whilst the great ocean of truth lay all undiscovered before me.  --  Sir Isaac Newton.\n\nBe INSPIRED!\n Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1407881935
        ],
        [
          "Ditelan mati emak, diluah mati bapa!\n\nIf anyone of you ASPIRING CANDIDATES are in such a dilemma not knowing how to proceed (at proposal defense, submission or any stage of your Master/PhD) and at the same not willing to give up, we have a Free Thesis Aid Clinic just for you. Please book your slot on a FIRST COME FIRST SERVED basis (your preferred slot) by sending us your details and working file for review and understanding of your predicament before your clinic time at info@ict-m.com (dash and not underscore)\n\nFREE Thesis Aid Clinic\n\nDate: 12th. August, 2014 (Tuesday)\nPlace: skype \nId: wfn6589\nTime: 3 pm – 6 pm\nTopic: Social sciences, Business, Management, Quality, Customer Service.\nWe will coordinate slots of 20 – 30 minutes on this clinic for about 10 candidates with prior appointment. \n\nIf you are keen on an after office hours time slot; please let us know.\n Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1407798756
        ],
        [
          "OK, you have selected your Topic and developed your Title. So what's next?\n\nPROBLEM STATEMENT (PS) - support your statement with strong FACTS and highlight the problem with valid FIGURES. Make your PS stand out like a SORE THUMB !!!. Yes! Do not leave your statement bald.\n\nRemember your Master/PhD thesis is all about FACTS AND FIGURES! Your proposal and entire study must be supported with relevant and related DATA.\n\n. Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1407725863
        ],
        [
          "Jom buat PROPOSAL!\n\nHere is a list of items (NON exclusive) you want to consider in your proposal. At the proposal stage some of the items below can be left out or in other situation, a short description will suffice. Please refer to the particular Format and Guide from your respective university.\n\nOutline of your research\nIntroduction\nEstablish thesis title\nBackground to the Study\nProblem Statement and definition\nResearch Question/Statement\nAims and Objectives\nContribution to study\nBenefits of the study\nLiterature Review\nModel Formation/Conceptual Framework\nResearch Methodology\nData Collection\nData Analysis\nProblems and Limitations\nReference and Bibliography\nGantt Chart\n\n. Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1407708758
        ],
        [
          "Personal One to One coaching and support for Thesis Writing\n\nIf you need 1 to 1 coaching and support in Thesis Writing please drop us a line / SMS / Viber / WhatsApp for a quick appointment.  Support is available in Sunway, PJ.\n\nIs procrastination hindering you from your ASPIRATION? Do it and Do it TODAY! Be ACTIVE! Get closer to your Master/PhD.\n Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1407630482
        ],
        [
          "Dear ASPIRING CANDIDATES:\n\nWe sent out a FREE Topic Selection Guide, MS Excel template to so many of you. We hope this will be helpful at least in giving you a sense of direction (with a map and a compass) in selecting a suitable topic and prompts you to develop your Thesis TITLE for your study.\n\nLet us have your feedback and comment in relation to the template so that we can help you better in the future. We will acknowledge your contribution here in our posting. Tell us how to IMPROVE it.\n\nSharing is caring so please share your learning experience here for the benefit of all other candidates.\n\nWith this we close the offer of FREE Topic Selection Guide. We will soon have something else for you. \n\nWhen you feel you are walking alone, Thesis Management is just beside you, to walk along with you.\n\nBest wishes always. SHARE and LIKE. \n\n. Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1407468673
        ],
        [
          "In a previous posting, .....In such a scenario, WRITING is not as IMPORTANT as dot dot dot....\n\nSo what could be more important than writing in the initial stage (at least)? Here is the follow-up....\n\nMost candidates (Master and PhD) spend most (if not their entire time) on writing, writing and more so on REWRITING their thesis.\nThesis Management suggests candidates are much better of in planning and developing an outline in agreement with their supervisor before starting to write. Once you have an agreeable outline you start writing in small sections; headings, sub-headings and sub-sub-headings. This way you keep building your thesis by adding a single brick developing it into a block at a time, every time. Towards the end of the day, your thesis emerges.\n\nSo for the need of planning and developing AN ACCEPTABLE OUTLINE of your thesis, writing is not as important at the early stage of your designing your research.\n\nRemember Pareto Principle? Yes the 80/20 Rule?\n80% of the population holds 20% of the wealth.\n20% of the population holds 80% of the wealth\n\nIn Thesis Management this translates to:\n80% time spent on planning results in 20% time in writing (smooth).\n20% time spent on planning results in 80% time in writing (struggle).\n\nSo PLAN ahead, Develop AN OUTLINE in agreement with your SV;\nand then start Writing for a smooth sailing.\n\nIf you need any help to design a research plan and to develop your OUTLINE, be in touch with us otherwise just Like and Share with your circle of friends.\n\n. Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1407194023
        ],
        [
          "During the recent Raya celebration, all of you must had a lot of good food for the stomach. Here is food for your thought!\n\nIn a normal scenario the SV asks the candidate to start writing and the candidate starts writing obediently and earnestly. Time pass by and both the SV and candidate do not meet eye to eye, agree or achieve much. After In the long awaited follow up meeting with the SV, again the SV tells the candidate; nothing is right: go and research more, write more, find out yourself - (all in a trial and error approach), as this is a research so you must find out and do it yourself!\n\nThe candidates In their quest for the ivory tower (Master/Phd) struggle their way with writing (as the SV tells them so).  Have you found yourself in such a situation or do you know anyone in this situation. Perhaps you are not alone - as \"You'll Never Walk Alone\" too!\n\nIn such a scenario, WRITING is not as IMPORTANT as dot dot dot....\n\nSo what could be more important than writing in the initial stage (at least)? The answer follows in the next posting..... so keep tuned in. Meantime, write in comment function to see what you have in mind.\n\nIf it provokes your inquisitive mind - please Like It and Share It.\n Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1407108925
        ],
        [
          "Genap sebulan berpuasa,\ntanda berakhirnya Ramadhan.\nDari kamar terdengar,\nbunyi letupan mercun;\nadakah itu tanda,\nbermulanya 1 Shawal?\n\nThesis Writing mengucapkan Selamat Hari Raya Aidil Fitri kepada semua kenalan dan sahabat FB di sini. \n\nMaaf zahir dan batin.\n\n. Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1406470328
        ],
        [
          "Thesis Writing wishes everyone SELAMAT JALAN!\n\nWish you a safe and pleasant journey BALIK KAMPUNG.\nBe responsible and maintain your cool as everyone is going back home to be with their loved ones, just like you too. After all it is Raya, maaf bermaafan, sesama kita.\n\nSelamat Jalan dan Selamat Tiba di destinasi anda.\n Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1406339700
        ],
        [
          "Start Thesis Writing today. Not tomorrow.\n\nThis, a BEGINNING of a new day.\n\nThe expert at anything was once a BEGINNER.\n\nIf you have been delaying the writing of your thesis, today is a good day to BEGIN putting your thoughts on paper (well on your PC/Notebook actually!). The ideas in your mind is in liquid form - take any shape and form. Once you start putting it down on paper, you need to straighten and iron out your ideas to crystallize it. It then takes the academic shape and form.\n\nWe support you to crystallize your liquid ideas in a structured step-by-step approach. Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1406238976
        ],
        [
          "Problem Statement continuation...\n\nSome inquiries in my notification obliges me to continue on this piece. Hope it is useful for the reflection in your Problem Statement.\n\nProblem Statement - generally (NO RULES!)\n1. Must be in not more than 2 crispy SENTENCES\n2. Must be supported by facts & figures (measurable) - if possible use a graph/chart/table/figure\n3. Must stand out like a SORE THUMB!\n\nThe PS will highlight a clear problem you want to solve. Your supervisor and examiners will love it. You too will love it.\n Thesis Writing. Thesis Management guides, mentors and hand-holds to complete your PhD on time. If you are not getting it right we can change it over with your commitment.",
          1406208462
        ]
      ],
      "dates_start": 1407773586,
      "dates_end": 1410636478,
      "likes_avg": 3,
      "likes_stdev": 3,
      "comments_avg": 0,
      "comments_stdev": 1,
      "shares_avg": 10,
      "shares_stdev": 7
    },
    {
      "number": 14,
      "important": [
        "thesi",
        "write",
        "free",
        "support",
        "radic",
        "candid",
        "let",
        "equal",
        "asterwrit",
        "work"
      ],
      "summary": "Get in touch for the online clinic support to review your work - \nIf you have completed your Proposal/Thesis Writing and if you need someone to review your work on CONTENT proofreading and to check on the academic rigor. For support and guidance on any of your Thesis Writing issues call us for immediate online support\n\nBE INSPIRED to complete your Master/PhD on time! If you have completed or nearing completion (at least Introduction, Literature Review and Research Methodology chapters) and if you want to know what is lagging and what are the rooms for IMPROVEMENT in your thesis, this GAP ANALYSIS is for you! For those aspiring candidates who are really not seeing the light at the end of the tunnel and you are almost giving up as there is NO HOPE please get in touch with me as I will help you to change the situation against all odds however small the odd is! If you are not seeing the light at the end of the tunnel yet, and if you think Thesis Management might be helpful in your aspiration, get in touch with us.",
      "common": 0,
      "messages": [
        [
          "Aspiring cadidates:\n\nAnyone for live support on a 1 to 1 basis?\n\nCall us and agree on the time with us. Call us now. Let us support you towards your Graduate On Time.\n\nOur online Thesis Writing clinic is open now.",
          1480292679
        ],
        [
          "Penulisan thesis bukanlah penulisan karangan. Sangat berbeza!\nApakah makna Tesis Master atau PhD jika tiada ukuran dalam Pernyataan Masalah? Apakah UKURAN anda?\n\nJangan GORENG!\n\nThesis writing is not the same as writing an essay. It is Very different! Requires the academic rigor.\n\nWhat is the meaning of your Master or PhD thesis IF there is no measurement in the Problem Statement? What is your unit of measure?\n\nLets review your work to see if you are MANAGING it. We do it over this weekend. Start on Friday, complete it on Monday.\n\nReady, Set and Go! Get in touch with us for the TRNSFORMATION! Timeline Photos.",
          1480036608
        ],
        [
          "Times Higher Education World University Ranking. AsterWrite: What is in it for you? http://asterwrite.com/default.aspx?cid=1 Times Higher Education World University Rankings, says it all. Where are you (your University) in the list? You know Citations per faculty plays an important.",
          1475536103
        ],
        [
          "A Major milestone for Thesis Writing.\n\nWe are almost reaching 7000 unique Likes. Call us and Talk to us. The call charge is on us.\n\nThanks to each and everyone of you.\n\nTerima Kasih... Timeline Photos.",
          1474260543
        ],
        [
          "Upon filtering your variables, you get a list of variables selected for further investigation, whats next?\n\nYou proceed to design your Framework with the segregation of your variables like the Independent Variables, Mediating/Moderating Variables and Dependent Variable.\n\nPlease share with your Master / PhD friends. Timeline Photos.",
          1474077898
        ],
        [
          "CHALLENGES IN THESIS WRITING - you are not alone!\nLearn the 2 steps formula for MANAGING Thesis Writing\nThen you will be in control - To MANAGE your Thesis Writing\n\nCall us now to acquire the secret of Thesis Writing reduced to 2 steps formula to Manage your Thesis Writing - +60 12 474 7473. Timeline Photos.",
          1473898954
        ],
        [
          "Thesis Writing is not a trial and error approach. It is an educated guess work which is designed sytematically. Thesis Writing teaches you how to design your research and write your thesis sytematically as shown in the Master / Doctorate Journey diagram below.\n\nFor example how does one establish the (6) Research Question or (7) Research Hypothesis even before developing the (5) Research / Conceptual Framework?\nHow does one establish the (5) Research / Conceptual Framework even before doing (4) Review Process to do factors selection for investigation?\n\nAs such this Master / Doctorate journey diagram has a lot of meaning to what the eye sees. Build in the strategy in a step-by-step strategy to complete your thesis. Call us to find out more. Timeline Photos.",
          1473037252
        ],
        [
          "What is your WEAKEST link?\n\nNeed support? \n\nThesis Writing has MERDEKA offer for you and your friends. Timeline Photos.",
          1472518367
        ],
        [
          "MERDEKA special for aspiring candidate.\n\nOne FREE graph or chart or table to support your work at the weakest link in your thesis. This will be based on the data and materials furnished to me in your thesis file. This can be Problem Statement or Research Framework or Research Flow or Research Design etc.\n\nThis MERDEKA OFFER vallid from now to 31.8.16 midnight 11.59 pm.\n\nHappy Merdeka to all ASPIRING candidates!\n\nShare with your other friends who need it. Timeline Photos.",
          1472440063
        ],
        [
          "In order to succeed in your Thesis Writing, YOU must first believe that YOU can. Do you believe YOU can?\n\nFriday is here! The weekend everyone looks for.\n\nAnyone NEEDS a weekend challenge to make some dramatic  change over of your thesis? \n\nThis weekend is all it takes for you to see some MOTIVATING changes in your thesis. Are you willing to start the change? Timeline Photos.",
          1472178509
        ],
        [
          "We design your Thesis Writing Support so that your end Master / PhD thesis is an above average thesis and you GOT!\n\nYou need these 3 areas of support to develop an above average thesis.\n\nLet us review your work for FREE and we do it in the same day! We do not believe in TOMORROW. NOW! Try us Now!!! Timeline Photos.",
          1471225546
        ],
        [
          "Weekend Radical Transformation of your THESIS\n\nAnyone interested to see and experience a TRANSFORMATION of your thesis in just over the weekend, yes just between Friday evening and Monday morning?\nOnce we agree on the desirable TRANSFORMATION let us show you how it is done using the our SUPERPOWERFUL AsterWrite software. \nCall us for the Weekend Radical CHANGEOVER of your Thesis!!!! \n012 4747473. Timeline Photos.",
          1469153891
        ],
        [
          "Wait, wait and wait\nWhat do you wait for?\nYour PhD needs completion, so why wait another minute?\nIf you need help to complete your thesis, support is right here. Timeline Photos.",
          1459748167
        ],
        [
          "Aspiring Candidates\nAnyone motivated to write your proposal or thesis today?\nGet in touch with us for immediate support and guidance on your challenges.\n\nAnyone keen to BEGIN today? Give us your number and we will call you and support until you GOT! Timeline Photos.",
          1456277990
        ],
        [
          "Thesis Writing\nThesis Content Proofreading\nThesis Management\nThesis Support\n\nPersonal coaching and guiding at your convenient time.\nNo commitment until you are ready and agree for the coaching. Timeline Photos.",
          1453197613
        ],
        [
          "ASPIRING CANDIDATES\nAre you a manana (read as: man-ya-na) supporter or NOW supporter? Usually it is treated as TOMORROW culture.\nBut then for many - \"tomorrow may never come\".\n\nHave fun doing and learning - starting TODAY! Timeline Photos.",
          1441248123
        ],
        [
          "Our ONLINE Thesis clinic is open round the clock.\nCall us for support in writing your thesis, evaluation, gap analysis, data analysis and content analysis for SOCIAL SCIENCES!\nIf you are finding it difficult to start writing, stuck half way through or hopeless with your thesis and you are keen to complete your thesis; our guide, coach and mentoring can be a catalyst towards completing your thesis. We hand hold you towards completion. Timeline Photos.",
          1441068176
        ],
        [
          "Aspiring candidates\nHave you considered Content Proofreading?\n\nFree online clinic for content review of your thesis. Get in touch at your convenience. Timeline Photos.",
          1440675990
        ],
        [
          "ASPIRING CANDIDATES...\nWe are interested in understanding your challenges and wish lists for candidates like you...Can you fill this up please? \nMy major challenge in writing the Proposal/Thesis is:\n1. ____________________________\n\nMy wish list for writing better Proposal/Thesis is\n2. ____________________________\n\nWe may try to write on this areas in future. Timeline Photos.",
          1439342801
        ],
        [
          "Aspiring Candidates: In many a thesis, candidates are only able to \"see\" the piecemeal items. Rarely candidates are able to \"see\" the complete picture which are all well linked, presented and articulated. \nAn interesting analogy for those aspiring candidates; which one do you want to \"see\"? If you want to see the Elephant please join AsterWrite and feel free to be in touch with us. Timeline Photos.",
          1436147066
        ],
        [
          "Aspiring Candidates: Do you see 4 or do you see 3 planks?\nNeither of it is wrong as much as it is correct as it depends which side you are seeing it from and as long as you justify what you see, you are correct and not wrong!!!\n\nHave a pleasant weekend and Enjoy all that you do! Timeline Photos.",
          1435984472
        ],
        [
          "We are very CANDIDATE ORIENTED towards you\nAs part of our support and service – we WILL CALL YOU BACK asap if you leave your number on our HP – 0124747473. WhatsApp, SMS and call.\n\nHappy Father's Day to all of you smashing dads!!!. Timeline Photos.",
          1434865426
        ],
        [
          "How is \"A picture says a 1000 words!\" applicable to your thesis writing?\nUse a chart to explain the exact situation and numbers.\nUse chart for better VISUAL impact on the readers! \nReduce wordy sentences into a meaningful chart  INSTEAD OF misleading your examiners and committee. \nWe coach easy management of charts and tables in your thesis! Timeline Photos.",
          1434762900
        ],
        [
          "Online clinic to Review your Master/PhD.\nWe provide proofreading and academic rigor test clinic for Masters and PhD candidates!!!\nGet in touch for the online clinic support to review your work - \nIf you have completed your Proposal/Thesis Writing and if you need someone to review your work on CONTENT proofreading and to check on the academic rigor.\nYes it is ONLINE and real time!\nNo travelling, No parking, No MC, and it can be done at your convenience from the home, office or anywhere anytime suitable for you. You can use FB messenger to be in touch with us and we will call you back immediately!",
          1434675178
        ],
        [
          "Aspiring candidates write a Proposal/Thesis using words and sentences only. Using shapes not only adds on but also improves clarity to the readers. Timeline Photos.",
          1434669598
        ],
        [
          "Ups and downs are common to all of us. In one mishap last week I was down for a few days. Some came to know about it. Some did not know. Those who knew, send me get well soon wishes. Some send me prayers. Some send me flowers and other fruits. Your words, flowers and fruits kept me company when I was down.\n\nMany thanks to all of you. Your wishes, prayers, flowers and fruits helped me to see through the dark days. I am recovering well.\n\nThank You.\nTerima Kasih.\nNandri.\nSiek Siek. Timeline Photos.",
          1430304159
        ],
        [
          "For those aspiring candidates who are really not seeing the light at the end of the tunnel and you are almost giving up as there is NO HOPE please get in touch with me as I will help you to change the situation against all odds however small the odd is! \nYour conviction to complete your thesis is paramount though!",
          1429678426
        ],
        [
          "Have you considered Pareto Analysis in writing your Proposal/Thesis? Very helpful actually.\nIt means with the correct coaching from Mental Awareness Proposal/Thesis Writing your time and effort are directed towards developing the plan and outline of your Proposal/Thesis Writing.\nAt the end you;\nGet 80% of (RESULT) from only 20% of your time (EFFORT)!\nSO, why you want to spend 80% (EFFORT) for 20% (RESULT)? Timeline Photos.",
          1429148109
        ],
        [
          "YOU NEED TO BALANCE YOUR WORK AND PLAY\nIf you are taking a break to Sunway Lagoon with your family, friends and colleagues, we have a nice housestay for 22 people. We make personalized services for you based on your needs.\n\nHave a break at the water theme park and stay at Sunway Housestay for family fun!\n Sunway Housestay - near Sunway Lagoon. Sunway Housestay provides a comfortable accommodation for up to 22 pax ideal for Tea Ceremony and family gathering. Sunway Housestay is for family fun! \n.",
          1410742584
        ],
        [
          "ASPIRING CANDIDATES: This post refers!\nHow do you establish your Problem Statement (PS)?\nHow do you support PS with facts and figures?\n\n1. Identify the PROBLEM\n2. Highlight the SEVERITY of the problem.\n3. Show the undesirable TREND which you have set to improve or reverse to be in line with the EXPECTED policy, business etc as your study may be. \n\nUse facts and figures to generate visual aids - graphs, charts, tables, figures as relevant to your investigation.\n\nYour PROBLEM STATEMENT stands out like a sore thumb!  You just helped yourself to have a good head start in Thesis Writing.\n\nBE INSPIRED to complete your Master/PhD on time! Timeline Photos.",
          1409351757
        ],
        [
          "ASPIRING CANDIDATES\nLast week I wrote about 5S Housekeeping for study environment management for thesis writing. Practice of 5S greatly improves your thesis writing efficiency. \n\nThis is a simple and easy but POWERFUL concept/tool, which they do not teach you in your post graduate program. You use it not only in managing your work environment but also your folders, files and thesis writing management as a whole.\n\nFor support and guidance on any of your Thesis Writing issues call us for immediate online support\n\nBE INSPIRED to complete your Master/PhD on time! Timeline Photos.",
          1409270459
        ],
        [
          "ASPIRING CANDIDATES\n\nKeep marching forward with small efforts every day,  rain or shine.\n\nBE INSPIRED to complete your Master/PhD on time! Timeline Photos.",
          1409177197
        ],
        [
          "Sssssh! Here is the ground work for your thesis writing. A good and strong approach assures not only the strength of your thesis writing but also the flexibility of managing your entire thesis without struggle.\n\nBE INSPIRED! Timeline Photos.",
          1408492156
        ],
        [
          "MY PREVIOUS POST EARLIER TODAY REFERS:\nCan you interpret the meaning of this old saying \"The bird which flies on its own wing does not fly high\".\n\nAdah Yusof commented:One who thinks that he/she can succeed on his/her own wont achieve a great success. In another words, you need people around you to be truly successful.\n\nVery right and how true. You need to have the support of others in  order to be successful. This is equally applicable to the ASPIRING CANDIDATES to achieve your Master/PhD. Get help from others.\n\nDo not work all by yourself. Others are willing to support you, just ask them and see how sharing and generous they are.\n\nThe diagram below says it all. \n\nBE INSPIRED! Timeline Photos.",
          1408446007
        ],
        [
          "If for any reason, you are seeing the following road sign do not despair.\n\nThesis Management includes guidance, mentoring and hand holding to overhaul your work so as to provide a U-Turn to get back on main stream and proceed to graduate. ONLY with your commitment. Timeline Photos.",
          1407987683
        ],
        [
          "Wish you all a calm and serene Sunday! Good day too!\n\nA comparison analogy for the need of a good and strong proposal and outline of your thesis. The comparison is with the building construction.\n\nBe INSPIRED! Wish you a day filled with loads of solid ideas converging seamlessly into your proposal and outline of your thesis. Timeline Photos.",
          1407625592
        ],
        [
          "We just sent out some Raya goodies (Topic Selection Guide - Excel template) for more than 400 initial stage candidates. \n\nNow for those who have worked hard to complete or nearing completion. Thesis Management provides GAP ANALYSIS on your work. This is not FREE support as it involves skill, expertise, time consuming and tedious job to assess your work. A personalized general VISUAL  report will be sent to you with similar graphs shown here.\n\nIf you have completed or nearing completion (at least Introduction, Literature Review and Research Methodology chapters) and if you want to know what is lagging and what are the rooms for IMPROVEMENT in your thesis, this GAP ANALYSIS is for you! SOCIAL SCIENCES ONLY!\n\nGAP ANALYSIS  is done on 1. CONTENT and 2. FORM. Then from these two analysis the  3. TOTAL is established. A reasonably FAIR guide for you. \n\nThesis Management for GRADUATE on TIME. Photos from Thesis Writing's post.",
          1407457491
        ],
        [
          "Duit Raya is fun for the kids. They love it!\n\nWe believe Thesis Management's Raya free gift of a \"Topic Selection Guide\" is equally fun for the Master/Phd candidates here. Hope you will Like and Share just as much.\n\nFor those who are still toying around the topic selection for your study, Thesis Management has developed a simple MS Excel work sheet to develop your topic selection and generate a suitable topic for your study. It is our FREE gift to all you candidates who care to ask. It is only a guide and of course you can work on it to PERFECT your study.\n\nIf you wish to have a copy, please send us your email id in the comment below, we will send you the excel sheet by end of today or the latest by tomorrow. Timeline Photos.",
          1407285930
        ],
        [
          "You are writing and writing but not seeing the emergence of your thesis. Perhaps it is due to the approach towards thesis writing.\n\nSee the comparison between the \"Start Writing Now\" and \"Thesis Management\" approaches in the slide below. Perhaps you can see the benefits of Thesis Management.\n\nGive us a Like and Share this with your friends if you have completed your thesis. If you are not seeing the light at the end of the tunnel yet, and if you think Thesis Management might be helpful in your aspiration, get in touch with us.\n\nSMS / Viber / WhatApp for immediate Thesis Management support. Timeline Photos.",
          1407231177
        ],
        [
          "Thesis Management support might be just the right dose for overcoming your difficulties in completing your Thesis at hand.\n\nIntroduction, Research Gap, Conceptual Framework, Data Analysis, Data presentation, Recommendation and Conclusion are all covered in Thesis Management for a timely completion of your thesis.\n\nSMS/Viber/WhatApp for immediate Thesis Management support. Timeline Photos.",
          1407226044
        ],
        [
          "Dedicated to ALL MOTHERS.\nNo celebration is complete without our Mother. Everyone holds on very dear to their mother, I do. As the 2d day of Raya is coming to an end, Thesis Writing would like to end the celebration with a dear note to all mothers. Syurga di telapak kaki ibu. By Aishah. \n. SYURGA DI TELAPAK KAKI IBU - AISHAH.",
          1406635070
        ]
      ],
      "dates_start": 1413343136,
      "dates_end": 1466041241,
      "likes_avg": 7,
      "likes_stdev": 4,
      "comments_avg": 7,
      "comments_stdev": 41,
      "shares_avg": 9,
      "shares_stdev": 8
    },
    {
      "number": 15,
      "important": [
        "framework",
        "support",
        "theoret",
        "aspir",
        "onlin",
        "start",
        "thesi",
        "class",
        "methodolog",
        "real"
      ],
      "summary": "Conceptual Framework\nLet us support you in developing your Conceptual Framework\n\nOnce you have developed your Conceptual Framework you can derive at 5 other elements important for your thesis writing. Can you develop your Theoretical / Conceptual and \nOperational Framework systematically? Theoretical / Conceptual Framework\n\nHow much of the Theoretical or Conceptual Framework do you incorporate into your Proposal / Thesis Writing? Can you establish your Operational Framework? We provide Online coaching and mentoring support for developing your Theoretical / Conceptual and Operational Framework on a 1 to 1 basis.",
      "common": 0,
      "messages": [
        [
          "Conceptual Framework\nLet us support you in developing your Conceptual Framework\n\nOnce you have developed your Conceptual Framework you can derive at 5 other elements important for your thesis writing. Timeline Photos.",
          1473818209
        ],
        [
          "Aspiring Candidates\nAre you able to develop your Theoretical Framework?\nCan you establish your Operational Framework?\n\nIf you need support on any of these or other areas of Thesis Writing, you can get in touch with us on line, REAL TIME.\n\nTo GOT - Start Today NOT Tomorrow!!! Timeline Photos.",
          1439515567
        ],
        [
          "Can you develop your Theoretical / Conceptual and \nOperational Framework systematically? \nWe provide Online coaching and mentoring support for developing your Theoretical / Conceptual and Operational Framework on a 1 to 1 basis. Let us know if you need support for your Thesis Make over. Timeline Photos.",
          1434715892
        ],
        [
          "Theoretical / Conceptual Framework\n\nHow much of the Theoretical or Conceptual Framework do you incorporate into your Proposal / Thesis Writing? Can you manage it seamlessly? Timeline Photos.",
          1431999163
        ],
        [
          "Theoretical Framework - How I wish I can understand how to develop one. Worry NO MORE. Support is here at your convenience !\nYou will learn the step-by-step approach to complete your Proposal and Thesis Writing, in this 1 day workshop, much more than you will ever learn in many semesters of Research Methodology classes.\nPM for further details. Timeline Photos.",
          1427851095
        ]
      ],
      "dates_start": 1425021269,
      "dates_end": 1458138700,
      "likes_avg": 20,
      "likes_stdev": 18,
      "comments_avg": 1,
      "comments_stdev": 1,
      "shares_avg": 8,
      "shares_stdev": 7
    },
    {
      "number": 16,
      "important": [
        "selamat",
        "dan",
        "happi",
        "untuk semua",
        "raya",
        "yes",
        "thesi",
        "boleh",
        "write"
      ],
      "summary": "Listen to the Voice of Customer so that you can feel their pulse and give them what they want. Thesis Writing and AsterWrite is dedicated to help you to drop all excuses and start by saying Yes I can! Enjoy - Selamat Hari Raya  by Sudirman. If you are not happy with your thesis progress \nIf you are feeling down\nIf you are thinking of giving up\nIf you are without support and \nIf you do not know what to do:\nSuccess is failure turned inside out!!! VOC software and consultancy - Voice of Customer is a set of tools and techniques to translate the VOC into product and process specifications.",
      "common": 0,
      "messages": [
        [
          "Ramadan came, Ramadan went\nWith 1 month of fasting\nSyawal came and we celebrated Hari Raya Aidil Fitri\n\nHow about Thesis Writing? Started yes, nearing completion?\n\nUntuk sebarang bantuan penulisan atau untuk mendapat pandangan kami untuk menyempurnakan penulisan tesis, sila hubungi kami. \n\nIf you are in any need of support to complete your thesis, call us at 0124747473. Like and Share. Timeline Photos.",
          1468193191
        ],
        [
          "Selamat Berpuasa bagi semua warga Malaysia!\n\nPuasa, jangan tak puasa yeah!\nTulis tesis, jangan tak tulis tesis yeah!\n\nHappy Ramadhan to all! Timeline Photos.",
          1465193132
        ],
        [
          "You can give many excuses or change all that to Yes I Can!\nAnda boleh memberi berbagai alasan atau mengubah semua itu kepada Ya Saya Boleh!\n\nSuccess is failure turned inside out!\n\nThesis Writing and AsterWrite is dedicated to help you to drop all excuses and start by saying Yes I can! Timeline Photos.",
          1452043528
        ],
        [
          "Syabas dan tahniah buat mummies dan daddies yang hantar putera puteri pergi ke alam pembelajaran buat pertama kali. Doa agar putera puteri akan rajin dan selamat menerima ilmu sampai PhD dan sepanjang hayat macamlah juga mummies dan daddies mereka. Selamat Belajar dan Selamat Tahun Baru!\nWell done and congratulations to all mummies and daddies who sent your prince and princess to school life for the first time. Wish your prince and princess will be diligent towards PhD and happy for lifelong learning just like their mummies and daddies too. Happy Learning and Happy New Year! Timeline Photos.",
          1451960333
        ],
        [
          "Selamat Hari Raya Aidiladha untuk semua calon Master and PhD.\n\nHappy Eid Al-Adha Al-Mubarak to all aspiring candidates! Timeline Photos.",
          1443056570
        ],
        [
          "ASPIRING CANDIDATES\nThe Truth about Success is\nNot to Give Up &\nKeep Pushing! Timeline Photos.",
          1439337290
        ],
        [
          "If you are not happy with your thesis progress \nIf you are feeling down\nIf you are thinking of giving up\nIf you are without support and \nIf you do not know what to do:\nSuccess is failure turned inside out!!!\nThe difference is so thin, just like wearing your shirt inside out:\njust take it out, change the inside to out and you will make it good.\nSuccess can not elude you for long, if your approach is right.\n\nAsterWrite leads your way with the right approach. Give us your number and we will call you back. Timeline Photos.",
          1434963068
        ],
        [
          "Listen! \nListen! Listen! \nListen! Listen! Listen! \n\nOh! Not to the infamous Sharifah Zohra, but to the credit of another candidate Bawani.\n\nListen! But to the Voice of customers (VoC).\n\nListen to the Voice of Customer so that you can feel their pulse and give them what they want. Yes! Give them what they want, and MAKE  them happy customers. When your customer are HAPPY, you make your MONEY!\n\nThat is FAIR, Isn't it? \n\n. VOC - Voice of Customer. VOC software and consultancy - Voice of Customer is a set of tools and techniques to translate the VOC into product and process specifications.",
          1407801444
        ],
        [
          "Second day of Raya\nYou have done your part to honor your parents and the elders.\n\nAYAH DAN IBU\nAyah dan Ibu lah... \nmesti dihormati by Sudirman. Enjoy lah.\n Ayah Dan Ibu - Sudirman. Ayah Dan Ibu - Sudirman.",
          1406605316
        ],
        [
          "As the sun sets on the 1st. of Syawal, Thesis Writing believe you need something soothing to blend with the pleasant evening with your loved ones.\n\nEnjoy - Selamat Hari Raya  by Sudirman. SELAMAT HARI RAYA - SUDIRMAN.",
          1406538329
        ],
        [
          "Hope this is not too late for Balik Kampung folks.\n\nEnjoy the evergreen of Sudirman. Lagu Raya : Balik Kampung by SUDIRMAN. Lagu Raya : Balik Kampung by SUDIRMAN.",
          1406514053
        ],
        [
          "Thesis Writing wishes Happy Eid al Fitr to all those who do not read/speak Malay. Timeline Photos.",
          1406502527
        ],
        [
          "Thesis Writing joins you in celebrating Raya in high spirit. Timeline Photos.",
          1406502355
        ]
      ],
      "dates_start": 1406879917,
      "dates_end": 1453921795,
      "likes_avg": 6,
      "likes_stdev": 8,
      "comments_avg": 0,
      "comments_stdev": 1,
      "shares_avg": 7,
      "shares_stdev": 5
    },
    {
      "number": 17,
      "important": [
        "aspir",
        "thesi",
        "mentor",
        "support",
        "hypothesi",
        "write",
        "phd",
        "challeng",
        "design",
        "duper"
      ],
      "summary": "If you do not know what to do in relation to your proposal and your Master or PhD thesis, get in touch with us NOW, we will hand hold you until you are comfortable. For those Aspiring Candidates who are not clear (confused) as to how and what to write in your Introduction chapter, we will coach and guide you until you complete your chapter 1 to the liking and approval of your Supervisor. Aspiring candidates: do you know what is needed for Thesis Writing? FREE Consultancy for aspiring candidates\n\nDo you face challenges in writing your thesis? We will definitely would like you started and be available to support you just in case if you need and help, guidance, mentoring and coaching.",
      "common": 0,
      "messages": [
        [
          "For those Aspiring Candidates who are not clear (confused) as to how and what to write in your Introduction chapter, we will coach and guide you until you complete your chapter 1 to the liking and approval of your Supervisor. Timeline Photos.",
          1472956567
        ],
        [
          "You are an aspiring candidate. You have been writing for a few years now. You have done some good work. All fine but towards the home straight you are in a dilemma over how to complete your thesis. Your available choices are equally bad, so what to do? Does that sound like you? Timeline Photos.",
          1466562520
        ],
        [
          "FREE Consultancy for aspiring candidates\n\nDo you face challenges in writing your thesis? SHARE. Timeline Photos.",
          1466388247
        ],
        [
          "Analisa Kualitatif. Timeline Photos.",
          1458626526
        ],
        [
          "Aspiring candidates: do you know what is needed for Thesis Writing?\n\nPERSPIRATION? What?\nRead and work and read and read and read?\nIn such situation you still do not get it right.\n\nThe idea is to learn how to do it right and do it RIGHT from day 1. Timeline Photos.",
          1457411613
        ],
        [
          "ASPIRING CANDIDATES\n\nDo not give up!\nIf you do not know what to do in relation to your proposal and your Master or PhD thesis, get in touch with us NOW, we will hand hold you until you are comfortable. We guide, coach and mentor aspiring candidates who need support. Timeline Photos.",
          1440373073
        ],
        [
          "Aspiring Candidates:\nWhat does HYPOTHESIS mean to you?\n\nIs a specific proposed explanation for a phenomenon. \nIs a relationship statement between 2/or more variables (IV & DV).\nIs a testable prediction of what you expect to happen in your study.\nIs an educated guess based on prior knowledge (Lit Review).\n\nWe support your understanding of Hypothesis, if you face challenges in comprehending Hypothesis. Timeline Photos.",
          1439254407
        ],
        [
          "Aspiring Candidates: \nVisualize yourself defending your thesis every day!\u000bThe wilder you imagine your defence & your thesis, the more focused you will become. Timeline Photos.",
          1439174291
        ],
        [
          "Dear Aspiring candidates\nYour Master and PhD journey may seem to be an uphill task at times but remember many have travelled the journey before you and others will. You can and you will achieve your goal to Graduate on Time!\n\nKeep going...!!! Timeline Photos.",
          1439160862
        ],
        [
          "Aspiring Candidates: Do you provide a clear road map of your proposal/thesis?\n\nYou need a clear road map to Graduate on Time! Timeline Photos.",
          1436225610
        ],
        [
          "Aspiring candidates: Have you STARTED writing? Let us know if you need a push start or a jump start. We will definitely would like you started and be available to support you just in case if you need and help, guidance, mentoring and coaching.\n\nGet STARTED now!!! Timeline Photos.",
          1435817505
        ],
        [
          "Aspiring candidates: Economic slaves are no longer the trend of the day. But what about academic slavery? \n\nWhat could be worse than academic slavery?\n\nJoin us on our workshops designed specifically to support the candidates to progress well into Graduate on Time! Timeline Photos.",
          1435288190
        ],
        [
          "Aspiring candidates\nWhere there is a will, there is a way!\nUsing the current technology we were able to run a 1 to 1 Mental Awareness workshop yesterday using Skype for a file sharing presentation. It was so clear and good that we felt both of us were face to face next to each other,\nIf you need support, we can deliver the coaching, mentoring and guiding through the internet medium for a productive and efficient session anywhere in the world. Timeline Photos.",
          1435124543
        ],
        [
          "Aspiring candidates: what are the challenges which hold you back from achieving your Master/PhD? Maybe a few or some challenges. You can overcome the challenges with proper approach towards research and thesis writing. AsterWrite is there to help you in big and holistic ways beyond your imagination.\n\nWA us for the support you need to overcome your challenges! Timeline Photos.",
          1435016555
        ],
        [
          "Marathon race\n\nYour PhD can be equated to a marathon. Completion is a challenge. At times you maybe so close yet so far. Whatever the challenges are, support is just a click away.\n\nBE INSPIRED AND KEEP CRAWLING IF YOU HAVE TOO! Timeline Photos.",
          1408534720
        ],
        [
          "Thesis Management Mentoring program\n\nIdeal for for all struggling ASPIRING CANDIDATES\n\nGet in touch with us on REAL-TIME now using all the super duper gadgets and SMART PHONES you hold in your hand, right now OR anytime you would like support, round the clock minus your sleeping hours!\n\nUNLIKE your busy SV, we are available at the click of your mouse or at the touch of your dial pad. Put us to test if you would ! Timeline Photos.",
          1408059562
        ],
        [
          "Challenges are plenty; all around you!\n\nASPIRING CANDIDATES - must overcome and face the challenges.\n\nDo not run away. If you do; you may, just MAY get \"From the frying pan to the fire\". The next choice may be just as bad, if not any worse. Timeline Photos.",
          1407905883
        ],
        [
          "ASPIRING CANDIDATES: Do you want to HELP yourself?\n\nThis is how you can HELP yourself for a smoother sailing.... Timeline Photos.",
          1407835460
        ],
        [
          "THESIS CHECKLIST. Timeline Photos.",
          1407825493
        ],
        [
          "Publishing your work..........\n\nHere you go.....peer-review in a lighter mode for winding your evening after a long day at work. Timeline Photos.",
          1407235969
        ],
        [
          "A Thesis Generator.\n\nHope it is of some help to those who are in their early stage of Thesis Writing. Timeline Photos.",
          1407199503
        ]
      ],
      "dates_start": 1412387664,
      "dates_end": 1455419677,
      "likes_avg": 6,
      "likes_stdev": 4,
      "comments_avg": 1,
      "comments_stdev": 2,
      "shares_avg": 6,
      "shares_stdev": 5
    },
    {
      "number": 18,
      "important": [
        "thesis writ",
        "penulisan",
        "word",
        "got",
        "dan",
        "aspir",
        "foolish",
        "anda",
        "terjatuh"
      ],
      "summary": "Thesis writing awareness and word processing management are fundamental tools for writing a proposal/thesis. With a little bit of understanding on how to optimise your word processing software (MS Word) you will be able to save a lot of time on writing and meeting your formatting challenges. Your effort is optimized through: thesis writing mental workshop and word processing management support so that you can do it right first time! Would you like to speed up your thesis writing? You may fall many times in writing your thesis, but do not give up but proceed with writing your thesis.",
      "common": 0,
      "messages": [
        [
          "Would you like to speed up your thesis writing?\nWith a little bit of understanding on how to optimise your word processing software (MS Word) you will be able to save a lot of time on writing and meeting your formatting challenges.\n\nCoaching and guidance is done LIVE on your document using skype. You will LOVE it and will boost your MORALE to a greater height.\n\nWord Processing Management - On the Thesis Document teaching LIVE!!!\nTime: Any time at your convenience\nFees: RM250 and continous support\nCall: +60 12 4747473. Timeline Photos.",
          1484118212
        ],
        [
          "Aspiring candidates\nAre you able to manage the examiners comment upon your Viva? We support you to meet all the comments and recommendations from your examiners. Our strategy is to:\n1. Strengthen your word processing management\n2. Restructure your outline\n3. Meet the academic rigor of thesis writing\n4. Improve item by item of examiner's comment\n5. Match with your SV approval.\n6. Resubmit. Timeline Photos.",
          1466986375
        ],
        [
          "Kalau jatuh waktu berlari, bangun dan lari lagi. Jangan putus asa kerana terjatuh. Dalam penulisan tesis pun, anda mungkin terjatuh berkali-kali, jangan putus asa tapi teruskan dengan penulisan. Pemangkin penulisan tesis adalah:\n1. Kefahaman kerapian akademik\n2. Kemahiran pengurusan memproses MS Word\nKami menawarkan kedua-dua pemangkin ini serentak! \n\nIf you fell down while running, pick yourself up and run again. Do not give up because you fell. You may fall many times in writing your thesis, but do not give up but proceed with writing your thesis.\nCatalyst for thesis writing are:\n1. Mental awareness of the academic rigor for thesis writing\n2. Efficiency of MS Word processing management for thesis writing\nWe provide both support uniquely together! \nBerhubung / Call +60 12 474 7473. Timeline Photos.",
          1462242516
        ],
        [
          "Buat aspiring candidates \nJom jimat masa - belajar cara pengurusan MS WORD terbaik dan optimum untuk Pascasiswazah. \nAnda ada kemahuan?\n\nLets save time by learning how to manage MS WORD at its best and optimized for post graduates thesis writing.\nDo you have the will?\n\nHave you heard; \"Penny wise, Pound foolish\"?\nIgnoring MS Word processing management is like being Pound foolish. Word is an important part of thesis writing towards GOT!\n\nPlease Like, Comment and Share! Timeline Photos.",
          1456361936
        ],
        [
          "What is success to you?\nGOT? So for all those who are looking to GOT; success is the sum of small efforts repeated day in day out.\nShort cut? Nay! But GOT is more manageable when you work smart. Your effort is optimized through: thesis writing mental workshop and word processing management support so that you can do it right first time! Timeline Photos.",
          1439946641
        ],
        [
          "Aspiring candidates: are you equipped with proper tools for thesis writing? \n\nThesis writing awareness and word processing management are fundamental tools for writing a proposal/thesis. Timeline Photos.",
          1435192982
        ]
      ],
      "dates_start": 1441002442,
      "dates_end": 1473947111,
      "likes_avg": 6,
      "likes_stdev": 2,
      "comments_avg": 1,
      "comments_stdev": 2,
      "shares_avg": 3,
      "shares_stdev": 2
    },
    {
      "number": 19,
      "important": [
        "qualiti",
        "custom",
        "circl",
        "busi",
        "servqual",
        "improv",
        "clinic",
        "health",
        "tool",
        "qfd"
      ],
      "summary": "New Quality Tools software and consultancy - New Quality and Productivity tools and techniques for solving problems in production and quality departments for continuous improvement. Loads of quality tools and techniques for your. QUALITY FUNCTION DEPLOYMENT\n\nFirst you listened to the VOICE of Customer. Quality Matrix and Function Matrix to develop your House of Quality...... Have fun! AQT software and consultancy - Advanced Quality Tools for problem solving via team work at the enterprise level for continuous improvement.",
      "common": 0,
      "messages": [
        [
          "ServQual: Fun to conduct. Important to ascertain business health. ServQual: Service Quality model. Service Quality: customer survey to read the business pulses. If you are down: a visit to the nearest clinic allows the resident Doctor to check on your vital signs and ascertain your health status.",
          1481437961
        ],
        [
          "QUALITY FUNCTION DEPLOYMENT\n\nFirst you listened to the VOICE of Customer. You have data of what your customer wants. What next?\n\nQuality Function Deployment.\nQuality Matrix and Function Matrix to develop your House of Quality...... Have fun! QFD - Quality Function Deployment. QFD software - Quality Function Deployment to translate customer requirements into production specifications.",
          1408139123
        ],
        [
          "Are you in the Quality spectrum?\n\nLook at the strength of 5 S Housekeeping. Are you keen on the Quality Control Circle (QCC) developed into Innovative and Creative Circle (ICC)? Loads of quality tools and techniques for your.\n AQT - Advanced Quality Techniques. AQT software and consultancy - Advanced Quality Tools for problem solving via team work at the enterprise level for continuous improvement.",
          1407651313
        ],
        [
          "Anyone working on New Quality Tools in your research?\n\nHere is some support if you need any. NQCT - New Quality and Productivity tools. New Quality Tools software and consultancy - New Quality and Productivity tools and techniques for solving problems in production and quality departments for continuous improvement.",
          1407394517
        ],
        [
          "For those who are writing or planning to write a thesis on 7 QC Tools. Go for it. Help is at hand.\n\nGive us a Like and Share this with your friends if you have completed your thesis. If your problems are not solved Thesis Management might be helpful in your aspiration, get in touch with us. 7 QC Tools - 7 Quality Control Tools. 7 QC Tools software - 7 Quality Control Tools for industrial problem solving.",
          1407237991
        ]
      ],
      "dates_start": 1392837711,
      "dates_end": 1451906650,
      "likes_avg": 2,
      "likes_stdev": 3,
      "comments_avg": 0,
      "comments_stdev": 0,
      "shares_avg": 2,
      "shares_stdev": 1
    }
  ]
}