{
  "pagename": "House",
  "page_name_displayed": "House",
  "globalstats": {
    "fan_count": 39671298,
    "messages": 387,
    "likes_avg": 13774,
    "likes_stdev": 39054,
    "comments_avg": 353,
    "comments_stdev": 590,
    "shares_avg": 1308,
    "shares_stdev": 4680,
    "graph_uri": "clusters/House.png"
  },
  "clusters": [
    {
      "number": 1,
      "important": [
        "timelin"
      ],
      "common": [
        "rise",
        "rise shine",
        "rise shine timelin",
        "shine",
        "shine timelin",
        "stay",
        "timelin",
        "veri",
        "weekend",
        "weekend timelin"
      ],
      "messages": [
        [
          "Words of wisdom. http://bit.ly/1qlrQZ0 Timeline Photos",
          1460640962
        ],
        [
          "It’s a common problem. http://bit.ly/1PInMGW Timeline Photos",
          1459776840
        ],
        [
          "No comment. http://bit.ly/1UolSUe Timeline Photos",
          1458920821
        ],
        [
          "Rise and shine. http://bit.ly/23uur1T Timeline Photos",
          1453991400
        ],
        [
          "Let the judgment begin! Timeline Photos",
          1443636300
        ],
        [
          "Very, very happy. Timeline Photos",
          1442326861
        ],
        [
          "You heard it here first. Timeline Photos",
          1440536735
        ],
        [
          "*pops it* \n \nOops. Timeline Photos",
          1439562121
        ],
        [
          "In all his glory. Timeline Photos",
          1438266240
        ],
        [
          "Asking for a friend. Timeline Photos",
          1437571320
        ],
        [
          "We never said he was a role model. Timeline Photos",
          1436278740
        ],
        [
          "**Bookmarking this excuse for later** Timeline Photos",
          1434465000
        ],
        [
          "Joke’s on you. \n\nhttp://bit.ly/1DvJWsX Timeline Photos",
          1424987983
        ],
        [
          "Stay fresh this weekend. Timeline Photos",
          1403281501
        ],
        [
          "#BFF Timeline Photos",
          1402674301
        ],
        [
          "Hang on... this may sting a little. Timeline Photos",
          1401460500
        ],
        [
          "Stay safe out there this weekend! Timeline Photos",
          1400858101
        ],
        [
          "**swoon** Timeline Photos",
          1400677201
        ],
        [
          "TGIF Timeline Photos",
          1399648500
        ],
        [
          "Rise and shine. Timeline Photos",
          1398945603
        ],
        [
          "Anyone up for a bubble bath? Timeline Photos",
          1370264473
        ],
        [
          "Ted (The Movie) Unrated Edition is available today on Blu-ray & DVD: http://bit.ly/BuyTedToday Timeline Photos",
          1355256580
        ]
      ],
      "dates_start": 1394380565,
      "dates_end": 1451440169,
      "likes_avg": 102292,
      "likes_stdev": 66570,
      "comments_avg": 1269,
      "comments_stdev": 911,
      "shares_avg": 11804,
      "shares_stdev": 9921
    },
    {
      "number": 2,
      "important": [
        "timelin",
        "make",
        "dr hous",
        "dr"
      ],
      "common": [
        "dr",
        "dr hous",
        "hilari",
        "hous",
        "hous quot",
        "inspir",
        "inspir poster",
        "make",
        "nbc",
        "timelin"
      ],
      "messages": [
        [
          "Inspiration at its finest. 12 Dr. House Quotes That Make Hilarious Inspirational Posters These inspirational posters are proof that House was meant to be a motivational speaker.",
          1487979341
        ],
        [
          "Dr. House has the cure for your struggle with snarky comebacks. 11 Dr. House Comebacks That Make Hilarious Text Responses Clap back at your friends with these hilarious House quotes.",
          1485200730
        ],
        [
          "Dr. House’s prognosis: Watch the Golden Globes now on NBC. 68.media.tumblr.com",
          1483920434
        ],
        [
          "Dr. House: Any plans for turkey day?\nDr. Cuddy: Going to my sister's for dinner. Why?\nDr. House: Just making pleasant conversation. I've heard tell of folks doing such. Timeline Photos",
          1479999600
        ],
        [
          "The results are in: Dr. House is our favorite. Timeline Photos",
          1443103441
        ],
        [
          "Dr. House at his finest. Timeline Photos",
          1401300000
        ],
        [
          "Dr. Jason Cole could use a diagnosis from Dr. House for his unusual ailment... \r\n\r\nCatch the premiere of Do No Harm tonight at 10/9c on NBC! Timeline Photos",
          1359660455
        ]
      ],
      "dates_start": 1401983912,
      "dates_end": 1495491516,
      "likes_avg": 64535,
      "likes_stdev": 112145,
      "comments_avg": 879,
      "comments_stdev": 1067,
      "shares_avg": 6397,
      "shares_stdev": 11248
    },
    {
      "number": 3,
      "important": [
        "hous seri",
        "seri",
        "hous seri final",
        "seri final",
        "final"
      ],
      "common": [
        "countdown",
        "final",
        "hous",
        "hous seri",
        "hous seri final",
        "morrison",
        "season",
        "seri",
        "seri final",
        "sticker"
      ],
      "messages": [
        [
          "Re-watch the House series finale episode, tonight at 8/7c. Timeline Photos",
          1344021880
        ],
        [
          "Only 15 minutes until the House Series Finale begins on the East Coast! Be sure to check-in for this limited time sticker: http://bit.ly/JxHjbF Timeline Photos",
          1337636717
        ],
        [
          "Jennifer Morrison on the House Series Finale: \"I was really honored and excited and ultimately really happy with how they had Cameron being present at the end of things.\" http://bit.ly/Ji5yw6 Keck's Exclusives: Jennifer Morrison Previews Emotional House Return Jennifer Morrison is having quite the spring. She broke the Wicked Queen's curse on Sunday's Once Upon a Time season finale, and on Monday will...",
          1337630408
        ],
        [
          "3 Days: In season 1, we were all enlightened by “Three Stories” when House taught a diagnostics class based on three case studies of leg pain. While his students became absorbed in the stories, his team learned more about House's past.\n\nUnlock today's House Series Finale countdown sticker here: http://bit.ly/J7CkA6 Timeline Photos",
          1337371788
        ],
        [
          "4 Days: Things got extra terrestrial in \"Cane and Able\" from season 3 when a young boy who believed he was being tortured by aliens arrived at the hospital. \n\nUnlock today's House Series Finale countdown sticker here: http://bit.ly/KqBGhb Timeline Photos",
          1337292038
        ],
        [
          "Join us in remembering some of the most intense moments in House history as we count down to the series finale. Check-in to unlock a special sticker for the season 5 fan-favorite episode \"Under My Skin\". House Series Finale Countdown: 5 Days When House could not rid his thoughts of Amber in season 5 \"Under My Skin\", he went to an unexpected confidant.",
          1337179229
        ],
        [
          "East Coast/Central: A new episode of House starts at 9pm! Check-in to collect today's countdown sticker for the fan favorite episode \"Who's Your Daddy?\" from Season 2.  House Series Finale Countdown: 7 Days You're counting down to the House Series Finale and reliving some of the most intense moments in House history! In season 2 \"Who's your Daddy?\", House was not convinced when a young Hurricane Katrina survivor with a deadly disease insisted that House's friend, Dylan Crandall, was her father. Tune in...",
          1337035207
        ],
        [
          "Looks who's making an appearance on the House series finale...  House Exclusive: Jennifer Morrison Returning For Series Finale! It’s a fairytale come true for Cameron fans: House grad Jennifer Morrison will make an appearance in the show’s rapidly-approaching series finale. TVLine has learned exclusively that th...",
          1336060335
        ],
        [
          "Click below for an exclusive look at the House series finale artwork-  House Series Finale First Look: 'The End' Is Here",
          1335209366
        ],
        [
          "\"Newly-obtained intel about the [HOUSE] series finale all but confirms that the swan song will be as dark and twisty as Hugh Laurie‘s titular medicine man himself.\" - TVLine House Series Finale Shocker: 'Everybody Dies' If you were thinking House might check out next month with a big burst of sunshine and happiness, it’s time to readjust your expectations. Newly-obtained intel about the series finale all but...",
          1334846816
        ],
        [
          "Thirteen (Olivia Wilde) will check back into Princeton-Plainsboro on the House Series Finale, airing May 21! http://bit.ly/GGJA3Z House Exclusive: Look Who's Back For the Finale! You already know who won’t be returning for House‘s swan song, so how about we get around to telling you who will? ",
          1332348321
        ]
      ],
      "dates_start": 1334257683,
      "dates_end": 1339675426,
      "likes_avg": 10811,
      "likes_stdev": 16576,
      "comments_avg": 702,
      "comments_stdev": 816,
      "shares_avg": 842,
      "shares_stdev": 1492
    },
    {
      "number": 4,
      "important": [
        "medic",
        "dr gregori",
        "hugh",
        "dr",
        "hugh lauri"
      ],
      "common": [
        "dr",
        "dr gregori",
        "dr gregori hous",
        "gregori",
        "gregori hous",
        "hous",
        "hugh",
        "hugh lauri",
        "lauri",
        "medic"
      ],
      "messages": [
        [
          "What's the opposite of 'thank you'? - Dr. Gregory House Timeline Photos",
          1433870820
        ],
        [
          "\"House: Season 8\" is in-stores today! Click below to pick-up your copy on DVD and Blu-ray. House: Season 8 Blu-ray Two-time Golden Globe® winner Hugh Laurie is back one last time as TV\u0092s favorite misanthrope Dr. Gregory House in the hit series\u0092 eighth and final season. When House...",
          1345577537
        ],
        [
          "Who were some of your favorite House patients? BuddyTV Slideshow | The Best ‘House’ Patients of the Week From children to senior citizens, from the homeless to successful TV stars, Dr. Gregory House has treated plenty of patients over the course of eight seasons. ",
          1337956011
        ],
        [
          "\"That was one gutsy ending, no doubt about it.\" - The Marquee Blog A gutsy finish to 'House' [SPOILERS] \"House\" took a long and winding road to get there, but in the end, the final episode of the series showed what was most important: the relationship between Dr. Gregory House and Dr. James Wilson.",
          1337699774
        ],
        [
          "Hey East Coast/Central- Here we go! An all-new House starts now.  House | GetGlue House, also known as House, M.D., is an American television medical drama that debuted on the Fox network on November 16, 2004. The show's central character is Dr. Gregory House (Hugh Laurie), an unconventional medical genius who heads a team of diagnosticians at the fictional Princeton Plainsboro T...",
          1336431566
        ],
        [
          "Attn. East Coast: A new episode of House starts now!  House | GetGlue House, also known as House, M.D., is an American television medical drama that debuted on the Fox network on November 16, 2004. The show's central character is Dr. Gregory House (Hugh Laurie), an unconventional medical genius who heads a team of diagnosticians at the fictional Princeton Plainsboro T...",
          1335826878
        ],
        [
          "Hey East Coast fans: Tune-in to a new episode of House right now! House | GetGlue House, also known as House, M.D., is an American television medical drama that debuted on the Fox network on November 16, 2004. The show's central character is Dr. Gregory House (Hugh Laurie), an unconventional medical genius who heads a team of diagnosticians at the fictional Princeton Plainsboro T...",
          1335222018
        ],
        [
          "Hugh Laurie speaks candidly about the \"wonderful\" & \"amazing\" House cast-  HUGH LAURIE DIDN’T BUILD THIS ‘HOUSE’ BY HIMSELF «  Fox All Access Throughout its successful eight season run, House has received its share of acclaim, thanks to Hugh Laurie’s inspired work as the acerbic, exacting, and brilliant Dr. Gregory House. While Laurie is the face of the show, his fellow cast members have also been an integral element to House’s longevity....",
          1335198694
        ],
        [
          "East Coast/Central: A new House episode begins right now! Check-in: http://bit.ly/House_GG House | GetGlue House, also known as House, M.D., is an American television medical drama that debuted on the Fox network on November 16, 2004. The show's central character is Dr. Gregory House (Hugh Laurie), an unconventional medical genius who heads a team of diagnosticians at the fictional Princeton Plainsboro T...",
          1334617171
        ],
        [
          "Is Dr. Gregory House your ultimate TV crush? Check out the poll for \"TV's Most Crushworthy\" and cast your vote- TV's Most Crushworthy: Vote now! On Valentine's Day, Zap2it began our search for the TV's Most Crushworthy of all time. We nominated our favorite TV characters and personalities in...",
          1330468205
        ],
        [
          "HOUSE starts now on the East Coast! House | GetGlue House, also known as House, M.D., is an American television medical drama that debuted on the Fox network on November 16, 2004. The show's central...",
          1329782420
        ],
        [
          "Hugh Laurie says he’s “amazed” at the overseas popularity of HOUSE. Listen to the audio interview here: http://bit.ly/AoxARg IN ANY LANGUAGE, HUGH LAURIE’S ‘HOUSE’ IS HUGE «  Fox All Access Fox’s hit medical drama HOUSE has made Hugh Laurie a household name here in the United States.  But you may be surprised to learn that the show has aired in more than 60 countries, and it’s been a huge success worldwide.  ",
          1327353457
        ]
      ],
      "dates_start": 1315676375,
      "dates_end": 1370991049,
      "likes_avg": 10630,
      "likes_stdev": 24680,
      "comments_avg": 394,
      "comments_stdev": 376,
      "shares_avg": 786,
      "shares_stdev": 2325
    },
    {
      "number": 5,
      "important": [
        "case",
        "critic",
        "play",
        "hous md"
      ],
      "common": [
        "case",
        "critic",
        "hous",
        "hous md",
        "hous md critic",
        "hous md critic case",
        "md",
        "md critic",
        "md critic case",
        "play"
      ],
      "messages": [
        [
          "By all means, come and \"play\" my \"game\" on Facebook, and spend your free time pulling clinic hours and running tests for me. What fun!\r\n\r\nPlay House M.D. - Critical Cases now: http://ubi.li/bQkDv Timeline Photos",
          1376589601
        ],
        [
          "If you thought the medical issues on my TV show were obscure, they simply don't compare to my official Facebook game. Be prepared to solve the weird!\r\n\r\nPlay House M.D. - Critical Cases now: http://ubi.li/f5Sqc Timeline Photos",
          1373637601
        ],
        [
          "The House Facebook game is exactly like the show. Yes, you will get to break into people's homes and rifle through their things and yes, I will make you feel like an idiot for doing so.\r\n\r\nPlay House MD Critical Cases now > > http://ubi.li/uygZe Timeline Photos",
          1358269201
        ],
        [
          "It's a new year and, well, they haven't quite kicked me out Princeton-Plainsboro just yet. I'm still on call on my official game on Facebook. Please, join me -- these other doctors are a bunch of quacks.\r\n\r\nPlay House MD Critical Cases now > > http://ubi.li/uygZe Timeline Photos",
          1357058402
        ],
        [
          "QUESTION: What would you do if House was your doctor while you were sick? Answer in the comments below! Like this post if you wouldn't mind House checking you out ;)\r\n\r\nPlay House MD Critical Cases now > > http://ubi.li/uygZe Timeline Photos",
          1351029657
        ],
        [
          "\"It was a medical exam. I was listening to her heart. It went 'Greg-House. Greg-House. Greg-House'.\" - Dr. House      \r\n\r\nLIKE this post if this is how your heart would react to an exam from House & PLAY the House M.D. - Critical Cases game now: http://ubi.li/d7xHE Timeline Photos",
          1349801525
        ],
        [
          "Investigate medical mysteries with House and his team! Do you think you would be a good addition to House's team?\r\n\r\nPlay the House M.D. - Critical Cases game now: http://ubi.li/uygZe Timeline Photos",
          1344960789
        ],
        [
          "Who would you rather spend the day with, House or Wilson? Answer in the comments below, then check out the House M.D. - Critical Cases game to play alongside your favorite characters. http://ubi.li/uygZe Timeline Photos",
          1343747654
        ],
        [
          "Have you played the official House M.D. - Critical Cases game yet? Play now: http://ubi.li/uygZe Timeline Photos",
          1342645165
        ],
        [
          "House may have had his final episode, but that doesn’t mean you can’t play with him and his team on Facebook. Play House M.D.: Critical Cases: http://ubi.li/HpwRK",
          1338724829
        ],
        [
          "Be the first to check out the all new Facebook game based on the House show! Play House M.D.: Critical Cases Now: http://ubi.li/HpwRK",
          1338037225
        ],
        [
          "House M.D.: Critical Cases the Facebook Game is now in Open Beta! Join House and the entire team and work alongside your friends to help diagnose the most challenging medical cases and cure patients. Play now: http://ubi.li/HpwRK",
          1337108303
        ]
      ],
      "dates_start": 1338289354,
      "dates_end": 1363645637,
      "likes_avg": 8140,
      "likes_stdev": 5414,
      "comments_avg": 754,
      "comments_stdev": 1154,
      "shares_avg": 705,
      "shares_stdev": 624
    },
    {
      "number": 6,
      "important": [
        "hous fan",
        "fan",
        "ultim"
      ],
      "common": [
        "fan",
        "hous",
        "hous fan",
        "hous fan ultim",
        "name ultim",
        "name ultim hous",
        "name ultim hous fan",
        "ultim",
        "ultim hous",
        "ultim hous fan"
      ],
      "messages": [
        [
          "House fans have us in all smiles. Timeline Photos",
          1440079920
        ],
        [
          "Are you the Ultimate House Fan? Take this quiz to find out- House - Ultimate Fan Triva Think you know House? Take this quiz and find out how much you really know.",
          1341935368
        ],
        [
          "Congrats to Rebecca for being named an \"Ultimate HOUSE Fan\"! Ultimate HOUSE Fans",
          1337644111
        ],
        [
          "Congrats to Amanda for being named an \"Ultimate HOUSE Fan\"! Ultimate HOUSE Fans",
          1337642843
        ],
        [
          "Congrats to Nick for being named an \"Ultimate HOUSE Fan\"! Ultimate HOUSE Fans",
          1337641981
        ],
        [
          "Congrats to Gabriella and Mark for being named \"Ultimate HOUSE Fans\"! Ultimate HOUSE Fans",
          1337640244
        ],
        [
          "Congrats to Krista for being named an \"Ultimate HOUSE Fan\"! Ultimate HOUSE Fans",
          1337638956
        ],
        [
          "Congrats to Claire for being named an \"Ultimate HOUSE Fan\"! Ultimate HOUSE Fans",
          1337638288
        ],
        [
          "Are you the ultimate House fan? Tell us why and you could get an online shout-out during the Series Finale on Monday, May 21! Enter NOW: http://bit.ly/HOUSEfan Timeline Photos",
          1337351909
        ],
        [
          "HOUSE fans- Thank you to everyone who entered the HOUSE motorcycle gear sweepstakes. The winner will be announced soon!",
          1334184573
        ],
        [
          "Take this quiz and find out if you're the ultimate House fan- House: Season 7 Triva How much do you know about the doctors at Princeton-Plainsboro Teaching Hospital? ",
          1331154656
        ]
      ],
      "dates_start": 1316688368,
      "dates_end": 1376139422,
      "likes_avg": 8974,
      "likes_stdev": 20665,
      "comments_avg": 285,
      "comments_stdev": 409,
      "shares_avg": 409,
      "shares_stdev": 949
    },
    {
      "number": 7,
      "important": [
        "jess spencer",
        "hous chase",
        "jess",
        "episod",
        "chase"
      ],
      "common": [
        "chase",
        "chase jess",
        "chase jess spencer",
        "episod",
        "episod hous",
        "hous",
        "hous chase",
        "jess",
        "jess spencer",
        "spencer"
      ],
      "messages": [
        [
          "Paging Dr. Chase. Timeline Photos",
          1399478401
        ],
        [
          "In need of a Jesse Spencer fix?! Catch him on NBC’s Chicago Fire TONIGHT at 10/9c. Timeline Photos",
          1368631591
        ],
        [
          "Need some more Jesse Spencer in your life? LIKE Chicago Fire on Facebook, and tune in for a new episode TONIGHT at 10/9c on NBC! Chicago Fire",
          1365016057
        ],
        [
          "Join us in wishing Jesse Spencer a very Happy Birthday! Chicago Fire Happy Birthday to our very own Jesse Spencer!",
          1360684168
        ],
        [
          "Chase takes on a patient who is a cloistered nun on the verge of making her life-changing vows, tonight at 8/7c. (encore) House Photos from the \"Chase\" episode of HOUSE.",
          1340994401
        ],
        [
          "HOUSE:  Chase (Jesse Spencer, L) helps Park (Charlyne Yi, R) move on from her current living arrangement in the \"Gut Check\" episode of HOUSE. Photos from \"Gut Check\" (aired 4/9)",
          1334153435
        ],
        [
          "House introduces Chase to his pet rat in this photo from the \"Blowing the Whistle\" episode, airing MON 4/2 at 9/8c. Timeline Photos",
          1333043993
        ],
        [
          "HOUSE:  Chase's (Jesse Spencer, R) judgement is compromised when he performs a risky surgery in the \"Chase\" episode of HOUSE. Photos from \"Chase\"",
          1329331420
        ],
        [
          "HOUSE:  Chase (Jesse Spencer, L) has a unique connection with his patient Moira (guest star Julie Mond, R) in the \"Chase\" episode of HOUSE. Photos from \"Chase\"",
          1329331420
        ],
        [
          "HOUSE:  Chase's (Jesse Spencer) judgement is compromised when he performs a risky surgery in the \"Chase\" episode of HOUSE. Photos from \"Chase\"",
          1329331420
        ],
        [
          "Jesse Spencer tells us how things may change for House and Chase after the tragic events of last night's episode of \"House.\" Will House now feel like he's looking at a younger version of himself? JESSE SPENCER: WHAT’S NEXT FOR CHASE ON ‘HOUSE’? «  Fox All Access POTENTIAL SPOILER ALERT!  If you haven’t watched Monday night’s episode of “House” yet, avert your eyes and immediately check it out on your DVR or VOD.  Then come back and read the rest of the story, because we’re referencing a major plot point from the “Nobody’s Fault” episode.",
          1328650108
        ],
        [
          "Dr. Chase (Jesse Spencer) talks about what's to come later this season on HOUSE (video). House Star Jesse Spencer: Big Stuff Ahead for Dr. Chase! - E! Online Aussie star reveals a Chase-centric episode.",
          1326403783
        ],
        [
          "Jesse Spencer arrives on the red carpet at the 2012 FOX WINTER TCA ALL STAR PARTY on Sunday, Jan. 8. Timeline Photos",
          1326223615
        ],
        [
          "True or False: Chase is allergic to peanut butter. Play the \"Chase Trivia\" quiz for the answer! House - Chase Trivia Think you really know Dr. Chase? Take this quiz and find out.",
          1325612569
        ]
      ],
      "dates_start": 1321171521,
      "dates_end": 1364097961,
      "likes_avg": 11265,
      "likes_stdev": 17765,
      "comments_avg": 421,
      "comments_stdev": 388,
      "shares_avg": 309,
      "shares_stdev": 352
    },
    {
      "number": 8,
      "important": [
        "one",
        "wrap",
        "parti",
        "enter"
      ],
      "common": [
        "enter",
        "hous",
        "hous sweepstak",
        "motorcycl",
        "one",
        "parti",
        "sweepstak",
        "win",
        "winner",
        "wrap"
      ],
      "messages": [
        [
          "The HOUSE t-shirt giveaway is now over and the winners have been contacted. Thanks for entering!",
          1359399829
        ],
        [
          "The t-shirt giveaway is now over and winners have been contacted. Thanks for entering! Timeline Photos",
          1354219258
        ],
        [
          "The House t-shirt and hat giveaway is now over and the winners have been contacted. Thanks for entering! Timeline Photos",
          1349729083
        ],
        [
          "Check out FOX Super Perks winner Thomas at the House Wrap Party! Enter Super Perks NOW for your chance to win cool prizes! http://bit.ly/FOXSuperPerks HOUSE - Super Perks Winner Learn more about the exciting new FOX program that connects fans with their favorite shows, and gives everyone the chance to win super special prizes! Enter now!",
          1336687125
        ],
        [
          "One more day to enter the HOUSE Series Finale Wrap Party Sweepstakes. Prize includes airfare, hotel & tickets to the party! Enter NOW: http://bit.ly/HOUSE_WrapParty HOUSE Series Wrap Party Sweepstakes Enter for your chance to win a trip to the ultimate wrap party!",
          1333564039
        ],
        [
          "Want to win a HOUSE-inspired motorcycle jacket, motorcycle helmet and backpack? Enter the HOUSE Sweepstakes NOW! http://bit.ly/HOUSE_giveaway HOUSE Sweepstakes- enter here! One lucky winner will get a HOUSE-inspired motorcycle package!",
          1332886330
        ],
        [
          "HOUSE Fans: Want to go to the HOUSE Series Finale Wrap Party? Prize includes airfare, hotel & tickets to the party! Enter NOW: http://bit.ly/HOUSE_SuperPerks Timeline Photos",
          1332366349
        ],
        [
          "One lucky fan will get HOUSE-inspired motorcycle gear. It could be you! Enter to win here: http://bit.ly/HOUSE_giveaway Timeline Photos",
          1331594128
        ],
        [
          "Enter the HOUSE Sweepstakes on your mobile device here: http://bit.ly/HOUSE_giveaway HOUSE Sweepstakes | Facebook One lucky winner will get HOUSE-inspired motorcycle gear.",
          1331342969
        ],
        [
          "Want to win cool HOUSE swag? Enter NOW! http://on.fb.me/HOUSE_sweepstakes FOX Broadcasting - HOUSE Sweepstakes | Facebook One lucky winner will get a HOUSE-inspired motorcycle jacket, motorcycle helmet & backpack.",
          1331339568
        ]
      ],
      "dates_start": 1329064190,
      "dates_end": 1349561544,
      "likes_avg": 4191,
      "likes_stdev": 2208,
      "comments_avg": 246,
      "comments_stdev": 161,
      "shares_avg": 306,
      "shares_stdev": 419
    },
    {
      "number": 9,
      "important": [
        "episod",
        "encor",
        "tonight",
        "timelin",
        "episod hous"
      ],
      "common": [
        "encor",
        "encor episod",
        "encor episod hous",
        "episod",
        "episod hous",
        "hous",
        "patient",
        "timelin",
        "tonight",
        "tonight timelin"
      ],
      "messages": [
        [
          "Check out photos from tonight's encore episode of House (8/7c)- House Photos from the \"Holding On\" episode of HOUSE.",
          1343420216
        ],
        [
          "The team treats an Army veteran charged with treason after he leaked classified information on an encore episode of House, tonight at 8/7c. Timeline Photos",
          1342809811
        ],
        [
          "Don't miss an encore episode of House - Tonight at 8/7c! Timeline Photos",
          1341607552
        ],
        [
          "A violent incident involving a patient has serious consequences on an encore episode of House - Tonight at 8/7c. Timeline Photos",
          1340377717
        ],
        [
          "The team treats an underage and homeless female patient on tonight's encore episode of House at 8/7c.",
          1339773911
        ],
        [
          "House and the team treat an Alzheimer’s patient whose deep marital strife may be affecting his illness on an encore episode - tonight at 8/7c. Timeline Photos",
          1339172533
        ],
        [
          "Catch an encore episode of House, tonight at 8/7c! Timeline Photos",
          1338561837
        ],
        [
          "Visit the official House Pinterest to check out photos from tonight's episode before it airs-  House Pinterest: Patient 821 The team takes on the case of a 19-year-old college student who had a mysterious nose bleed, and they discover that his health issues are both physiological and psychological.",
          1337027503
        ],
        [
          "Michael B. Jordan on Tonight's episode of House: “It’s a roller-coaster ride episode. It’ll make you laugh, smile, make you sad. It has everything wrapped into one — House style.”  Michael B. Jordan checking into ‘House’ final season tonight | EW.com A lot has changed since Michael B. Jordan filmed his guest stint on tonight’s episode of House. For one, at the time, he (and likely...",
          1332177805
        ],
        [
          "A shocking confession compromises a patient’s life on Tonight’s episode of House at 8/7c. Click below to view photos- House Photos from \"The Confession\" episode of HOUSE.",
          1331580815
        ]
      ],
      "dates_start": 1334806099,
      "dates_end": 1342495840,
      "likes_avg": 5843,
      "likes_stdev": 2566,
      "comments_avg": 275,
      "comments_stdev": 118,
      "shares_avg": 202,
      "shares_stdev": 142
    },
    {
      "number": 10,
      "important": [
        "allnew episod hous",
        "allnew",
        "mon",
        "allnew episod",
        "catch"
      ],
      "common": [
        "allnew",
        "allnew episod",
        "allnew episod hous",
        "catch",
        "episod",
        "episod hous",
        "facebook",
        "hous",
        "like",
        "mon"
      ],
      "messages": [
        [
          "The team takes on the case of a 19-year-old college student who had a mysterious nose bleed, tonight at 9/8c.  HOUSE - Preview #3 from \"Holding On\" airing MON 5/14 Catch all-new episodes of House on MON at 9/8c! http://bit.ly/House_FB ('Like' on Facebook) http://bit.ly/House_Twitter (Follow on Twitter) http://bit.ly/Hou...",
          1337000962
        ],
        [
          "Tune in to a brand new episode of House, tomorrow at 9/8c!  HOUSE - Preview #2 from \"Holding On\" airing MON 5/14 Catch all-new episodes of House on MON at 9/8c! http://bit.ly/House_FB ('Like' on Facebook) http://bit.ly/House_Twitter (Follow on Twitter) http://bit.ly/Hou...",
          1336940823
        ],
        [
          "Don’t miss a new episode of House, tonight at 9/8c! HOUSE - Preview #2 from \"Post Mortem\" airing MON 5/7 Catch all-new episodes of House on MON at 9/8c! http://bit.ly/House_FB ('Like' on Facebook) http://bit.ly/House_Twitter (Follow on Twitter) http://bit.ly/Hou...",
          1336420871
        ],
        [
          "The team takes on the case of a Princeton-Plainsboro pathologist who knows too much about the hospital staff to trust any of the physicians - Tomorrow at 9/8c. HOUSE - Preview #1 from \"Post Mortem\" airing MON 5/7 Catch all-new episodes of House on MON at 9/8c! http://bit.ly/House_FB ('Like' on Facebook) http://bit.ly/House_Twitter (Follow on Twitter) http://bit.ly/Hou...",
          1336335336
        ],
        [
          "One doctor ignores death, and another fights for his life on an all-new House, airing Monday at 9/8c. Promo for All-New Episodes of Bones and House airing MON 5/7 Catch all-new episodes of Bones and House on MON starting at 8/7c! http://bit.ly/House_FB ('Like' on Facebook) http://bit.ly/House_Twitter (Follow on Twitter...",
          1336152498
        ],
        [
          "The Princeton-Plainsboro team treats a young girl with preexisting health problems on tonight's episode of House (9/8c).  HOUSE - Preview #2 from \"The C-Word\" airing MON 4/30 Catch all-new episodes of House on MON at 9/8c! http://bit.ly/House_FB ('Like' on Facebook) http://bit.ly/House_Twitter (Follow on Twitter) http://bit.ly/Hou...",
          1335810249
        ],
        [
          "Catch a brand new episode of House, tomorrow at 9/8c! HOUSE - Preview #1 from \"The C-Word\" airing MON 4/30 Catch all-new episodes of House on MON at 9/8c! http://bit.ly/House_FB ('Like' on Facebook) http://bit.ly/House_Twitter (Follow on Twitter) http://bit.ly/Hou...",
          1335730152
        ],
        [
          "'Like' this post if you're going to watch House tonight (9/8c)!  HOUSE - Preview #2 from \"Body & Soul\" airing MON 4/23 Catch all-new episodes of House on MON at 9/8c! http://bit.ly/House_FB ('Like' on Facebook) http://bit.ly/House_Twitter (Follow on Twitter) http://bit.ly/Hou...",
          1335191883
        ],
        [
          "House and the team take on the case of a man who starts tearing blood, tonight at 9/8c. HOUSE - Preview #2 from \"We Need The Eggs\" airing MON 4/16 Catch all-new episodes of House on MON at 9/8c! http://bit.ly/House_FB ('Like' on Facebook) http://bit.ly/House_Twitter (Follow on Twitter) http://bit.ly/Hou...",
          1334587032
        ],
        [
          "The team treats an Army veteran charged with treason after he leaked classified information on a brand new episode of House, tonight at 9/8c.  HOUSE - Preview #3 from \"Blowing The Whistle\" airing MON 4/2 Catch all-new episodes of House on MON April 2 at 9/8c! http://bit.ly/House_FB ('Like' on Facebook) http://bit.ly/House_Twitter (Follow on Twitter) http://bi...",
          1333397208
        ],
        [
          "Check out this clip from Monday’s all-new episode of House- HOUSE - Preview #1 from \"Blowing The Whistle\" airing MON 4/2 Catch all-new episodes of House on MON April 2 at 9/8c! http://bit.ly/House_FB ('Like' on Facebook) http://bit.ly/House_Twitter (Follow on Twitter) http://bi...",
          1333123535
        ],
        [
          "It's Monday! Who's watching House tonight? HOUSE - Preview #3 from \"Love Is Blind\" airing MON 3/19 Catch an all-new episode of House on MON 3/19 at 8/7c! http://bit.ly/House_FB ('Like' on Facebook) http://bit.ly/House_Twitter (Follow on Twitter) http://bit...",
          1332171914
        ],
        [
          "Here’s a funny House clip for your Wednesday afternoon-  HOUSE - On The House: Crippled Guys Catch all-new episodes of House on MON at 8/7c! http://bit.ly/House_FB ('Like' on Facebook) http://bit.ly/House_Twitter (Follow on Twitter) http://bit.ly/Hou...",
          1331749355
        ],
        [
          "Happy Friday House fans! HOUSE - On The House: Hole In Chair Catch all-new episodes of House on MON at 8/7c! http://bit.ly/House_FB ('Like' on Facebook) http://bit.ly/House_Twitter (Follow on Twitter) http://bit.ly/Hou...",
          1330724860
        ],
        [
          "Don't miss the House Winter Finale - Tonight at 8/7c. HOUSE - Preview #2 from \"Love Is Blind\" airing MON 2/27 Catch all-new episodes of House on MON at 8/7c! http://bit.ly/House_FB ('Like' on Facebook) http://bit.ly/House_Twitter (Follow on Twitter)...",
          1330358419
        ],
        [
          "House and the team battle to save a blind man who is struck down by a mysterious illness on Tomorrow's all-new episode at 8/7c. HOUSE - Preview #1 from \"Love Is Blind\" airing MON 2/27 Catch all-new episodes of House on MON at 8/7c! http://bit.ly/House_FB ('Like' on Facebook) http://bit.ly/House_Twitter (Follow on Twitter)...",
          1330297204
        ],
        [
          "Check out this promo for the HOUSE Winter Finale, airing next Monday.  HOUSE - Promo for \"Love Is Blind\" airing MON 2/27 Catch all-new episodes of House on MON at 8/7c! http://bit.ly/House_FB ('Like' on Facebook) http://bit.ly/House_Twitter (Follow on Twitter) http://bit.ly/Hou...",
          1330028482
        ],
        [
          "Don't miss an all-new episode of HOUSE - Tonight at 8/7c. HOUSE - Preview #3 from \"Man Of The House\" airing MON 2/20 Catch all-new episodes of House on MON at 8/7c! http://bit.ly/House_FB ('Like' on Facebook) http://bit.ly/House_Twitter (Follow on Twitter)...",
          1329764424
        ],
        [
          "The team treats a marriage counselor who collapses during a speaking engagement, Tomorrow at 8/7c. HOUSE - Preview #1 from \"Man Of The House\" airing MON 2/20 Catch all-new episodes of House on MON at 8/7c! http://bit.ly/House_FB ('Like' on Facebook) http://bit.ly/House_Twitter (Follow on Twitter)...",
          1329683417
        ],
        [
          "Jesse Spencer asks HOUSE writers your questions from Facebook. See what they had to say- HOUSE - Fans Ask The Writers (Part 3) Catch all-new episodes of House on MON at 8/7c! http://bit.ly/House_FB ('Like' on Facebook) http://bit.ly/House_Twitter (Follow on Twitter) http://bit.ly/Hou...",
          1329432886
        ],
        [
          "Hey West Coast: Tune-in to a new HOUSE episode at 8pm. HOUSE - Preview #3 from \"Chase\" airing MON 2/13 Catch all-new episodes of House on MON at 8/7c! http://bit.ly/House_FB ('Like' on Facebook) http://bit.ly/House_Twitter (Follow on Twitter)...",
          1329188104
        ],
        [
          "A dangerous decision unravels everything, tomorrow on HOUSE. HOUSE - Promo for \"Chase\" airing MON 2/13 Catch all-new episodes of House on MON at 8/7c! http://bit.ly/House_FB ('Like' on Facebook) http://bit.ly/House_Twitter (Follow on Twitter)...",
          1329069612
        ],
        [
          "Check out this clip from Monday's all-new HOUSE episode. HOUSE - Preview #2 from \"Chase\" airing MON 2/13 Catch all-new episodes of House on MON at 8/7c! http://bit.ly/House_FB ('Like' on Facebook) http://bit.ly/House_Twitter (Follow on Twitter)...",
          1328902222
        ],
        [
          "Hugh Laurie and Greg Yaitanes give us a BTS look at the set design for “Nobody’s Fault.” HOUSE - 360 Set: \"Nobody's Fault\" Catch all-new episodes of House on MON at 8/7c! http://bit.ly/House_FB ('Like' on Facebook) http://bit.ly/House_Twitter (Follow on Twitter)...",
          1328803237
        ],
        [
          "House's process comes under scrutiny after a violet incident involving a patient - Tonight at 8/7c. HOUSE - Preview of \"Nobody's Fauly\" airing MON 2/6 Catch all-new episodes of House on MON at 8/7c! http://bit.ly/House_FB ('Like' on Facebook) http://bit.ly/House_Twitter (Follow on Twitter) http://bit.ly/Hou...",
          1328546410
        ],
        [
          "An Insider's Look at the making of \"Nobody's Fault\", airing Monday at 8/7c.  HOUSE - Anatomy of an Episode: \"Nobody's Fault\" Catch all-new episodes of House on MON at 8/7c! http://bit.ly/House_FB ('Like' on Facebook) http://bit.ly/House_Twitter (Follow on Twitter) http://bit.ly/Hou...",
          1328306327
        ],
        [
          "When an underage and homeless female patient’s symptoms call for invasive surgery requiring adult consent, House and Adams argue over whether they should contact social services - Tonight at 8/7c. HOUSE - Preview #2 from \"Runaways\" airing MON 1/30 Catch all-new episodes of House on MON at 8/7c! http://bit.ly/House_FB ('Like' on Facebook) http://bit.ly/House_Twitter (Follow on Twitter) http://bit.ly/Hou...",
          1327946264
        ],
        [
          "Don't forget: The HOUSE Winter Premiere airs at a special new time Tonight at 8/7c! HOUSE - Preview #3 from \"Better Half\" airing MON 1/23 Catch all-new episodes of House on MON 1/23 at 8/7c! http://bit.ly/House_FB ('Like' on Facebook) http://bit.ly/House_Twitter (Follow on Twitter) Watch full e...",
          1327338160
        ],
        [
          "The wife of an Alzheimer’s patient visits him at Princeton Plainsboro, and exposes deep marital strife that may be impacting his illness on the Winter Premiere episode of HOUSE, Monday at 8/7c! HOUSE - Preview #1 from \"Better Half\" airing MON 1/23 Catch all-new episodes of House on MON 1/23 at 8/7c! http://bit.ly/House_FB ('Like' on Facebook) http://bit.ly/House_Twitter (Follow on Twitter) Watch full e...",
          1327081003
        ]
      ],
      "dates_start": 1328490533,
      "dates_end": 1334963456,
      "likes_avg": 5441,
      "likes_stdev": 4418,
      "comments_avg": 275,
      "comments_stdev": 298,
      "shares_avg": 178,
      "shares_stdev": 259
    },
    {
      "number": 11,
      "important": [
        "leonard",
        "robert",
        "wilson",
        "episod"
      ],
      "common": [
        "episod",
        "hous",
        "leonard",
        "robert",
        "robert sean",
        "robert sean leonard",
        "sean",
        "sean leonard",
        "wilson",
        "wilson robert sean leonard"
      ],
      "messages": [
        [
          "Our very own Robert Sean Leonard guest stars on NBC's The Blacklist tonight as the world's most dangerous man… so basically, the opposite of our beloved Dr. Wilson.\r\n \r\nBe there at 10/9c! Timeline Photos",
          1383602001
        ],
        [
          "HOUSE:  House (Hugh Laurie, L) and Wilson (Robert Sean Leonard, R) go on a road trip in the \"Post Mortem\" episode of HOUSE. Photos from “Post Mortem” (aired 5/7)",
          1336584700
        ],
        [
          "HOUSE:   House (Hugh Laurie, R) treats Wilson (Robert Sean Leonard, L) at his apartment in the \"The C-Word\" episode of HOUSE. Photos from “The C-Word” (aired 4/30)",
          1335985935
        ],
        [
          "HOUSE:  House (Hugh Laurie, L) listens as Wilson (Robert Sean Leonard, R) has some important news for him in the \"Body and Soul\" episode of HOUSE. Photos from \"Body & Soul\" (aired 4/23)",
          1335385949
        ],
        [
          "Robert Sean Leonard on the set of \"Body & Soul\". Timeline Photos",
          1335292699
        ],
        [
          "HOUSE: Wilson (Robert Sean Leonard) tries to help House in the \"We Need the Eggs\" episode of HOUSE. Photos from “We Need The Eggs” (aired 4/16)",
          1334771834
        ],
        [
          "HOUSE:  House (Hugh Laurie, R) and Wilson (Robert Sean Leonard, L) have dinner together in the \"Gut Check\" episode of HOUSE. Photos from \"Gut Check\" (aired 4/9)",
          1334153435
        ],
        [
          "HOUSE:  Wilson (Robert Sean Leonard, R) has something interesting to share with House (Hugh Laurie, L) in the \"Gut Check\" episode of HOUSE. Photos from \"Gut Check\" (aired 4/9)",
          1334153434
        ],
        [
          "What's Robert Sean Leonard's favorite House episode? Find out: http://bit.ly/vZBxW1  ROBERT SEAN LEONARD: FIRST ‘HOUSE’ THE BEST «  Fox All Access Eight seasons of “House” has given fans more than 160 episodes to choose from as their favorite.  And if you were to ask the show’s devoted fans to pick one, you’d get a lot of different answers.  But if you were to ask Robert Sean Leonard, who stars as Dr. James Wilson on the medical drama, he’d te...",
          1331654107
        ],
        [
          "HOUSE:  Wilson (Robert Sean Leonard) helps House when an immigration officer visits House and his Ukranian \"wife\" Dominika in the \"Man of the House\" episode of HOUSE. Photos from \"Man Of The House\" (aired 2/20)",
          1329932164
        ]
      ],
      "dates_start": 1324212161,
      "dates_end": 1354091089,
      "likes_avg": 4446,
      "likes_stdev": 8644,
      "comments_avg": 174,
      "comments_stdev": 185,
      "shares_avg": 146,
      "shares_stdev": 175
    },
    {
      "number": 12,
      "important": [
        "hous seri wrap",
        "wrap parti",
        "parti",
        "hous seri",
        "seri"
      ],
      "common": [
        "hous",
        "hous seri",
        "hous seri wrap",
        "hous seri wrap parti",
        "parti",
        "seri",
        "seri wrap",
        "seri wrap parti",
        "wrap",
        "wrap parti"
      ],
      "messages": [
        [
          "HOUSE SERIES WRAP PARTY: Cast members Hugh Laurie and Odette Annable arrive on the red carpet at  the HOUSE SERIES WRAP PARTY Friday, April 20 at Cicada in downtown Los Angeles, CA.  CR: Frank Micelotta/FOX Photos from the HOUSE Series Finale Wrap Party",
          1335123064
        ],
        [
          "HOUSE SERIES WRAP PARTY: The cast of HOUSE (L-R) Peter Jacobson, Omar Epps, Jesse Spencer, Odette Annable, Hugh Laurie, Creator and Executive Producer David Shore, Charlyne Yi and Robert Sean Leonard arrive on the red carpet at  the HOUSE SERIES WRAP PARTY Friday, April 20 at Cicada in downtown Los Angeles, CA.  CR: Frank Micelotta/FOX Photos from the HOUSE Series Finale Wrap Party",
          1335123064
        ],
        [
          "HOUSE SERIES WRAP PARTY: Cast member Hugh Laurie arrives on the red carpet at  the HOUSE SERIES WRAP PARTY Friday, April 20 at Cicada in downtown Los Angeles, CA.  CR: Frank Micelotta/FOX Photos from the HOUSE Series Finale Wrap Party",
          1335123064
        ],
        [
          "HOUSE SERIES WRAP PARTY:  Jesse Spencer performs at the HOUSE SERIES WRAP PARTY Friday, April 20 at Cicada in downtown Los Angeles, CA.  CR: Frank Micelotta/FOX Photos from the HOUSE Series Finale Wrap Party",
          1335123063
        ],
        [
          "HOUSE SERIES WRAP PARTY:  Hugh Laurie performs at the HOUSE SERIES WRAP PARTY Friday, April 20 at Cicada in downtown Los Angeles, CA.  CR: Frank Micelotta/FOX Photos from the HOUSE Series Finale Wrap Party",
          1335123063
        ],
        [
          "HOUSE SERIES WRAP PARTY: Behind the scenes at the HOUSE SERIES WRAP PARTY Friday, April 20 at Cicada in downtown Los Angeles, CA.  CR: Frank Micelotta/FOX 1 Photos from the HOUSE Series Finale Wrap Party",
          1335123063
        ],
        [
          "HOUSE SERIES WRAP PARTY:  L-R:  Hugh Laurie and Jesse Spencer perform at the HOUSE SERIES WRAP PARTY Friday, April 20 at Cicada in downtown Los Angeles, CA.  CR: Frank Micelotta/FOX Photos from the HOUSE Series Finale Wrap Party",
          1335123063
        ],
        [
          "HOUSE SERIES WRAP PARTY:  L-R:  Katie Jacobs (Executive Producer), Hugh Laurie and David Shore (Creator and Executive Producer) celebrate at the HOUSE SERIES WRAP PARTY Friday, April 20 at Cicada in downtown Los Angeles, CA.  CR: Frank Micelotta/FOX Photos from the HOUSE Series Finale Wrap Party",
          1335123063
        ],
        [
          "HOUSE SERIES WRAP PARTY:  Hugh Laurie addresses cast and crew during the HOUSE SERIES WRAP PARTY Friday, April 20 at Cicada in downtown Los Angeles, CA.  CR: Frank Micelotta/FOX Photos from the HOUSE Series Finale Wrap Party",
          1335123062
        ],
        [
          "HOUSE SERIES WRAP PARTY: Cast members Omar Epps and Peter Jacobson celebrate during the HOUSE SERIES WRAP PARTY Friday, April 20 at Cicada in downtown Los Angeles, CA.  CR: Frank Micelotta/FOX Photos from the HOUSE Series Finale Wrap Party",
          1335123062
        ],
        [
          "HOUSE SERIES WRAP PARTY:  L-R:  Omar Epps and Hugh Laurie celebrate at the HOUSE SERIES WRAP PARTY Friday, April 20 at Cicada in downtown Los Angeles, CA.  CR: Frank Micelotta/FOX Photos from the HOUSE Series Finale Wrap Party",
          1335123062
        ],
        [
          "HOUSE SERIES WRAP PARTY:  Amber Tamblyn arrives at the HOUSE SERIES WRAP PARTY Friday, April 20 at Cicada in downtown Los Angeles, CA.  CR: Scott Kirkland/FOX Photos from the HOUSE Series Finale Wrap Party",
          1335123062
        ],
        [
          "HOUSE SERIES WRAP PARTY: Cast members Odette Annable and Charlyne Yi celebrate during the HOUSE SERIES WRAP PARTY Friday, April 20 at Cicada in downtown Los Angeles, CA.  CR: Frank Micelotta/FOX Photos from the HOUSE Series Finale Wrap Party",
          1335123062
        ],
        [
          "HOUSE SERIES WRAP PARTY: Behind the scenes at the HOUSE SERIES WRAP PARTY Friday, April 20 at Cicada in downtown Los Angeles, CA.  CR: Frank Micelotta/FOX Photos from the HOUSE Series Finale Wrap Party",
          1335123062
        ],
        [
          "HOUSE SERIES WRAP PARTY: The cast of HOUSE (L-R) Peter Jacobson, Omar Epps, Jesse Spencer, Odette Annable, Hugh Laurie, Creator and Executive Producer David Shore, Charlyne Yi and Robert Sean Leonard arrive on the red carpet at  the HOUSE SERIES WRAP PARTY Friday, April 20 at Cicada in downtown Los Angeles, CA.  CR: Scott Kirkland/FOX Photos from the HOUSE Series Finale Wrap Party",
          1335123062
        ],
        [
          "HOUSE SERIES WRAP PARTY:  Odette Annable arrives at the HOUSE SERIES WRAP PARTY Friday, April 20 at Cicada in downtown Los Angeles, CA.  CR: Scott Kirkland/FOX Photos from the HOUSE Series Finale Wrap Party",
          1335123061
        ],
        [
          "HOUSE SERIES WRAP PARTY:  Jesse Spencer arrives at the HOUSE SERIES WRAP PARTY Friday, April 20 at Cicada in downtown Los Angeles, CA.  CR: Scott Kirkland/FOX Photos from the HOUSE Series Finale Wrap Party",
          1335123061
        ],
        [
          "HOUSE SERIES WRAP PARTY: Charlyne Yi arrives on the red carpet at  the HOUSE SERIES WRAP PARTY Friday, April 20 at Cicada in downtown Los Angeles, CA.  CR: Scott Kirkland/FOX Photos from the HOUSE Series Finale Wrap Party",
          1335123061
        ],
        [
          "HOUSE SERIES WRAP PARTY:  Peter Jacobson arrives at the HOUSE SERIES WRAP PARTY Friday, April 20 at Cicada in downtown Los Angeles, CA.  CR: Scott Kirkland/FOX Photos from the HOUSE Series Finale Wrap Party",
          1335123061
        ],
        [
          "HOUSE SERIES WRAP PARTY:  Creator and Executive Producer David Shore (R) and his wife arrive at the HOUSE SERIES WRAP PARTY Friday, April 20 at Cicada in downtown Los Angeles, CA.  CR: Scott Kirkland/FOX Photos from the HOUSE Series Finale Wrap Party",
          1335123060
        ],
        [
          "HOUSE SERIES WRAP PARTY:  Omar Epps arrives at the HOUSE SERIES WRAP PARTY Friday, April 20 at Cicada in downtown Los Angeles, CA.  CR: Scott Kirkland/FOX Photos from the HOUSE Series Finale Wrap Party",
          1335123060
        ],
        [
          "HOUSE SERIES WRAP PARTY:  Robert Sean Leonard arrives at the HOUSE SERIES WRAP PARTY Friday, April 20 at Cicada in downtown Los Angeles, CA.  CR: Scott Kirkland/FOX Photos from the HOUSE Series Finale Wrap Party",
          1335123060
        ]
      ],
      "dates_start": 1335123060,
      "dates_end": 1335123063,
      "likes_avg": 1789,
      "likes_stdev": 1072,
      "comments_avg": 160,
      "comments_stdev": 123,
      "shares_avg": 138,
      "shares_stdev": 163
    },
    {
      "number": 13,
      "important": [
        "seri",
        "scene",
        "seri final",
        "behind scene",
        "behind"
      ],
      "common": [
        "air",
        "behind",
        "behind scene",
        "behind scene air",
        "final",
        "hous",
        "scene",
        "scene air",
        "seri",
        "seri final"
      ],
      "messages": [
        [
          "HOUSE:  Hugh Laurie (L) and series creator, executive producer and series finale director David Shore (R) behind the scenes during filming of the two-hour \"Swan Song/Everybody Dies\" HOUSE series finale. Behind the Scenes Photos from “Everybody Dies” (aired 5/21)",
          1337881858
        ],
        [
          "HOUSE:  Hugh Laurie (R) behind the scenes during filming of the two-hour \"Swan Song/Everybody Dies\" HOUSE series finale. Behind the Scenes Photos from “Everybody Dies” (aired 5/21)",
          1337881858
        ],
        [
          "HOUSE:  Behind the scenes:  Hugh Laurie (R) and show creator and Executive Producer David Shore (L) during production on the two-hour \"Swan Song/Everybody Dies\" HOUSE series finale. Behind the Scenes Photos from “Everybody Dies” (aired 5/21)",
          1337881858
        ],
        [
          "HOUSE:  Behind the scenes:  Show creator and Executive Producer David Shore (R) and guest-star Sela Ward (L) in the two-hour \"Swan Song/Everybody Dies\" HOUSE series finale. Behind the Scenes Photos from “Everybody Dies” (aired 5/21)",
          1337881858
        ],
        [
          "HOUSE:  Behind the scenes:  Show creator and Executive Producer David Shore during production on the two-hour \"Swan Song/Everybody Dies\" HOUSE series finale. Behind the Scenes Photos from “Everybody Dies” (aired 5/21)",
          1337881858
        ],
        [
          "HOUSE:  Behind the scenes:  Hugh Laurie during production on the two-hour \"Swan Song/Everybody Dies\" HOUSE series finale. Behind the Scenes Photos from “Everybody Dies” (aired 5/21)",
          1337881858
        ],
        [
          "Behind the scenes of the \"Body & Soul\" episode of House. Timeline Photos",
          1335292595
        ],
        [
          "Hugh Laurie behind the scenes of “Blowing The Whistle”. Timeline Photos",
          1333485608
        ],
        [
          "Here's an exclusive behind the scenes photo from \"Man Of The House\" (aired 2/20). Timeline Photos",
          1329863879
        ],
        [
          "Visit Tumblr for an exclusive behind the scenes photo from the \"Chase\" episode of HOUSE: http://bit.ly/House_Tumblr HOUSE on Tumblr The Official Tumblr of HOUSE on FOX. ",
          1329258940
        ],
        [
          "Check out a behind the scenes photo of Hugh Laurie and Jeffrey Wright, exclusively on Tumblr: http://bit.ly/House_Tumblr HOUSE on Tumblr The Official Tumblr of HOUSE on FOX. MON at 8/7c!",
          1328639530
        ],
        [
          "=HOUSE -- \"Runaways\" Episode 810 -- Pictured: -- Photo by: Adam Taylor/NBC © NBCUniversal, Inc. Behind the Scenes Photos from “Runaways” (aired 1/30)",
          1328045230
        ],
        [
          "=HOUSE -- \"Runaways\" Episode 810 -- Pictured: -- Photo by: Jordin Althaus/NBC © NBCUniversal, Inc. Behind the Scenes Photos from “Runaways” (aired 1/30)",
          1328045230
        ]
      ],
      "dates_start": 1329622487,
      "dates_end": 1338057844,
      "likes_avg": 2147,
      "likes_stdev": 2583,
      "comments_avg": 114,
      "comments_stdev": 124,
      "shares_avg": 120,
      "shares_stdev": 138
    },
    {
      "number": 14,
      "important": [
        "songeverybodi",
        "die",
        "die hous",
        "die hous seri final swan"
      ],
      "common": [
        "die",
        "die hous",
        "die hous seri final",
        "die hous seri final swan",
        "hous",
        "songeverybodi",
        "songeverybodi die",
        "swan",
        "swan songeverybodi",
        "swan songeverybodi die"
      ],
      "messages": [
        [
          "Jesse Spencer (L) and guest-star Jennifer Morrison (R) in the two-hour \"Swan Song/Everybody Dies\" HOUSE series finale. Photos from \"Swan Song/Everybody Dies\"",
          1337881678
        ],
        [
          "Guest-star Jennifer Morrison in the two-hour \"Swan Song/Everybody Dies\" HOUSE series finale. Photos from \"Swan Song/Everybody Dies\"",
          1337881678
        ],
        [
          "Hugh Laurie (R) and guest-star Jennifer Morrison (L) in the two-hour \"Swan Song/Everybody Dies\" HOUSE series finale. Photos from \"Swan Song/Everybody Dies\"",
          1337881678
        ],
        [
          "Guest-star Sela Ward n the two-hour \"Swan Song/Everybody Dies\" HOUSE series finale. Photos from \"Swan Song/Everybody Dies\"",
          1337881678
        ],
        [
          "Guest-star Andre Braugher in the two-hour \"Swan Song/Everybody Dies\" HOUSE series finale. Photos from \"Swan Song/Everybody Dies\"",
          1337881678
        ],
        [
          "Guest-star Olivia Wilde in the two-hour \"Swan Song/Everybody Dies\" HOUSE series finale. Photos from \"Swan Song/Everybody Dies\"",
          1337881678
        ],
        [
          "\"Swan Song/Everybody Dies\" HOUSE series finale. Photos from \"Swan Song/Everybody Dies\"",
          1337881677
        ],
        [
          "HOUSE:  Hugh Laurie in the two-hour \"Swan Song/Everybody Dies\" HOUSE series finale. Photos from \"Swan Song/Everybody Dies\"",
          1337881677
        ],
        [
          "HOUSE:  Hugh Laurie (C) with guest-stars Kal Penn (R) and James LeGros (L) in the two-hour \"Swan Song/Everybody Dies\" HOUSE series finale. Photos from \"Swan Song/Everybody Dies\"",
          1337881677
        ],
        [
          "HOUSE:  Hugh Laurie (L) and Robert Sean Leonard(R) in the two-hour \"Swan Song/Everybody Dies\" HOUSE series finale. Photos from \"Swan Song/Everybody Dies\"",
          1337881677
        ],
        [
          "HOUSE:  Hugh Laurie (L) and guest-star James LeGros (R) in the two-hour \"Swan Song/Everybody Dies\" HOUSE series finale. Photos from \"Swan Song/Everybody Dies\"",
          1337881677
        ],
        [
          "HOUSE:  Guest-star Kal Penn in the two-hour \"Swan Song/Everybody Dies\" HOUSE series finale. Photos from \"Swan Song/Everybody Dies\"",
          1337881676
        ],
        [
          "HOUSE:  Hugh Laurie (R) and guest-star Jennifer Morrison (R) in the two-hour \"Swan Song/Everybody Dies\" HOUSE series finale. Photos from \"Swan Song/Everybody Dies\"",
          1337881676
        ],
        [
          "HOUSE:  Guest-star Jennifer Morrison in the two-hour \"Swan Song/Everybody Dies\" HOUSE series finale. Photos from \"Swan Song/Everybody Dies\"",
          1337881676
        ],
        [
          "HOUSE:  Hugh Laurie (R) and Robert Sean Leonard (L) in the two-hour \"Swan Song/Everybody Dies\" HOUSE series finale. Photos from \"Swan Song/Everybody Dies\"",
          1337881676
        ],
        [
          "HOUSE:  Foreman (Omar Epps) is concerned about House in the two-hour \"Swan Song/Everybody Dies\" HOUSE series finale. Photos from \"Swan Song/Everybody Dies\"",
          1337881676
        ],
        [
          "HOUSE:  Guest-star Anne Dudek in the two-hour \"Swan Song/Everybody Dies\" HOUSE series finale. Photos from \"Swan Song/Everybody Dies\"",
          1337881675
        ],
        [
          "HOUSE:  Guest-star Sela Ward in the two-hour \"Swan Song/Everybody Dies\" HOUSE series finale. Photos from \"Swan Song/Everybody Dies\"",
          1337881675
        ],
        [
          "HOUSE:  Hugh Laurie (L) and guest-star Sela Ward (R) in the two-hour \"Swan Song/Everybody Dies\" HOUSE series finale. Photos from \"Swan Song/Everybody Dies\"",
          1337881675
        ]
      ],
      "dates_start": 1337881675,
      "dates_end": 1337881677,
      "likes_avg": 546,
      "likes_stdev": 367,
      "comments_avg": 39,
      "comments_stdev": 30,
      "shares_avg": 74,
      "shares_stdev": 129
    },
    {
      "number": 15,
      "important": [
        "episod",
        "star",
        "episod hous air",
        "guest",
        "guest star"
      ],
      "common": [
        "air",
        "blind",
        "episod",
        "episod hous",
        "episod hous air",
        "guest",
        "guest star",
        "hous",
        "hous air",
        "star"
      ],
      "messages": [
        [
          "Guest stars galore. Who was your favorite? 20 Celebrities You Totally Forgot Guest Starred on 'House' Over the course of the show's eight seasons, plenty of celebrities guest starred in an episode.",
          1459955291
        ],
        [
          "Join us in congratulating Omar Epps on his NAACP Image Awards  nomination for Best Supporting Actor in a Drama Series!",
          1355266800
        ],
        [
          "HOUSE:  Park (Charlyne Yi, L) treats a colleague (guest star Jamie Elman, R) from Princeton-Plainsboro in the \"Post Mortem\" episode of HOUSE. Photos from “Post Mortem” (aired 5/7)",
          1336584700
        ],
        [
          "HOUSE:  Foreman (Omar Epps, R) assures a pathologist from Princeton-Plainsboro (guest star Jamie Elman, L) he is getting the best care in the \"Post Mortem\" episode of HOUSE. Photos from “Post Mortem” (aired 5/7)",
          1336584700
        ],
        [
          "HOUSE:   Chase (Jesse Spencer, second from R) and Adams (Odette Annable, R) treat a young girl (guest star Rachel Eggleston, second from R) whose mother (guest star Jessica Collins, L) is a doctor and becomes deeply involved in the case in the \"The C-Word\" episode of HOUSE. Photos from “The C-Word” (aired 4/30)",
          1335985936
        ],
        [
          "HOUSE:  The team treats a young girl (guest star Rachel Eggleston, L) whose mother (guest star Jessica Collins, R) is also a doctor and deeply involved in her case in the \"The C-Word\" episode of HOUSE. Photos from “The C-Word” (aired 4/30)",
          1335985935
        ],
        [
          "HOUSE:  A young patient's grandfather (guest star George Kee Cheung, R) tries an unconventional treatment on his grandson (guest star Riley Lennon Nice, L) in the \"Body and Soul\" episode of HOUSE. Photos from \"Body & Soul\" (aired 4/23)",
          1335385949
        ],
        [
          "HOUSE: Chase (Jesse Spencer, L) and Adams (Odette Annable, R) treat their patient (guest star Kevin Christy, C) in the &quot;We Need the Eggs&quot; episode of HOUSE airing Monday, April 16 (9:00-10:00 PM ET/PT) on FOX.  &#xa9;2012 Fox Broadcasting Co. Cr:  Ray Mickshaw/FOX 1 Photos from “We Need The Eggs” (aired 4/16)",
          1334771834
        ],
        [
          "Did you recognize last night's special guest star on House? Patrick Stump Guest Stars On ‘House’: Watch A Preview Though it appears musical Renaissance man Patrick Stump is taking a break from his own tunes.",
          1334678235
        ],
        [
          "HOUSE:   Adams (Odette Annable, L), Park (Charlyne Yi, second from L) and Taub (second from R) are challenged by House (Hugh Laurie, R) to diagnose their patient in the \"Blowing the Whistle\" Time Period Premiere episode of HOUSE. Photos from “Blowing The Whistle” (aired 4/1)",
          1333554984
        ],
        [
          "HOUSE:   Park (Charlyne Yi, L), Adams (Odette Annable, C) and House (Hugh Laurie, R) work to diagnose their patient in the \"Blowing the Whistle\" Time Period Premiere episode of HOUSE. Photos from “Blowing The Whistle” (aired 4/1)",
          1333554983
        ],
        [
          "HOUSE:   Park (Charlyne Yi, L), Chase (Jesse Spencer, C) and Adams (Odette Annable, R) work to diagnose their patient in the \"Blowing the Whistle\" Time Period Premiere episode of HOUSE. Photos from “Blowing The Whistle” (aired 4/1)",
          1333554983
        ],
        [
          "Hugh Laurie has a message for you. Click below to watch- House Series Finale Exclusive: The Show's Last Big Guest Star Is [Spoiler]! It’s you! The last big guest star is you! Or, well, it could be. Fox is giving House fans the chance to make a cameo in the the show’s retrospective (being broadcast right before the se...",
          1333473859
        ],
        [
          "HOUSE:  Wilson (Robert Sean Leonard, R) helps Park (Charlyne Yi, L) in the \"Love is Blind\" episode of HOUSE. Photos from “Love Is Blind” (aired 3/19)",
          1332525221
        ],
        [
          "HOUSE:  House (Hugh Laurie, L) is in for a surprise when his mother (guest star Diane Baker, R) visits in the \"Love is Blind\" episode of HOUSE. Photos from “Love Is Blind” (aired 3/19)",
          1332525220
        ],
        [
          "HOUSE:  Adams (Odette Annable, R) examines a blind patient (guest star Michael B. Jordan, L) who is suffering from a mysterious illness in the \"Love is Blind\" episode of HOUSE. Photos from “Love Is Blind” (aired 3/19)",
          1332525220
        ],
        [
          "HOUSE:  Will (guest star Michael B. Jordan, R) must break some tough news to his girlfriend (Margo Harshman, L) in the \"Love is Blind\" episode of HOUSE. Photos from “Love Is Blind” (aired 3/19)",
          1332525220
        ],
        [
          "HOUSE:  Diane Baker (R) and Billy Connolly (L) guest-star in the \"Love is Blind\" episode of HOUSE. Photos from “Love Is Blind” (aired 3/19)",
          1332525220
        ],
        [
          "HOUSE:  Adams (Odette Annable, R) and Chase (Jesse Spencer, C) treat a blind patient (guest star Michael B. Jordan, L) who is suffering from a mysterious illness in the \"Love is Blind\" episode of HOUSE. Photos from “Love Is Blind” (aired 3/19)",
          1332525219
        ],
        [
          "HOUSE:  Adams (Odette Annable, L) and Chase (Jesse Spencer, R) treat a blind patient (guest star Michael B. Jordan, C) who is suffering from a mysterious illness in the \"Love is Blind\" episode of HOUSE. Photos from “Love Is Blind” (aired 3/19)",
          1332525219
        ],
        [
          "HOUSE:  House (Hugh Laurie, R) and Park (Charlyne Yi, L) anticipate new information from the team in the \"Love is Blind\" episode of HOUSE. Photos from “Love Is Blind” (aired 3/19)",
          1332525219
        ],
        [
          "HOUSE:  Adams (Odette Annable, R) and Chase (Jesse Spencer, L) try to control a violent patient (guest star David Anders, C) in the \"Nobody's Fault\" episode of HOUSE. Photos from “Nobody’s Fault” (aired 2/6)",
          1328729278
        ],
        [
          "HOUSE:  Chase (Jesse Spencer, R) and Adams (Odette Annable, L) try to control a violent patient (guest star David Anders, C) in the \"Nobody's Fault\" episode of HOUSE. Photos from “Nobody’s Fault” (aired 2/6)",
          1328729278
        ],
        [
          "HOUSE:  Jeffrey Wright guest-stars in the \"Nobody's Fault\" episode of HOUSE. Photos from “Nobody’s Fault” (aired 2/6)",
          1328729278
        ],
        [
          "Jeffrey Wright guest stars as Dr. Walter Cofield in next week's episode of HOUSE. Timeline Photos",
          1328287429
        ],
        [
          "House's Omar Epps has been nominated for an NAACP Image Award! Congrats!",
          1326991811
        ],
        [
          "Melanie Lynskey guest-stars in the \"Better Half\" episode of HOUSE airing Monday, Jan. 23 at 8/7c. Timeline Photos",
          1326912753
        ]
      ],
      "dates_start": 1313631204,
      "dates_end": 1362511000,
      "likes_avg": 2118,
      "likes_stdev": 3808,
      "comments_avg": 133,
      "comments_stdev": 215,
      "shares_avg": 67,
      "shares_stdev": 151
    },
    {
      "number": 16,
      "important": [
        "hous hous",
        "hugh",
        "air",
        "hous hugh",
        "hugh lauri"
      ],
      "common": [
        "air",
        "episod",
        "episod hous",
        "hous",
        "hous hous",
        "hous hugh",
        "hous hugh lauri",
        "hugh",
        "hugh lauri",
        "lauri"
      ],
      "messages": [
        [
          "HOUSE:   House (Hugh Laurie, R) treats a young girl (guest star Rachel Eggleston, L) with numerous pre-existing health problems in the \"The C-Word\" episode of HOUSE. Photos from “The C-Word” (aired 4/30)",
          1335985935
        ],
        [
          "HOUSE:   House (Hugh Laurie) offers to help Wilson in the \"The C-Word\" episode of HOUSE. Photos from “The C-Word” (aired 4/30)",
          1335985935
        ],
        [
          "House star Hugh Laurie heads *behind* the camera once again to direct his castmates. Hugh Laurie doing double duty on 'House' House star talks about his dual roles.",
          1335818359
        ],
        [
          "HOUSE: House (Hugh Laurie, R) teams up with his \"wife\" Dominika (guest star Karolina Wydra, L) to sabotage a friend's relationship in the \"We Need the Eggs\" episode of HOUSE. Photos from “We Need The Eggs” (aired 4/16)",
          1334771835
        ],
        [
          "HOUSE: House (Hugh Laurie, R) and his \"wife\" Dominika (guest star Karolina Wydra, L) go over their immigration case in the \"We Need the Eggs\" episode of HOUSE. Photos from “We Need The Eggs” (aired 4/16)",
          1334771834
        ],
        [
          "HOUSE:  Taub (Peter Jacobson, R) has opinions about his patient's (guest star Greg Finley, L) hockey career in the \"Gut Check\" episode of HOUSE. Photos from \"Gut Check\" (aired 4/9)",
          1334153435
        ],
        [
          "HOUSE:  House (Hugh Laurie, C) and Taub (Peter Jacobson, L) question their patient's surgery in the &quot;Gut Check&quot; episode of HOUSE airing Monday, April 9 (9:00-10:00 PM ET/PT) on FOX.  &#xa9;2012 Fox Broadcasting Co. Cr:  Jordin Althaus/FOX 1 Photos from \"Gut Check\" (aired 4/9)",
          1334153435
        ],
        [
          "HOUSE:  House (Hugh Laurie, R) performs a test on his patient (guest star Greg Finley, L) in the \"Gut Check\" episode of HOUSE. Photos from \"Gut Check\" (aired 4/9)",
          1334153434
        ],
        [
          "HOUSE:  House (Hugh Laurie, L) challenges Taub (Peter Jacobson, R) to play a video game and diagnose their patient at the same time in the \"Blowing the Whistle\" Time Period Premiere episode of HOUSE. Photos from “Blowing The Whistle” (aired 4/1)",
          1333554983
        ],
        [
          "HOUSE:  House (Hugh Laurie, L) and Taub (Peter Jacobson, R) watch a video of their patient in the \"Man of the House\" episode of HOUSE.Broadcasting Co.   Cr:  Jordin Althaus/FOX Photos from \"Man Of The House\" (aired 2/20)",
          1329932165
        ],
        [
          "HOUSE:  House (Hugh Laurie, second from R) and his Ukranian \"wife\" Dominika (guest star Karolina Wydra, second from L) meet with their immigration officer (guest star Jose Zuniga, L) in the \"Man of the House\" episode of HOUSE. Photos from \"Man Of The House\" (aired 2/20)",
          1329932165
        ],
        [
          "HOUSE:  House (Hugh Laurie, R) has a plan when immigration officer (guest star Jose Zuniga, C) visits him and his Ukranian \"wife\" in the \"Man of the House\" episode of HOUSE. Photos from \"Man Of The House\" (aired 2/20)",
          1329932164
        ],
        [
          "HOUSE:  Park (Charlyne Yi, R) helps House (Hugh Laurie, C) and his Ukranian \"wife\" Dominika (guest star Karolina Wydra, L) prepare for their immigration interview in the \"Man of the House\" episode of HOUSE. Photos from \"Man Of The House\" (aired 2/20)",
          1329932164
        ],
        [
          "HOUSE:  House (Hugh Laurie, C) and his Ukranian \"wife\" Dominika (guest star Karolina Wydra, R) say goodbye to an immigration officer (guest star Jose Zuniga, L) after their interview in the \"Man of the House\" episode of HOUSE. Photos from \"Man Of The House\" (aired 2/20)",
          1329932164
        ],
        [
          "HOUSE:  House (Hugh Laurie) watches as an immigration officer leaves his apartment in the \"Man of the House\" episode of HOUSE. Photos from \"Man Of The House\" (aired 2/20)",
          1329932164
        ],
        [
          "HOUSE:  House (Hugh Laurie, second from L) brings a science experiment into the office in the \"Nobody's Fault\" episode of HOUSE. Photos from “Nobody’s Fault” (aired 2/6)",
          1328729278
        ],
        [
          "HOUSE:  House (Hugh Laurie) brings a science experiment into the office in the \"Nobody's Fault\" episode of HOUSE. Photos from “Nobody’s Fault” (aired 2/6)",
          1328729278
        ],
        [
          "HOUSE:  House (Hugh Laurie, second from L) and the team are placed under review by Dr. Walter Cofield (guest star Jeffrey Wright, L) in the \"Nobody's Fault\" episode of HOUSE. Photos from “Nobody’s Fault” (aired 2/6)",
          1328729278
        ],
        [
          "HOUSE:  House (Hugh Laurie, R) is placed under review by Dr. Walter Cofield (guest star Jeffrey Wright, L) in the \"Nobody's Fault\" episode of HOUSE. Photos from “Nobody’s Fault” (aired 2/6)",
          1328729277
        ]
      ],
      "dates_start": 1329215845,
      "dates_end": 1334769342,
      "likes_avg": 673,
      "likes_stdev": 876,
      "comments_avg": 50,
      "comments_stdev": 40,
      "shares_avg": 62,
      "shares_stdev": 85
    },
    {
      "number": 17,
      "important": [
        "better half",
        "better"
      ],
      "common": [
        "better",
        "better half",
        "better half episod",
        "better half episod hous",
        "half",
        "half episod hous",
        "half episod hous better",
        "half episod hous better half",
        "hous",
        "hous better half air"
      ],
      "messages": [
        [
          "HOUSE:  House (Hugh Laurie, L) performs an emergency procedure on a patient in the \"Better Half\" episode of HOUSE. Photos from \"Better Half\" (aired 1/23)",
          1327519268
        ],
        [
          "HOUSE:  House (Hugh Laurie) runs tests in the lab in the \"Better Half\" episode of HOUSE. Photos from \"Better Half\" (aired 1/23)",
          1327519268
        ],
        [
          "HOUSE:  Chase (Jesse Spencer, L) and Adams (Odette Annable, R) perform an emergency procedure on their patient in the \"Better Half\" episode of HOUSE. Photos from \"Better Half\" (aired 1/23)",
          1327519268
        ],
        [
          "HOUSE:  House (Hugh Laurie, fourth from L), Foreman (Omar Epps, L) and the team (L-R:  Odette Annable, Charlyne Yi and Jesse Spencer) admit a patient in the \"Better Half\" episode of HOUSE. Photos from \"Better Half\" (aired 1/23)",
          1327519267
        ],
        [
          "HOUSE:  The team (L-R:  Odette Annable, Charlyne Yi and Jesse Spencer) updates House (Hugh Laurie, L) on their patient's case in the \"Better Half\" episode of HOUSE. Photos from \"Better Half\" (aired 1/23)",
          1327519267
        ],
        [
          "HOUSE:  When the team's patient disappears from the hospital, House (Hugh Laurie, R) stops the patient's wife (guest star Melanie Lynskey, L) from searching for him in the \"Better Half\" episode of HOUSE. Photos from \"Better Half\" (aired 1/23)",
          1327519267
        ],
        [
          "HOUSE:  House (Hugh Laurie, R) and Foreman (Omar Epps, L) question the wife of their missing patient in the \"Better Half\" episode of HOUSE. Photos from \"Better Half\" (aired 1/23)",
          1327519267
        ]
      ],
      "dates_start": 1327519266,
      "dates_end": 1327519267,
      "likes_avg": 375,
      "likes_stdev": 197,
      "comments_avg": 54,
      "comments_stdev": 34,
      "shares_avg": 47,
      "shares_stdev": 56
    },
    {
      "number": 18,
      "important": [
        "episod",
        "hous hold",
        "episod hous hold",
        "hold",
        "episod hous"
      ],
      "common": [
        "episod",
        "episod hous",
        "episod hous hold",
        "episod hous hold origin",
        "episod hous hold origin air",
        "hold",
        "hous",
        "hous hold",
        "origin",
        "origin air"
      ],
      "messages": [
        [
          "HOUSE:  House (Hugh Laurie) listens to Wilson in the \"Holding On\" episode of HOUSE. Photos from \"Holding On\" (originally aired 5/13)",
          1337192960
        ],
        [
          "HOUSE:  House (Hugh Laurie) tries to make amends with Wilson in the \"Holding On\" episode of HOUSE. Photos from \"Holding On\" (originally aired 5/13)",
          1337192960
        ],
        [
          "HOUSE:  House (Hugh Laurie, L) tries to prove a point to his patient (guest star Skylar Astin, R) in the \"Holding On\" episode of HOUSE. Photos from \"Holding On\" (originally aired 5/13)",
          1337192959
        ],
        [
          "HOUSE:  House (Hugh Laurie) sees the aftermath of an accident at Princeton Plainsboro in the \"Holding On\" episode of HOUSE. Photos from \"Holding On\" (originally aired 5/13)",
          1337192959
        ],
        [
          "HOUSE:  House (Hugh Laurie, second from L) tries to prove a point to his patient (guest star Skylar Astin, second from R) in the \"Holding On\" episode of HOUSE. Photos from \"Holding On\" (originally aired 5/13)",
          1337192959
        ],
        [
          "HOUSE:  House (Hugh Laurie, L) makes significant progress in treating their patient (guest star Skylar Astin, R) in the \"Holding On\" episode of HOUSE. Photos from \"Holding On\" (originally aired 5/13)",
          1337192959
        ],
        [
          "HOUSE:  Park (Charlyne Yi) tries to control House in the \"Holding On\" episode of HOUSE. Photos from \"Holding On\" (originally aired 5/13)",
          1337192959
        ],
        [
          "HOUSE:  Foreman (Omar Epps, R) has a surprise for House (Hugh Laurie, L) in the \"Holding On\" episode of HOUSE. Photos from \"Holding On\" (originally aired 5/13)",
          1337192958
        ],
        [
          "HOUSE:  House (Hugh Laurie, R) tries to ignore Foreman (Omar Epps, L) in the \"Holding On\" episode of HOUSE. Photos from \"Holding On\" (originally aired 5/13)",
          1337192958
        ],
        [
          "HOUSE:  Adams (Odette Annable, L), Taub (Peter Jacobson, C) and Park (Charlyne Yi, R) end up in the Emergency Room after a accident in the hospital in the \"Holding On\" episode of HOUSE. Photos from \"Holding On\" (originally aired 5/13)",
          1337192958
        ],
        [
          "HOUSE:  Taub (Peter Jacobson, L) and Adams (Odette Annable, R) search their patient's dorm room in the \"Holding On\" episode of HOUSE. Photos from \"Holding On\" (originally aired 5/13)",
          1337192958
        ],
        [
          "HOUSE:  House (Hugh Laurie, L) looks to the team (L-R:  Odette Annable, Charlyne Yi and Peter Jacobson) for answers to their patient's diagnosis in the \"Holding On\" episode of HOUSE. Photos from \"Holding On\" (originally aired 5/13)",
          1337192958
        ]
      ],
      "dates_start": 1337192958,
      "dates_end": 1337192959,
      "likes_avg": 416,
      "likes_stdev": 216,
      "comments_avg": 35,
      "comments_stdev": 24,
      "shares_avg": 45,
      "shares_stdev": 52
    },
    {
      "number": 19,
      "important": [
        "favorit",
        "last night",
        "night",
        "moment",
        "last"
      ],
      "common": [
        "comment",
        "favorit",
        "favorit moment",
        "hous",
        "hous last",
        "hous last night",
        "last",
        "last night",
        "moment",
        "night"
      ],
      "messages": [
        [
          "Check out E! Online's list of House \"OMG!\" moments and comment below with some of your favorites. House's OMG Moments! - Photo Gallery - E! Online",
          1339431132
        ],
        [
          "'Like' this post if you watched House last night!",
          1335900644
        ],
        [
          "Last night's episode of House was intense! What were some of your favorite moments?",
          1335279639
        ],
        [
          "Share some of your favorite moments from last night’s House in the comments below…",
          1334057426
        ],
        [
          "'Like' this status if you watched HOUSE last night!",
          1332252087
        ],
        [
          "What were some of your favorite moments from last night's HOUSE?",
          1329841879
        ],
        [
          "'Like' this status if you watched HOUSE last night, and share your favorite moments in the comments below.",
          1329247907
        ],
        [
          "Last night's HOUSE was one the most intense episodes yet. Share your thoughts about it in the comments below...",
          1328631861
        ],
        [
          "Did you watch HOUSE last night? Share your favorite scene with us in the comments below.",
          1328037898
        ],
        [
          "What were some of your favorite moments from last night's episode of HOUSE?",
          1327424543
        ]
      ],
      "dates_start": 1328193472,
      "dates_end": 1335827531,
      "likes_avg": 5487,
      "likes_stdev": 4128,
      "comments_avg": 709,
      "comments_stdev": 453,
      "shares_avg": 31,
      "shares_stdev": 18
    }
  ]
}