{
  "pagename": "ironmaiden",
  "globalstats": {
    "messages": 610,
    "likes_avg": 18459,
    "likes_stdev": 36029,
    "comments_avg": 528,
    "comments_stdev": 1218,
    "shares_avg": 2338,
    "shares_stdev": 5249,
    "graph_uri": "clusters/ironmaiden.png"
  },
  "clusters": [
    {
      "number": 1,
      "important": [
        "album",
        "end",
        "last",
        "part",
        "forev",
        "would",
        "seventh son",
        "final",
        "seventh",
        "studio"
      ],
      "common": [
        "album",
        "albums",
        "iron",
        "iron maiden",
        "live",
        "maiden",
        "seventh",
        "seventh son",
        "son",
        "vinyl"
      ],
      "messages": [
        [
          "The final part of Kerrang's 80s Maiden reviews... Maiden Heaven: Part Eight - Seventh Son Of A Seventh Son - Kerrang! Seven studio albums, loads of dodgy trousers... Maiden ended the ‘80s with an album that would be the last with the line-up that had changed the metal world forever...",
          1417429448
        ],
        [
          "6 November 1989 Infinite Dreams (live)\n\nThis single reached #6 in the UK singles chart and was the band’s fourth Top 10 single from the Seventh Son album, the other positions being 3, 5 and 6. The video for this single was filmed at Birmingham NEC in November 1988 on the final leg of the Seventh Son Tour. The full concert was also released the same month on longform vhs entitled Maiden England, and reissued for the first time on DVD in 2013. The b-side (Killers ’88) was the first official release of Killers being sung by Bruce.\n\nhttp://amzn.to/1t7Uo1T\nhttp://www.amazon.com/music/ironmaidenvinyl\n\n#maidenvinyl Timeline Photos",
          1417026304
        ],
        [
          "Parlophone Records (BMG/INgrooves Music Group for the USA) will follow the 2012/13 IRON MAIDEN vinyl picture disc reissues of the first eight Iron Maiden albums, which spanned the 1980s, with brand new pressings of the albums in heavyweight 180g black vinyl.\n\nIn conjunction with these premium album releases, a strictly limited one-off run of the 7” singles from each respective album will be made available. These highly collectable black vinyl singles will be cut from the original analogue master tapes. Released in replica artwork packaging, they are sure to become a must-have item for fans, collectors and anyone who missed out first time round.\n\nThe albums will also be cut from the original analogue master tapes and packaged in identical artwork to the initial 1980’s releases.  As a bonus, the first batch of album releases (Iron Maiden/Killers/The Number Of The Beast) will also be made available in a Collector’s Box sized to house all 8 albums. This package will be a strictly limited edition and available while stocks last.\n\nThe records will be released chronologically across a two month period starting October 13th (14th USA) with the first 3 albums (Iron Maiden/Killers/The Number Of The Beast) and the seven corresponding 7” singles:\n\nRunning Free b/w Burning Ambition\nSanctuary b/w Drifter (Live) and I’ve Got The Fire (Live)\nWomen In Uniform b/w Invasion\nTwilight Zone/Wrathchild double A side\nPurgatory b/w Genghis Khan\nRun To The Hills  b/w Total Eclipse\nThe Number Of The Beast b/w Remember Tomorrow (Live)\n\nFollowed by:\n\nOctober 27th (28th USA): Piece Of Mind, Powerslave and Live After Death and the six corresponding 7” singles:\n\nFlight Of Icarus b/w I’ve Got The Fire\nThe Trooper b/w Cross-Eyed Mary\n2 Minutes To Midnight b/w Rainbow’s Gold\nAces High b/w King Of Twilight\nRunning Free (Live) b/w Sanctuary (Live)\nRun To The Hills (Live) b/w Phantom Of The Opera (Live)\n\nNovember 24th (25th USA): Somewhere In Time and Seventh Son Of A Seventh Son and the six corresponding 7” singles:\n\nWasted Years  b/w Reach Out\nStranger In A Strange Land b/w That Girl\nCan I Play With Madness b/w Black Bart Blues\nThe Evil That Men Do b/w Prowler ‘88\nThe Clairvoyant  b/w The Prisoner (Live)\nInfinite Dreams (Live) b/w Killers (Live)\n\nThe release of these high quality, black vinyl records offers optimum choice to fans who would like to own a piece of Maiden’s authentic 1980’s vinyl sound, or for those simply wanting to rediscover this much loved, iconic format. Coupled with the end of the Maiden England World Tour which began in North America in 2012 and finished last month at Knebworth Park’s Sonisphere Festival, this now completes Maiden’s 1980’s touring and catalogue reissues cycle, so the band are free to focus on their dynamic future plans. Photos from Iron Maiden's post",
          1409051100
        ],
        [
          "The SSOSS Basketball Jersey is 15% off in the U.S. webstore from now until Sunday – 13th!\n\nhttp://ironmaiden.globalmerchstores.com/index.php/shirts/seventh-son-of-seventh-son-basketball-jersey.html SSOSS BASKETBALL JERSEY - APPAREL SEVENTH SON OF SEVENTH SON BASKETBALL JERSEY. Available in sizes SM - 3XL.",
          1397221200
        ],
        [
          "New Seventh Son Soccer Jersey available in the North American webstore!\r\n\r\nhttp://ironmaiden.globalmerchstores.com/index.php/shirts/ssoss-soccer-jersey.html Timeline Photos",
          1374142543
        ],
        [
          "The new issue of Metal Hammer Bulgaria comes out with Eddie on the cover and a killer article on the 25th anniversary of \"Seventh Son Of A Seventh Son\". Up The Irons! Новият брой на “Metal Hammer Bulgaria” излиза на 28 март! | Списание Metal Hammer Bulgaria Поизнервихме ви от чакане през последните два месеца, нали? Е – сега се надяваме да се реваншираме подобаващо с новия брой на “Metal Hammer Bulgaria” с абсолютно култовите Iron Maiden на корицата. Добре де – по-скоро Eddie се зъби  ...",
          1364239553
        ],
        [
          "A series of special limited edition IRON MAIDEN vinyl picture disc albums are due to be released by EMI starting in October 2012. Comprised of the first eight albums of Maiden’s career, all released in the 1980’s,  each picture disc will be packaged in a gatefold sleeve with full colour printed inner bags and the heavyweight vinyl will be cut from the original album master tapes. \r\n\r\nThe albums will be released chronologically between October and February, starting with ‘Iron Maiden’ and ‘Killers’ on 15 October 2012 followed by ‘The Number Of The Beast’ and ‘Piece Of Mind’ in November 2012.\r\n\r\nTo open the new year ‘Powerslave’ and the double album ‘Live After Death’ will be released in January, with the final two titles, ‘Somewhere In Time’ and ‘Seventh Son Of A Seventh Son’ coming out in February 2013. \r\n\r\nThese vinyl picture discs are being released to commemorate IRON MAIDEN’s current Maiden England tour which comprises largely 80’s material, in particular focussing on the ‘Seventh Son Of A Seventh Son’ album. Timeline Photos",
          1346140941
        ]
      ],
      "dates_start": 1363317901,
      "dates_end": 1415325267,
      "likes_avg": 25380,
      "likes_stdev": 20405,
      "comments_avg": 737,
      "comments_stdev": 917,
      "shares_avg": 4120,
      "shares_stdev": 5323
    },
    {
      "number": 2,
      "important": [
        "iron",
        "check",
        "maiden",
        "show",
        "iron maiden",
        "june",
        "get",
        "fanclub",
        "readi",
        "ad"
      ],
      "common": [
        "com playlist 885729491",
        "deezer",
        "deezer com",
        "deezer com playlist",
        "deezer com playlist 885729491",
        "deezer playlist",
        "deezer playlist http",
        "http www",
        "playlist",
        "ready"
      ],
      "messages": [
        [
          "Ready for the gig in POZNAN? Check out our Deezer playlist...\n\nhttp://www.deezer.com/playlist/885729491",
          1402737001
        ],
        [
          "Get ready for the gig in BELGRADE with our Deezer playlist!\n\nhttp://www.deezer.com/playlist/885729491",
          1402132200
        ],
        [
          "Get ready for the SOFIA gig on June 16th with our Deezer playlist!\n\nhttp://www.deezer.com/playlist/885729491",
          1402045800
        ],
        [
          "Get ready for the show in Brno June 8th with our Deezer playlist!\n\nhttp://www.deezer.com/playlist/885729491 Iron Maiden setlist Mascom EC",
          1401786600
        ],
        [
          "Fanclub members at the barrier, ready for doors opening in Bilbao. Timeline Photos",
          1401372553
        ],
        [
          "We're ready... are you?\n#screamformebarcelona Timeline Photos",
          1401208201
        ],
        [
          "Friday 13th. Toronto, are you ready to burn?!? Timeline Photos",
          1342181855
        ]
      ],
      "dates_start": 1372456618,
      "dates_end": 1414247441,
      "likes_avg": 15723,
      "likes_stdev": 17049,
      "comments_avg": 378,
      "comments_stdev": 468,
      "shares_avg": 1586,
      "shares_stdev": 2940
    },
    {
      "number": 3,
      "important": [
        "epic",
        "today",
        "trooper",
        "beer",
        "sonispher",
        "festiv",
        "bruce",
        "great",
        "ad",
        "crowd"
      ],
      "common": [
        "ale",
        "ale sonisphere",
        "beer",
        "festival",
        "iron",
        "iron maiden",
        "maiden",
        "sonisphere",
        "sonisphere festival",
        "trooper"
      ],
      "messages": [
        [
          "Seems appropriate to re-post this today. Sonisphere 2014 Dogfight TROOPER beer brings you The Great War Display Team, in the skies over Knebworth. Bruce Dickinson flies the Fokker DR1 replica.",
          1415707642
        ],
        [
          "LOL Sonisphere Festival",
          1409389436
        ],
        [
          "SONISPHERE 2014 Sonisphere 2014",
          1404841660
        ],
        [
          "The story of the dogfight at Sonisphere :-) Iron Maiden Beer Iron Maiden headlined Sonisphere Festival on July 5th, and earlier in the day Bruce and the Great War Display Team put on an epic display for the festival crowd.",
          1404831113
        ],
        [
          "For the chance to win 2 Saturday tickets to see Iron Maiden play Sonisphere Festival check out the Find My Festival Spotify app and follow the Sonisphere playlist to enter! http://smarturl.it/FindMyFestival Find My Festival Follow to discover festival line-ups as they are announced",
          1403851735
        ],
        [
          "Epic face paint! Sonisphere Festival www.facebook.com/spectrumfacepaintingandbodyart",
          1403602685
        ],
        [
          "If you're at Sonisphere and fancy getting out of the field for a bit, check out the Classic Albums playback - http://sonisphere.co.uk/news/classic-albums-playback/ Classic Albums Playback + Knebworth Exhibition « Sonisphere Festival UK SONISPHERE 2014 coincides with the 40th anniversary of live music at the legendary grounds of Knebworth House, and to celebrate, some very special events will be taking place over the course of the weekend and beyond.",
          1403021077
        ],
        [
          "TROOPER has just been announced as the Official Ale of Sonisphere Festival  It's also their first anniversary so check out Iron Maiden Beer facebook page for photos today, plus a list of UK pubs where you can grab a pint tonight to celebrate!\n\nhttp://www.ironmaiden.com/trooper-announced-as-the-official-ale-of-sonisphere.html TROOPER ANNOUNCED AS THE OFFICIAL ALE OF SONISPHERE We are excited to announce IRON MAIDEN’S TROOPER Premium British beer has just been confirmed as the Official Ale of Sonisphere Festival! The",
          1399619357
        ]
      ],
      "dates_start": 1401037056,
      "dates_end": 1410179119,
      "likes_avg": 22544,
      "likes_stdev": 21174,
      "comments_avg": 340,
      "comments_stdev": 427,
      "shares_avg": 1864,
      "shares_stdev": 2797
    },
    {
      "number": 4,
      "important": [
        "avail",
        "member",
        "today",
        "north",
        "new",
        "american",
        "concert",
        "get",
        "track",
        "let"
      ],
      "common": [
        "american",
        "com",
        "iron",
        "iron maiden",
        "ironmaiden",
        "maiden",
        "north",
        "north american",
        "official",
        "store"
      ],
      "messages": [
        [
          "The Official Maiden 2014 Calendar is now available in the North American webstore!\nhttp://ironmaiden.globalmerchstores.com/index.php/iron-maiden-2014-calendar.html Iron Maiden 2014 Calendar Let Iron Maiden help you keep track of the new year with the new 2014 Calendar! The calendar features 12 incredible graphic images plus photos of the band members playing in concert! Get yours today!",
          1386269480
        ],
        [
          "Get 20% off all North American store orders from now until Friday – 14th. Use code XMAS20 at checkout.\n\nhttp://ironmaiden.globalmerchstores.com Iron Maiden Store Ironmaiden.globalmerchstores.com is the official store for iron maiden tshirts, iron maiden merch",
          1355425200
        ],
        [
          "New to the North American webstore... Maiden England Pull Over Hoodie | Iron Maiden | Iron Maiden Store Ironmaiden.globalmerchstores.com is the official store for iron maiden tshirts, iron maiden merch",
          1348513201
        ],
        [
          "The final leg of the North American tour. The West Coast",
          1347971102
        ],
        [
          "http://www.jacksonguitars.com/promos/2012/iron_maiden/ Iron Maiden Giveaway To celebrate the Summer 2012 \"Maiden England\" North American tour by beloved U.K. Metal legends Iron Maiden, Fender and Jackson are jointly giving their fans a very special Iron Maiden Signature Model giveaway.",
          1344878206
        ],
        [
          "To celebrate the start of Maiden’s 2012 North American Tour use promo code MAIDENUSA at checkout to receive 10% off any order from the North American webstore now through June 30th!\r\nhttp://ironmaiden.globalmerchstores.com Timeline Photos",
          1340209442
        ],
        [
          "The Maiden England North American tour kicks off June 21st in Charlotte. The Countdown Begins!",
          1339779600
        ],
        [
          "“The bugle sounds, the charge begins!”  \nGlobal Merchandising Services, Maiden’s official worldwide merch partner, have launched the new Official Iron Maiden Superstore.  The store will feature merchandise, including classic t-shirt designs, as well as new exclusive items available only through the Maiden Superstore.  The new store is based in the U.S. to give North American fans better shipping rates, but can also ship worldwide.  Receive 10% off any order by using code MAIDEN10 at checkout from now through Monday (28th)! Iron Maiden | Iron Maiden's Official Online Store | Homepage | Iron Maiden Store ironmaidenusa.com is the official store for iron maiden tshirts, iron maiden merch",
          1337953443
        ],
        [
          "Fan Club presales for the North American tour start on Wednesday. You can find all the info at www.ironmaiden.com",
          1330337353
        ]
      ],
      "dates_start": 1332757589,
      "dates_end": 1363095082,
      "likes_avg": 7554,
      "likes_stdev": 7881,
      "comments_avg": 354,
      "comments_stdev": 393,
      "shares_avg": 1459,
      "shares_stdev": 2350
    },
    {
      "number": 5,
      "important": [
        "see",
        "second",
        "day",
        "product",
        "come",
        "watch",
        "eddi",
        "enjoy",
        "detail",
        "ad"
      ],
      "common": [
        "comes",
        "coming",
        "eddie",
        "eddie iron",
        "eddie iron maiden",
        "france",
        "iron",
        "iron maiden",
        "maiden",
        "oficial"
      ],
      "messages": [
        [
          "After thirteen days of protesting against corruption in România, this message comes in my eyes...\nCan't wait to see you again in Bucharest",
          1486941486
        ],
        [
          "Disgusting. This meme is unfair to Eddie and the rest of you lads.",
          1486816270
        ],
        [
          "Always eat your vegetables. Or they might decide to eat you... Klimentiotis Organic Eddie",
          1414743713
        ],
        [
          "Something to get you thinking for Halloween... Eddie Iron Maiden Makeup Tutorial OPEN ME FOR LINKS AND PRODUCT DETAILS! Be sure to give a thumbs up if you enjoy the video! Thank you for watching! Second channel! https://www.youtube.com/wa...",
          1413458400
        ],
        [
          "Scream for me Troopers! Who's coming?? Next Month: Iron Maiden @ Velodrom in Brno, Czech Republic",
          1399806125
        ],
        [
          "HELLFEST France - we're coming!\n\nhttp://www.ironmaiden.com/maiden-to-headline-hellfest-france-june-2014.html",
          1386093806
        ],
        [
          "BRING ON THE BRUCE!!!!!!  Iron Maiden!!!!!!!!!!\\M/ JAKE!!!!! Eddie - Iron Maiden Purgatory",
          1356461562
        ],
        [
          "EDDIE!!!!!!!!!!!!!! \\M/ JAKE \\M/ Iron Maiden!!!!! Eddie - Iron Maiden Bring Your Dauther To The Slaugther",
          1355605717
        ],
        [
          "Here comes Eddie! Here comes Eddie!",
          1340374122
        ],
        [
          "Coming soon Eddie Colombia (Oficial) Behind The Beast Eddie Colombia (Oficial) By\r\nHRS DESIGN",
          1332556594
        ]
      ],
      "dates_start": 1344764880,
      "dates_end": 1449806678,
      "likes_avg": 24311,
      "likes_stdev": 49504,
      "comments_avg": 429,
      "comments_stdev": 649,
      "shares_avg": 2186,
      "shares_stdev": 4205
    },
    {
      "number": 6,
      "important": [
        "number",
        "beast",
        "number beast",
        "record",
        "onli",
        "maiden number",
        "enjoy",
        "video",
        "iron maiden number",
        "veri"
      ],
      "common": [
        "album",
        "beast",
        "iron",
        "iron maiden",
        "iron maiden number",
        "maiden",
        "maiden number",
        "maiden number beast",
        "number",
        "number beast"
      ],
      "messages": [
        [
          "Iron Maiden - The Number Of The Beast (Funny / Rare!!). #IronMaiden, #TheMetalRealm Iron Maiden - The Number Of The Beast (Very Funny / Ultra Rare!!) A Very Rare Video I found out there Enjoy xD UP THE IRONS!!! This is only a Fan Video all Rights Reserved to Iron Maiden,EMI Records and his respective owner...",
          1486351803
        ],
        [
          "[Nouvelle] Iron Maiden - Classique, 'Lego The Number of the Beast' ! (vidéo) \n\nhttp://www.metaluniverse.net/nouvelles.php?id_nouvelle=28981 Iron Maiden: Classique, 'Lego The Number of the Beast' ! (vidéo) Ce n'est pas une nouvelle, mais on ne peut pas ignorer ce classique... une reprise de Iron Maiden...",
          1486245553
        ],
        [
          "It's Maiden Night on Sky Arts...\n\n8pm - Iron Maiden: Number Of The Beast - Classic Albums\n9pm - Iron Maiden: Rock In Rio\n11pm - Iron Maiden: Flight 666",
          1422118800
        ],
        [
          "Kerrang! are working their way through the first 8 albums...\n\nhttp://www.kerrang.com/25349/maiden-heaven-part-three-number-beast/ Maiden Heaven: Part Three - The Number Of The Beast - Kerrang! By 1981, Maiden were accelerating rapidly. But with personnel problems raising their head, big changes were needed before work could begin on album number three…",
          1416587752
        ],
        [
          "Well I'm back after being locked up for 37 days. So here is some Iron Maiden \\m/ (derek) Iron Maiden- The Prisoner De su tercer album \"The Number Of The Beast. Muy buena cancion From their third album \"The Number Of The Beast\". Really good song",
          1356331525
        ],
        [
          "Iron Maiden \\\\m// Jayme\n\nhttp://www.youtube.com/watch?v=Is2nSoqFRHU Iron Maiden - The Prisoner Music Video A Music Video I made of the Prisoner by Iron Maiden off Number of the Beast. It includes video from the Prisoner series, concert footage from Hammersmith 198...",
          1347230201
        ],
        [
          "Thanks to everyone who voted! The Number of the Beast voted best British album of the past 60 years in HMV’s national survey to ma Iron Maiden’s landmark Heavy Metal album of the Eighties The Number of the Beast has been voted the best British album of the past sixty years in a major survey of fans and the wider British public. ",
          1338185229
        ],
        [
          "Iron Maiden: Number of the Beast nominated in HMV poll. Vote NOW for your greatest British album & film of the past 60 years in HMV's Diamond Jubilee national survey at www.hmv.com/jubilee (and you can win stuff too!) Timeline Photos",
          1337252380
        ],
        [
          "ITP News: วันนี้เป็นวันครบรอบ 30 ปีที่ The Number of the Beast ผลงานสุดคลาสสิกของวงเฮฟวีเมทัลระดับตำนานอย่าง Iron Maiden ได้ออกมา พวกเราขอสดุดีให้กับอัลบัมขึ้นหิ้งตลอดกาลแห่งวงการเพลงเมทัล \\m/\\m/ Iron Maiden 30 years ago today!",
          1332462358
        ],
        [
          "Hoje é dia de celebrar o Rock! O clássico álbum “The Number of The Beast”, da banda Iron Maiden, completa hoje seus 30 anos.\n\nE nada melhor para comemorar essa data do que relembrar o show no Rock in Rio em 2001, com a música que dá nome do disco. Rock in Rio 2001: Iron Maiden - The Number of The Beast",
          1332449716
        ]
      ],
      "dates_start": 1326244761,
      "dates_end": 1444798301,
      "likes_avg": 9625,
      "likes_stdev": 13934,
      "comments_avg": 279,
      "comments_stdev": 393,
      "shares_avg": 1376,
      "shares_stdev": 2016
    },
    {
      "number": 7,
      "important": [
        "chanc",
        "vinyl",
        "iron",
        "part",
        "maiden",
        "iron maiden",
        "behind",
        "visit",
        "singl",
        "ad"
      ],
      "common": [
        "box",
        "disc",
        "iron",
        "iron maiden",
        "maiden",
        "photos",
        "picture",
        "picture disc",
        "timeline photos",
        "vinyl"
      ],
      "messages": [
        [
          "A competition from Vinyl Collector if you fancy entering... Vinyl Collector For the chance to #win all nineteen of these ressissued 7\" vinyl Iron Maiden singles, visit http://smarturl.it/MaidenComp",
          1422436212
        ],
        [
          "The last batch of 80's vinyl reissues are out on the 24/25th... here's part 2 of our behind the scenes video.\n\nhttp://www.ironmaiden.com/classic-80s-vinyl-reissues-on-the-way.html",
          1415772660
        ],
        [
          "Behind the scenes of the vinyl reissues - part one: The Artwork.\n\nFind the vinyl on Amazon (www.amazon.com/music/ironmaidenvinyl) or get it from your favourite retailer.",
          1414146694
        ],
        [
          "The nice people at our label are giving away a set of Maiden picture vinyl... enter now and you might be lucky! Iron Maiden - July Competition ENTER BELOW FOR THE CHANCE TO WIN EACH OF THE IRON MAIDEN VINYL PICTURE DISCS!Simply answer the question below for your chance to win. This competition ends at midnight on 31st July 2013.",
          1373530936
        ],
        [
          "Ooooh a big box of vinyl just arrived at Maiden Towers... Timeline Photos",
          1363768526
        ],
        [
          "The final two picture vinyls in the series... Timeline Photos",
          1362128401
        ],
        [
          "Mmmmmm, vinyl. :-D Timeline Photos",
          1358160971
        ],
        [
          "They're not out til January, but you can pre-order the next 2 picture vinyls from Amazon if you want something to look forward to after xmas! Powerslave (Picture Disc) [VINYL] Powerslave (Picture Disc) [VINYL]",
          1355849848
        ],
        [
          "The first two albums are out today on picture vinyl! www.ironmaiden.com/vinyl for more info Timeline Photos",
          1350300811
        ],
        [
          "The picture vinyl is almost here! Iron Maiden Picture Disc Collection Box 1980-1988 [Limited Edition 2LP+Box] [VINYL] Iron Maiden Picture Disc Collection Box 1980-1988 [Limited Edition 2LP+Box] [VINYL]",
          1349796297
        ]
      ],
      "dates_start": 1349004077,
      "dates_end": 1404174193,
      "likes_avg": 26085,
      "likes_stdev": 17218,
      "comments_avg": 571,
      "comments_stdev": 412,
      "shares_avg": 2853,
      "shares_stdev": 2284
    },
    {
      "number": 8,
      "important": [
        "first",
        "exclus",
        "edit",
        "chariti",
        "heavi metal",
        "rock",
        "dave",
        "follow",
        "great",
        "includ"
      ],
      "common": [
        "auction",
        "charity",
        "heavy",
        "heavy metal",
        "heavy metal truants",
        "metal",
        "metal truants",
        "rock",
        "rod",
        "truants"
      ],
      "messages": [
        [
          "Following the success of the first Heavy Metal Truants auction which just raised over £14,000 (inc. some great Maiden items) for the children’s charities, more items have generously been donated as an encore - including exclusive items form Metallica, Aerosmith, Dave Mustaine, Anthrax, Status Quo, Manowar, Kansas, Opeth and others. \n \nwww.ebay.co.uk/cln/teamrockcharity/TEAMROCK-MONSTER-ROCK-AUCTION/113360378014 \n \nBe quick, it closes on Tuesday!! \n \nFor more info go to www.heavymetaltruants.com \n TEAMROCK MONSTER ROCK AUCTION Behold! The TeamRock Monster Rock Auction encore edition! The response to our first auction was tremendous and saw the great and good of our musical world falling over themselves to help, so much i...",
          1409562301
        ],
        [
          "Follow Rod and co cycling from London to Download festival for charity. :-) Heavy Metal Truants (hmtruants) on Twitter The latest from Heavy Metal Truants (@hmtruants). Rod Smallwood and Alexander Milas and friends' charity cycle ride to Download festival to benefit Nordoff Robbins, Childline, and Teenage Cancer Trust. London, UK",
          1402469954
        ],
        [
          "MORE MONEY FOR THE CHARITIES - THANKS!\n\nRod thanks those who supported his Truant’s Cambodia Charity Bike Ride either with the recent auction or by contributing to his justgiving page. The final total raised by Rod and the 37 other riders can now be announced and it is a whopping £372,000 to be shared between Nordoff Robbins - Music Transforming Lives, Teenage Cancer Trust and ChildLine. If you are interested you can now see what happened on the ride, photos and movie, go to www.thetruantsuk.com/cambodia. \n\nlt won’t be long now before the Heavy Metal Truants take to the road again, cycling the 189 miles from London to Download Festival, June 11 to 13. There are still a few places so if you are interested in cycling with Rod, the guys from TeamRock, Metal fans and musicians and some agency and label mates, check it out on www.heavymetaltruants.com",
          1399468866
        ],
        [
          "Two hours left on the Heavy Metal Truants Monster Rock Auction! Monster Rock Ebay Auction Maiden, Rammstein, and more donate huge items for children's charity drive.",
          1380265277
        ],
        [
          "Heavy Metal Truants auction is now live! Monster Rock Ebay Auction Maiden, Rammstein, and more donate huge items for children's charity drive.",
          1379669848
        ],
        [
          "You could join them... Trivium, Paradise Lost, Young Guns Members And More Join Heavy Metal Truants Charity Bike Ride! | Ne More big names have joined Rod Smallwood and Hammer Editor Alexander Milas' upcoming Heavy Metal Truants Charity bike ride from London to Donington! Heroes, each and every one.",
          1363977416
        ],
        [
          "www.heavymetaltruants.com is now live... fancy riding to Download with a bunch of lunatics and raising some cash for kids while you do so? Then read on... Heavy Metal Truants",
          1362411380
        ],
        [
          "Oooh we like a good tease... Heavy Metal Truants Some of you may have seen this already... Exciting!",
          1359641172
        ],
        [
          "A charity update from Rod... Rod's Charity Update As Maiden fans know, I recently took part in our Truants Charity Bike Ride in Morocco...",
          1354723905
        ],
        [
          "Fanclub members! We're having a special fc-only charity auction this weekend to raise money for kids charities - check it out! Rod's On His Bike Again - Charity Auction A special fanclub-only auction will be held this weekend, to raise money for three very deserving charities...",
          1337940583
        ]
      ],
      "dates_start": 1352882118,
      "dates_end": 1397144021,
      "likes_avg": 8915,
      "likes_stdev": 6651,
      "comments_avg": 137,
      "comments_stdev": 79,
      "shares_avg": 664,
      "shares_stdev": 788
    },
    {
      "number": 9,
      "important": [
        "cover",
        "home",
        "iron maiden beer",
        "buddi",
        "clip",
        "iron maiden",
        "trooper",
        "beer",
        "got",
        "give"
      ],
      "common": [
        "beer",
        "com",
        "iron",
        "iron maiden",
        "iron maiden beer",
        "like",
        "maiden",
        "maiden beer",
        "trooper",
        "www"
      ],
      "messages": [
        [
          "Our buddies over at Iron Maiden Beer are giving away stuff... TROOPER-Up your home bar! Need to make your home bar 100% more awesome? We've got you covered. We're giving away a TROOPER tray, pump clip and some stickers. Serve your beers in style, just answer the question below...",
          1426505619
        ],
        [
          "News from our buddies over at TROOPER... and Eddie featured on a rugby programme! Iron Maiden Beer TROOPER at The Rock! \nIn London on Saturday? Get yourself down to Rosslyn Park Rugby Club (www.rosslynpark.co.uk), where TROOPER is making it’s debut as a sponsor and Rod will be presenting the Man of the Match Award (he used to play for them!). And, in what must be a world first for a band, make sure you pick up a copy of the Eddie fronted programme.",
          1414759783
        ],
        [
          "Grab yourself a set of posh glasses to enjoy your Iron Maiden Beer in!\nIdeal xmas present for the Maiden fan who has (almost) everything, and now in Eddie's Special Deals.\n\nhttp://www.ironmaiden.com/killers-tall-tumbler.html Timeline Photos",
          1412676001
        ],
        [
          "Saturday 6pm. If you're at Sonisphere, make sure you're watching the skies! Iron Maiden Beer So... this happens tomorrow.",
          1404491806
        ],
        [
          "Getting ready for showtime with some Iron Maiden Beer Timeline Photos",
          1401202139
        ],
        [
          "Friday the 13th and all is not lucky over at Iron Maiden Beer HQ. How's yours going? Iron Maiden Beer Hope your Friday 13th is going better than ours...",
          1386948337
        ],
        [
          "Rosie talks to Bruce about all things TROOPER and beer-related... follow the link to watch the interview. Iron Maiden Beer TROOPER on CNN - http://edition.cnn.com/video/?/video/business/2013/09/11/tomkins-iron-maiden-beer.cnn",
          1379059534
        ],
        [
          "Want some TROOPER merch to go with your pint? Iron Maiden Beer - Officially Licensed Music T shirts, Hoodies and other merchandise. Iron Maiden Beer - officially licensed merchandise, T shirts, hoodies, and much more. The largest Iron Maiden Beer range available on the net.",
          1373382000
        ],
        [
          "TROOPER has started to ship! We'll keep you posted on availability via Iron Maiden Beer and www.ironmaidenbeer.com - CHEERS! Iron Maiden Beer More beer!",
          1368080653
        ],
        [
          "If you fancy following the brewing process for Trooper, give Iron Maiden Beer a like, cos they've just started making a batch :-)",
          1366277373
        ],
        [
          "Give @IronMaidenBeer a 'Like' and they'll keep you updated on all things Trooper. Iron Maiden Beer TROOPER is a premium British beer, brought to you by Iron Maiden and Robinsons Brewery. Find beer at www.trooper-beer.com",
          1363093952
        ],
        [
          "Like Iron Maiden? Like beer? You're gonna love this... Iron Maiden Beer Bruce tells you all about our new beer!",
          1363078914
        ]
      ],
      "dates_start": 1366582973,
      "dates_end": 1410009711,
      "likes_avg": 24298,
      "likes_stdev": 11773,
      "comments_avg": 558,
      "comments_stdev": 410,
      "shares_avg": 1769,
      "shares_stdev": 1633
    },
    {
      "number": 10,
      "important": [
        "tag",
        "juli tag",
        "juli",
        "ad"
      ],
      "common": [
        "11th",
        "2012",
        "2012 tag",
        "2012 tag 2012",
        "july",
        "july 2012",
        "july 2012 tag",
        "july 2012 tag 2012",
        "tag",
        "tag 2012"
      ],
      "messages": [
        [
          "Calgary, Ab, 26th Of July 2012 Tag Yourself 2012",
          1343432264
        ],
        [
          "Winnipeg, MB, 24th Of July 2012 Tag Yourself 2012",
          1343432133
        ],
        [
          "Indianapolis, IN, 19th July 2012 Tag Yourself 2012",
          1343431833
        ],
        [
          "Detroit, MI - 18th July 2012 Tag Yourself 2012",
          1342738972
        ],
        [
          "Buffalo, NY - 16th July 2012 Tag Yourself 2012",
          1342738905
        ],
        [
          "Sarnia, ON - 14th July 2012 Tag Yourself 2012",
          1342738841
        ],
        [
          "Toronto - 13th July 2012 Tag Yourself 2012",
          1342287169
        ],
        [
          "Montreal - 11th July 2012 Tag Yourself 2012",
          1342286124
        ],
        [
          "Quebec - 8th July 2012 Tag Yourself 2012",
          1342285834
        ],
        [
          "Ottawa - 7th July 2012 Tag Yourself 2012",
          1342285544
        ],
        [
          "Newark, NJ - 2nd July 2012 Tag Yourself 2012",
          1341497358
        ],
        [
          "Milwaukee, WI - 4th July 2012 Tag Yourself 2012",
          1341497358
        ]
      ],
      "dates_start": 1341913037,
      "dates_end": 1343195684,
      "likes_avg": 547,
      "likes_stdev": 1046,
      "comments_avg": 52,
      "comments_stdev": 31,
      "shares_avg": 69,
      "shares_stdev": 76
    },
    {
      "number": 11,
      "important": [
        "offici iron",
        "iron maiden shop",
        "offici iron maiden shop",
        "world",
        "somewher",
        "post",
        "weve",
        "minut",
        "shirt",
        "ad"
      ],
      "common": [
        "http",
        "http www",
        "http www ironmaiden",
        "http www ironmaiden com",
        "iron",
        "iron maiden",
        "maiden",
        "www",
        "www ironmaiden",
        "www ironmaiden com"
      ],
      "messages": [
        [
          "We've just added a bunch of retro shirts to the Official Iron Maiden Shop! Get your 1980's on!\n\nSomewhere On Tour - http://www.ironmaiden.com/somewhere-on-tour.html\nThe Alamo - http://www.ironmaiden.com/remember-the-alamo.html\nVice Is Nice - http://www.ironmaiden.com/vice-is-nice.html\nWorld Slavery - http://www.ironmaiden.com/world-slavery-tour---mens.html\n2 Minutes - http://www.ironmaiden.com/2-minutes-to-midnight.html\nWorld Slavery (ladies) - http://www.ironmaiden.com/world-slavery-tour---girls.html Photos from Iron Maiden's post",
          1418392740
        ],
        [
          "Special offer on Japan, Australia and Spain football shirts at the Official Iron Maiden Shop.... offer ends 14th September.\n\nhttp://www.ironmaiden.com/iron_maiden_shop.php Timeline Photos",
          1409317201
        ],
        [
          "Come on then, now the footie has started lets see some pictures of you in your football shirts!",
          1402930411
        ],
        [
          "If you've bought one of our lovely football shirts from the Official Iron Maiden Shop, howabout posting a pic of you wearing it?\n\nIt'll be kind of like Eurovision, but without the giant cube thing and the weird stage that seemed to be a lake half of the time... \n\nBonus points for creativity!\n\nhttp://www.ironmaiden.com/iron_maiden_shop.php Official Iron Maiden Shop The Official Iron Maiden Shop is the home of exclusive, unique and limited edition merchandise you won't find anywhere else. Based in the UK, shipping worldwide.",
          1400247834
        ],
        [
          "New to the Official Iron Maiden Shop -\nhttp://www.ironmaiden.com/maiden-italy-footbal-shirt.html Football Shirts - Maiden Italy Football Shirt 2014 sees Maiden on tour again and also it's World Cup year. So why not show your true colours with this exclusive football shirt.AND YOU CAN HAVE IT PERSONALISED IF YOU WANT! UP TO 15 LETTERS. All personalisation will be in capital letters. Approximate measurement across the chest from armpit to ar…",
          1399888800
        ],
        [
          "New to the Official Iron Maiden Shop - http://www.ironmaiden.com/maiden-belgium-football-shirt.html Football Shirts - Maiden Belgium Football Shirt 2014 sees Maiden on tour again and also it's World Cup year. So why not show your true colours with this exclusive football shirt.AND YOU CAN HAVE IT PERSONALISED IF YOU WANT! UP TO 15 LETTERS. All personalisation will be in capital letters. Approximate measurement across the chest from armpit to ar…",
          1399879681
        ],
        [
          "The World Cup may not start til June but here at Maiden Towers you know we like a bit of footie and we're already getting excited! The first of our 2014 Steve Harris approved football shirts had to be England really...\n\nExclusive to the Iron Maiden Shop! http://www.ironmaiden.com/england-football-shirt.html Photos from Iron Maiden's post",
          1395849993
        ],
        [
          "New goodies in the Official Iron Maiden Shop - 2 new hats to keep you warm this winter and a Number Of The Beast tote bag to, err, tote things in. Official Iron Maiden Shop The Official Iron Maiden Shop is the home of exclusive, unique and limited edition merchandise you won't find anywhere else. Based in the UK, shipping worldwide.",
          1386773790
        ],
        [
          "Order something from the Official Iron Maiden Shop this weekend and get a free Final Frontier draw-string bag! Why? Because we can! \r\n\r\nhttp://www.ironmaiden.com/iron_maiden_shop.php\r\n\r\n(offer starts 6pm Friday and ends Monday at 23:58 GMT or earlier if we run out of bags!) Timeline Photos",
          1385744401
        ],
        [
          "Stocks of the 2013 football shirt are running low and we won't be re-ordering, so get yours now!\r\n\r\nhttp://www.ironmaiden.com/2013-football-shirt-1.html Timeline Photos",
          1381493586
        ],
        [
          "New to the Official Iron Maiden Shop - Piece Of Mind Eddie standee! http://www.ironmaiden.com/eddie-standee.html Timeline Photos",
          1368098702
        ],
        [
          "We're having a sale over at the Official Iron Maiden Shop. Pick up a t-shirt for a tenner in the 'Eddie's Special Deals' section - http://www.ironmaiden.com/iron_maiden_shop.php",
          1367316551
        ]
      ],
      "dates_start": 1378081908,
      "dates_end": 1407907039,
      "likes_avg": 12855,
      "likes_stdev": 10660,
      "comments_avg": 246,
      "comments_stdev": 130,
      "shares_avg": 1432,
      "shares_stdev": 2218
    },
    {
      "number": 12,
      "important": [
        "thi",
        "song",
        "name",
        "best",
        "iron maiden hallow",
        "hallow",
        "version",
        "live",
        "origin",
        "ironmaiden"
      ],
      "common": [
        "hallowed",
        "hallowed thy",
        "hallowed thy name",
        "iron",
        "iron maiden",
        "live",
        "maiden",
        "name",
        "thy",
        "thy name"
      ],
      "messages": [
        [
          "Iron Maiden #ironmaiden hallowed be thy name ... Wildchild production and entertainment Wildchild Original ... wildchild\\m/ Iron Maiden - Hallowed Be Thy Name (live) Hallowed Be Thy Name by Iron Maiden at the Beast Over Hammersmith Performance 1982. Probably the best live version of this song.",
          1486343481
        ],
        [
          "Iron Maiden anyone??\n(Jamie) Iron Maiden - Hallowed Be Thy Name (Flight 666) [HD] \"Hallowed Be Thy Name\" written by Steve Harris for the 1982 album \"The Number of The Beast\". The song describes a man's thoughts just before being sent to th...",
          1356269930
        ],
        [
          "Iron Maiden \\m/ Iron Maiden Fans Forever \\m/ Iron Maiden (British Heavy Metal Band) \\m/ Eddie - Iron Maiden!!\n\\m/Lisa\\m/ Iron Maiden - Hallowed Be Thy Name Music video by Iron Maiden performing Hallowed Be Thy Name (Live At Long Beach Arena).",
          1355829851
        ],
        [
          "FUCK YES!!!!!  LOVE IT!\n\nIron Maiden \\m/ Iron Maiden Fans Forever \\m/ Iron Maiden (British Heavy Metal Band)\n\\m/Lisa\\m/ Iron Maiden - Hallowed Be Thy Name (live) PM me for a lockerz.com invite :). Hallowed Be Thy Name by Iron Maiden at the Beast Over Hammersmith Performance 1982. Probably the best live version of this...",
          1348820406
        ],
        [
          "I LUV THIS FU#KEN SONG!!!!!!!! \\M/ JAKE \\M/ Iron Maiden!!!!!!!! Iron Maiden - Hallowed Be Thy Name Iron Maiden - Hallowed Be Thy Name [The Number Of The Beast] I'm waiting in my cold cell, when the bell begins to chime. Reflecting on my past life and it do...",
          1348681481
        ],
        [
          "And at #1 on our list this morning is this one from Iron Maiden! \nIron Maiden Fans Forever\n\\m/Lisa\\m/ Iron Maiden - Hallowed Be Thy Name Music video by Iron Maiden performing Hallowed Be Thy Name (Live At Long Beach Arena).",
          1348476746
        ],
        [
          "Iron Maiden, Iron Maiden Fans Forever, Iron Maiden (British Heavy Metal Band)!!! UP THE IRONS \\m/ melissa \\m/ Iron Maiden - Hallowed Be Thy Name (live) PM me for a lockerz.com invite :). Hallowed Be Thy Name by Iron Maiden at the Beast Over Hammersmith Performance 1982. Probably the best live version of this...",
          1346948780
        ],
        [
          "Iron Maiden ROCKS!  Iron Maiden Fans Forever!!!!!\n\\\\m//Lisa\\\\m// Iron Maiden - Hallowed Be Thy Name (live) PM me for a lockerz.com invite :). Hallowed Be Thy Name by Iron Maiden at the Beast Over Hammersmith Performance 1982. Probably the best live version of this...",
          1346755697
        ],
        [
          "Epic job by Robb Flynn and Machine Head!! Iron Maiden would approve! \nThe crowd shots are so badass!! **COVERS** rolls on!\n\\m/Shawn Machine Head - Hallowed Be Thy Name www.facebook.com/Heavy.Metal.Hitman",
          1346706895
        ],
        [
          "AWESOME !!! I'M GOING TO SEE ALICE COOPER WITH MAIDEN TOMORROW !!!CANT WAIT!!!! \\M/ JAKE \\M/ Iron Maiden!! I WILL TRY TO RECORD SUM FOOTAGE IF YOU WANT!! Iron Maiden - Hallowed Be Thy Name (live) PM me for a lockerz.com invite :). Hallowed Be Thy Name by Iron Maiden at the Beast Over Hammersmith Performance 1982. Probably the best live version of this...",
          1340730516
        ],
        [
          "HITMAN\\m/.. Iron Maiden .. Iron Maiden (British Heavy Metal Band) ... IronMaiden ...\\m/ Iron Maiden - Hallowed Be Thy Name [ WITH LYRICS ] ☠☠☠☠☠☠☠☠☠☠☠☠☠☠☠☠☠☠☠☠☠\r\nhttp://www.facebook.com/Heavy.Metal.Hitman \r\n☠☠☠☠☠☠☠☠☠☠☠☠☠☠☠☠☠☠☠☠☠\r\n",
          1340496804
        ],
        [
          "FRIDAY FLASHBACK:  Iron Maiden - The Number of the Beast (1982)\n\nIt was 30 years ago yesterday that this incredibly pivotal album was\nreleased, forever altering the course of metal for both fans & bands\nalike.  Up the IRONS! Iron Maiden - Hallowed Be Thy Name (live) PM me for a lockerz.com invite :). Hallowed Be Thy Name by Iron Maiden at the Beast Over Hammersmith Performance 1982. Probably the best live version of this...",
          1332504449
        ]
      ],
      "dates_start": 1319086062,
      "dates_end": 1397341443,
      "likes_avg": 51,
      "likes_stdev": 55,
      "comments_avg": 3,
      "comments_stdev": 3,
      "shares_avg": 10,
      "shares_stdev": 10
    },
    {
      "number": 13,
      "important": [
        "see",
        "join",
        "iron",
        "maiden",
        "iron maiden",
        "made",
        "bruce dickinson",
        "dark",
        "bruce",
        "ad"
      ],
      "common": [
        "air",
        "bruce",
        "bruce air",
        "bruce dickinson",
        "dickinson",
        "flight",
        "iron",
        "iron maiden",
        "maiden",
        "simulator"
      ],
      "messages": [
        [
          "While joining Ronnie James Dio onstage, Iron Maiden's Bruce Dickinson forgot the words to \"Rainbow in the Dark!\" He made a pretty solid recovery though. See the blunder here along with a bunch more: 10 Rockers Forgetting Lyrics Onstage  ",
          1486836039
        ],
        [
          "Team Rock to make Bruce's 6Music rock shows available... TeamRock Radio to air Bruce Dickinson show TeamRock Radio is to broadcast 52 rock shows hosted by Bruce Dickinson and which originally aired on BBC Radio 6 Music.",
          1417613512
        ],
        [
          "A stocking filler from our buds at Planet Rock. Of course Eddie top trumps everything else... doesn't he? Top Trumps With less than two weeks till the pack is released to pre-sale buyers, here is the definitive list of all artists in the inaugural \"Rock Gods\" Top Trumps -\n\nLed Zeppelin \nDeep Purple\nBlack Sabbath\nThe Rolling Stones\nIron Maiden\nGuns N' Roses\nAC/DC\nPink Floyd\nAerosmith\nMetallica\nThe Who\nQueen\nDavid Bowie\nKISS\nMotörhead\nThin Lizzy\nGenesis\nBruce Springsteen\nYes\nDef Leppard\nJudas Priest\nMotley Crue\nFree\nStatus Quo\nRory Gallagher\nCream\nAlice Cooper\nWhitesnake\nHeart\nNirvana\n\nOn general release Monday December 8th and available here to pre-order now -\n\nhttp://rocktrumps.bigcartel.com/product/top-trumps-rock-gods",
          1415979793
        ],
        [
          "ACES HIGH! Bruce plans WW1 air display at Sonisphere Knebworth...\n\nWe are thrilled to announce a very special treat for all attending Sonisphere Festival on Saturday July 5th. The Great War Display Team, a group of pilots which includes IRON MAIDEN vocalist Bruce Dickinson among its illustrious members, will stage a spectacular 12 minute air display in the skies above Knebworth at approximately 6pm.\n\n\n(If you like planes, check out this month's FlyPast Magazine for an interview with Bruce about his triplane) Aces High Bruce reaches for the Sonisphere sky with a spectacular WW1 tribute air display",
          1401431756
        ],
        [
          "My \" one man band \" support act for Bruce Dickinson / Iron Maiden.\n( Solobass show )\nFilmed by Gabriel Henningson.\nSee the link.\nhttps://www.youtube.com/watch?v=Gxbl1FnMBek\n\n\nPlease feel free to share this link.\n\nI wish you a nice day!\nMagnus Rosén. Funky bassplaying with Magnus Rosén A bassolo i did at Bruce Dickinson ( Iron Maiden ) Show, solobass show like a support act. I played 10 years with Hammerfall, but it was a little more strage...",
          1394614664
        ],
        [
          "More voting fun... Bruce Dickinson vs. Lemmy Kilmister - Greatest Metal Frontman, Quarterfinals Iron Maiden's Bruce Dickinson takes on Motorhead's Lemmy Kilmister in the quarterfinals of Loudwire's Greatest Metal Frontman tournament.",
          1384444895
        ],
        [
          "Bruce Air flight simulator dates for November and December are now up at www.bruceair.co.uk",
          1351673382
        ],
        [
          "http://www.metalhammer.co.uk/news/iron-maiden-part-2-of-our-special-download-interview-with-bruce-dickinson/ Iron Maiden: Part 2 Of Our Special Download Interview With Bruce Dickinson | | Metal Hammer Here’s Part 2 of our interview with Iron Maiden's Bruce Dickinson! We chat about what kind of show we can expect at Download 2013, the song he's most happy about revisiting, how the internet has changed the hype around festivals and more.",
          1348560393
        ],
        [
          "Bid to be Bruce's wingman in the Global Flight Simulator Challenge - http://gfsc2012.blogspot.co.uk/ Global Flight Simulator Challenge 2012 Our objective is to raise £100k to buy, and maintain for five years, the genuine aircraft fuselage flight simulator we have on loan.",
          1347635400
        ],
        [
          "Quick 'other stuff' update for you... The US release of Adrian's Primal Rock Rebellion project is next week - April 17th - and there are still Bruce Air 737 simulator slots available for May if you fancy a flying lesson with Bruce.",
          1334213101
        ],
        [
          "Bruce Air May simulator dates have been announced - check them out if you'd like to try your hand at flying a 737... www.bruceair.co.uk",
          1333368630
        ],
        [
          "Bruce Air have got flight sim sessions available on March 10th and over the Easter holidays - Hit www.bruceair.co.uk for more info. Bruce Air After the success of the first Bruce Air Flight 666 Experience, we are pleased to offer another chance to fly Bruce-Air, in a state-of-the-art full motion 737 flight simulator with personal instruction from Bruce!",
          1330604545
        ],
        [
          "More Bruce Air flight sim dates available at www.bruceair.co.uk",
          1326793947
        ]
      ],
      "dates_start": 1329451655,
      "dates_end": 1420359122,
      "likes_avg": 8659,
      "likes_stdev": 9565,
      "comments_avg": 503,
      "comments_stdev": 1171,
      "shares_avg": 606,
      "shares_stdev": 878
    },
    {
      "number": 14,
      "important": [
        "tag",
        "june",
        "august",
        "ad"
      ],
      "common": [
        "2012",
        "2012 tag",
        "2012 tag 2012",
        "august",
        "june",
        "june 2012",
        "june 2012 tag",
        "june 2012 tag 2012",
        "tag",
        "tag 2012"
      ],
      "messages": [
        [
          "Pretty self explanatory isn't it? Tag Yourself 2013",
          1381149511
        ],
        [
          "Houston, TX - 18th August 2012 Tag Yourself 2012",
          1345650249
        ],
        [
          "Dallas, TX - 17th August 2012 Tag Yourself 2012",
          1345650085
        ],
        [
          "San Antonio, TX - 15th August 2012 Tag Yourself 2012",
          1345649991
        ],
        [
          "Denver, CO - 13th August 2012 Tag Yourself 2012",
          1345649906
        ],
        [
          "Albuquerque, NM - 12th August 2012 Tag Yourself 2012",
          1345649664
        ],
        [
          "Rockfest, MN, Tag Yourself 2012",
          1343431996
        ],
        [
          "Indianapolis, Tag Yourself 2012",
          1343431833
        ],
        [
          "Philadelphia, 29th June 2012 Tag Yourself 2012",
          1341021887
        ],
        [
          "Jones Beach, 27th June 2012 Tag Yourself 2012",
          1341021887
        ],
        [
          "Boston - 26th June 2012 Tag Yourself 2012",
          1340802844
        ],
        [
          "Atlanta, 23rd June 2012 Tag Yourself 2012",
          1340641304
        ],
        [
          "Charlotte, NC - 21st June 2012 Tag Yourself 2012",
          1340641304
        ]
      ],
      "dates_start": 1335870282,
      "dates_end": 1356497788,
      "likes_avg": 597,
      "likes_stdev": 501,
      "comments_avg": 77,
      "comments_stdev": 68,
      "shares_avg": 1312,
      "shares_stdev": 4154
    },
    {
      "number": 15,
      "important": [
        "photo",
        "member",
        "timelin",
        "shop timelin",
        "sonispher",
        "shop",
        "complet",
        "shirt",
        "ad",
        "offici"
      ],
      "common": [
        "com",
        "http",
        "http www",
        "http www ironmaiden",
        "ironmaiden",
        "ironmaiden com",
        "shirt",
        "www",
        "www ironmaiden",
        "www ironmaiden com"
      ],
      "messages": [
        [
          "Our 2015 calendar is now on the shelves!\nDiscount for FC members if you order through our Official Shop (y)\n\nhttp://www.ironmaiden.com/2015-calendar.html Timeline Photos",
          1413553062
        ],
        [
          "Last call for Sonisphere shirts... pre-order closes tomorrow. Sonisphere Reprint Due to unprecedented demand, the Sonisphere event shirt sold out at the Festival. We've made special arrangements to have an additional print run done, so that disappointed fans can get the exact shirt that was on sale at Sonisphere, complete with the date. This shirt will only be available to order…",
          1405589628
        ],
        [
          "Folks who went to Sonisphere will know that we sold out of the event shirt - sorry! As so many people contacted us about it, we've arranged a reprint run - order by Friday for the exact shirt you would have got at the festival, with the date on the back.\n\nhttp://www.ironmaiden.com/sonisphere-event-shirt-with-date.html Sonisphere Reprint Due to unprecedented demand, the Sonisphere event shirt sold out at the Festival. We've made special arrangements to have an additional print run done, so that disappointed fans can get the exact shirt that was on sale at Sonisphere, complete with the date. This shirt will only be available to order…",
          1405320668
        ],
        [
          "Voila! Le French event shirt!\nhttp://www.ironmaiden.com/france-event-shirt.html Timeline Photos",
          1403608501
        ],
        [
          "Right, had some emergency laser surgery and punched the photographer in the face...  New Shirt! Exclusive to the Shop! Woooooo!\n\nhttp://www.ironmaiden.com/eddie-montage-2014.html Timeline Photos",
          1396345080
        ],
        [
          "We're having a bit of a clear out to make room for new 2014 shirts... grab an Icey Eddie for only a tenner\n\nhttp://www.ironmaiden.com/icey-breath.html Timeline Photos",
          1395328006
        ],
        [
          "New to Eddie's Special Deals.... only a tenner!\n\nhttp://www.ironmaiden.com/crown-finger-t-shirt.html Timeline Photos",
          1392738776
        ],
        [
          "This bad boy is in the sale... only a tenner!\r\nhttp://www.ironmaiden.com/montage-t-shirt.html Timeline Photos",
          1389705932
        ],
        [
          "2012 'Eddie Reborn' shirt - only a tenner in the sale! http://www.ironmaiden.com/reborn-t-shirt.html Timeline Photos",
          1389189745
        ],
        [
          "Mexico event shirt now available - http://www.ironmaiden.com/mexico-event-shirt.html Timeline Photos",
          1379503589
        ],
        [
          "Saw the show but missed the shirt? O2 event shirts now in stock - http://www.ironmaiden.com/o2-event-shirt.html Timeline Photos",
          1375696626
        ],
        [
          "Didn't get a shirt at Download? The Official Shop has got you covered... http://www.ironmaiden.com/download-event-shirt.html Timeline Photos",
          1371736615
        ],
        [
          "We've just put some 'A Matter Of Life And Death' shirts up in Eddie's Special Deals... only £8 each. Grab them before they go!\r\n\r\nhttp://www.ironmaiden.com/iron_maiden_shop.php Timeline Photos",
          1358149332
        ],
        [
          "New t-shirt just added to our Official Shop - http://www.ironmaiden.com/madness-watermark.html Timeline Photos",
          1351863673
        ]
      ],
      "dates_start": 1370130782,
      "dates_end": 1405344822,
      "likes_avg": 34936,
      "likes_stdev": 19248,
      "comments_avg": 579,
      "comments_stdev": 322,
      "shares_avg": 4218,
      "shares_stdev": 3464
    },
    {
      "number": 16,
      "important": [
        "hold",
        "ever",
        "maidenvinyl timelin",
        "rock",
        "maidenvinyl",
        "record",
        "headlin",
        "festiv",
        "perform",
        "novemb"
      ],
      "common": [
        "amzn",
        "band",
        "http",
        "maidenvinyl timeline",
        "maidenvinyl timeline photos",
        "music",
        "released",
        "timeline",
        "timeline photos",
        "tour"
      ],
      "messages": [
        [
          "7 November 1988\n\nThe B-side “The Prisoner” was a live recording from the band’s legendary 1988 headline performance at Monsters Of Rock at castle donington, which still holds the record for the biggest Donington festival attendance ever, with 107,000 fans.\n\nhttp://amzn.to/1xLiNzj\nhttp://www.amazon.com/music/ironmaidenvinyl\n\n#maidenvinyl Timeline Photos",
          1417015504
        ],
        [
          "1 August 1988\n\nBand were on tour in US on 7th Son tour when this came out. Ace Frehley’s Comet were supporting. The b side Prowler 88 was a re-recorded studio version of the original song from the Iron Maiden album now with Bruce on vocals. Steve hadn’t been happy with the production on first album so this afforded the band the opportunity to do a revised production.\n\nhttp://amzn.to/1vlJxIf\nhttp://www.amazon.com/music/ironmaidenvinyl\n\n#maidenvinyl Timeline Photos",
          1417011912
        ],
        [
          "20 March 1988 Can I Play With Madness \n\nThe promo video for this single featured Monty Python star Graham Chapman and was directed by Julian Doyle, who also edited the Pythons’ Life Of Brian film and directed Bruce’s 2008 The Chemical Wedding film. The B-side is called Black Bart Blues and was named after Bruce’s suit of armour called Black Bart which was kept in the back lounge of the tour bus.\n\nhttp://amzn.to/1yOO6IW\nhttp://www.amazon.com/music/ironmaidenvinyl\n\n#maidenvinyl Timeline Photos",
          1417001105
        ],
        [
          "22 November 1986 - Stranger In A Strange Land \n\nThe day this single was released the band were on the European leg of their Somewhere In Time Tour and played a show in Hanover, Germany that night. WASP were the support band.\n\nhttp://amzn.to/1u5g4fh\nhttp://www.amazon.com/music/ironmaidenvinyl\n\n#maidenvinyl Timeline Photos",
          1416925504
        ],
        [
          "Run To The Hills (live) - 2 December 1985\n\nThis live single was also recorded at Long Beach Arena in LA during the ’85 leg of the World Slavery Tour and is taken from the Live After Death album. The early pressings of the original 7” single included an “autographed” xmas card from the band, now a collector’s item.\n\nhttp://amzn.to/1CVZbsN\nhttp://www.amazon.com/music/ironmaidenvinyl\n\n#maidenvinyl Timeline Photos",
          1414602902
        ],
        [
          "Running Free (live) - 23 September 1985\n\nThis live single was recorded at Long Beach Arena in LA during the ’85 leg of the World Slavery Tour and was included on the Live After Death album released the following month. It was the first Maiden single to feature any of the band on the cover rather than an Eddie artwork.\n\nhttp://amzn.to/1sPjiGl\nhttp://www.amazon.com/music/ironmaidenvinyl\n\n#maidenvinyl Timeline Photos",
          1414596299
        ],
        [
          "2 Minutes To Midnight - 6 August 1984\n\n2 Minutes was released the same week the band opened their longest tour to date - the World Slavery Tour. This began on Aug 9th with the band’s first visit to Poland. Maiden were the first major band to take a full Western rock concert production and tour extensively behind the Iron Curtain in 1984 playing 5 shows in Poland and 2 shows in Yugoslavia at the height of the Cold War at a time when East-West relations were at their frostiest\n\nhttp://amzn.to/1wtFUi2\nhttp://www.amazon.com/music/ironmaidenvinyl\n\n#maidenvinyl Timeline Photos",
          1414575004
        ],
        [
          "The Trooper - 20 June 1983\n\nThe B-Side is a cover version of Jethro Tull’s “Cross-Eyed Mary” and without any involvement from band or their record label it picked up radio airplay in the US. It was one of the only songs Maiden ever had played on US radio back in the ‘80s. Due to this unique success on radio, the record label asked for the track to be added to the Piece Of Mind album. The band refused as it would be unfair to the 250,000 fans who had already bought the record.\n\nhttp://amzn.to/1t53EIO\nhttp://www.amazon.com/music/ironmaidenvinyl\n\n#maidenvinyl Timeline Photos",
          1414508401
        ],
        [
          "Last one for now...\n\nThe Number Of The Beast - originally released April 26 1982\n\nMaiden were in Munich on their European Beast On The Road Tour when this single came out. The NOTB album had been released a few weeks earlier and Rod called Steve immediately the news came in that it had hit #1 in the album charts. However there was little time for celebration as when he called, the band were busy pushing their tour bus to the nearest garage as it had broken down in the Swiss alps! There were accusations of hype in the media for a metal album going in at #1 although these quickly subsided when it remained there for a second week. \n\nhttp://amzn.to/1rTJi2Z\nhttp://www.amazon.com/music/ironmaidenvinyl\n\n#maidenvinyl Timeline Photos",
          1413381601
        ],
        [
          "Purgatory - originally released 15th June 1981\n\nMaiden were on their first ever tour of North America on the day Purgatory was released. In between a run of supporting Judas Priest on their Point Of Entry US Tour, they did a handful of own-shows in June including a first visit to Toronto and Montreal. Maiden have never supported in Eastern Canada; their first shows there were headline ones.\n\nhttp://amzn.to/1tuGFmc \nhttp://www.amazon.com/music/ironmaidenvinyl\n\n#maidenvinyl Timeline Photos",
          1413359470
        ],
        [
          "Twilight Zone/Wrathchild - originally released March 2 1981\n\nOn the day this double A-side 7” was released the band were out on the Killers Tour and played a show that night at the Southampton Gaumont Theatre. French rock band Trust were supporting. At the time, Nicko was drumming for Trust and it was during this tour he met and befriended the other Maiden members. This was also Adrian Smith’s first single with Iron Maiden.\n\nhttp://amzn.to/1t0WGWJ\nhttp://www.amazon.com/music/ironmaidenvinyl\n\n#maidenvinyl Timeline Photos",
          1413298805
        ],
        [
          "Women In Uniform - originally released October 27 1980\n\nThe band were taking some downtime when Women In Uniform was released having recently been on the road as Special Guests to Kiss on their Unmasked European tour. Its a cover version of a song by Australian band Skyhooks and is the only cover version Maiden have ever released as a single.\n\nhttp://amzn.to/1vLybLV\nhttp://www.amazon.com/music/ironmaidenvinyl\n\n#maidenvinyl Timeline Photos",
          1413274856
        ],
        [
          "Sanctuary - originally released May 23 1980\n\nThe band were on their first headline Iron Maiden tour when Sanctuary was released. They played that night at the Cambridge Corn Exchange with support from Praying Mantis and DJ Neal Kay who had championed the band’s demo tape playing it at his North London rock club residency, The Soundhouse where it regularly topped the weekly chart of most requested songs and became known as The Soundhouse Tapes when it was eventually commercially released as a 7” single.\n\nhttp://amzn.to/Zb4MxW\nhttp://www.amazon.com/music/ironmaidenvinyl\n\n#maidenvinyl Timeline Photos",
          1413212401
        ],
        [
          "Running Free - originally released Feb 8th 1980\n\nOn the day Running Free was released the band were out on tour on the multi-artist Metal For Muthas UK Tour and played a show that night at Huddersfield Polytechnic (Rod’s hometown!). When the song entered the UK Top 40, Maiden were invited to appear on the BBC weekly music chart TV show Top of The Pops which they agreed to do only on condition they could play live, not mime as was the custom for the show back then. The BBC reluctantly agreed.\n\nhttp://amzn.to/1oM545h\n\n#maidenvinyl Timeline Photos",
          1413190800
        ]
      ],
      "dates_start": 1413174683,
      "dates_end": 1416247396,
      "likes_avg": 26514,
      "likes_stdev": 6891,
      "comments_avg": 219,
      "comments_stdev": 71,
      "shares_avg": 1241,
      "shares_stdev": 480
    },
    {
      "number": 17,
      "important": [
        "buy",
        "ticket",
        "festiv",
        "open",
        "maiden headlin",
        "ticket go",
        "go onsal",
        "onsal",
        "juli",
        "detail"
      ],
      "common": [
        "buy",
        "download",
        "download festival",
        "festival",
        "headline",
        "iron",
        "iron maiden",
        "june",
        "maiden",
        "tickets"
      ],
      "messages": [
        [
          "IRON MAIDEN will headline the opening night of the Arras Main Square Festival in France on July 3rd. The four day Festival takes place between July 3rd – 6th.\n\nTickets go onsale Wednesday, December 18th at 10am local time. For further information and details on how to buy tickets -www.mainsquarefestival.fr http://www.mainsquarefestival.fr/",
          1387209600
        ],
        [
          "Just announced: Maiden headline Copenhell Festival, Denmark and Rock In Idro, Italy next summer!",
          1386838987
        ],
        [
          "IRON MAIDEN will headline at the Bravalla Festival, Norrkoping, Sweden. This is Sweden’s largest festival and takes place between June 26th-28th.  \n\nhttp://www.ironmaiden.com/maiden-to-headline-bravalla-festival-sweden.html",
          1386662482
        ],
        [
          "IRON MAIDEN will headline at the FortaRock Festival, Goffertpark, Nijmegen in The Netherlands on Saturday May 31st. \n\nOther artists performing at this one day festival include Alter Bridge, Ghost, Carcass, Sabaton, Trivium and Behemoth. \n\nEarly-bird tickets go on sale Friday Dec 13th at 10am. For further information and details on how to buy tickets - www.fortarock.com FortaRock - FortaRock",
          1386583284
        ],
        [
          "IRON MAIDEN will headline at Nova Rock, Nickelsdorf, Austria. The three day Festival which will be celebrating its 10th Anniversary in 2014 takes place between Friday June 13th – Sunday June 15th .",
          1386314280
        ],
        [
          "Maiden will be headlining one of the nights at the massive Rock Am Ring and Rock Im Park Festivals in Germany between Thursday June 5 and Monday June 9. The other headliners are  Metallica, Kings of Leon and Linkin Park. \n\nTickets go on sale Wednesday November 27th.\n\nFor ticketing and other details - www.rock-am-ring.com",
          1385481817
        ],
        [
          "We don't mess about :-) Kerrang! Iron Maiden open Download Festival 2013 headline set with Spitfire flyover Iron Maiden opened their Download 2013 festival headline set just minutes ago with a flyover from a Spitfire fighter jet. The plane passed over the 90,000 strong crowd three times before Iron Maiden burst onto the stage in a blaze of pyrotechnics.",
          1371321694
        ],
        [
          "TROOPER BEER TO BE AVAILABLE AT DOWNLOAD FESTIVAL!\n\nWe know there’s been a lot of speculation among fans as to whether Maiden’s very own TROOPER beer will be available at Download Festival so we are happy to finally confirm the answer is YES!\n\nA limited quantity of TROOPER beer will be available to buy while stocks last from three locations on the site: 2 of them between the Main & Secondary stage areas, and 1 in the campsite.\n \nMaiden headline at Download Festival on Saturday June 15th For details on how to buy tickets visit the Download website.  Meanwhile 500 ml bottles of TROOPER can be found at various Morrison Stores around the UK - go to www.ironmaidenbeer.com for more details of local stockists. If your local store doesn’t have it yet, it should be there soon or you should ask them for it!!",
          1370854800
        ],
        [
          "Maiden will headline the SEEROCK Festival at Schwarzlsee/Graz, Austria on Friday June 21. This two-day festival takes place on June 21 and 22. Other bands confirmed so far are Motorhead and Stone Sour. Tickets go onsale Friday 7th December at 9am (CET). Timeline Photos",
          1354780810
        ],
        [
          "ron Maiden are confirmed to headline Sonisphere Italy which takes place in Milan at Fiera Milano Live Rho on Saturday 8 June, and Sonisphere France which takes place at Snowhall Park, Amneville, North Eastern France on Saturday 8 and Sunday 9 June.\n\nTickets go onsale Friday Nov 16 at 9am (GMT).\n\nFor ticket availability and other information visit sonispherefestivals.com",
          1352880155
        ],
        [
          "Slipknot, Iron Maiden, and Rammstein headlining next years Download Festival - what do you guys think of that? Download Festival Slipknot, Iron Maiden and Rammstein confirmed to headline Download 2013. Tickets on sale now – you got yours yet? http://bit.ly/OU4Axc",
          1348742437
        ],
        [
          "Slipknot, Iron Maiden and Rammstein. Need we say more? Download Festival 2012 Tickets | Line Up, Dates & Prices | Live Nation UK Buy Download Festival 2012 tickets with confidence from Live Nation co.uk. Check for dates, ticket prices & line up announcements. ",
          1348732148
        ],
        [
          "The final headline act for Download Festival 2013 has now been announced to be Slipknot, who will play over the Download weekend alongside other headliners Iron Maiden and Rammstein. Vodafone customers can still buy their tickets now, before the general sale, with Vodafone VIP. Buy Download Festival 2013 pre-sale tickets Join Vodafone at some of Britain's hottest festivals this summer. Win money-can't-buy prizes - and buy pre-sale tickets up to 48 hours before they go on general sale.",
          1348729329
        ],
        [
          "So... who's planning on catching Maiden this summer?",
          1329398593
        ]
      ],
      "dates_start": 1348416419,
      "dates_end": 1386516497,
      "likes_avg": 7480,
      "likes_stdev": 5428,
      "comments_avg": 509,
      "comments_stdev": 868,
      "shares_avg": 607,
      "shares_stdev": 794
    },
    {
      "number": 18,
      "important": [
        "dont",
        "beast",
        "come",
        "also",
        "behind",
        "en vivo",
        "en",
        "well",
        "date",
        "ad"
      ],
      "common": [
        "beast",
        "behind",
        "dvd",
        "en",
        "en vivo",
        "iron",
        "iron maiden",
        "maiden",
        "release",
        "vivo"
      ],
      "messages": [
        [
          "Also we'll keep you updated when we can as to the premiere of both En Vivo! and Behind The Beast in different regions as the dates firm up. Don't worry - they're coming...",
          1341762606
        ],
        [
          "For those of you US or Canada based and not able to make it to the little rock show we're putting together for this evening in Quebec - It just so happens that there is the US premiere of a little film we made last year.\n\nThat's right - En Vivo! Tonight at 8pm Eastern on AXS TV. Here's a little refresher in case you're not sure what we're talking about (shame on you). Iron Maiden Pre-order today at www.ironmaiden.com/envivo",
          1341762465
        ],
        [
          "Iron Maiden celebrate the release of their new concert DVD release \"En Vivo\" by releasing the performance of \"The Wicker Man\". Click to watch! Iron Maiden release performance of \"The Wicker Man\" from new \"En Vivo\" live DVD Iron Maiden release their new live DVD \"En Vivo\" today, check out another clip from the bands performance in Chile",
          1332757863
        ],
        [
          "Today is En Vivo day!  Out now! Timeline Photos",
          1332744021
        ],
        [
          "Wondering what the **** a steelbook DVD is?  You are not alone! This little video might help... Iron Maiden - En Vivo! Steel Book DVD Trailer Trailer for the Steel Book DVD format of Iron Maiden's 'En Vivo!', out March 26th 2012. To get your copy and for more information visit: http://bit.ly/xrl2R7",
          1332413674
        ],
        [
          "En Vivo comes with an 88 minute bonus documentary 'Behind The Beast'... Behind The Beast",
          1332240735
        ],
        [
          "Fancy winning some En Vivo goodies? Hit the link and you might get lucky...  Win Iron Maiden Merchandise! To celebrate the release of 'En Vivo!', we are giving five lucky people the chance to each win an Iron Maiden tour t-shirt, En Vivo badge and poster.  ",
          1332239657
        ],
        [
          "Check out the trailer for Iron Maiden's upcoming documentary, 'Behind the Beast,' which will be included in the new 'En Vivo!' release. Iron Maiden Post Trailer for 'Behind the Beast' Documentary | Guitar World As part of their upcoming live DVD/Blu-Ray release, En Vivo!, Iron Maiden are including a brand new 88-minute documentary called Behind the Beast. ...",
          1332180268
        ],
        [
          "En Vivo comes with a bonus documentary 'Behind The Beast'. Check out the trailer on our YouTube channel! Official YouTube Channel En Vivo! Out on Blu-Ray, 2DVD set and double soundtrack album March 26th 2012.",
          1332158408
        ],
        [
          "Sorpresa*! È in arrivo il nuovo DVD degli Iron Maiden, \"En Vivo!\" e la band per invogliarci a farlo nostro ha pubblicato in anteprima un filmato in cui suona \"Blood Brothers\" davanti a 50,000 persone. \n\n*un po' ve l'aspettavate, confessatelo! :D Iron Maiden: i dettagli e anteprima di 'En Vivo!' - TrueMetal.it Dal 2001 il punto di riferimento numero uno per la musica hard n heavy in Italia. News, articoli, interviste e recensioni: hard rock e metal come non te li racconta nessun altro.",
          1331667742
        ],
        [
          "Tag yourself if you were in the crowd! Iron Maiden Release date March 26th. Go to www.ironmaiden.com/envivo for formats, tracklisting and preorder links.",
          1331640652
        ],
        [
          "Release date March 26th. Go to www.ironmaiden.com/envivo for formats, tracklisting and preorder links. 'Blood Brothers' from En Vivo!",
          1331636261
        ],
        [
          "Pre-order today at www.ironmaiden.com/envivo Iron Maiden En Vivo trailer",
          1327309006
        ],
        [
          "Iron Maiden En Vivo! live Blu-ray, DVD and CD will be released on March 26th 2012.",
          1326808867
        ]
      ],
      "dates_start": 1328735694,
      "dates_end": 1336881766,
      "likes_avg": 5175,
      "likes_stdev": 4419,
      "comments_avg": 309,
      "comments_stdev": 251,
      "shares_avg": 1538,
      "shares_stdev": 1676
    },
    {
      "number": 19,
      "important": [
        "music",
        "ani",
        "show",
        "la",
        "road",
        "night",
        "de",
        "en",
        "john",
        "el"
      ],
      "common": [
        "de",
        "el",
        "en",
        "es",
        "iron",
        "iron maiden",
        "la",
        "los",
        "maiden",
        "un"
      ],
      "messages": [
        [
          "Podcast.\nHem tardat, però el que és bo es fa esperar.\nPrograma 81, repassem coses del 81 i l'agenda.\nOrelles atentes?\n\nAquesta setmana a l'edició 81, continuem fent el nostre repàs per anys. Fem anàlisi de coses que van ocórrer al panorama musical en aquest any 1981 i també tenim la nostra secció d'agenda-actualitat on t'informem dels esdeveniments que considerem importants.\nTRACKLIST: Parálisis Permanente- Tengo un pasajero, Los Suaves (Ourense)- Llegaste hasta mí, John Mayall - Road Show, John Garcia- The BLVD, Screams On Sunday- The Night, Johnny B. Zero- Honey Brown, The Oddballs- Dead Deers, Madjive- Ignition Program & I Am Addicted, The Rhum Runners- Ferny Roast, GLAMOUR - Imágenes, Eric Clapton - Blow Wind Blow, Iron Maiden- Wrathchild, OBUS OFICIAL - Va a estallar el obús, Rita Coolidge- Heartbreak Radio. Males Vibracions 07-02-2017 Escucha y descarga los episodios de Males Vibracions gratis. MALES VIBRACIONS és un programa de música heterogeni, molt perjudicat pel rock&roll, els estils que l'envolten i el van fer nàixer. Aquesta setmana... Programa: Males Vibracions. Canal: Radio Espai Jove. Tiempo: 01:07:51 Subido 09/02 a las...",
          1486754744
        ],
        [
          "Iron Maiden nació en Bolivia y es cruceño  Iron Maiden nació en Bolivia y es cruceño La Paz, 9 feb 2017 (ATB Digital).- Iron Maiden nació en Santa Cruz de la Sierra el 1 de febrero de 2017. No tiene ni un mes y ha dado de qué hablar en las redes sociales de Bolivia. ",
          1486653799
        ],
        [
          "Hace 37 años Iron Maiden publicaba el single \"Running Free\"... Primer sencillo publicado por la banda británica, lanzado el 8 de febrero de 1980 para su álbum debut en formato vinilo de 7\" y 45 RPM. La canción fue escrita por Steve Harris y Paul Di'Anno.\n\nLa canción habla sobre un joven problemático de 16 años de edad quien escapa en un camión pickup, termina en una cárcel de Los Ángeles y recoge a una mujer de un bar. La canción es conocida como uno de los números de rock más tradicionales de la banda y todavía es tocada en muchos conciertos, con los miembros de la banda siendo nombrados por el vocalista durante el largo solo de bajo. Iron Maiden - Running Free (En Vivo!) [HD] Iron Maiden performing Running Free live at Estadio Nacional, Santiago, Chile. April 10, 2011.",
          1486605584
        ],
        [
          "Un día como hoy en 1980 daba vida la primera aparición de Eddie, la popular mascota de Iron Maiden. Acá les contamos algo de su historia y la controvertida relación entre la banda y su creador: Eddie, la icónica mascota que puso en disputa a su dibujante con Iron Maiden Tamaño icono del rock y de la cultura popular, millones de posters, chapitas, poleras ilustradas alrededor del globo y un pionero en cuanto a \"mascotas\" en la historia del rock y metal indiscutido (ejemplo tomado prestado por Motorhead, Anthrax, Megadeth, Avenged Sevenfold, entre otra",
          1486601686
        ],
        [
          "¡Feliz cumpleaños Eddie the Head! Un día como hoy en 1980 hacía su primera aparición la icónica mascota de Iron Maiden ¿Cuál es tu Eddie favorito? giphy.com",
          1486557029
        ],
        [
          "¿A quién imitó Bruce Dickinson de Iron Maiden en 1997?",
          1486549641
        ],
        [
          "12 de Marzo de 1956.\nNace Steve Harris (cuyo nombre verdadero es Stephen Percy Harris), en Leytonstone, Londres, Inglaterra.\nEs el fundador, bajista, teclista, compositor principal, y líder de la banda más grande de heavy metal de éste planeta: IRON MAIDEN.\nFundó Maiden en el año 1975 junto a Dave Murray, es el único miembro de la banda que ha grabado en todos los discos a lo largo de los casi cuarenta años de carrera de la banda.\nEs un gran aficionado al fútbol y fanático del West Ham United, sin embargo, dejó todo para formar Iron Maiden. Hasta el día de hoy practica el deporte durante las giras de la banda, con la cual incluso tiene un equipo, el Iron Maiden FC.\nBajista autodidacta, su primer bajo fué una copia de un Fender Telecaster Bass y lo obtuvo el año 1971 por el precio de 40 libras esterlinas. Hace unos cuantos años Fender diseñó con él un bajo con su firma.\nHarris ha sido influenciado fuertemente como músico, sobre todo por los bajistas de hard rock de fines de los 60s y principo de los 70s siendo los principales: Rinus Gerritsen de Golden Earring, Mel Schacher de Grand Funk Railroad, Chris Squire de Yes, Mike Rutherford de Genesis, Geezer Butler de Black Sabbath, John Entwistle de The Who; John Paul Jones de Led Zeppelin, Greg Lake de Emerson, Lake and Palmer, Roger Glover de Deep Purple, Glenn Cornick de Jethro Tull (una de sus bandas favoritas).\nPero uno de los bajistas realmente preferidos de Steve Harris fue Pete Way, de UFO, quien influyó fuertemente en el estilo de ejecución de Harris y también como persona y músico en general; es más Maiden versiona un tema de Ufo.\nEl nombre de Iron Maiden, lo tomó a partir de un instrumento de tortura medieval llamado \"doncella de hierro\" (Iron Maiden) que aparecía en una película antigua llamada \"The Man With the Iron Mask\".\nEn febrero de 2013, Harris lanzó su álbum debut como solista, British Lion. El cual lo llevo a realizar una mini gira de 24 fechas por Europa.\nSteve Harris comúnmente utiliza un bajo de cuatro cuerdas. Él comenta que sólo usa ese tipo de bajo porque considera que con él produce el sonido tradicional de Iron Maiden.\nSteve Harris es considerado por muchos uno de los mejores y extraordinarios bajistas en la historia del rock y del heavy, tanto por su aguerrido y particular estilo sobre el escenario, como por su calidad como compositor.\nSu estilo tocando el bajo es muy amplio y variado: desde sus famosos galopes alternando los dedos índices y corazón, hasta la ejecución de powerchords, además de riff complejos y melódicos en muchos temas considerados clásicos de Iron Maiden. \nHarris asegura que no realiza ejercicios de calentamiento antes de tocar.\nEn la composición, a la hora de escribir las letras suele tomar como fuente de inspiración la Historia, la mitología o películas.\nEn la actualidad el nuevo álbum de los Maiden está listo y sólo se espera la recuperación vocal de su cantante para lanzarlo e iniciar la nueva gira mundial que todos estamos esperando.\nFeliz Cumpleaños maestrazo...!",
          1426200084
        ],
        [
          "This is a Voting ballot of El Salvador's Legislative elections of march 2015, it says: \"Iron Maiden, come in the name of El Salvador\". null vote but worth it!",
          1425913156
        ],
        [
          "Bruce Dickinson, el jodera el cancer!!",
          1425748458
        ],
        [
          "Get your Barcelona and Bilbao tickets - http://www.ticketmaster.es/nav/en/musica/giras/entradas-iron-maiden-2014/index.html?loce=en-musica-left-3-36-IRONMAIDEN Entradas para los conciertos de Iron Maiden 2014 - Maiden England 2014 - Ticketmaster.es Entradas para los conciertos de Iron Maiden 2014 - Maiden England 2014. Official Ticketmaster site.",
          1394442824
        ],
        [
          "HOLA FANS DE IRON MAIDEN !!!\nLES DEJO EL PRIMER CLIP OFICIAL DE MAGNOS - \"SUEÑOS PERDIDOS\"\nESPERAMOS QUE LES GUSTE!!\nGRACIAS POR EL ESPACIO!!!\nhttp://www.youtube.com/watch?v=wkLA4Ph_RJU MAGNOS - SUEÑOS PERDIDOS (OFICIAL) BANDA: MAGNOS TEMA: SUEÑOS PERDIDOS DISCO: VESTIGIOS DE UN SUEÑO AÑO: 2012 TEN REALIZACIONES 2013",
          1364260755
        ],
        [
          "Ahhhhh... Iron Maiden!\n\n- Zéusż IRON MAIDEN - RAINMAKER (With Subtitles) Video de Iron Maiden RAINMAKER. Up the irons!",
          1355667220
        ],
        [
          "SCRRRRRRRRREAM FOR ME SANTIAGOOOOO ... SCRRRRRRRRREAM FOR ME CHILEEEEEEEEE !!!  \\m/    \\m/ Lo que entregará el DVD Los fanáticos chilenos de una de las bandas más emblemáticas del metal mundial, lo tienen bien claro, el próximo 26 de marzo llegará al mercado el esperado nuevo...",
          1331830983
        ],
        [
          "Iron Maiden presentó un adelanto de En Vivo! Entrá y mirá el video. Mirá un adelanto de En Vivo! Iron Maiden presentó el video de Blood Brothers grabado en Santiago de Chile durante el Final Frontier Tour.",
          1331748454
        ]
      ],
      "dates_start": 1367334937,
      "dates_end": 1486312836,
      "likes_avg": 700,
      "likes_stdev": 2057,
      "comments_avg": 25,
      "comments_stdev": 59,
      "shares_avg": 114,
      "shares_stdev": 261
    },
    {
      "number": 20,
      "important": [
        "offici iron",
        "exclus",
        "iron maiden shop",
        "eddi",
        "shop timelin",
        "iron maiden shop timelin",
        "shop",
        "offici iron maiden shop",
        "shirt",
        "offici"
      ],
      "common": [
        "http",
        "http www",
        "http www ironmaiden",
        "http www ironmaiden com",
        "ironmaiden",
        "maiden",
        "maiden shop",
        "maiden shop http",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "What's better than an Eddie shirt? A four Eddie shirt!\n\nExclusive to the Official Iron Maiden Shop - http://www.ironmaiden.com/four-eds-in-colour.html Timeline Photos",
          1416475681
        ],
        [
          "And more! More football shirts added, ready for the World Cup!  Exclusive to the Official Iron Maiden Shop! \n\nhttp://www.ironmaiden.com/iron_maiden_shop.php Timeline Photos",
          1400859543
        ],
        [
          "More football shirts added! Exclusive to the Official Iron Maiden Shop! \n\nhttp://www.ironmaiden.com/iron_maiden_shop.php Timeline Photos",
          1400666490
        ],
        [
          "Score a try in our new 2014 rugby shirt - exclusively available from the Official Iron Maiden Shop.\n\nhttp://www.ironmaiden.com/2014-rugby-shirt.html Timeline Photos",
          1395676975
        ],
        [
          "Christmas is looming on the horizon, which means time for a new Eddie's Evil Brew. The sixth vintage is now available, exclusive to the Official Iron Maiden Shop. \r\nhttp://www.ironmaiden.com/eddies-evil-brew.html Timeline Photos",
          1383323405
        ],
        [
          "Grab your 2013 US event shirt from the Official Iron Maiden Shop! http://www.ironmaiden.com/usa-event-shirt.html Timeline Photos",
          1378463876
        ],
        [
          "T-shirts for a tenner! Check out the Eddie's Special Deals section of the Official Iron Maiden Shop! \r\n\r\nhttp://www.ironmaiden.com/iron_maiden_shop.php Timeline Photos",
          1375433101
        ],
        [
          "Or check out the 2013 footie shirt from the Official Iron Maiden Shop!\r\n\r\nhttp://www.ironmaiden.com/2013-football-shirt-1.html Timeline Photos",
          1374142759
        ],
        [
          "German event shirt - now in the Official Iron Maiden Shop http://www.ironmaiden.com/germany-event-shirt.html Timeline Photos",
          1371037352
        ],
        [
          "The fifth vintage of Eddie's Evil Brew is now available exclusively from the Official Iron Maiden Shop \r\n\r\nhttp://www.ironmaiden.com/7th-son-evil-brew.html Timeline Photos",
          1354547200
        ],
        [
          "New girlie shirts! Check out the Ladies section of the Official Iron Maiden Shop - http://www.ironmaiden.com/killers-solar-short-sleeve.html Timeline Photos",
          1353074018
        ],
        [
          "12 Months of Maiden - our 2013 calendar is in the shops now. Can't find it? We've got it in the Official Iron Maiden Shop - http://www.ironmaiden.com/2013-calendar.html Timeline Photos",
          1351440000
        ],
        [
          "We're having a blast in Canada! If you can't make it to the shows, we've got the Canadian event shirt in stock at the Official Iron Maiden Shop! \r\nhttp://www.ironmaiden.com/canada-event-shirt.html Timeline Photos",
          1342014696
        ],
        [
          "7th Son Eddie is back! And we've got him on a shirt, exclusive to the Official Iron Maiden Shop.\r\nhttp://www.ironmaiden.com/double-vision.html Timeline Photos",
          1340359822
        ],
        [
          "The new 2012 football shirt is now in stock - along with lots of other new stuff - at the Official Iron Maiden Shop. http://www.ironmaiden.com/iron_maiden_shop.php Timeline Photos",
          1337945483
        ]
      ],
      "dates_start": 1347858045,
      "dates_end": 1395536674,
      "likes_avg": 27937,
      "likes_stdev": 13869,
      "comments_avg": 702,
      "comments_stdev": 302,
      "shares_avg": 4182,
      "shares_stdev": 3832
    },
    {
      "number": 21,
      "important": [
        "album",
        "number",
        "beast",
        "iron",
        "maiden",
        "iron maiden",
        "number beast",
        "iron maiden iron",
        "video",
        "ad"
      ],
      "common": [
        "album",
        "http",
        "iron",
        "iron maiden",
        "iron maiden iron",
        "iron maiden iron maiden",
        "jake",
        "maiden",
        "maiden iron",
        "maiden iron maiden"
      ],
      "messages": [
        [
          "Iron Maiden Iron Maiden - Invaders Album - The Number Of The Beast",
          1486759080
        ],
        [
          "Time for a classic! The Monkees vs. Iron Maiden. \\m/\n\nhttps://youtu.be/9SSf2xF5XQw Iron Maiden vs The Monkees - The Trooper Believer (DJ Schmolli Mashup Mix) Audio by DJ Schmolli, video by Gutthell. The audio and video portion of this clip are remixed for promotional use only, all rights reserved!",
          1486538914
        ],
        [
          "Check it!\n\n Fire Hunter - 2 Minutes to Midnight - Iron Maiden Música do Iron Maiden interpretada pela minha banda a Fire Hunter no dia do lançamento do nosso primeiro álbum, Arising From Fire. Fiz uma edição simples com...",
          1363781791
        ],
        [
          "OH YES!!!!! LIVE MAIDEN!!!!!! \\M/ JAKE \\M/ Iron Maiden!!!!!! Iron Maiden - 22 Acacia Avenue (Live) Performed at Hammersmith Odeon in 1982",
          1356967178
        ],
        [
          "HELLS YEA!!!!!!!!!! IM RUNNING FREE !!!!! \\M/ JAKE \\M/ Iron Maiden!!!!!!! Iron Maiden - Running Free (Live After Death) Iron Maiden performing Running Free for the Live After Death album/video in 1985. Awesome interaction between Bruce Dickinson and the crowd.",
          1356461698
        ],
        [
          "BAD ASS TUNE FOR RON!!!\\M/ JAKE \\M/ Iron Maiden Iron Maiden - The Angel and The Gambler track 2 from their 11th album enjoy! For the Stereo Quality Version http://www.youtube.com/watch?v=9sfqapQBxPo&fmt=18",
          1355603188
        ],
        [
          "GOOD AFTERNOON HEAD BANGERS JAKE HERE LETS FU#KEN ROCK!!!!!!!!! \\M/ JAKE \\M/ Iron Maiden!!!!!! Iron Maiden - Children of the Damned (lyrics) I do not own anything from this video. This is for entertainment purposes. Lyrics: He's walking like a small child but watch his eyes burn you away Black hol...",
          1348765036
        ],
        [
          "Now this f*cken slays Iron Maiden \\m/ IRON MAIDEN: Phantom Of The Opera (Live) Get more metal videos on Metal(z) Videos: http://video.metalz.info Iron Maiden official homepage: http://su.pr/6DcWFL",
          1347944997
        ],
        [
          "KILL FOR GAME OR SHOOT TO MAIM!!!!!\\M/ JAKE \\M/ Iron Maiden!!!!!!!!!!!!!!!!!!!! Iron Maiden 2 Minutes To Midnight (Studio Version) Copyright to the owners, etc. I do not own this. Song:2 Minutes To Midnight Album:Powerslave Band:Iron Maiden first pic is single cover and second is album c...",
          1347911037
        ],
        [
          "http://www.rockpages.gr/detailspage.aspx?id=8112&type=10&lang=EN\n\nJOIN EDDIE'S ARMY OF GREEK TROOPERS NOW !!!\n\nhttp://www.ironmaidenfc.gr/band.html (WEBSITE)\nhttps://www.facebook.com/ironmaidenfc.gr (FACEBOOK PAGE) Rockpages.gr - News - Iron Maiden - IRON MAIDEN GREEK FAN CLUB IS BACK!!!",
          1347654240
        ],
        [
          "Joshua Tipene, thanks for your request! \\m/ (Sasha) \\m/\n\nIron Maiden Iron Maiden - Flight of Icarus",
          1347521679
        ],
        [
          "\\m/ (sasha) \\m/\n\nIron Maiden Iron Maiden Aces High Copyright to the owners, etc. I do not own this. Song:Aces High Album:Powerslave Band:Iron Maiden first pic is the single and the second is the album (doesn'...",
          1347182027
        ],
        [
          "Jonathon Masters, thanks for requesting! \\m/ (Sasha) \\m/\n\nIron Maiden IRON MAIDEN Fear of the Dark",
          1346916128
        ],
        [
          "Bed looking a bit boring? Our buddies at Global have got you covered...\n\n\n(sorry, that was awful!) Iron Maiden Number of the Beast Tapestry Blanket | Iron Maiden | Iron Maiden Store Ironmaiden.globalmerchstores.com is the official store for iron maiden tshirts, iron maiden merch",
          1342033201
        ],
        [
          "Trivium broke out the acoustics in Texas to perform \"Built To Fall,\" \"Dying In Your Arms,\" and a cover of Iron Maiden's \"Iron Maiden.\"  Check out the video here! Trivium Unplugged In Texas The band plays three acoustic songs at South by Southwest.",
          1332192597
        ],
        [
          "BTM\nIron Maiden Iron Maiden - Dance of Death http://www.facebook.com/Punkrockmetalwereproud",
          1331907950
        ]
      ],
      "dates_start": 1318868963,
      "dates_end": 1411898628,
      "likes_avg": 245,
      "likes_stdev": 684,
      "comments_avg": 9,
      "comments_stdev": 27,
      "shares_avg": 18,
      "shares_stdev": 48
    },
    {
      "number": 22,
      "important": [
        "dont",
        "iron",
        "midnight",
        "iron maiden",
        "maiden iron maiden fan forev",
        "need",
        "minut",
        "fan forev iron",
        "powerslav",
        "minut midnight"
      ],
      "common": [
        "heavy metal",
        "heavy metal band",
        "iron",
        "iron maiden",
        "iron maiden iron",
        "iron maiden iron maiden",
        "maiden",
        "maiden iron",
        "maiden iron maiden",
        "metal"
      ],
      "messages": [
        [
          "HITMAN\\m/... Iron Maiden.... Iron Maiden Fans Forever   \\m/ Iron Maiden - 2 Minutes to Midnight Artist: Iron Maiden Song: 2 Minutes to Midnight Album: Powerslave Year: 1984 Lyrics: \"[Smith/Dickinson] Kill for gain or shoot to maim We don't need a reason...",
          1356767116
        ],
        [
          "Good morning Bangers!  Today is Friday & that means it's HITMAN FAN DAY!  Our TOP 10 METAL playlist today comes from Jason H. and he's got a great list so let's kick it off w/ his #10...\nIron Maiden \\m/ Iron Maiden Fans Forever \\m/ Iron Maiden (British Heavy Metal Band) \\m/ Eddie - Iron Maiden\n\\m/Lisa\\m/ Iron Maiden - Fear Of The Dark (Live At Donnington Park) Music video by Iron Maiden performing Fear Of The Dark (Live At Donington Park).",
          1356686157
        ],
        [
          "#8... Iron Maiden!!\nIron Maiden Fans Forever \\m/ Iron Maiden (British Heavy Metal Band) \\m/ Eddie - Iron Maiden\n\\m/Lisa\\m/ Iron Maiden - Flight Of Icarus Music video by Iron Maiden performing Flight Of Icarus.",
          1356087408
        ],
        [
          "Iron Maiden for Craig!!\n\nIron Maiden Fans Forever \\m/ Eddie - Iron Maiden \\m/ Iron Maiden (British Heavy Metal Band)\n\\m/Lisa\\m/ Iron Maiden- Die With Your Boots On Del cuarto album de Iron Maiden, Piece Of Mind, cancion muy buena. From de fourth album of Iron maiden, piece Of Mind, very nice song",
          1355911497
        ],
        [
          "For the very handsome Michael... Iron Maiden!!\nIron Maiden Fans Forever \\m/ Iron Maiden (British Heavy Metal Band) \\m/ Eddie - Iron Maiden!!\n\\m/Lisa\\m/ Iron Maiden - The Number Of The Beast Music video by Iron Maiden performing The Number Of The Beast.",
          1355829650
        ],
        [
          "This one is for Ronald!\nEddie - Iron Maiden \\m/ Iron Maiden \\m/ Iron Maiden Fans Forever \\m/ Iron Maiden (British Heavy Metal Band)\n\\m/Lisa\\m/ Iron Maiden - Dance of Death Iron Maiden - Dance of Death Members: Bruce Dickinson - vocals Steve Harris - bass guitar Adrian Smith - guitar Janick Gers - guitar Dave Murray - guitar Nic...",
          1355482991
        ],
        [
          "And #1 is another one from Iron Maiden!\nIron Maiden Fans Forever \\m/ Iron Maiden (British Heavy Metal Band) \\m/ Eddie - Iron Maiden\n\\m/Lisa\\m/ Iron Maiden - When the Wild Wind Blows - The final frontier (ALBUM LEAKED!!!!) Iron Maiden When the wild wind blows. All rights go to EMI, I do not own any of this material.",
          1355482037
        ],
        [
          "#3... Iron Maiden Fans Forever \\m/ Iron Maiden \\m/ Iron Maiden (British Heavy Metal Band) \\m/ Eddie - Iron Maiden\n\\m/Lisa\\m/ Iron Maiden - Afraid To Shoot Strangers Album: Fear Of The Dark Afraid To Shoot Strangers lyrics: Lying awake at night I wipe the sweat from my brow But it's not the fear 'cos I'd rather go now Try...",
          1355481439
        ],
        [
          "Eddie - Iron Maiden Iron Maiden Iron Maiden Fans Forever Iron Maiden (British Heavy Metal Band)  ~Misty~ Iron Maiden - The Number Of The Beast Music video by Iron Maiden performing The Number Of The Beast.",
          1355414617
        ],
        [
          "For more videos go to 80's Music Video   here's Eddie - Iron Maiden Iron Maiden Iron Maiden Fans Forever Iron Maiden (British Heavy Metal Band)   ~Misty~ Iron Maiden - Aces High - Official Video Iron Maiden - Aces High - Official Video Content owner: Sony Music Entertainment There goes the siren that warns off the air raid Then comes the sound of the...",
          1355328625
        ],
        [
          "Iron Maiden \\m/ Iron Maiden Fans Forever \\m/ Iron Maiden (British Heavy Metal Band)\n\\m/Lisa\\m/ Iron Maiden- Die With Your Boots On Del cuarto album de Iron Maiden, Piece Of Mind, cancion muy buena. From de fourth album of Iron maiden, piece Of Mind, very nice song",
          1348741213
        ],
        [
          "Iron Maiden \\m/ Iron Maiden Fans Forever \\m/  Iron Maiden (British Heavy Metal Band)\n\nYou guys are quiet this morning!  Speak to me! Anything you want to hear? :)\n\\m/Lisa\\m/ Iron Maiden - The Number Of The Beast (1982) \"Woe to you, Oh Earth and Sea, for the Devil sends the beast with wrath, because he knows the time is short... Let him who hath understanding reckon the numb...",
          1348650092
        ],
        [
          "HITMAN\\m/... Iron Maiden Fans Forever ... Iron Maiden ... Iron Maiden (British Heavy Metal Band) ... Bruce Dickinson .. BRUCE DICKINSON (IRON MAIDEN) ....\\m/ Iron Maiden - These Colours Don't Run - Lyrics (In Description) My personal favorite Iron Maiden song. 6 minutes and 51 seconds of absolute epicness. © 2006 Sanctuary Records Group and Sony Music Lyrics: It's the same in ...",
          1347767588
        ],
        [
          "HITMAN\\m/... Iron Maiden Fans Forever ... Iron Maiden (British Heavy Metal Band) ... Iron Maiden ....\\m/ Iron Maiden - 2 Minutes to Midnight Artist: Iron Maiden Song: 2 Minutes to Midnight Album: Powerslave Year: 1984 Lyrics: \"[Smith/Dickinson] Kill for gain or shoot to maim We don't need a reason...",
          1347593079
        ],
        [
          "Iron Maiden, Iron Maiden (British Heavy Metal Band)!! PHANTOM OF THE OPERA !! melissa \\m/  \\m/ Iron Maiden -- Phantom of the Opera Live at the Rainbow - 1980 Paul Di'Anno - Vocals Steve Harris - Bass Dave Murray - Guitar Adrian Smith - Guitar Clive Burr - Drums",
          1347238906
        ],
        [
          "Iron Maiden, Iron Maiden (British Heavy Metal Band)!! UP THE IRONS  \\m/ FEAR OF THE DARK!! melissa \\m/ \\m/ Fear Of The Dark - Iron Maiden a clip of the DVD Death on the Road",
          1347058010
        ]
      ],
      "dates_start": 1348929385,
      "dates_end": 1356760668,
      "likes_avg": 63,
      "likes_stdev": 23,
      "comments_avg": 2,
      "comments_stdev": 2,
      "shares_avg": 22,
      "shares_stdev": 18
    },
    {
      "number": 23,
      "important": [
        "iron",
        "birthday",
        "maiden",
        "also",
        "iron maiden",
        "today",
        "son",
        "happi birthday",
        "dark",
        "happi"
      ],
      "common": [
        "4th",
        "birthday",
        "february",
        "february 4th",
        "happy",
        "happy birthday",
        "iron",
        "photos",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "Brave History February 4th, 2017 - Immortal's Sons Of Northern Darkness turns 15 today! Also, Alice Cooper , Kansas, Fastway, Hate, Amorphis, Iron Maiden, Korpiklaani, BEHEMOTH!, And More! Brave History February 4th, 2017 - IMMORTAL, ALICE COOPER, KANSAS, FASTWAY, HATE, AMORPHIS, IRON MAIDEN, KORPIKLAANI, BEHEMOTH, And More! Happy 15th Birthday IMMORTAL's Sons Of Northern Darkness - February 4th, 2002  Happy 69th Birthday ALICE COOPER - February 4th, 1948    Happy 66th Birthday Phillip W. Ehart (KANSAS) - February 4th, 1951    Happy 65th Birthday Jerry Shirley (FASTWAY, HUMBLE PIE) - February 4th, 1952    Happy 9th Birt...",
          1486234632
        ],
        [
          "Many happy returns",
          1426159197
        ],
        [
          "Happy Birthday Steve!",
          1426147473
        ],
        [
          "Happy Birthday H! Timeline Photos",
          1425026575
        ],
        [
          "Happy Birthday JANICK! Timeline Photos",
          1422348118
        ],
        [
          "Happy Birthday Dave!! Timeline Photos",
          1419320700
        ],
        [
          "Happy Birthday Bruce! Timeline Photos",
          1407391201
        ],
        [
          "Happy Birthday Adrian! Timeline Photos",
          1393512499
        ],
        [
          "Happy Birthday Janick! Timeline Photos",
          1390811753
        ],
        [
          "Happy New Year wherever you are! Here's to an epic 2014 :-)",
          1388530800
        ],
        [
          "Happy Halloween to all harlots and horrors! Timeline Photos",
          1383229006
        ],
        [
          "Happy Birthday Nicko! Timeline Photos",
          1370408400
        ],
        [
          "Happy New Year folks - here's to an awesome 2013 and we hope to see lots of you this summer!",
          1356994800
        ],
        [
          "Happy B.day to Davey from Iron Maiden, long live rock n roll \\m/ Iron Maiden Happy Birthday Davey!",
          1356253831
        ],
        [
          "Happy Birthday Davey! Timeline Photos",
          1356249600
        ],
        [
          "Happy Birthday Steve \\m/ http://www.facebook.com/Union666?ref=tn_tnmn Metalheads Local 666 Union International Brother and Sisterhood of Headbanging, Slamdancing, Stagediving and General Mayhem. ",
          1331557713
        ]
      ],
      "dates_start": 1359255094,
      "dates_end": 1433266942,
      "likes_avg": 132094,
      "likes_stdev": 101105,
      "comments_avg": 3623,
      "comments_stdev": 3094,
      "shares_avg": 11077,
      "shares_stdev": 11161
    },
    {
      "number": 24,
      "important": [
        "tour",
        "iron maiden wast",
        "world tour",
        "world",
        "book",
        "miss",
        "fan",
        "thank",
        "million",
        "dure"
      ],
      "common": [
        "iron",
        "iron maiden",
        "maiden",
        "maiden wasted",
        "music",
        "music video",
        "video",
        "wasted",
        "wasted years",
        "years"
      ],
      "messages": [
        [
          "Filmed on 6 continents during their 2016 Book of Souls World tour, here's Iron Maiden's thank you video to their fans: http://bit.ly/2kikL9c  || Don't miss Iron Maiden on June 15! Tickets: http://livemu.sc/2lkdSnM Iron Maiden - Wasted Years (Live from The Book Of Souls World Tour) Filmed on six continents during the 2016 Book Of Souls World Tour, this is a thank you to the millions of fans who came out to see us – maybe you’re in the v...",
          1486487722
        ],
        [
          "Video of Iron Maiden performing 'Wasted Years' on the 2016 'Book Of Souls' tour filmed on six continents as a Thank You to the millions of fans that came out to rock with the band! Iron Maiden - Wasted Years (Live from The Book Of Souls World Tour) Filmed on six continents during the 2016 Book Of Souls World Tour, this is a thank you to the millions of fans who came out to see us – maybe you’re in the v...",
          1486483101
        ],
        [
          "Iron Maiden ~Misty~\n\n#ironmaiden #metalmusic Iron Maiden - Wasted Years (HQ)",
          1486398128
        ],
        [
          "=D Iron Maiden - Be Quick Or Be Dead Music video by Iron Maiden performing Be Quick Or Be Dead.",
          1418160729
        ],
        [
          "6th September 1986 - Wasted Years\n\nWasted Years was released the same week Maiden began the European leg of their Somewhere In Time tour. During an appearance on German TV show P.I.T. the band famously swapped instruments and larked around on stage while the song was \"performed\", as a humorous protest against having to mime instead of play live.\n\nhttp://amzn.to/1EYI9Nk\nhttp://www.amazon.com/music/ironmaidenvinyl\n\n#maidenvinyl Timeline Photos",
          1416914704
        ],
        [
          "Maiden England '88 is out next week on CD, DVD and Picture Vinyl... check out Can I Play With Madness! Can I Play With Madness (Live Maiden England '88) Music video of Iron Maiden performing Can I Play With Madness from the Maiden England '88 Tour. Available on Double DVD, Double CD and Double picture vinyl. ...",
          1363949895
        ],
        [
          "Check out the premiere of Wasted Years from Maiden England '88 - out next week! Wasted Years - Iron Maiden Watch the music video for Wasted Years by Iron Maiden and more new Rock videos on VEVO.",
          1363708815
        ],
        [
          "F#CK YES!!!!! LUV THIS SONG!!!!!!!! \\M/ JAKE \\M/ Iron Maiden!!! Iron Maiden - Wasted Years Music video by Iron Maiden performing Wasted Years.",
          1356461433
        ],
        [
          "F#CKEN AWESOME!!!!! \\M/ JAKE \\M/ Iron Maiden!!!!! Iron Maiden - Wasted Years Music video by Iron Maiden performing Wasted Years.",
          1355605631
        ],
        [
          "HOW ABOUT ONE MORE!!! I ABSOLUTELY LUV THIS FU#KEN SONG!!!!!!!! \\M/ JAKE \\M/ Iron Maiden!!!!!!!!! Iron Maiden - Wasted Years Music video by Iron Maiden performing Wasted Years.",
          1348765607
        ],
        [
          "I LUV THIS SONG!!!!!!\\M/ JAKE \\M/ Iron Maiden!!!!!!!!!!!!! Iron Maiden - Wasted Years Music video by Iron Maiden performing Wasted Years.",
          1348326235
        ],
        [
          "Iron Maiden, Iron Maiden (British Heavy Metal Band)!!!!  HORNS HIGH \\m/   \\m/  melissa  Iron Maiden - Wasted Years Music video by Iron Maiden performing Wasted Years.",
          1347326143
        ],
        [
          "HITMAN\\m/.. Iron Maiden ... Iron Maiden (British Heavy Metal Band) ...\n\nJodie.. \\m/ Iron Maiden - Wasted Years (Official Music Video) Wasted Years Official Iron Maiden Music Video ripped straight from a CD Enjoy!",
          1346885702
        ],
        [
          "G'day Nation! Considering today is the official release of Iron Maiden's \"En Vivo\", Thought I'd start with a track from the DVD/BluRay. -ADJ Iron Maiden - Blood Brothers (Live In Santiago) Taken from Iron Maiden's 'En Vivo' out March 26h 2012. Get your copy here: http://bit.ly/xrl2R7 Music video by Iron Maiden performing Blood Brothers. (P) 201...",
          1332759588
        ],
        [
          "Celebrate En Vivo day with a bit of Wicker Man... The Wicker Man (Live At Estadio Nacional, Santiago) Music video by Iron Maiden performing The Wicker Man. (C) 2012 Iron Maiden LLP under exclusive license in the USA to Universal Music Enterprises, a Division ...",
          1332755461
        ],
        [
          "Iron Maiden...Jodie\\m/\n Iron Maiden \"Wasted Years\" Iron Maiden \"Wasted Years\" Great song!!!! Lyrics: From the coast of gold, across the seven seas, I'm traveling on, far and wide, But now it seems, I'm just a...",
          1331639690
        ]
      ],
      "dates_start": 1327143039,
      "dates_end": 1438185533,
      "likes_avg": 5670,
      "likes_stdev": 9930,
      "comments_avg": 153,
      "comments_stdev": 278,
      "shares_avg": 1023,
      "shares_stdev": 1987
    },
    {
      "number": 25,
      "important": [
        "misti",
        "eddi iron",
        "iron",
        "iron maiden",
        "eddi iron maiden iron",
        "music video iron",
        "got",
        "wast",
        "iron maiden iron",
        "year"
      ],
      "common": [
        "fans",
        "forever",
        "iron",
        "iron maiden",
        "iron maiden iron",
        "iron maiden iron maiden",
        "maiden",
        "maiden fans",
        "maiden iron",
        "maiden iron maiden"
      ],
      "messages": [
        [
          "I got this tape for Christmas when it came out.....ahhh, the memories..... Eddie - Iron Maiden Iron Maiden Iron Maiden Fans Forever   ~Misty~ Iron Maiden - Wasted Years Music video by Iron Maiden performing Wasted Years.",
          1356972536
        ],
        [
          "LIVE Eddie - Iron Maiden Iron Maiden Iron Maiden Fans Forever   ~Misty~ Flight Of Icarus Iron Maiden Live After Death Flight Of Icarus Iron Maiden Live After Death",
          1356744949
        ],
        [
          "Had a request from Shane for this one from Iron Maiden!!\nIron Maiden Fans Forever \\m/ Eddie - Iron Maiden \n\nLove this video!\n\\m/Lisa\\m/ Iron Maiden - Holy Smoke Music video by Iron Maiden performing Holy Smoke.",
          1356689005
        ],
        [
          "For more videos check out 80's Music Video!!!!!  Eddie - Iron Maiden Iron Maiden Iron Maiden Fans Forever   ~Misty~ Iron Maiden - The Trooper Music video by Iron Maiden performing The Trooper.",
          1356624968
        ],
        [
          "Hello metalheads!!!!!! Let's kick off the hour with Iron Maiden Eddie - Iron Maiden Iron Maiden Fans Forever   ~Misty~ Iron Maiden - Fear of the Dark Iron Maiden - Fear of the Dark Members: Bruce Dickinson - vocals Steve Harris - bass guitar Janick Gers - guitar Dave Murray - guitar Nicko McBrian - drums I...",
          1355932783
        ],
        [
          "Eddie - Iron Maiden Iron Maiden Iron Maiden Fans Forever   ~Misty~ Iron Maiden - Rime of the Ancient Mariner (Full Version w/ Lyrics) Rime of the Ancient Mariner - Iron Maiden Powerslave - 1984 EMI Copyright 1984 Hear the rime of the Ancient mariner See his eyes as he stops one of three Mes...",
          1355848611
        ],
        [
          "Eddie - Iron Maiden Iron Maiden Iron Maiden Fans Forever  ~Misty~ Flight Of Icarus Iron Maiden Live After Death Flight Of Icarus Iron Maiden Live After Death",
          1355534007
        ],
        [
          "The last one for the hour. I'll be back tonight for Live music! Thanks for being here!  Eddie - Iron Maiden Iron Maiden Iron Maiden Fans Forever  ~Misty~ Iron Maiden - Flight Of Icarus Music video by Iron Maiden performing Flight Of Icarus.",
          1355504377
        ],
        [
          "Iron Maiden \\m/ Iron Maiden Fans Forever\n\n#33\n\\m/Lisa\\m/ Iron Maiden - The Rime of the Ancient Mariner Full Length The full version of this great maiden song finally on youtube! This is for entertainment purposes only, just sayin' though... Lyrics: Hear the rime of the an...",
          1348475399
        ],
        [
          "I absolutely love this song!\nIron Maiden \\m/ Iron Maiden Fans Forever\n\\m/Lisa\\m/ Iron Maiden- Die With Your Boots On Del cuarto album de Iron Maiden, Piece Of Mind, cancion muy buena. From de fourth album of Iron maiden, piece Of Mind, very nice song",
          1348382478
        ],
        [
          "This song gets a lot of play but damn, it's just GOOD.\nIron Maiden \\m/ Iron Maiden Fans Forever\n\\m/Lisa\\m/ Iron Maiden - The Number Of The Beast - Official Video Iron Maiden - The Number Of The Beast Content owner: Sony Music Entertainment \"Woe to you, Oh Earth and Sea, for the Devil sends the beast with wrath, becaus...",
          1348312057
        ],
        [
          "Iron Maiden \\m/ Iron Maiden Fans Forever\n\\m/Lisa\\m/ Iron Maiden Flight Of Icarus Iron Maiden Flight Of Icarus from Peace Of Mind",
          1348211006
        ],
        [
          "Eh, what the hell?  It's Tuesday and on most planets that means it's a 2-fer kind of day so fucking crank another one by Iron Maiden!!!  \nIron Maiden Fans Forever!\n\\m/Lisa\\m/ Iron Maiden - The Number Of The Beast Music video by Iron Maiden performing The Number Of The Beast.",
          1347956587
        ],
        [
          "Iron Maiden \\m/ Iron Maiden Fans Forever!\n\\m/Lisa\\m/ Iron Maiden - Flight Of Icarus Music video by Iron Maiden performing Flight Of Icarus.",
          1347956401
        ],
        [
          "Iron Maiden \\m/ Iron Maiden Fans Forever\nTrue.  Maiden fans are forever!\n\\m/Lisa\\m/ Iron Maiden - The Number Of The Beast - Official Video Iron Maiden - The Number Of The Beast Content owner: Sony Music Entertainment \"Woe to you, Oh Earth and Sea, for the Devil sends the beast with wrath, becaus...",
          1347700135
        ],
        [
          "Iron Maiden / Iron Maiden Fans Forever\n\\\\m//Lisa\\\\m// IRON MAIDEN - Rime Of The Ancient Mariner LIVE AFTER DEATH FILMED AND RECORDED - LONG BEACH ARENA, CALIFORNIA MARCH 14TH - 18TH 1985 DIRECTED BY JIM YUKICH (HARRIS) IRON MAIDEN: STEVE HARRIS: BASS & ...",
          1347011288
        ],
        [
          "FLIGHT 666!! Up The Irons!!\nIron Maiden Iron Maiden Fans Forever One of the all-time best! \nTURN IT UP TO ELEVEN!! \n\\m/Shawn Till Dawn Iron Maiden - The Number Of The Beast (Flight 666) [HD] www.facebook.com/Heavy.Metal.Hitman",
          1346913569
        ],
        [
          "Iron Maiden \nIron Maiden fans are Iron Maiden Fans Forever!!!!\n\\\\m//Lisa\\\\m// Iron Maiden- 2 Minutes To Midnight (Official Music Video) Official Music Video To Iron Maiden- Two Minutes to Midnight From the Album Powerslave 1984 Iron Maiden Official Two Minutes To Midnight",
          1346656481
        ]
      ],
      "dates_start": 1347270922,
      "dates_end": 1355776481,
      "likes_avg": 55,
      "likes_stdev": 24,
      "comments_avg": 1,
      "comments_stdev": 1,
      "shares_avg": 19,
      "shares_stdev": 17
    },
    {
      "number": 26,
      "important": [
        "cover",
        "iron",
        "photo",
        "maiden",
        "iron maiden",
        "eddi",
        "steve",
        "harri",
        "let",
        "ad"
      ],
      "common": [
        "british",
        "british lion",
        "harris",
        "harris british",
        "harris british lion",
        "lion",
        "steve",
        "steve harris",
        "steve harris british",
        "steve harris british lion"
      ],
      "messages": [
        [
          "Iron Maiden\n#Eddie\n#TheTrooper\n\nSteve Harris\n#bassist Kollectors ARMY online's cover photo",
          1486764158
        ],
        [
          "Steve Harris! Acryl on canvas 50x100cm.",
          1426708046
        ],
        [
          "We've got 10 pairs of tickets to give away for the Steve Harris British Lion show in Brighton tomorrow. All you need to do is send an email to brighton@steveharrisbritishlion.com by 5pm today, and we'll let you know by 6pm whether you've won. Good luck!!",
          1404812265
        ],
        [
          "The Maiden tour may be over for another year but Steve Harris British Lion hit the road tomorrow! Timeline Photos",
          1404713555
        ],
        [
          "Steve's taking BRITISH LION out on the road in July! \nhttp://www.ironmaiden.com/steve-harris-takes-british-lion-back-on-the-road-in-july.html Steve Harris British Lion Tickets go on sale Monday! \nMore info at www.steveharrisbritishlion.com",
          1396595112
        ],
        [
          "Nice voting folks! :-) Iron Maiden's Steve Harris Voted Greatest Metal Bassist The galloping Maiden mastermind defeated a very worthy opponent, Dream Theater's John Myung, in the final round, earning the title of the Greatest of all Time!",
          1382536777
        ],
        [
          "More voting! Grand Finale time John Myung vs. Steve Harris - Greatest Metal Bassist, Final Round Dream Theater's John Myung takes on Iron Maiden's Steve Harris in the championship battle of Loudwire's Greatest Metal Bassist tournament.",
          1382171721
        ],
        [
          "Another vote thingy... Cliff Burton vs. Steve Harris - Greatest Metal Bassist, Semifinals Late Metallica bassist Cliff Burton takes on Iron Maiden legend Steve Harris in the semifinals of Loudwire's Greatest Metal Bassist tournament.",
          1381842312
        ],
        [
          "Win tickets to see Steve Harris British Lion in London on the 26th... comp closes tonight so be quick!\n\nhttp://assets.emi.com/steveharris/competitions/ticket/ Steve Harris - British Lion Ticket Competition We're giving away a pair of tickets to see Steve Harris live at the London O2 Academy, Islington on March 26th 2013. Simply answer the question below for your chance to win. This competition ends at midnight on 20th March 2013.",
          1363773774
        ],
        [
          "Steve Harris British Lion played their first live show last night in Portugal, read all about it... STEVE HARRIS BRITISH LION TOUR OPENS WITH AN ALMIGHTY ROAR! The British Lion European tour got off to an electrifying start in Portugal last night with a sold-out charity show at the Moto Clube de Faro...",
          1361448201
        ],
        [
          "See Steve Harris British Lion live next weekend! Steve plays in Madrid on Saturday 23rd and Barcelona on Sunday 24th - don't miss out!",
          1360835511
        ],
        [
          "See Steve Harris British Lion live next week! Steve plays the Moto Clube de Faro on the 20th and Hard Club in Porto on the 21st - don't miss out!",
          1360835413
        ],
        [
          "Check out the new video from Steve Harris British Lion - 'Us Against The World' Us Against The World Vimeo is the home for high-quality videos and the people who love them.",
          1354126044
        ],
        [
          "Check out the video for 'This Is My God', from Steve Harris British Lion This is My God Vimeo is the home for high-quality videos and the people who love them.",
          1349191052
        ],
        [
          "Steve is on 'That Metal Show' tomorrow - see below. Don't forget, you can check out 'British Lion' by clicking the App up the top of the page - available til midnight Sunday. That Metal Show: Season 11 Episode 7 Steve Harris Sneak ( Ep. 1107 ) from That Metal Show | Show Cli Watch this Exclusive VH1 Video Clip That Metal Show: Season 11 Episode 7 Steve Harris Sneak Online at VH1.com VSPOT. View this Video and more Videos just like it.",
          1348233039
        ],
        [
          "Listen to the solo debut of Iron Maiden's Steve Harris: THE STEVE HARRIS SOLO ALBUM IS NOT GOOD | MetalSucks Iron Maiden bassist Steve Harris' debut solo album, British Lion, is now in streaming in full on Metal Hammer's website, and holy poop on a stick, is it",
          1348149860
        ],
        [
          "Pour rappel, le premier album solo du bassiste de Iron Maiden est en écoute en avant-première ci-dessous.\nAlors, qu'en pensez-vous ? Steve Harris British Lion We have a treat for you - on Thursday 20th from 11am (BST) you'll be able to hear all of 'British Lion', right here on the website!",
          1348128771
        ],
        [
          "Steve's debut solo album is now online for your listening pleasure - Give it a listen! Steve Harris British Lion EMI Music are proud to announce the release of Iron Maiden founder Steve Harris’ debut solo/side project album. Entitled ‘British Lion’ and comprising ten songs that Steve and his collaborators have been working on for the past few years between Iron Maiden tours and releases, it is an album that wi...",
          1348128051
        ],
        [
          "Give the Steve Harris British Lion page a Like - album coming September 24th",
          1342613551
        ]
      ],
      "dates_start": 1341408669,
      "dates_end": 1411392090,
      "likes_avg": 7118,
      "likes_stdev": 10966,
      "comments_avg": 377,
      "comments_stdev": 553,
      "shares_avg": 593,
      "shares_stdev": 817
    },
    {
      "number": 27,
      "important": [
        "tour",
        "england tour",
        "maiden england",
        "photo",
        "favourit",
        "show",
        "maiden",
        "ad",
        "timelin",
        "england"
      ],
      "common": [
        "2012",
        "england",
        "england tour",
        "iron",
        "john",
        "john mcmurtrie",
        "maiden",
        "maiden england",
        "mcmurtrie",
        "tour"
      ],
      "messages": [
        [
          "So, now the Maiden England tour is over... which was your favourite show? Timeline Photos",
          1404807238
        ],
        [
          "Send us your postcards from the road! Go to https://www.facebook.com/ironmaiden/app_140532692803434  and upload your gig memories from shows on this leg of the Maiden England tour! Timeline Photos",
          1369983281
        ],
        [
          "Got Spotify? Follow us and you can check out the setlist from the Maiden England tour, and more!",
          1369828749
        ],
        [
          "Of course, Maiden England '88 isn't just a trip back to 1988, it also includes the third part of our 'History Of' series, with all-new band interviews!\n\nhttps://www.youtube.com/watch?v=qSIK_J6Lfeg The History of Iron Maiden Part 3 Clip (Maiden England '88) Clip taken from the brand new 40 minute documentary available on the Maiden England '88 DVD. Find out more here: http://smarturl.it/MaidenEngland88 © 2013 Ir...",
          1364372719
        ],
        [
          "Maiden England '88 is out today! Available from all good retailers on and offline, or hit http://smarturl.it/maidenenglandstorey to buy online. Iron Maiden - Maiden England '88 Album Sampler Maiden England '88 - Out Now. Available on DVD, CD, 2LP and digital download. Find out more here: http://smarturl.it/maidenenglandstorey #maidenengland www.i...",
          1364204690
        ],
        [
          "Need some Maiden England '88 in your life? We can do you a bundle...\n\nhttp://smarturl.it/maidenenglandstoref Iron Maiden Maiden England Official Store Iron Maiden Maiden England Official Store",
          1361353142
        ],
        [
          "Available to pre-order on Amazon now! Maiden England '88 [DVD] Maiden England '88 [DVD]",
          1360846893
        ],
        [
          "Maiden England '88 trailer! Iron Maiden - Maiden England '88 Trailer Maiden England '88 - Out 25th March 2013 Available on DVD, CD, 2LP and digital download. www.ironmaiden.com www.facebook.com/ironmaiden www.twitter.com/ironm...",
          1360677878
        ],
        [
          "Maiden England Tour 2012 - You know the drill by now. Tag Yourself 2012",
          1345077301
        ],
        [
          "Check out our latest tour diary - Canada! Maiden England - Canada",
          1344353845
        ],
        [
          "MONTREAL 'MAIDEN ENGLAND 2012' tour 2012 Photo by JOHN McMURTRIE JOHN McMURTRIE Timeline Photos",
          1342431827
        ],
        [
          "CHICAGO 'MAIDEN ENGLAND' tour 2012 Photo by JOHN McMURTRIE IRON MAIDEN HOLDINGS LTD/JOHN McMURTRIE Timeline Photos",
          1342181804
        ],
        [
          "OTTAWA 'MAIDEN ENGLAND' tour 2012 Photo by JOHN McMURTRIE IRON MAIDEN HOLDINGS LTD/JOHN McMURTRIE Tag Yourself 2012",
          1341917456
        ],
        [
          "NEWARK  'MAIDEN ENGLAND' tour 2012 Photo by JOHN McMURTRIE IRON MAIDEN HOLDINGS LTD/JOHN McMURTRIE Tag Yourself 2012",
          1341386096
        ],
        [
          "WASHINGTON  'MAIDEN ENGLAND' tour 2012 Photo by JOHN McMURTRIE IRON MAIDEN HOLDINGS LTD/JOHN McMURTRIE Tag Yourself 2012",
          1341226391
        ],
        [
          "Philadelphia  'MAIDEN ENGLAND' tour 2012 Photo by JOHN McMURTRIE IRON MAIDEN HOLDINGS LTD/JOHN McMURTRIE Tag Yourself 2012",
          1341226391
        ],
        [
          "BOSTON 'MAIDEN ENGLAND' tour 2012 Photo by JOHN McMURTRIE IRON MAIDEN HOLDINGS LTD/JOHN McMURTRIE Tag Yourself 2012",
          1340961994
        ],
        [
          "CHARLOTTE NC 'MAIDEN ENGLAND' tour 2012 Photo by JOHN McMURTRIE IRON MAIDEN HOLDINGS LTD/JOHN McMURTRIE Tag Yourself 2012",
          1340641304
        ],
        [
          "Thank you and goodnight Charlotte! Time to get packed up... Iron Maiden Maiden England Tour 2012 - You know the drill by now.",
          1340328503
        ],
        [
          "Tickets go on sale 2nd and 3rd March! Check the tour dates on Facebook or on ironmaiden.com Maiden England Tour",
          1330605547
        ]
      ],
      "dates_start": 1335754799,
      "dates_end": 1369086505,
      "likes_avg": 9284,
      "likes_stdev": 14842,
      "comments_avg": 381,
      "comments_stdev": 726,
      "shares_avg": 1971,
      "shares_stdev": 4241
    },
    {
      "number": 28,
      "important": [
        "releas",
        "photo",
        "today",
        "eddi",
        "timelin",
        "fan",
        "ironmaiden",
        "love",
        "ad",
        "offici"
      ],
      "common": [
        "com",
        "http",
        "http www",
        "ironmaiden",
        "maiden",
        "photos",
        "timeline",
        "timeline photos",
        "www",
        "www ironmaiden"
      ],
      "messages": [
        [
          "#ironmaiden #fanfriday Timeline Photos",
          1427453556
        ],
        [
          "#wEDnesday #sbit #ironmaiden Timeline Photos",
          1427286785
        ],
        [
          "Feeling the love? #ironmaiden #fans #maidenmonday Timeline Photos",
          1426511740
        ],
        [
          "Eddie's just found our official Instagram account! #IronMaiden #eddie #official\ninstagram.com/ironmaiden Timeline Photos",
          1426006766
        ],
        [
          "Released today in 1981!\n\nhttp://open.spotify.com/album/1pEuH3pCpd42YGAmxEkSkM Timeline Photos",
          1422871638
        ],
        [
          "Next three Maiden skate decks available for pre-order - http://www.backstreetmerch.com/artist/iron-maiden/skatedecks\n\nAvailable globally with fast secure signed-for international shipping from the UK! Timeline Photos",
          1422530622
        ],
        [
          "Official Iron Maiden skate decks now available globally from Backstreet Merch with fast secure signed-for international shipping from the UK.\n\nhttp://www.backstreetmerch.com/artist/iron-maiden/skatedecks Timeline Photos",
          1420557067
        ],
        [
          "Released today in 1985 :-) Timeline Photos",
          1413284467
        ],
        [
          "And another anniversary! Today in 1990... Timeline Photos",
          1412164118
        ],
        [
          "Released today in 1986. How long did you spend examining the artwork for hidden in-jokes and details?\n\nIf you missed it the first time... http://www.ironmaiden.com/classic-80s-vinyl-reissues-on-the-way.html (y) Timeline Photos",
          1411973990
        ],
        [
          "Today in 1981, Bruce joins Maiden. (y) Timeline Photos",
          1411721567
        ],
        [
          "Caption this! Timeline Photos",
          1403536890
        ],
        [
          "Can I Play With Madness? Not sure, but I can certainly wear it.\nhttp://www.ironmaiden.com/iced-madness-t-shirt.html Timeline Photos",
          1403535530
        ],
        [
          "Here at Maiden Towers, we like big knockers.\n\nhttp://www.ironmaiden.com/eddie-door-knocker.html Timeline Photos",
          1399030916
        ],
        [
          "And another... SWITZERLAND! Tickets onsale today :-)\n\nhttp://www.ironmaiden.com/maiden-to-headline-greenfield-festival-switzerland-june-2014.html",
          1386141817
        ],
        [
          "What a load of balls!\r\n\r\nhttp://www.ironmaiden.com/trooper-golf-balls.html Timeline Photos",
          1385567399
        ],
        [
          "CHI! CHI! CHI! LE! LE! LE! :-)\r\nhttp://www.ironmaiden.com/maiden-chile-football-shirt.html Timeline Photos",
          1380702511
        ],
        [
          "Bye bye Brazil!\r\nhttp://www.ironmaiden.com/brazil-event-shirt.html Timeline Photos",
          1380109508
        ],
        [
          "Hello Brazil!\r\nhttp://www.ironmaiden.com/maiden-brazil-football-shirt.html Timeline Photos",
          1379592799
        ],
        [
          "http://www.ironmaiden.com/iron-maiden-to-bring-the-stunning-maiden-england-world-tour-to-europe-in-2013.html Timeline Photos",
          1348153323
        ],
        [
          "Dunno about the rest of you, but here in the UK the weather is shite! \r\n\r\nhttp://www.ironmaiden.com/eddies-umbrella-1.html Timeline Photos",
          1339142043
        ]
      ],
      "dates_start": 1376541074,
      "dates_end": 1426113692,
      "likes_avg": 75796,
      "likes_stdev": 50677,
      "comments_avg": 1518,
      "comments_stdev": 1161,
      "shares_avg": 7363,
      "shares_stdev": 6571
    },
    {
      "number": 29,
      "important": [
        "music",
        "ever",
        "us",
        "support",
        "ticket",
        "sonispher",
        "need",
        "event",
        "live",
        "ad"
      ],
      "common": [
        "go",
        "iron",
        "iron maiden",
        "maiden",
        "photos",
        "sale",
        "tickets",
        "timeline",
        "timeline photos",
        "www"
      ],
      "messages": [
        [
          "Help us stamp out Secondary Ticketing... We need your support - Secondary Ticketing The ever increasing plague of ‘Secondary Ticketing’ excesses are a blight on live music and sports events",
          1422989668
        ],
        [
          "Sonisphere day tickets are now on sale - see you at Knebworth!\nwww.sonisphere.co.uk Timeline Photos",
          1395245094
        ],
        [
          "2014 Tour Dates are on the website, and tickets are on sale for all shows now - see you in the front row!\n\nhttp://www.ironmaiden.com/tourdates.php Timeline Photos",
          1395138374
        ],
        [
          "Maiden will return to Spain for shows at The Palau San Jordi, Barcelona on Tuesday May 27th and The Bizkaia Arena at Bilbao Exhibition Centre on Thursday May 29th.\n\nFC presale this Friday, then tickets go on general sale Monday. (y)",
          1393927517
        ],
        [
          "Belgrade tickets now on sale http://www.eventim.rs/ Karte - ulaznice za koncerte, sportske, kulturne i druge događaje ~ Kupite ulaznice tickets, events, belgrade arena, eventim, concerts, ticket, biletservis, concert, belgrade, performance, show, festival, event, ticketservice",
          1393406498
        ],
        [
          "Poznan, Poland on June 24th. \n\nFC presale Monday, tix on general sale Wednesday.",
          1392368630
        ],
        [
          "Here's something to make Friday afternoon pass a little faster...\n\nMaiden play the O2 London on August 4th - get tickets from www.axs.com and www.ticketmaster.co.uk! THE TROOPER from Download Festival 2013 Iron Maiden are on tour! Check out the dates at www.ironmaiden.com and don't miss the final UK show on August 4th at the O2 London!",
          1374236264
        ],
        [
          "Extra tickets released for the final Maiden England UK show on Sunday 4 August at The O2! Buy from http://bit.ly/18iGnqg Timeline Photos",
          1373972835
        ],
        [
          "If you're looking for O2 tickets, make sure you're checking the SUNDAY show people! You need to select it from the box up on the left.\n\nhttp://www.axs.com/events/242586?skin=theo2 Iron Maiden Iron Maiden concert tickets at The O2 in London on SUN, Aug 4, 2013 — 7:30PM. Iron Maiden The O2 tickets. Iron Maiden London. Iron Maiden London tickets. Iron Maiden London tickets 2013. Iron Maiden Hard Rock / Metal tickets. Iron Maiden tickets. Iron Maiden facebook. Iron Maiden twitter.",
          1372402483
        ],
        [
          "London O2 second show just added! \n\nOn sale now at http://www.axs.com/events/242586/iron-maiden-tickets?skin=theo2",
          1372401283
        ],
        [
          "Fanclub presale for the O2 August show is now running over at ironmaiden.com",
          1372057526
        ],
        [
          "Tickets for 'The Battle Of San Bernardino' are on sale now!\r\nwww.ticketmaster.com Timeline Photos",
          1365786001
        ],
        [
          "MAIDEN TO PLAY MEXICO ON THE MAIDEN ENGLAND 2013 TOUR\n\nIron Maiden will return to Mexico on 17th September to once again headline at the Foro Sol Stadium, Mexico City. Very special guests will be Big 4 thrash masters Slayer, with support also from Swedish heavy rock phenomenon, Ghost. Tickets go onsale 20th April at 11am. An exclusive first ticket pre-sale for Iron Maiden fanclub members will run on 17th April starting at 11am. Fan Club members will also be eligible in the draw to be First To The Barrier.",
          1365696000
        ],
        [
          "Maiden’s opening show of the Maiden England European Tour 2013 will be at the BEC! Bilbao, Spain on 27 May. Tickets go on-sale Wednesday 13 March. \r\nAn exclusive first ticket pre-sale for Iron Maiden Fan Club members will run on Mon 11 March - see www.ironmaiden.com for details. Timeline Photos",
          1362650400
        ],
        [
          "Maiden will play at Prague’s Synot Tip Arena in Czech Republic on 29 July and Zagreb Arena in Croatia on 31 July. Tickets for Zagreb go on sale 15 February. Tickets for Prague go on sale 16 February.\n\nFanclub presale tomorrow!",
          1360739167
        ],
        [
          "Maiden will play at Helsinki’s Olympic Stadium, Finland on Saturday 20th July .Tickets go onsale Wednesday 30th January at 8.00 (CET). An exclusive first ticket pre-sale for Iron Maiden Fan Club members will run on Monday. Timeline Photos",
          1358924443
        ],
        [
          "Missed out on tickets for the Stockholm show? Live Nation have just released some more - prime position seated and standing tickets from the production holds. Check out LiveNation.se, Friendsarena.se, Ticnet.se and Eventim.se if you want to grab them.",
          1357808866
        ],
        [
          "Maiden will play at Lisbon’s Atlantic Pavilion on May 29th. Tickets go onsale 8th December at 10am (GMT). An exclusive first ticket pre-sale for Iron Maiden Fan Club members will run on 6th December starting at 10am (GMT).  Fan club members will also be eligible in the draw to be ’First To The Barrier’. Timeline Photos",
          1354618906
        ],
        [
          "Maiden will return to Russia in 2013 with a show at Arena (Ice Palace), Saint-Petersburg on 16th July and a show at Moscow’s Olimpyski Stadium on 18th July. Tickets go onsale 7th December  at 09:00 (CET) . An exclusive first ticket pre-sale for Iron Maiden Fan Club members will run on 6th December starting at 09.00 (CET).  Fan club members will also be eligible in the draw to be ’First To The Barrier’.",
          1354604894
        ],
        [
          "Maiden will play Lodz Atlas Arena on July 3rd and Ergo Arena Gdansk on July 4th . The last time they played these Polish cities was during the 1986 Somewhere In Time Tour.\r\n\r\nTickets go onsale December 1st at 10am CET with an exclusive first ticket pre-sale for Iron Maiden Fan Club members from 10am CET Thursday 29th November – 4pm CET Friday 30th November. Timeline Photos",
          1353924496
        ],
        [
          "The Maiden England 2013 Tour continues into Switzerland on Saturday June 22 with a show at the Hallenstadion, Zurich.\r\n\r\nFC presale on Monday, tickets on sale Wednesday! Timeline Photos",
          1353585657
        ],
        [
          "Fanclub presale for MALMO starts tomorrow. www.ironmaiden.com",
          1351005043
        ],
        [
          "Yes, as the auto-tourdate-o-tron reports, we've just added a second night in Frankfurt - on sale now!",
          1350910262
        ],
        [
          "Two new shows just announced: Amsterdam on June 25th and Malmo on July 10th.  Fanclub presales and on-sale this week! Timeline Photos",
          1350896422
        ],
        [
          "More dates have been added to the Maiden England European Tour 2013. Maiden will play 5 shows in Germany - the dates are: the Festhalle Frankfurt on 11 June, the O2 World in Berlin on 18 June, O2 World in Hamburg on 19 June, Open Air Arena Singen-Aach on 29 June and Open Air an der KöPi-Arena in Oberhausen on 06 July.\r\n\r\nTickets go onsale October 20th with our fanclub presale starting on October 15th. Timeline Photos",
          1349935214
        ],
        [
          "On June 5 Maiden will bring the Maiden England World tour to Paris Bercy, a venue they have played many times before, including on the original Seventh Son tour back in 1988. Tickets will go onsale on Monday, October 15 at 10.00 am. Timeline Photos",
          1349413198
        ]
      ],
      "dates_start": 1350475262,
      "dates_end": 1387882055,
      "likes_avg": 21220,
      "likes_stdev": 14914,
      "comments_avg": 665,
      "comments_stdev": 424,
      "shares_avg": 3776,
      "shares_stdev": 3535
    },
    {
      "number": 30,
      "important": [
        "iron",
        "end",
        "play",
        "maiden",
        "best",
        "iron maiden",
        "de",
        "video",
        "like",
        "ad"
      ],
      "common": [
        "adrian",
        "com",
        "guitar",
        "http",
        "iron",
        "iron maiden",
        "live",
        "maiden",
        "rock",
        "rockline"
      ],
      "messages": [
        [
          "Mais uma foto do meu trabalho Iron Maiden :)\nobs: data da câmera errada, foto de 01/02/2017 ;)",
          1486596650
        ],
        [
          "We nominate Thomas Zwijsen for the best backgrounds in contemporary music videos :D\nHere is the new video for his arrangement of \"Childhood's End\" by Iron Maiden. Do you like it?\n\nThomas is playing our STRIPED SUITE C/E model: http://bit.ly/stripedsuitece\n\n#ortegaguitars #thomaszwijsen #nylonmaiden #brasil ThomasZwijsen_ChildhoodsEnd_OrtegaGuitars",
          1486485005
        ],
        [
          "Mais uma edição inédita do Rock Master, com muita coisa legal e muito rock'n'roll!\n\nE no cardápio da edição de hoje: Kansas, Pink Floyd, Black Sabbath, na Dica do Tiozão, com o Leopoldo Siqueira, Phenomena, com a ótima Did It All For Love, Neal Morse, Aerosmith, Guns N' Roses, Bon Jovi, Iron Maiden, com uma história sensacional do grande Douglas Paccini e Angra!! Party on!! Rock Master 07-02-17.mp3",
          1486466261
        ],
        [
          "Dave's 2006 Guitar Rig Diagram over at GuitarGeek.Com. Also available as 7 foot tall poster!\n\n#ironmaiden #davemurray #eddielives #guitarposters #guitargeek Dave Murray – Iron Maiden – 2006 A detailed gear diagram of Dave Murray's 2006 Iron Maiden stage setup that traces the signal flow of the equipment in his guitar rig.",
          1419023159
        ],
        [
          "Maiden are nominated for 'Best International Live Act' in the Bandit Rock (Official) awards... you can vote at the link below if you'd like to. It's in Swedish but we're sure you can figure it out :-) Bandit Rock Awards 2015 - Rösta på ditt favoritband | rösta | Bandit Rock Awards Leo Vegas presenterar: Bandit Rock Awards 2015!   Nu är det snart dags igen för Sveriges enda riktiga rockgala! De bästa artisterna och den bästa musiken ska koras och du bestämmer vinnarna. Rösta på dina favoriter i nedanstående kategorier. I slutet av februari koras vinnarna.",
          1416996143
        ],
        [
          "Maiden are taking to the stage in Germany - watch live! Rock am Ring 2014 LIVESTREAM EinsPlus bietet täglich ab 18.00 Uhr bis tief in die Nacht hinein Festival-TV vom Feinsten: mehr als 34 Stunden lang Konzerte u.a. von Iron Maiden, Metallica, Marteria und vielen mehr. Dazu gibt's Interviews, Backstage-Reportagen und Talks.",
          1401987792
        ],
        [
          "Rock Am Ring webcast tonight at 8pm BST / 9pm Local\n\nhttp://www.swr3.de/musik/rock-am-ring/start/-/id=1453940/ywy8h4/index.html \n\nhttp://www.einsplus.de/rar/-/id=13403838/did=13482858/nid=13403838/5f9xkx/index.html\n\nhttp://www.dasding.de/home/-/id=236/1tqw1w7/index.html#/rock-am-ring/Rock-am-Ring/-/id=698062/nid=698062/did=570416/1df3kon/index.html\n Rock am Ring | SWR3.de Rock am Ring bei SWR3: Wir berichten live vom Nürburgring. Bei uns gibt es jede Menge Fotos von Besuchern und Bands, Videos von den Interviews, den Konzerten und dem Backstage-Geschehen sowie alle Infos und einen Livestream. Viel Spaß!",
          1401967067
        ],
        [
          "The Planet Rock 'Plays It In Full' tonight is The Final Frontier, along with interviews. Listen online at 11pm http://www.planetrock.com/on-air/planet-rock-plays-it-in-full/ Planet Rock Plays It In Full Every Monday at 11pm, we play a classic album in full with no interruptions!",
          1387825200
        ],
        [
          "minha humilde contribuição\n Iron Maiden - Afraid to Shoot Strangers ( live Curitiba 2013)",
          1380292317
        ],
        [
          "Rock In Rio - Live Stream!\nMaiden take to the stage at midnight Rio-time. Rock in Rio 2013 - LIVE Rock in Rio is now the most important Brazilian festival in the world and one of the most significant on the planet. Over nearly 30 years, it became the owne...",
          1379881801
        ],
        [
          "Iron Maiden nominated as Band of the Year at this year's Classic Rock Roll Of Honour awards! Vote now for your favourite artists, albums and events of 2013 at http://awards.classicrockmagazine.com (and you could win stuff too!) Classic Rock Awards 2013 Go and vote - you might win a prize!",
          1376474996
        ],
        [
          "Maiden changed my life.\n\nPlease enjoy this interview & tribute to the great Clive Burr.\n\nPlease feel free to share etc.\nX\n\nhttp://mikedolbear.com/story.asp?StoryID=3439 Mike Dolbear DRUMS | A Tribute To Clive Burr by Robin Guy with interview from 2005 At the age of 13, I was over in France on a school French exchange, and my exchange student, Stephane Gonzales, was a Michael Jackson nut. He had cardboard cut-outs of MJ, posters, every record etc - his room was a shrine to the King of Pop, but in the corner, I found some cassettes...",
          1364065937
        ],
        [
          "PAUL DI'ANNO MAIDEN YES I WAS INTO THEM IN 80 \\M/ JAKE \\M/ Iron Maiden!!! EPIC TUNE!!!!! Iron Maiden -- Phantom of the Opera Live at the Rainbow - 1980 Paul Di'Anno - Vocals Steve Harris - Bass Dave Murray - Guitar Adrian Smith - Guitar Clive Burr - Drums",
          1356967433
        ],
        [
          "Iron Maiden\n(Jamie) Iron Maiden-Another rock and roll Christmas",
          1356404592
        ],
        [
          "Everyone's Favorite!\n\nAnother Rock 'n' Roll Christmas!!!\n\nThe Mighty Iron Maiden!!!\n\n- Zéusż Iron Maiden - Another Rock And Roll Christmas Light the lights Ring the chimes Come on In, It's party time Raise a glass for auld langs sigh Come on, Rock it up for all mankind It's good to see friends I...",
          1356358646
        ],
        [
          "This signed Maiden guitar is being auctioned for the Ronnie James Dio Stand Up And Shout Cancer Fund. The auction takes place December 2nd, follow the link for more info. IRON MAIDEN SIGNED GUITAR - Price Estimate: $600 - $800 A Jackson Adrian Smith Signature electric guitar, signed in 2011 by members of Iron Maiden: Adrian Smith, Steve Harris, Dave Murray, Bruce Dickinson, Nicko McBr",
          1354381201
        ],
        [
          "Check out the new video from Primal Rock Rebellion - we really like it! Tortured Tone Directed by Mikee Goodman Edited, Colour Graded, Concept and Storyboard by Mikee Goodman Shot by Lawrence Hardy and Amy Lightowler First AD Lawrence Hardy, 2nd…",
          1349963188
        ],
        [
          "Steve Harris will be the featured guest on the nationally syndicated radio show ROCKLINE with host Bob Coburn Wednesday October 3, 2012 at 8:30pm PDT / 11:30pm EDT. Fans are encouraged to call to speak with Steve Harris toll free at 1-800-344-ROCK (7625). \n\nFor a station near you and for information regarding how to log onto the Internet for the broadcast go to www.RocklineRadio.com\n\nThe show will be streamed on the Rockline website for two weeks beginning the afternoon after the live broadcast. Rockline Radio - Interviews and music from classic rockers and cutting edge superstars! Rockline Radio live interviews with your favorite rockstars, Fox/Rockline Simpsons Sweepstakes",
          1349197201
        ],
        [
          "Watch the Adrian Smith Signature SDX with a Maple fingerboard in action in this demo:\n http://www.youtube.com/watch?v=Wgp22dZlefk&feature=youtu.be Iron Maiden Jackson Adrian Smith SDX Maple Demo Watch the Adrian Smith Signature SDX with a Maple fingerboard in action in this demo. For more product information, click here: http://www.jacksonguitars.com...",
          1347891981
        ],
        [
          "My Iron Maiden photos are up at RevolverMag.com. Photos: Iron Maiden Live in Mountain View, California  - Revolver Magazine The world's loudest rock magazine!",
          1347638476
        ],
        [
          "http://youtu.be/MZDB0mAMkA4\n\nIron Maiden for Ronald \\M/\\M/!!!!!!!\n\nMARGE\\m/ Iron Maiden - Dance of Death Iron Maiden - Dance of Death Members: Bruce Dickinson - vocals Steve Harris - bass guitar Adrian Smith - guitar Janick Gers - guitar Dave Murray - guitar Nic...",
          1347462587
        ],
        [
          "Watch Nirvana, System of a Down, Iron Maiden + more deliver defiant performances on TV: 10 Most Rebellious TV Rock Performances Live television is a beautiful thing - especially when you decide to throw hard rock's most notorious pranksters and all-around unstable maniacs in front of a camera. With no way to predict what could happen, foolhardy television producers all over the world trusted these bands to deliver a conventi...",
          1347008401
        ],
        [
          "Adrian will be on The Rock Of Jericho TODAY 5pm EST.\n XM164 / Iheartradio app and Sixxsense.com. \nRepeated Sun @ Noon and Tues 10AM",
          1341680401
        ],
        [
          "Adrian will be on The Rock Of Jericho Saturday 5pm EST.  XM164 / Iheartradio app and Sixxsense.com.  Repeated Sun @ Noon and Tues @ 10am",
          1341567103
        ],
        [
          "Adrian and Dave will be on ROCKLINE Radio tonight - get your questions in! http://www.rocklineradio.com/ Rockline Radio - Interviews and music from classic rockers and cutting edge superstars! Rockline Radio live interviews with your favorite rockstars, Fox/Rockline Simpsons Sweepstakes",
          1339407995
        ],
        [
          "Our buddies Primal Rock Rebellion have just posted a new video. Check out 'No Friendly Neighbour' Primal Rock Rebellion - No Friendly Neighbour Music video by Primal Rock Rebellion performing No Friendly Neighbour. (C) 2012 Spinefarm Records UK",
          1337930508
        ],
        [
          "Adrian will be on That Metal Show on Saturday!",
          1334832297
        ],
        [
          "The new single from Adrian's Primal Rock Rebellion project - enjoy! Primal Rock Rebellion - No Place Like Home Music video by Primal Rock Rebellion performing No Place Like Home. (C) 2012 V2 Records International Limited, T/A Spinefarm Records UK under exclusive licen...",
          1327582100
        ],
        [
          "Album art and tracklisting for Adrian's new project... Primal Rock Rebellion",
          1326196821
        ]
      ],
      "dates_start": 1328800924,
      "dates_end": 1419511713,
      "likes_avg": 3899,
      "likes_stdev": 6385,
      "comments_avg": 124,
      "comments_stdev": 194,
      "shares_avg": 426,
      "shares_stdev": 803
    },
    {
      "number": 31,
      "important": [
        "iron",
        "day",
        "name",
        "avail",
        "maiden",
        "iron maiden",
        "head",
        "onli",
        "metal",
        "ad"
      ],
      "common": [
        "com",
        "iron",
        "iron maiden",
        "live",
        "maiden",
        "official",
        "soundrop",
        "us",
        "vote",
        "www"
      ],
      "messages": [
        [
          "He's only a few days old, but Iron Maiden Duran Ruiz is already more metal than you. Bolivian couple names their baby \"Iron Maiden\"",
          1486739490
        ],
        [
          "We have new Iron Maiden designs now available! We now have over 20 designs available with more coming! Check them all out at http://bit.ly/2lxg6Bm-IronMaiden Share to someone who you think would love one! #Bookofsoulstour #UptheIrons #IronMaiden Iron Maiden – Select a Head",
          1486696611
        ],
        [
          "List: In honor of 37 years of Iron Maiden, we've compiled a list of 15 artists who have covered Maiden. Let us know which ones are your favorite and which ones we missed! List: 15 Artists Who Have Covered Iron Maiden Yesterday, February 8, signfied 37 years since Iron Maiden made their debut with their single, \"Running Free.\" The band’s legacy and influence on modern metal is evident by the countless amounts of cover songs and tributes that have been released over the years. In honor of Iron Maiden’s impact on t...",
          1486672569
        ],
        [
          "Its been years my son is 8 now going on nine now. This story is long overdue but I've drank enough and would love to share it. I bought tickets to iron maiden a year in advance or whatever lol I bought tickets way in advance. So the day of the iron maiden concert my wife goes into labor. And I'm prepared to go watch the birth of my child but she says no just go and I argued but she wouldn't have it (honestly didn't take much convincing ) kidding. So I went to the iron maiden concert and at the end of the show last song ( hollowed be thy name ) I got a phone call from wife to get my ass to hospital asap because my son was being born. So I did. My son was born on the 6th day of the 6th month he was 6.6 oz born on the night of the iron maiden concert",
          1486525994
        ],
        [
          "Up the Irons!!!",
          1426867488
        ],
        [
          "https://www.youtube.com/watch?v=Li58voy6xXM&feature=youtu.be&fb_ref=Default\n\nHi !!! The Trooper by Steve'n'Seagulls (LIVE) Finnish band called Steve'n'Seagulls plays Iron Maiden. Recorded by Jaakko Manninen. Visit us on Facebook https://www.facebook.com/Stevenseagulls Pre order o...",
          1426353318
        ],
        [
          "Up the irons.",
          1426249793
        ],
        [
          "Hot off the presses... Fan Club magazine #99 is being stuffed through letterboxes by overworked postmen this week. Photos from Iron Maiden's post",
          1418736069
        ],
        [
          "This is a pretty sweet cover. Post your favourite Maiden covers in the comments...\n\nhttp://www.classicfm.com/artists/2cellos/news/iron-maiden-trooper-rossini/ 2Cellos release new Iron Maiden-inspired video Another bow-shredding video from the duelling cellists, this time taking on Iron Maiden and Rossini",
          1413965293
        ],
        [
          "Love you nutters down the front! Photos from Iron Maiden's post",
          1404819173
        ],
        [
          "www.youtube.com/watch?v=Li58voy6xXM The Trooper by Steve'n'Seagulls (LIVE) Finnish band called Steve'n'Seagulls plays Iron Maiden. Recorded by Jaakko Manninen. Visit us on Facebook https://www.facebook.com/Stevenseagulls",
          1403066666
        ],
        [
          "http://youtu.be/Li58voy6xXM Trooper by Steve'n'Seagulls (LIVE) Finnish band called Steve'n'Seagulls plays Iron Maiden.",
          1402842668
        ],
        [
          "Maiden aren't exactly known for their love songs... but if you're having a romantic evening with your valentine, which ones can you sneak under the radar? Timeline Photos",
          1392383713
        ],
        [
          "Check this out guy's. Cheers\n\n THE TROOPER - Iron Maiden cover by 11 year old Sara & Motion Device 11 year old Sara & Motion Device dedicate this cover to one of the greatest metal bands of all time - IRON MAIDEN!!! Watch them cover one of their favourite ...",
          1388326850
        ],
        [
          "Got Spotify? Check out 8 tracks from Maiden England '88! A Real Short One, a playlist by Iron Maiden on Spotify Some of the shorter songs from Iron Maiden's history...New album 'The Book Of Souls' available 4th September.",
          1363604400
        ],
        [
          "Wir wünschen Euch ein frohes neues Jahr! \"Pop around the Clock\" liefert jetzt mit Robbie Williams, Westlife, Die Fantastischen Vier, Silbermond, Tokio Hotel, Kasabian und Iron Maiden weiterhin den musikalischen Rahmen für Eure Silvesterfeier. Auf ein fantastisches Jahr 2013! Pop around the clock - Zeitplan - 25 Konzerte nonstop",
          1356991801
        ],
        [
          "Es geht los! 25 Konzerte in 24 Stunden - freut Euch auf Coldplay, Kylie Minogue, Shakira, Die Fantastischen Vier, Iron Maiden, Robbie Williams, Westlife, Udo Lindenberg, Silbermond, Tokio Hotel, a-ha, Kasabian und viele mehr... hier geht's zum Zeitplan: Pop around the clock - Musik non stop - 24 Stunden - 25 Konzerte Pop around the clock am\n31. Dezember 2012",
          1356924600
        ],
        [
          "IRON MAIDEN IS INCLUDED IN THIS WEEK'S METALMOUTH! Neil Wonnell's Metalmouth | Metal from Chicago, IL Music, lyrics, videos, concert schedule, and more at ReverbNation.",
          1356762810
        ],
        [
          "HOLY SH#T I REMEMBER WHEN THIS CAME OUT!!!! \\M/ JAKE \\M/ Iron Maiden!!!!!!!!!! LOVED THEN AND LOVE IT NOW!!!1 Iron Maiden- Phantom Of The Opera LYRICS BELOW pls visit my channel for more maiden songs The most popular song from this album, it's really long, and the rythm changes constanly Lyrics: I've...",
          1355605862
        ],
        [
          "Noch 18 Tage, dann ist es wieder soweit: Wir begrüßen das neue Jahr wie immer mit 24 Stunden Musik! Dieses Mal bei \"Pop around the clock\" unter anderem: Robbie Williams, Coldplay vom Glastonbury Festival (official) 2012, Die Fantastischen Vier unplugged, Shakira, Kylie Minogue, Westlife, Udo Lindenberg, Silbermond, Iron Maiden und das Abschiedsknozert von a-ha. Zum Zeitplan, den Songlisten und Musikvideos geht's hier: Pop around the clock - Musik non stop - 24 Stunden - 25 Konzerte Silvester 2012/2013 in 3sat",
          1355392216
        ],
        [
          "We're having a picture vinyl special in our Soundrop room! So if you've got Spotify come and join us, vote and argue about which Iron Maiden & Killers tracks are best, and enter our comp to win vinyl in a box!  http://open.soundrop.fm/s/ironmaiden Iron Maiden (OFFICIAL) Welcome to the official Iron Maiden Soundrop room! Vote and discuss your favourite songs. \"Scream for us Soundrop\"!",
          1350567557
        ],
        [
          "Fanclub presale for the Paris show starts tomorrow. www.ironmaiden.com has the info. Iron Maiden Official Website The Official Iron Maiden Website.",
          1349787009
        ],
        [
          "STOCKHOLM presale for fanclub members - starts tomorrow! Go to www.ironmaiden.com for all the info. Iron Maiden Official Website The Official Iron Maiden Website.",
          1348815402
        ],
        [
          "https://www.youtube.com/watch?v=4wpM4dYQUgM Unleash The Archers - Out Of The Silent Planet Unleash The Archers playing Out Of The Silent Planet, an Iron Maiden cover, at the Hard Luck bar in Toronto September 1, 2012",
          1347917146
        ],
        [
          "Iron Maiden (derek) Iron Maiden - Out of The Silent Planet Lyrics: Out of the silent planet, out of the silent planet we are Out of the silent planet, out of the silent planet we are Out of the silent planet, out of ...",
          1347906839
        ],
        [
          "http://www.youtube.com/watch?v=3pXSS5Jq2mE&feature=plcp Safety Danger - The Trooper (Iron Maiden Cover) HD HI ! We are The SAFETY DANGER Live in ECMEN JAWOR 2012 Like us on facebook ;)! http://www.facebook.com/pages/Safety-Danger/438790006160934 stay METAL \\m/",
          1347626701
        ],
        [
          "Fat Mike and his punk-rock crew NOFX are back with the follow-up to 2009’s Coaster, with songs whose topics and influences are as far-reaching as Iron Maiden and Tegan and Sara. Listen to their entire album 'Self Entitled' Self Entitled Self Entitled by NOFX: Listen to songs by NOFX on Myspace, a place where people come to connect, discover, and share.",
          1347624601
        ],
        [
          "http://www.ironmaidenfc.gr/greek-fc-exclusive-ask-dennis-stratton.html Greek FC Exclusive: Ask Dennis Stratton! Iron Maiden the Greek FC is proud to announce the forthcoming exclusive interview with Dennis Stratton, the guitarist of Iron Maiden on the self-titled album. Use the contact form to send us your questions. Deadline of sending your questions is the 25th of September 2012.",
          1347256533
        ],
        [
          "Some good ole Iron Maiden! -Mattie Iron Maiden - Dream of Mirrors Iron Maiden - Dream of Mirrors",
          1346809377
        ],
        [
          "Iron Maiden's reissues, Rammstein not promoting violence, some shit singing and a few tantrums. You heard it last week, so now WATCH IT. Metal Hammer Podcast 210 Part 1: Rammstein Not Being Violent, Iron Maiden Picture Discs Merl's back, and...erm...singing. The boys talk through the recent controversy surrounding a teenage gunman's love of Rammstein, plus Iron Maiden's sexy new ...",
          1346745215
        ],
        [
          "Maiden are nominated for the O2 shows - give us a vote if you feel like it... Best Live Act Vote  - Nordoff Robbins - Music Transforming Lives Help us celebrate music at its best by voting for your Best Live Act of the past 12 months. We've once again teamed up with Ticketmaster and are calling on you to vote for a live act that’s transformed your life from our Top 30. Vote now and you could win a great prize!",
          1339509460
        ],
        [
          "We’ve just been nominated as a Nordoff Robbins - Music Transforming Lives Best Live Act of the past 12 months based on Ticketmaster customer reviews! Please vote for us here: http://bit.ly/LqqfoF and be in with a chance to win some great music prizes! #BestLiveAct Best Live Act Vote  - Nordoff Robbins - Music Transforming Lives Help us celebrate music at its best by voting for your Best Live Act of the past 12 months. We've once again teamed up with Ticketmaster and are calling on you to vote for a live act that’s transformed your life from our Top 30. Vote now and you could win a great prize!",
          1338451058
        ],
        [
          "Remember, if you use Spotify you can come and hang out in our Soundrop room. Vote for what gets played next, argue with people about what they voted for... that sort of stuff.  Iron Maiden (OFFICIAL) Welcome to the official Iron Maiden Soundrop room! Vote and discuss your favourite songs. \"Scream for us Soundrop\"!",
          1338209130
        ],
        [
          "HMV want you to vote for the Best Of British... hmv.com: Music CDs, DVDs, Games & More HMV.COM FREE UK DELIVERY! - Get a huge range of great-priced CDs, DVDs, games and books delivered FREE right to your door",
          1336736659
        ],
        [
          "If you've got Spotify, come and join the official Iron Maiden Soundrop room - listen, chat and vote for your favourite songs. http://open.soundrop.fm/s/ironmaiden Iron Maiden Welcome to the official Iron Maiden Soundrop Room. Vote and discuss your favourite songs. \"Scream for us soundrop\"!",
          1335962329
        ],
        [
          "IRON MAIDEN WILL START NEXT ON THE ONLY PLACE YOU GET NONE STOP MAIDEN THE BEAST IS BACK!!!!  Iron Maiden Radio Plays Everything Iron Maiden Day In Day Out Come Join Us",
          1332765454
        ],
        [
          "https://www.facebook.com/pages/Iron-Maiden-Radio/194843937233341 Iron Maiden Radio Radio Player Link  http://ironmaidenradio.listen2myradio.com Website\t http://ironmaidenradio666.webeden.co.uk/",
          1332504940
        ],
        [
          "You can find out all about it on our website. Iron Maiden Official Website - Iron Maiden EN VIVO! The Official Iron Maiden Website.,",
          1326809085
        ]
      ],
      "dates_start": 1330297626,
      "dates_end": 1425361946,
      "likes_avg": 6468,
      "likes_stdev": 18979,
      "comments_avg": 224,
      "comments_stdev": 665,
      "shares_avg": 1663,
      "shares_stdev": 6867
    },
    {
      "number": 32,
      "important": [
        "know",
        "album",
        "dont",
        "best",
        "show",
        "comment",
        "may",
        "live",
        "list",
        "bass"
      ],
      "common": [
        "band",
        "fans",
        "iron",
        "iron maiden",
        "live",
        "maiden",
        "show",
        "time",
        "tour",
        "world"
      ],
      "messages": [
        [
          "Live albums are a mixed business; most of them fall flat on their faces and don't serve anything other than collectibles. However, when a band gets it right, live albums can be a thrilling experience, almost as much as being at the show. Below is a list of what we consider to be the best of the best live albums; as always, your mileage may vary so let us know in the comments which live albums are your personal favorites!\n\nEntries include Dream Theater, BEHEMOTH!, Between The Buried And Me, Converge, Iron Maiden, Leprous, Jaga Jazzist and more!\n\nhttp://www.heavyblogisheavy.com/2017/02/10/best-of-live-albums/ Best Of: Live Albums There’s nothing quite like a metal show. The palpitating thrum of bass, explosive blasts of percussion, the crackling sea of…",
          1486740916
        ],
        [
          "I'm so psyched, so psyched y'all!\nWe got our tickets for the \"Book Of Souls\" tour June 13th Bridgestone Arena Nashville Tn. Gonna be a blast!",
          1486388986
        ],
        [
          "Luka in Stjepan sta združila nezdružljivo, Rossinijevo uverturo k operi Guillaume Tell in [THE TROOPER], metal komad skupine Iron Maiden!\n2CELLOS v živo:\n☞ 07.04. ● Arena Stožice, Ljubljana #razprodano\n☞ 08.04. ● Arena Stožice, Ljubljana 🎫 zadnje vstopnice http://goo.gl/GdjPRW\n☞ 02.07. ● Arena Pula 🎫 Vstopnice https://goo.gl/U4gtjf 2CELLOS - The Trooper Overture [OFFICIAL VIDEO] http://www.facebook.com/2Cellos http://www.instagram.com/2cellosofficial From our new album Celloverse - out now! iTunes: http://smarturl.it/celloverse Amazo...",
          1486361393
        ],
        [
          "Iron Maiden are to be awarded the prestigious O2 Silver Clef by Nordoff Robbins in recognition of “outstanding contribution to UK music”. Previous winners include The Rolling Stones, David Bowie, Eric Clapton, Pink Floyd, Genesis and Queen; last year’s Silver Clef winner was Jimmy Page. The very first Silver Clef was presented to The Who, by Twiggy, on 29 June 1976. In its 40 year history the Awards have raised more than £8.5 million to fund Nordoff Robbins’ ground-breaking work with music therapy.\n\nThe announcement was made this evening at the Club Café Royal in London at a party to exclusively name the first winners of this year’s awards and to celebrate an iconic 40 year milestone in Nordoff Robbins’ charitable history. Maiden will be presented with this main award of the evening at the annual star-studded O2 Silver Clef Lunch on July 3rd at the Grosvenor House Hotel, Park Lane.\n\nThe band comments, “Nordoff Robbins is an exceptional charity and their dedication to changing people’s lives through music therapy is something we all very much support. We’re extremely proud to receive the O2 Silver Clef Award and be part of the 40th anniversary event celebrating this wonderful achievement.”\n\nFor more information about the Nordoff Robbins charity and to read the full press release - www.nordoff-robbins.org.uk\n\n#O2SilverClefs40  #MusicIsMedicine Timeline Photos",
          1427133639
        ],
        [
          "More! Maiden Heaven: Part Seven - Somewhere In Time - Kerrang!",
          1417119001
        ],
        [
          "Part six of Kerrang's journey through the 80s albums...\n\nhttp://www.kerrang.com/25534/maiden-heaven-part-six-live-death/ Maiden Heaven: Part Six - Live After Death - Kerrang! Broken and knackered after the World Slavery Tour, Maiden didn’t make a new album in 1985. But the postcard they released from the road would become just as essential as...",
          1417082040
        ],
        [
          "Kerrang! are cracking on with their series of reviews of the 80s albums... Maiden Heaven: Part Five - Powerslave - Kerrang! An album a year? No problem. Make it a classic? Yeah, why not? Massive tour? Don’t mind if we do. That’s how Maiden slogged it out. But in 1984 they would create...",
          1416933960
        ],
        [
          "Finished our box set with Somewhere In Time and 7th Son! They hit the shops next week.\n\nSomewhere In Time - http://amzn.to/1qjDm6k\n7th Son of a 7th Son - http://amzn.to/1HejhU1\n\nwww.amazon.com/music/ironmaidenvinyl\n\n#maidenvinyl Photos from Iron Maiden's post",
          1416304621
        ],
        [
          "Our buddies Voodoo Six have released a live video filmed on the tour supporting us last year. Edited by Nick Birtwistle﻿ Voodoo Six - Stop [Live]",
          1415292130
        ],
        [
          "iTunes have included Brave New World in their '50 Legendary Comeback Albums' list. Discuss :-) Timeline Photos",
          1412680075
        ],
        [
          "Our buddies Voodoo Six are off on a mini European jaunt very soon. Tickets for the German dates can be purchased here http://www.adticket.de/Voodoo-Six.html. Tickets to all other shows are available from the venues. Mobile Uploads",
          1410160189
        ],
        [
          "https://www.youtube.com/watch?v=FudaGXD_EiY Caught Somewhere In Time - Iron Maiden (Traducida) Caught Somewhere In Time - Iron Maiden (1986)",
          1410029081
        ],
        [
          "MAIDEN LUXEMBOURG SHOW – VENUE CHANGE\n\nDue to overwhelming demand, the Iron Maiden tour date in Luxembourg on July 1st will now be held at the 12,000 capacity main field at the Rock-A-Field Festival Ground, Roeser after the original location at Rockhal sold out within two hours, the fastest ever sell-out time at this indoor venue. Swedish heavy rock phenomenon, Ghost will be special guests at this show.\n\nwww.atelier.lu",
          1393920548
        ],
        [
          "Maiden will play at Kalemegdan Park in Belgrade on Tuesday 17th June. This stunning location, which is part of Belgrade Fortress will be their first open-air show in Serbia since 1981! Ghost will be supporting.",
          1392912600
        ],
        [
          "MAIDEN will return to Luxembourg for the first time since 1983 to play a show at the Rockhal on 1st July. :-)",
          1392206391
        ],
        [
          "Our buddies Voodoo Six are heading out on a UK tour in March and have European dates in the pipeline for 2014. Make sure you get down to a show Mobile Uploads",
          1388866958
        ],
        [
          "Our buddies The Wild Lies will be supporting Phil Campbell's All Star Band at The Garage in London, 19th Dec... check them out!",
          1386333782
        ],
        [
          "IRON MAIDEN will return to Europe in Summer 2014 starting in late May with a short run of major festivals and a few select arena shows to round off their Maiden England World Tour which ends with a headline performance at the UK Sonisphere Festival in July as part of the 40th Anniversary celebrations at Knebworth Park. By the end of the tour the band will have played 102 shows in 32 countries to well over two million fans since starting in the USA in June 2012.\r\n\r\nRead more - http://www.ironmaiden.com/maiden-summer-2014-tour--headline-date-at-sonisphere-knebworth-.html Timeline Photos",
          1386002146
        ],
        [
          "It's almost 2014! Eek! Time for a new calendar then...\r\n\r\nhttp://www.ironmaiden.com/2014-calendar.html - 12 months of Maiden with plenty of Eddie! Timeline Photos",
          1383840431
        ],
        [
          "Following the European tour support with us this summer, Voodoo Six are excited to be heading off again for a run of UK and European tour dates this autumn. Full list of dates and ticket links here:\n\nhttps://www.facebook.com/notes/voodoo-six/voodoo-six-uk-european-tour-dates-octnov-2013/10151874317870340 Voodoo Six",
          1380897000
        ],
        [
          "MAIDEN ENGLAND TOUR ENDS ON A RECORD HIGH IN SANTIAGO, CHILE\r\n\r\nThe Maiden England 2013 World Tour came to a spectacular end two nights ago in Santiago, Chile, with a return to the Estadio Nacional, playing to 60,105 fans,“the largest audience by a British band ever” (La Tercera newspaper) This is quite ironic considering Maiden were banned by the Church from playing in Chile in 1992, yet have played there four times in the past 6 years alone, and of course recorded the live DVD En Vivo! at the Estadio Nacional in 2011. \r\n\r\nTour Production Manager, Patrick Ledwith has sent us these details from his 2013 Tour Logbook, which we thought you might be interested in:\r\n\r\n“Since rehearsals started 131 days ago with 1 Band and 102 crew, there have been 46 Shows, 1,175,714 Maiden fans,  45,350 miles travelled, 44 cities in 25 different countries on 3 continents, 3,853 hotel rooms, 71,579 lbs of air freight, 2,576 stage hands, 350 lighting fixtures, 330 sets of guitar strings, 2,000 picks,184 drums sticks, 600 rolls of gaffer, 400 rolls of over tape, 598 tanks of CO2 gas, 278 tanks of propane, 3,380 dinners, 96 cheese wheels, 5,646 bottles of Trooper beer, hundreds of miles walked by Hackers... and we have made it to the end of another tour.”\r\n\r\nThe band are now heading home and would like to thank all their legendary fans for making this such a memorable tour for everyone involved. You are the best of the best!\r\n\r\nThanks also to Special Guests on the final leg of the tour; Megadeth in the US, and Slayer and Ghost in Latin America. And to Voodoo Six and all the other bands we played with across Europe at the festivals during the summer. And , of course, to the Killer Krew.  Thanks to all of you!\r\n\r\nCheck out this live footage from another of the South American shows in front of 90,000 of our Brazilian friends  -  Run To The Hills from Rock In Rio Festival - http://vimeo.com/76137039 Timeline Photos",
          1380886828
        ],
        [
          "Maiden headline ROCK IN RIO on Sunday... and everyone can watch online! Maiden hit the stage at about midnight Rio time and the YouTube link is http://www.youtube.com/watch?v=mEEcvj6X_h4 Timeline Photos",
          1379665391
        ],
        [
          "http://www.nashvillescene.com/nashvillecream/archives/2013/09/06/iron-maiden-wmegadeth-at-bridgestone-arena-9513 Iron Maiden w/Megadeth at Bridgestone Arena, 9/5/13 Photo: Eric England",
          1378711879
        ],
        [
          "http://loudwire.com/iron-maiden-u-s-kickoff-show-raleigh-north-carolina/ Iron Maiden 'Play With Madness' at U.S. Kickoff Show in Raleigh, North Carolina Iron Maiden came back to North Carolina for the second time in a little over a year, this being their first ever performance in Raleigh on Tuesday, Sept. 3.",
          1378469666
        ],
        [
          "Get ready for the next leg of the tour! Report from the Road is up Report from the Road - Stockholm to London Our third report from the European leg of the tour...",
          1377601938
        ],
        [
          "Send us a postcard from the road - upload your pictures and share your gig memories though our Maiden England Live site!\n\nhttps://www.facebook.com/ironmaiden/app_140532692803434 Iron Maiden Scream for me Facebook!",
          1375186037
        ],
        [
          "Latest Report from the Road! Maiden England 2013 - Donington to Stockholm Join us on the road as the Maiden Machine rolls on across Europe.",
          1375160292
        ],
        [
          "Iron Maiden are on the road! Here's the first tour diary...\n\nCheck out www.ironmaiden.com for tour dates as we continue around Europe, back to the UK and then on to North and South America.",
          1373016905
        ],
        [
          "Bruce Dickinson announced tonight to 90,000 fans at Download Festival, Donington Park, that Maiden will round off the current 30 date European leg of their MAIDEN ENGLAND WORLD TOUR in London, with a show at the O2 Arena on Saturday 3rd August.\r\n\r\nRead more: http://www.ironmaiden.com/maiden-to-finish-off-their-european-tour-back-home-in-london-at-the-02-arena--saturday-3rd-august-2013.html Timeline Photos",
          1371326524
        ],
        [
          "IRON MAIDEN TO PLAY TWO MORE SHOWS IN BRAZIL - SAO PAULO AND CURITIBA\r\n \r\nMaiden will play at the Jockey Club, Sao Paulo on September 20th and in Curitiba on September 24th. This is following the recent news that Rock In Rio sold out all 490,000 tickets within hours, of which 70,000 were for 22nd September, the final night of the Festival and the night which Maiden will headline. Very special guests at both shows will be Big 4 thrash masters Slayer, with support also from Swedish heavy rock phenomenon, Ghost. \r\n \r\nTickets for the São Paulo show go on sale April 23rd. \r\nDetails about the Curitiba venue & tickets will be announced soon. Please continue to check here, ironmaiden.com or www.xyzlive.com.br for updated details. Timeline Photos",
          1366282801
        ],
        [
          "MAIDEN RETURN TO LATIN AMERICA ON MAIDEN ENGLAND 2013 TOUR WITH SHOWS IN ARGENTINA, PARAGUAY AND CHILE.\r\n\r\nMaiden will be returning to Argentina this summer to make their first-ever appearance at the legendary River Plate Stadium, Buenos Aires on 27th September. They will also be making a first-ever visit to Paraguay on 29th September to play the Jockey Club, Asuncion. On Oct 2 they will return to headline the Estadio Nacional, Santiago in Chile, where the Bluray/DVD of “En Vivo” was filmed in 2011. Very special guests at all shows will be Big 4 thrash masters Slayer, with support also from Swedish heavy rock phenomenon, Ghost.\r\n\r\nTickets for Argentina and Chile go onsale 18th April at 10am.\r\nTickets for Paraguay go onsale 2nd May at 10am Timeline Photos",
          1365681600
        ],
        [
          "MAIDEN TO MAKE BRIEF RETURN TO THE USA ON MAIDEN ENGLAND TOUR 2013 INCLUDING A MAJOR EVENT IN SAN BERNARDINO, CALIFORNIA !\n \nIRON MAIDEN will make a brief return to the USA this September, playing seven specially selected shows en-route to Latin America where they will once again headline at the legendary Rock In Rio Festival, Brazil, on 22 September, their show there having recently sold out to 70,000 fans in just a couple of hours\n\nThese will begin with a first-ever visit to Raleigh, NC, for the opening show on September 3rd at the Time Warner Cable Music Pavilion followed by taking Metal back to country music capital Nashville, TN where Maiden haven’t played in over twenty years, at the Bridgestone Arena on September 5th. There will also be shows in Kansas City, MO, Sprint Center on September 7th, St Louis, MO, Verizon Wireless on September 8th and the Mandalay Bay Events Center in Las Vegas, NV on September 12th, all of which Maiden last visited way back in 2000 on the Brave New World Tour. Plus a return to Austin, TX for a show at the 360 Amphitheater on September 10th,  the first time the band have played in that city since the original Seventh Son Of A Seventh Son Tour twenty-five years ago!\n \nVery special guests on all these dates will be MEGADETH.\n \nBefore they finally head south towards Brazil, Maiden will also headline a very special event at the San Manuel Amphitheater, San Bernardino, CA. The Battle Of San Bernardino will take place on Friday 13th September. Anthrax, Testament, Overkill and Sabaton will join tour special guests Megadeth for this performance only, making for a big, loud and exciting day out for Metal fans in Southern California.\n \nTickets for the Las Vegas and San Bernardino shows go on sale 12 April. Tickets for Raleigh, Nashville, St Louis and Austin go onsale 13 April. Tickets for Kansas City go onsale 17 May. Check ironmaiden.com for fanclub presale info.",
          1365411629
        ],
        [
          "Maiden to play 'Worlds Heaviest Building' in Romania, July 24th Maiden are to play outdoor concert in Constitution Square in Bucharest, Romania Maiden will play outdoors in the magnificent setting of Piata Constitutiei (‘Constitution Square’) in the heart of Bucharest in Romania on 24 July.",
          1363594557
        ],
        [
          "FORMER IRON MAIDEN DRUMMER CLIVE BURR PASSES AWAY\r\n \r\nWe are deeply saddened to report that Clive Burr passed away last night. He had suffered poor health for many years after being diagnosed with Multiple Sclerosis and died peacefully in his sleep at home. \r\n \r\nSteve Harris said “This is terribly sad news. Clive was a very old friend of all of us. He was a wonderful person and an amazing drummer who made a valuable contribution to Maiden in the early days when we were starting out. This is a sad day for everyone in the band and those around him and our thoughts and condolences are with his partner Mimi and family at this time.\"\r\n \r\nBruce Dickinson adds “I first met Clive when he was leaving Samson and joining Iron Maiden. He was a great guy and a man who really lived his life to the full. Even during the darkest days of his M.S., Clive never lost his sense of humour or irreverence. This is a terribly sad day and all our thoughts are with Mimi and the family”\r\n \r\nAs Maiden fans all know, Clive joined Maiden in 1979 and performed on the first three albums Iron Maiden (1980), Killers (1981) and The Number Of The Beast (1982).\r\nPrior to that he was a member of Samson, the band Bruce fronted before he too joined Maiden. Timeline Photos",
          1363180923
        ],
        [
          "IN SHOPS THIS FRIDAY! Metal Hammer talks to all six members of Iron Maiden to reveal some amazing brutal truths about the Seventh Son… era, those history-making Donington and Birmingham NEC ’88 sets and much more. \r\nThis is about the first Golden Age of Maiden, and some very loud clothing. \r\n\r\nOrder your copy now from http://www.myfavouritemagazines.co.uk/music/metalhammer-magazine-back-issues/metal-hammer-april-13/ Timeline Photos",
          1362038400
        ],
        [
          "EMI are proud to announce the highly anticipated release of the Double Disc DVD MAIDEN ENGLAND ‘88 on 25 March. Now available for the very first time on DVD, this live show was filmed across two sold-out nights at Birmingham N.E.C Arena, UK in November 1988 during the band’s “Seventh Son Of A Seventh Son World Tour”. Disc one contains the concert which has been specially upgraded and extended from the existing 1989 longform VHS release and now includes three previously unreleased encores: Running Free, Run To The Hills and Sanctuary thereby completing the full concert with a total running time of 110 minutes . Maiden’s own Film Producer and Director Andy Matthews went back to the 1988 edit and painstakingly remastered each shot digitally; colour correcting and grading to give the image the best possible look from that time.  As well as the VHS stereo sound track by Martin Birch, the band’s producer between 1981 and 1993, the DVD also includes a brand new 5.1 audio surround mix by Maiden’s current producer Kevin Shirley. The concert was meticulously directed and edited by bass player and founder member Steve Harris, so as to capture the performance from a fans-eye view of the stage, focusing fully on the music, the elaborate stage production and the lighting.  Add into the mix an electrifying set list and of course Eddie, and Maiden England now offers a snapshot of a bygone era in which the band, as they continue to do today, devote their all in delivering the ultimate live experience for their fans.\r\n\r\nDisc two is an extensive bonus disc featuring an exclusive documentary charting Part 3 in the History of Iron Maiden. This 40-minute film comprises recent interviews with the five band members and manager, Rod Smallwood. Picking up the story in the aftermath of the ‘84/85 World Slavery tour, this interesting and insightful documentary sees the band speak candidly about their memories of an exciting and occasionally turbulent period from which would emerge the albums Somewhere In Time and Seventh Son Of A Seventh Son. As the Eighties began to draw to a close, so did another chapter in Maiden’s compelling history.\r\n\r\nOther special extras on the bonus disc include Twelve Wasted Years. First released as a longform VHS in 1987 and available for the first time on DVD, this documentary runs for 90 minutes and includes archive interviews and dynamic live footage from the band’s beginnings in the now legendary Ruskin Arms pub, via London’s Marquee club and three World Tours. Five promo videos for the singles from the aforementioned albums are also featured and have been carefully restored and improved upon from the original films using the very latest software with the audio remastered in digital stereo. \r\n\r\nManager Rod Smallwood comments “We've been busy upgrading this concert footage for a long time, with our in-house Film Producer and Director Andy Matthews working tirelessly to weave his magic yet again!. The 1989 VHS video has been largely unavailable for many years and we know how eagerly our fans have been awaiting the new version so we wanted to give it the best possible treatment. The current Maiden England World Tour which continues later this year revisits much of the set list and production from the initial 1989 VHS release so it will be interesting to compare just how much has changed in terms of our 2013 live show production, especially with all the advances in modern technology and the improvements we've been able to make to the set”. \r\n\r\nThe Maiden England ‘88 concert soundtrack will also be made available on 2CD album, Limited Edition double vinyl picture disc and Digital Download formats. The audio had previously only ever been available before on CD as part of EMI’s 1994 Sound And Vision Series packaged alongside the VHS, but with two tracks fewer than the video contained. Can I Play With Madness and Hallowed Be Thy Name were not featured as there was no space on the 1CD disc. Now with the three encores also included the double disc offers a total of 5 tracks previously unavailable on CD making this the first full and complete audio recording release of this historic tour.\r\n\r\nDISC ONE – MAIDEN ENGLAND ’88      \r\nSet List –\r\nMoonchild\r\nThe Evil That Men Do\r\nThe Prisoner\r\nStill Life\r\nDie With Your Boots On\r\nInfinite Dreams\r\nKillers\r\nCan I Play With Madness\r\nHeaven Can Wait\r\nWasted Years\r\nThe Clairvoyant\r\nSeventh Son Of A Seventh Son\r\nThe Number Of The Beast\r\nHallowed Be Thy Name\r\nIron Maiden\r\nRun To The Hills*\r\nRunning Free*\r\nSanctuary*\r\n\r\n*previously unreleased.\r\n\r\n\r\nDISC TWO – THE HISTORY OF IRON MAIDEN PART 3\r\nThe History Of Iron Maiden - Part 3         \r\n12 Wasted Years                                   \r\nWasted Years promo video                   \r\nStranger In A Strange Land promo video \r\nCan I Play With Madness promo video   \r\nThe Evil That Men Do promo video\r\nThe Clairvoyant promo video Timeline Photos",
          1360677672
        ],
        [
          "We're pleased to announce our good buddies Voodoo Six will be joining us on the European tour! Check out their cracking new single on their FB page or at www.voodoosix.com",
          1360078456
        ],
        [
          "Maiden will headline the Topfest Festival at Piestany, nr Bratislava on Thursday June 27. The last time the band played in Slovakia was in 2003 during the Dance Of Death Tour and they haven’t played in Bratislava since 1993 on the Real Live Tour. \r\n\r\nwww.topfest.sk Timeline Photos",
          1358409598
        ],
        [
          "Steve Harris will be taking his new solo/side project British Lion out on the road next month visiting fourteen countries and twenty four cities across Europe, starting in Portugal on Feb 21. For the first time ever, and as a major surprise to many, Iron Maiden’s bass player, founder member and leader will be taking temporary leave from his Maiden activities and heading out on a full European Club tour. \r\n\r\nSteve comments “I love touring and live shows and I’m very excited about touring with British Lion. It’s fantastic to get out there and once again experience the sheer vibrancy of small clubs with the fans right up front and in your face. I think the fans will enjoy that too. It’s exciting, going back to the roots, and it’s going to be fantastic. We are taking this to clubs all round Europe - a full club tour, with club shows at club prices, hot, sweaty and loud . We have no idea how many people will turn out to see us as it’s obviously very recent and very new, so we have kept the venues small with tickets priced accordingly as low as we reasonably could. \r\n\r\nI’ve known all the guys in the band for ages and, besides being great musicians, they are also good friends, which is lucky because this has been an ongoing project for many years! They’ve had to be very patient with me as, of course, I’m so involved with Maiden I don’t really get a lot of free time to work on other stuff. So it’s great to finally have the opportunity to get out and do all these shows. The reaction to the album has been really good and I think it will sound great live. We’re all planning to have a lot of fun on this tour!”\r\n\r\nBritish Lion is Steve’s debut CD outside Iron Maiden and was released by EMI in September 2012. Featured alongside Steve are Richard Taylor on vocals, David Hawkins on guitar and keys, Grahame Leslie on guitar, and Simon Dawson on drums. The 10 track album was mixed by Kevin Shirley [Maiden’s longstanding producer] and has been pronounced both “brilliant” and “a big hearted ferocious triumph” by the music press who also commented that although it’s stamped with Steve’s inimitable style, it’s also very different to Maiden, so fans will be in for a whole new experience seeing and hearing these new songs played live. Timeline Photos",
          1357822847
        ],
        [
          "Wir hoffen, Ihr habt die Weihnachtsfeiertage gut überstanden und empfehlen als Kontrastprogramm zur besinnlichen Blockflötenmusik eine Portion Schwermetall. Iron Maiden werden unser diesjähriges \"Pop around the Clock\" beschließen - hier ein Video zum Einstimmen. Außerdem dabei: Shakira, Die Fantastischen Vier, Robbie Williams, Udo Lindenberg, Silbermond, Tokio Hotel, Kylie Minogue, Kasabian, Coldplay, Westlife, Queen, Phil Collins und viele mehr. In vier Tagen geht's los! Alle Künstler und Konzerte findet Ihr hier: http://3sat.de/?165832 3sat.online - Mediathek: Iron Maiden: En Vivo, Estadio Nacional Video - Iron Maiden prägen seit ihrer Gründung 1975 bis heute den Heavy Metal und bleiben ihren Fans trotz musikalischen Experimenten und Umbesetzungen treu. Im Rahmen ihrer Final Frontier World Tour spielen sie in Santiago de Chile vor 50.000 begeisterten Fans ein Best of- Programm, dass sich sehen...",
          1356613202
        ],
        [
          "IRON MAIDEN have confirmed that they will close the show at the incredible 2013 Rock in Rio, Brazil, headlining the final night on 22 Sept - and they expect to go out with a bang!",
          1350410470
        ],
        [
          "Spectacular opening - Iron Maiden sell out new Stockholm Stadium in record-breaking time!\n\nIron Maiden are not only the first International act to announce their appearance at the new National Stadium – they are also the first Rock act to sell it out! \n\nSpectacular ticket demand for Maiden was once again so great that the show sold out as quickly as the ticket system could handle – record breaking for this new 50,000 capacity Stockholm stadium. \n\nThe venue, Friends Arena, has a roof which means that for the first time ever in Sweden, Iron Maiden fans will be able to enjoy the full glory of the entire Maiden England show in a dark stadium.",
          1349184954
        ],
        [
          "New show announced! Stockholm - July 13th 2013\n\nhttp://www.ironmaiden.com/iron-maiden-is-the-first-rock-band-to-be-announced-to-play-at-the-new-national-stadium--friends-arena--in-stockholm-july-13-2012.html IRON MAIDEN IS THE FIRST ROCK BAND TO BE ANNOUNCED TO PLAY AT THE NEW NATIONAL STADIUM – FRIENDS ARE On July 13 the Maiden England tour hits Sweden where the band will play at the magnificent National Stadium in Stockholm",
          1348554673
        ],
        [
          "Now the Maiden England tour all very exciting, but let's not forget the little tour we did last year - you know the one with the plane, the around the world one...\n\nWell, for those of you UK based I'm happy to say that those lovely people at BBC4 will be giving you a chance to relive it from 10pm on August 3rd.\n\nFirst up is 'Behind The Beast' - spend time behind the scenes of the epic tour with our lovely crew, as they make sure nothing goes on fire or falls over from Moscow to South America and back. Then from 11pm it's time for 'En Vivo' - live from the Estadio Nacional in Chile. Excited? You should be. Iron Maiden Pre-order today at www.ironmaiden.com/envivo",
          1342803103
        ],
        [
          "EMI Music are proud to announce the release of Iron Maiden founder Steve Harris’ debut solo/side project album. Entitled ‘British Lion’ and comprising ten songs that Steve and his collaborators have been working on for the past few years between Iron Maiden tours and releases, it is an album that will surprise and delight music fans the world over.\r\n\r\nWith a decidedly heavy rock-vibe this roaring debut paints with a full palette of sounds; brooding, melancholic, righteously indignant and exuberantly heavy. With Kevin Shirley at the mixing helm – whose credits include Iron Maiden as well as Led Zeppelin, Journey and Rush among many others – this is an album to sink your teeth into.\r\n\r\nFrom the growling riffage of opening salvo This Is My God to the heavy forlorn balladry of follow-up Lost Worlds which showcases Richard Taylor’s soaring vocals, it’s clear that ‘British Lion’ is an altogether different beast from Maiden.\r\n\r\nKarma Killer, with its dirge-like muscularity, and Us Against The World, with its massive chorus, demonstrates just how far ‘British Lion’ has flexed Steve Harris’ considerable musical muscle. Dovetailed with guitarist David Hawkins’ positively gargantuan lyrical guitar melodies, it’s a mere hors d'oeuvre ahead of the epic, riffing-feast of The Chosen Ones, with its swaggering bravado.\r\n\r\nA World Without Heaven, at a breathtaking seven minutes and infused with progressive elements without ever teetering into self-indulgence illustrates perfectly these songsmiths’ colossal abilities to create a mood and stay there. Supercharged by Steve Harris’ inimitable style, there’s an un-cynical vibe here that’s as refreshing as it is out of place in today’s all-too-categorised music industry.\r\n\r\nAnd as far as the name ‘British Lion’; “I’ve always been proud to be British,” explains Steve, “I don’t see any reason why I shouldn’t be. It’s a massive part of being me. It’s not like I’m flag-waving or trying to preach, this is not a political statement at all. It’s like supporting your football team, where you come from. I just think it lends itself to some really strong imagery too, and to me it fits in with the sound.”\r\n\r\nWith Iron Maiden, Steve Harris has become one of the most recognised and successful ambassadors for British music on the world stage. Having released 15 studio albums, sold over 85 million records worldwide and played more than two thousand gigs in 58 countries in the band’s thirty-five year career, his appeal is truly global. \r\n\r\nAnd now with ‘British Lion’, Steve steps out from Iron Maiden’s illustrious shadow to present a different side of his musical visions.\r\n\r\nThe tracklisting for ‘British Lion’ is as follows:\r\n\r\n1.This Is My God\r\n2.Lost Worlds\r\n3.Karma Killer\r\n4.Us Against The World\r\n5.The Chosen Ones\r\n6.A World Without Heaven\r\n7.Judas\r\n8.Eyes Of The Young\r\n9.These Are The Hands\r\n10.The Lesson Timeline Photos",
          1342612706
        ],
        [
          "Close to 14,000 fans turned out in force last night for the opening show of Iron Maiden’s MAIDEN ENGLAND NORTH AMERICAN TOUR in Charlotte NC, setting the spectacular tour off to a flying start.\r\n\r\nSinger Bruce Dickinson commented  “We haven’t played in Charlotte since 1988 so we really didn’t expect anything like this number of people would come and see us!  And what a terrific audience! Truly magical.”\r\n\r\n“We had expected this to be a sort of lower key warm-up show to get the production, pyro and stuff into shape, and ourselves too! It was our first show since those at London's O2 Arena last August so band and crew can all get a bit rusty. But a crowd this loud and supportive soon blew the cobwebs away – thank you Charlotte!”\r\n\r\nBass player Steve Harris added “It was fantastic to see so many fans since we were last here with the original Seventh Son tour 24 years ago. Some of the songs we’ve not performed for many years and the crowd reaction was just amazing, especially among the younger fans hearing them live for the first time. A response like that on the first night was incredible. We’re totally knocked out and can’t wait for the rest of the tour!”\r\n\r\nRead more: http://www.ironmaiden.com/iron-maidens-triumphant-return-to-the-south-east.html Timeline Photos",
          1340392902
        ],
        [
          "So... what do you think the setlist will be this time?",
          1340115981
        ],
        [
          "Warm up your fingers! The Rock Band “Maiden Epics” 6 pack is available today! http://bit.ly/JWcgum Iron Maiden Epics DLC & Giveaway! // Blog // Rock Band® Unquestionably one of the most influential forces in heavy metal, Iron Maiden spearheaded metal in the early eighties and continue to define the genre. With over 85 million album sales, more than 2,000 live performances worldwide, and 15 studio albums to date, Iron Maiden are one of the hardest rock...",
          1337690455
        ],
        [
          "Play 6 Iron Maiden epics in Rock Band ! To celebrate the Maiden England North American Tour they are giving away Xbox 360/PlayStation 3 codes for Maiden Epics, enter now for your chance to win the pack including “Phantom Of The Opera,” “The Prisoner,” “Flight Of Icarus,” “Rime Of The Ancient Mariner,” “Infinite Dreams,” and “Seventh Son Of A Seventh Son” and see you on the road! http://bit.ly/JWcgum Iron Maiden Epics DLC & Giveaway! // Blog // Rock Band® Unquestionably one of the most influential forces in heavy metal, Iron Maiden spearheaded metal in the early eighties and continue to define the genre. With over 85 million album sales, more than 2,000 live performances worldwide, and 15 studio albums to date, Iron Maiden are one of the hardest rock...",
          1337342923
        ],
        [
          "MAIDEN ON THE CHARGE\n\nIron Maiden announce \"Maiden England World Tour\" with extensive dates in North America this summer\n\nVery Special Guest Alice Cooper to July 21, Coheed and Cambria after July 21.\n\n\nFollowing the massively successful Final Frontier World Tour 2010-11, IRON MAIDEN are back on the road this summer with a series of Arena, Amphitheatre and Festival shows in the U.S.A. and Canada, opening in Charlotte, NC, U.S.A. on June 21, and finishing in Houston, TX, on Aug 18 (dates listed below), to be followed by further dates around the World in 2013. The MAIDEN ENGLAND WORLD TOUR will closely mirror, in terms of production and content, the original 1988 concert video of the same name, shot on the “Seventh Son Of A Seventh Son Tour”. This opening section of the World Tour is the band’s most extensive visit to North America for many years and includes a number of cities the band have not played in a very long time, such as Charlotte, Atlanta, Buffalo, Indianapolis and Salt Lake City.\n\nIn most venues, tickets will go on sale on March 2 and 3 but watch this site or check local venue information for fuller details. Fan Club members should check out ironmaiden.com for exclusive first day ticket presales and contest to be ‘First To The Barrier’.\n\nMAIDEN ENGLAND marks the third chapter in the History of Iron Maiden, a journey which began in 2004 with The Early Days DVD and subsequent 2005 Early Days Tour. Part Two followed in 2008 with the Live After Death DVD - the seminal 1984 concert recorded at Long Beach Arena (L.A) during the World Slavery Tour - and the band embarking on their groundbreaking Somewhere Back In Time World Tour 2008/9, which saw them play to over two million fans in almost 40 countries.\n\nComments vocalist Bruce Dickinson, “We have great fun playing the History of Maiden Tours because it gives us an opportunity between new albums to go out and play songs from our earlier catalogue. It’s always fantastic seeing the crowd reaction from a new generation of fans who have never experienced some of these tracks performed live before, and of course we know our longstanding fans will enjoy seeing the original Seventh Son Tour re-visited - with many other surprises! Our intention is to play about two thirds of the original track list of Maiden England (shown below*), including some songs we have not played live in a very,very long time, plus other favourites we just know the fans are going to want to hear! We always try to give our fans a great show musically, but we have always tried to make it as entertaining and memorable an experience as we can visually. And we all feel this show is going to do that splendidly! We can't wait to get started in Charlotte”.\n\nIron Maiden are delighted to announce that the extraordinary and legendary Alice Cooper will be their Very Special Guest on all shows up to July 21. After that date, Special Guest will be Coheed and Cambria, the inspiring, cutting edge band from New York. \n\nIron Maiden continue to be actively dedicated to ensuring their fans always have full access to the best possible tickets in the fairest possible way. Manager Rod Smallwood comments:\n\n“We are trying to ensure that our fans get the tickets they want in the prime positions without paying over the odds to ticket scalpers. Maiden get infuriated with the way fans sometimes have to pay more than the ticket price to get good positions at our shows. So we will, wherever possible (Festivals excluded), with the assistance of the Promoters, arrange a paperless ticketing system at least for the front sections to try to eliminate as much of the ticket scalping and exchanges as we can. We put this into practice on our North American Tour in 2010; it worked well and we received many positive comments back from our fans, so we intend to increase this where feasible. With paperless ticketing, only those who actually pay initially for the tickets will get into the show so scalping is generally avoided (please see the comments from Ticketmaster below). We are also doing everything we can to avoid any drain of prime tickets going to the Secondary Ticketing sites which we feel make unfair profits from music fans.\n\nAs we consider all our fans to be VIPs, no tickets will be held specifically for VIP use. At some venues, the Promoter may provide the option for fans to pay extra for “VIP Parking”, early access, access to “VIP Bar” etc. But these will be purely optional for ticket holders only and will not be tied to ticket locations – the ability to get the best tickets should be the same for everybody outside of the usual presales. \n\nFinally, we are of course once again arranging exclusive ticket pre-sales for our fan club members so they can be quick off the mark for great tickets and will also continue to run the contest in appropriate venues for fan club members so they can be ‘First To The Barrier’ prior to the show. We hope that these measures will help our fans as much as possible and ask that they keep checking for details on our website.”\n\nTICKETMASTER comments: \nWhere possible the North American Iron Maiden shows will operate a paperless ticket policy. Select tickets will be sold via Ticketmaster’s Paperless Ticket delivery, which means fans will not receive a physical concert ticket for their entry into the event. Buying paperless helps ensure fans have secure and convenient access to event tickets at the intended original sale price. On the day of show, concert goers just need to bring the credit card they used for the ticket purchase and a government-issued photo ID to the concert. All members of the ticket purchaser's party must be present at the same time to enter the venue. The venue’s ticket usher will swipe their credit card upon entry and present each person in their party with seat locator slips for quick access into the show. To purchase paperless tickets or for more information, fans should visit www.ticketmaster.com/paperless or call the Ticketmaster charge-by-phone number at 1-800-745-3000.\n\n\n*Maiden England 1988 Longform Video VHS Tracklisting \nMoonchild, The Evil That Men Do, The Prisoner, Still Life, Die With Your Boots On, Infinite Dreams, Killers, Can I Play With Madness, Heaven Can Wait, Wasted Years, The Clairvoyant, Seventh Son Of A Seventh Son, The Number Of The Beast, Hallowed Be Thy Name, Iron Maiden.\n\n\nMAIDEN ENGLAND 2012 TOUR DATES:\n\n21st June - Charlotte, NC - Verizon Wireless Amphitheatre\n23rd June - Atlanta, GA - Aarons Amphitheatre\n26th June - Boston, MA - Comcast Center\n27th June - Wantagh, NY - Jones Beach\n29th June - Philadelphia, PI - Susquehanna Bank Center\n30th June - Washington, DC - Jiffy Lube Live\n2nd July - Newark, NJ - Prudential Center\n5th July - Chicago, IL - First Midwest Bank\n8th July - Quebec, QC - Colisee Pepsi Arena\n11th July - Montreal, QC - Bell Center\n13th July - Toronto, ON - Molson Amphitheatre\n14th July - Sarnia, ON - Bayfest\n16th July - Buffalo, NY - Darien Lake Performing Arts Center\n18th July - Detroit, MI - DTE Music Theatre\n19th July - Indianapolis, IN - Klipsch Music Centre\n24th July - Winnipeg, MB - MTS Center\n26th July - Calgary, AB - Scotiabank Saddledome\n27th July - Edmonton, AB - Rexall Place\n29th July - Vancouver, BC - Pacific Coliseum\n30th July - Auburn, WA - White River Amphitheatre\n1st August - Salt Lake City, UT - USANA Amphitheatre\n3rd August - San Francisco, CA - Shoreline Amphitheatre\n6th August - Phoenix, AZ - Ashley Furniture HomeStore Pavilion\n9th August - Irvine, CA - Verizon Wireless Amphitheatre\n12th August - Albuquerque. NM\t- Hard Rock Pavilion\n13th August - Denver, CO - Comfort Dental Amphitheatre\n15th August - San Antonio, TX - AT&T Center\n17th August - Dallas,  TX - Gexa Energy Pavilion\n18th August - Houston, TX - The Woodlands\n\n(Please note there will be a few dates added within this period. Rest of world... we'll see you next year!) Timeline Photos",
          1329325445
        ],
        [
          "EMI are proud to announce the release of a new live IRON MAIDEN Blu-Ray, 2DVD Set and Double Soundtrack Album on Monday March 26th (March 27th Canada and USA (via UMe)).\n\n\"EN VIVO!\" was filmed on 10th April 2011 in front of over 50,000 ecstatic fans at the Estadio Nacional, Santiago during the Round The World In 66 Days leg of The Final Frontier World Tour, and captures a magnificent performance by the band, ardently embraced by the legendary Latino passion and energy of their Chilean fans. With spectacular stage backdrops, dynamic musicianship and a literally jaw-dropping appearance by Eddie, this live show encapsulates to perfection the heart and soul of Iron Maiden 2011.\n\nBass player and founder member Steve Harris comments \"For The Final Frontier Tour it was really important to me that we filmed in South America as we're always so overwhelmed by the fans' reaction when we go to that part of the world and I wanted to reflect that in the filming. After much consideration we chose the Santiago show as we felt it was one of our best performances of the entire Tour and to play at the prestigious Estadio Nacional was a landmark moment for us. For reasons known to our fans, it took a long time before we got to play our first show in Chile, and once we did get to play a show, the response was so phenomenal we just had to keep coming back and it's got better and better each time!\n\nThis show also features the gigantic new Eddie. He wasn't due to make his appearance until our European leg of the tour later in 2011, but we managed to transport him across the sea in a special huge container just in time for the latter end of the South American dates so it was great we were able to immortalize him for the DVD as he really has to be seen to be believed!\"\n\nThe concert was filmed digitally using 22 HD cameras and an octocam (a flying camera which captures aerial crowd scenes), recorded in both stereo and 5.1 audio and mixed by Maiden's longstanding producer Kevin \"Caveman\" Shirley, all of which serves to accentuate the incredible atmosphere of this compelling performance. Extensive use is made of split screens so fans can follow the individual members closer and the set list moves seamlessly between songs from Maiden's most recent studio album, 2010's The Final Frontier through to classic fan favourites via the band's vast and varied catalogue. (full set listing below).\n\nDVD Disc Two is a Bonus Disc containing an 88-minute documentary, BEHIND THE BEAST. This is also an entirely in-house production by Maiden's own Krew, led by Andy Matthews, and is intended as an interesting and revealing high quality \"home movie\" for their fans of how to put on an Iron Maiden tour and what goes on behind the scenes at a show. It describes the extraordinary story of one of the most acclaimed and ambitious touring shows in the world. It illustrates the day to day life and complex tasks of the Maiden Killer Krew and the other characters behind the scenes. The expertise and experience, the problem-solving and successes, the sheer scale and immense difficulties of the undertaking comes to life through the day to day coverage of the tour and the background work of the crews in sound, lighting, carpentry, production and set design. As well as interviews with the Iron Maiden crew, it interweaves anecdotes from the band and their fans, and includes footage of the live show in this comprehensive guide to the intricacies of staging massive, live  Stadium shows around the World out of the belly of a Boeing 757. The bonus disc also contains an extended version of the promo video \"Satellite 15...The Final Frontier\", a video about the making of \"Satellite 15...The Final Frontier\" plus the opening video sequence to The Final Frontier World Tour.\n\nIn addition to the Blu-Ray, the 2DVD will initially be available as a Limited Edition double DVD in Collectors Steel book case and Double Vinyl Picture Disc. As well as a traditional 2CD Soundtrack album, EN VIVO! will also be available as a Digital Download, CD soundtrack album and Digital Download Video.\n\nMaiden's \"Final Frontier World Tour 2010-11\" saw the band circumnavigating the planet for the third time in their customized Boeing 757, Ed Force One, piloted by lead singer Bruce Dickinson, and playing 98 shows in 36 countries to over 2 million fans.\n\nDVD DISC ONE \"LIVE AT ESTADIO NACIONAL, SANTIAGO\" (approx running time 120 mins)\n1. Satellite 15\n2. The Final Frontier\n3. El Dorado\n4. 2 Minutes To Midnight\n5. The Talisman\n6. Coming Home\n7. Dance Of Death\n8. The Trooper\n9. The Wicker Man\n10.Blood Brothers\n11.When The Wild Wind Blows\n12.The Evil That Men Do\n13.Fear Of The Dark\n14.Iron Maiden\n15. The Number Of The Beast\n16. Hallowed Be Thy Name\n17. Running Free\n\nBONUS DISC - DVD DISC TWO \"BEHIND THE BEAST\" (approx running time 102 mins)\n1.Behind The Beast documentary\n2.Satellite 15...The Final Frontier promo video (director's cut)\n3.The Making of Satellite 15...The Final Frontier promo\n4.The Final Frontier World Tour Show Intro",
          1326813819
        ]
      ],
      "dates_start": 1344273873,
      "dates_end": 1417383791,
      "likes_avg": 24045,
      "likes_stdev": 22234,
      "comments_avg": 1111,
      "comments_stdev": 2244,
      "shares_avg": 5082,
      "shares_stdev": 9031
    }
  ]
}