{
  "pagename": "ironmaiden",
  "page_name_displayed": "Iron Maiden",
  "globalstats": {
    "fan_count": 13903836,
    "messages": 1288,
    "likes_avg": 26666,
    "likes_stdev": 37713,
    "comments_avg": 475,
    "comments_stdev": 1034,
    "shares_avg": 2489,
    "shares_stdev": 5205,
    "graph_uri": "clusters/ironmaiden.png"
  },
  "clusters": [
    {
      "number": 1,
      "important": [
        "ironmaiden timelin",
        "birthday",
        "happi birthday",
        "ironmaiden",
        "timelin",
        "legendari",
        "photo",
        "steve",
        "harri",
        "happi"
      ],
      "common": [
        "birthday",
        "birthday bruce",
        "birthday nicko",
        "happy",
        "happy birthday",
        "happy birthday bruce",
        "happybirthday",
        "ironmaiden",
        "nicko",
        "steve"
      ],
      "messages": [
        [
          "Happy Birthday to the legendary Steve Harris!\n\n#HappyBirthday #IronMaiden Timeline Photos",
          1489296441
        ],
        [
          "Happy Birthday to the legendary Adrian Smith! Timeline Photos",
          1488177035
        ],
        [
          "Happy Birthday to the one and only... Janick Gers! \n\n#IronMaiden #HappyBirthday Timeline Photos",
          1485499801
        ],
        [
          "Happy Birthday to Mr Dave Murray!\n\n#IronMaiden #DaveMurray #HappyBirthday Timeline Photos",
          1482480371
        ],
        [
          "Happy 1st Birthday to The Book Of Souls! #IronMaiden #TheBookOfSouls #HappyBirthday Timeline Photos",
          1473008501
        ],
        [
          "Happy Birthday Bruce! #ironmaiden Timeline Photos",
          1470546462
        ],
        [
          "Happy Birthday Nicko!!! Timeline Photos",
          1465104480
        ],
        [
          "The Buenos Aires crowd wish Steve a belated Happy Birthday! Happy (belated) Birthday Steve!",
          1458141293
        ],
        [
          "Happy birthday Steve! #IronMaiden #SteveHarris Timeline Photos",
          1457773130
        ],
        [
          "Happy Birthday H! #ironmaiden #thebookofsoulsworldtour #adriansmith Timeline Photos",
          1456576983
        ],
        [
          "Happy Birthday Janick! Timeline Photos",
          1453881600
        ],
        [
          "Happy Birthday Davey!! Timeline Photos",
          1450857601
        ],
        [
          "Happy Birthday Bruce! Timeline Photos",
          1438922287
        ],
        [
          "Happy Birthday Bruce!!! 😁",
          1438917676
        ],
        [
          "Happy Birthday Nicko! Timeline Photos",
          1433486676
        ],
        [
          "Happy Birthday Steve! Timeline Photos",
          1426147271
        ],
        [
          "Happy Birthday H! Timeline Photos",
          1425026575
        ],
        [
          "Happy Birthday JANICK! Timeline Photos",
          1422348118
        ],
        [
          "Happy Birthday Dave!! Timeline Photos",
          1419320700
        ],
        [
          "A very happy birthday to NICKO!  The Rock am Ring crowd will have to sing for all of us tonight. #happybirthdaynicko Timeline Photos",
          1401948001
        ],
        [
          "Happy Birthday Adrian! Timeline Photos",
          1393512499
        ],
        [
          "Happy Birthday Davey! Timeline Photos",
          1356249600
        ]
      ],
      "dates_start": 1411975928,
      "dates_end": 1477771626,
      "likes_avg": 171882,
      "likes_stdev": 87211,
      "comments_avg": 4372,
      "comments_stdev": 2990,
      "shares_avg": 13812,
      "shares_stdev": 7492
    },
    {
      "number": 2,
      "important": [
        "everyon",
        "bruce",
        "abl",
        "got",
        "ironmaiden",
        "love",
        "timelin",
        "photo",
        "eddi",
        "happi"
      ],
      "common": [
        "eat",
        "eddie",
        "eddie ironmaiden",
        "eddie ironmaiden thebookofsoulsworldtour",
        "ironmaiden",
        "ironmaiden thebookofsoulsworldtour",
        "official",
        "official instagram",
        "organic",
        "thebookofsoulsworldtour"
      ],
      "messages": [
        [
          "Got my Eddie on!",
          1487896244
        ],
        [
          "Eddie's such a romantic....  #ValentinesDay Timeline Photos",
          1487064038
        ],
        [
          "Eddie inspired tiki by www.facebook.com/tikiheadz",
          1483577746
        ],
        [
          "Happy Halloween Everyone! \n\nLove from, Eddie.\n\n#IronMaiden #Halloween #Eddie Timeline Photos",
          1477928876
        ],
        [
          "Bruce rubs Eddie's face in it! #IronMaiden #TheBookOfSoulsWorldTour #Finland #Hämeenlinna #Eddie Timeline Photos",
          1467220734
        ],
        [
          "There goes Eddie! #IronMaiden #TheBookOfSoulsWorldTour #Belgium #Graspop Timeline Photos",
          1466361569
        ],
        [
          "Exploding Eddie #IronMaiden #TheBookOfSoulsWorldTour #SouthAfrica #Johannesburg #Eddie Timeline Photos",
          1463855943
        ],
        [
          "Has anyone caught Eddie's heart yet? #IronMaiden #thebookofsoulsworldtour #idontthinkhesarealdoctor Timeline Photos",
          1457355039
        ],
        [
          "Singer. Pilot. Heart surgeon.\n#IronMaiden #thebookofsoulsworldtour #brucedickinson #eddie #wEDnesday Timeline Photos",
          1456946642
        ],
        [
          "#Repost @chrisjerichofozzy with @repostapp.\n・・・\nForget the #Oscars...I'd rather win an #Eddie... @ironmaiden #BookOfSoulsTour Timeline Photos",
          1456714968
        ],
        [
          "#ironmaiden #thebookofsoulsworldtour #eddie Timeline Photos",
          1456246091
        ],
        [
          "#wEDnesday When Eddie was a discerning gentleman in a stylish hat! Timeline Photos",
          1438185601
        ],
        [
          "Eddie's just found our official Instagram account! #IronMaiden #eddie #official\ninstagram.com/ironmaiden Timeline Photos",
          1426006766
        ],
        [
          "Always eat your vegetables. Or they might decide to eat you... Klimentiotis Organic Eddie",
          1414743713
        ],
        [
          "Organic Eddie",
          1414730578
        ]
      ],
      "dates_start": 1433708703,
      "dates_end": 1480269235,
      "likes_avg": 52985,
      "likes_stdev": 44280,
      "comments_avg": 488,
      "comments_stdev": 513,
      "shares_avg": 7625,
      "shares_stdev": 13405
    },
    {
      "number": 3,
      "important": [
        "airport",
        "put",
        "playlist",
        "film",
        "cardiff",
        "ago",
        "good",
        "ed forc",
        "youtub",
        "dark"
      ],
      "common": [
        "ed",
        "ed force",
        "ed force one",
        "force",
        "force one",
        "iron",
        "iron maiden",
        "maiden",
        "one",
        "tour"
      ],
      "messages": [
        [
          "#Throwback...Friday!  A year ago today we were standing in the cold at Cardiff Airport waiting for this lady to arrive, stressing about delays, filming in the dark and the phone signal being good enough for Periscope.\n\nThere's an Ed Force One YouTube playlist, if you feel like putting your anorak back on and doing a bit more planespotting :-)\n\nhttps://www.youtube.com/playlist?list=PLCfCU1Ok5NVv8EcYwhYSDKCorMkp6tJwb Timeline Photos",
          1487368801
        ],
        [
          "Bruce talks about the 'Bruce Aeris Official Chronograph' in the cockpit of Ed Force One!\n\nhttps://www.youtube.com/watch?v=GWvX0asMlsQ\n\nYou'll all probably want to 'watch' this! Bruce explains what inspired the Bruce Aeris Chronograph Visit www.bruceaeris.com for more information.",
          1481281536
        ],
        [
          "Jump in the cockpit and start up the engines... a little Ed Force One special to make Friday go a bit faster :-)\n\nhttps://youtu.be/nwpvoUYaR9U Iron Maiden - Ed Force One Special As the 2016 tour draws to a close, we look back at the fun we had with Ed Force One. Models and merch available at IronMaiden.com Subscribe to Iron Maiden on...",
          1469774606
        ],
        [
          "\"Fly on your way, like an eagle...\" IRON MAIDEN - Ed Force One Boeing 747-400 Revell Modellbausatz Der Tour-Jumbo der Heavy Metal-Urgesteine IRON MAIDEN als einzigartiges Modell: Auf ihrer \"The Book of Souls\" World Tour 2016 ist die Band in ihrer eigenen Boeing 747 unterwegs. Plastik Modellbausatz im Maßstab 1:144, bestehend aus insgesamt 155 Einzelteilen, welche noch bemalt und mit Revell Contac...",
          1467790576
        ],
        [
          "Bruce says farewell to Ed Force One - but the tour continues! Bye bye big bird",
          1466085584
        ],
        [
          "Ed Force One isn't used to feeling small... Grit Hofmann on Twitter “#An225 meets other celebrities in #Perth: @IronMaiden @dw_business @dw_wirtschaft https://t.co/K2c8r9V8cH”",
          1463388884
        ],
        [
          "This week's episode #235 of The Music Biz Weekly Podcast we discuss Ed Force One, Iron Maiden's custom 747. The amount of press this is garnering is amazing and not just in rock media circles, but in mainstream media. This is outside the box thinking.\n\n#musicmarketing #musicbiz #musicbusiness #ironmaiden #edforceone\n\n Ep. 235 Iron Maiden’s Ed Force One 747 and the Brilliant Marketing Opportunity This week’s episode #234 was recorded moments after learning about the death of Prince. Join us in a open and honest discussion about the mortality of our rock stars. Our heroes, our influenc…",
          1462190451
        ],
        [
          "The flags are already up at Rod Laver Arena in Melbourne! Ed Force One touches down in Brisbane on May 2nd, ready for shows in Brisbane, Sydney, Melbourne, Adelaide and Perth.\n\nDetails and tickets at www.ironmaiden.com Timeline Photos",
          1460684221
        ],
        [
          "Ed Force One just nipped home to see the family. #EdForceOne #Boeing #PaineField #Seattle #PlaceOfBirth #TheBookOfSoulsWorldTour #IronMaiden http://ift.tt/1XtCUOw Instagram Photos",
          1460480653
        ],
        [
          "Little bit of cockpit footage for the plane geeks... Ed Force One takes off from Fortaleza Iron Maiden - Ed Force One take off from Fortaleza Go inside the cockpit of Ed Force One for a multi-camera view of take off from Fortaleza. Subscribe to Iron Maiden on YouTube: http://po.st/gfSFz3 Follow Iro...",
          1460459900
        ],
        [
          "Concert review from Detroit, MI! Iron Maiden at The Palace in Auburn Hills, MI on 05-Apr-2016 Ed Force One landed in Detroit bringing the British Metal icons with The Raven Age to rabid fans in the Motor City.",
          1459985360
        ],
        [
          "ED FORCE ONE ONWARDS AND UPWARDS AGAIN\n\nMAIDEN PLANE SET TO REJOIN THE BOOK OF SOULS TOUR IN BRASILIA TOMORROW AFTER MASSIVE REPAIRS COMPLETED IN JUST 10 DAYS \n\nTWO 5000kg, FOUR MILLION DOLLAR JET ENGINES FLOWN 12,000 KM TO REPLACE DAMAGED ENGINES\n\nFollowing the major accident in Chile (link to previous release on this) on the morning of Saturday March 12, we are delighted to announce that a fully repaired Ed Force One will take off tomorrow afternoon, Tuesday March 22, from Santiago Airport to rejoin the tour at Brasília Presidente Juscelino Kubitschek International Airport. Following the show at Nilsen Nelson Arena, the plane will be loaded up once again on Wednesday with over 20 tons of equipment and our tour personnel to fly to Fortaleza for the concert on Thursday and on from there to Sao Paulo then New York and onwards round the World on The Book of Souls World Tour which visits 36 countries in the five month period. \n\nThe accident required the replacing of both of  the Boeing 747’s  port side jet engines, a tough proposition at the best of times but not made any easier by the fact of the distances involved in getting such huge components, parts, tools and technical crew to Chile as quickly as possible to get Ed Force One back in the air. The engines alone weigh 5000kg each, and cost around four million dollars each.\n\nEd Force One is leased from Air Atlanta who went into immediate action following the incident, with technical assistance from Boeing. An emergency meeting on the Sunday was called to create a comprehensive detailed plan for this complex operation – locating suitable engines, thrust reversers, cowlings and parts, working out necessary tooling and technical team, logistics of ground and freight transport and tech team travel and a myriad of other detail. All from scratch. The next couple of days were spent putting these plans meticulously into place\n\nThe result was that on Thursday last, March 17, a Cargolux chartered 747 freighter left Luxembourg carrying two huge replacement jet engines, trucked there from Hannover, Germany. The Charter stopped over at Stansted Airport, Essex, UK to collect two more consignments. Cowlings and thrust reversers were trucked there in huge boxes from Kemble, UK, along with tooling and consumables flown in specially from Jeddah to Heathrow and hauled to Stansted. \n\nThe chartered 747 then completed the 12,000km (7410 miles)  flight to Santiago , arriving at 9am Friday morning. The technicians were flown there from Iceland and from Atlanta Air’s base in Jeddah, Saudi Arabia, six in total, to join with EF1’s own two onboard techs, Bjorn Bjarnason and Sigurbjarni ( Barney) Thormundsson, and Jeremy Smith of Rock It Cargo Ltd, who is on tour with us supervising the freight and customs aspects.\n\nThe engines were cleared by Chilean Customs Friday lunchtime and they were transferred to the LAN Chile maintenance area of the airport arriving just before 2pm.  Working in shifts 24 hours a day the techs were then able to start removing Engine number 1 and then on Saturday Engine number 2.  Using hoists and cranes the damaged engines had to be detached then lowered into a cradle in order to swap with the new replacement engines.  The replacement engines were then lifted up and into a place.  Once the support pylons had been inspected and x-rayed and damage assessed, both of which passed with flying colours, then the new engines were attached with, as one of the techs said, a “ million” wires.  Both were finally in place and attached by Sunday lunchtime and then the thrust reversers fitted overnight, almost as complex an operation as fitting the actual engines due to being right under the wing. Final piece of the jigsaw was for the Eddie decals to be fitted and then both engines tested by running to full power.\n\nComments Bruce Dickinson, Maiden vocalist and pilot of Ed Force One : “The speed and thoroughness of this incredibly complex operation was stunning and we are so very pleased to get our plane back! We would like to thank Air Atlanta and their terrific rescue team for a fantastic effort in achieving this in the time they did, and to Boeing, LAN Chile. ACS and Rock It Cargo for all their invaluable support.  We are sorry though for our fans in Cordoba, Buenos Aires, Rio and Belo Horizonte who missed out seeing the plane, but we hope they enjoyed the concerts as much as we did.\n\nWe should also thank our Killer Krew who found themselves at lunchtime on the Saturday of the accident with over 20 tons of equipment at the airport in Santiago and over 60 people all to get to Cordoba for early the next day to set up the huge show we are carrying. The distance is “only” 1000km, but with a small matter of the Andes in between! They did it , by the skin of the teeth, and all went very well for the show in Cordoba and the other cities EF1 just missed. It’s quite a feat of logistics to  find and put into action at such short notice all the transport, replacement air-charters, schedule flights etcetera to enable us to play those next four shows on time without EF1, our transport for everything. Great effort, team, many thanks from all of us. And to our promoter MOVE and ACS for all their assistance and time with this too“ Photos from Iron Maiden's post",
          1458589071
        ],
        [
          "We are happy to tell our fans in Cordoba that our Killer Krew has sorted out all logistics for us to be there with our full show for you all tomorrow. We expect no disruption to the tour in any way and are looking for a replacement 747 Ed Force One while our current beauty is healed. More news on that later. Until then, believe me, we will get to you all on this tour one way or another wherever you are.\n\nWe are also delighted to say that we have been officially informed that the two Chilean airport staff who were injured following the malfunction of the tow truck connecting bolt will make a complete recovery. Best wishes to them and their families.\n\nUp the Irons!  See you soon. And thanks Chile, what an amazing reaction and show!!\n\n- Rod Timeline Photos",
          1457808408
        ],
        [
          "ED FORCE ONE BADLY DAMAGED ON THE GROUND IN COMODORO ARTURO MERINO BENITEZ (SANTIAGO, CHILE) AIRPORT\n\nCONCERTS IN ARGENTINA TOMORROW AND TUESDAY EXPECTED TO GO AHEAD AS PLANNED\n \nEd Force One was this morning tethered to a tow truck to be taken for refuelling prior to flying  over the Andes to Cordoba for the next show. On moving  the steering pin that is part of the mechanism that connects the ground tug to the aircraft  seemingly fell out. On making a turn the aircraft had no steering and collided with the ground tug badly damaging the undercarriage, two of the aircrafts engines and  injuring two ground tug operators, both of whom have been taken to hospital. We hope of course that they make a full and speedy recovery and we will be closely monitoring their progress. The flight engineers are on site and evaluating the damage, but their initial report is that the engines have suffered large damage and will require an extended period of maintenance and possibly two new engines.\n \nWe are currently making contingency arrangements to get to the show in Cordoba tomorrow with band, crew and equipment intact. Fortunately the 20 tons of equipment had not been loaded onto EF1 at the time of the accident. Although this is tragic for our beautiful plane we do not expect this to affect our concert schedule including the next 2 shows in Cordoba and Buenos Aires. And we hope to find a new Ed Force One to continue this adventure with us in the near future. We will keep everyone updated when we know more, so keep checking only on this site for official news.\n \nTo finish on a high note however, our visit to Chile was a huge success with 58,000 fans coming to the show as totally brilliant as ever in the Stadium Nacional last night.  We love you guys! Photos from Iron Maiden's post",
          1457791366
        ],
        [
          "Two weeks ago we were waiting in the dark for this big bird to arrive... Iron Maiden's Ed Force One - first arrival The new Ed Force One lands at Cardiff Airport late on Feb 17th, ahead of Iron Maiden's 'The Book Of Souls World Tour'. Follow TF-AAK on FlightRadar24 to spot...",
          1456956001
        ],
        [
          "Flying over the Grand Canyon a few days ago. Everyone rushed to the right hand side of Ed Force One for a look when Bruce called it out, completely negating the carefully done weight&balance calculations! Timeline Photos",
          1456936727
        ],
        [
          "Debuted tonight in Fort Lauderdale, here's the epic new tour intro featuring Eddie and Ed Force One... Iron Maiden - The Book Of Souls World Tour intro",
          1456364503
        ],
        [
          "News piece from Fort Lauderdale as Ed Force One arrived yesterday afternoon ahead of the gig on the 24th... Iron Maiden kicks off tour with major landing at FLL The rock group Iron Maiden kicked off their tour with an epic landing Friday at Fort Lauderdale-Hollywood International Airport.",
          1455989224
        ],
        [
          "Lovely shot of Ed Force One departing Cardiff earlier today, bound for Fort Lauderdale (where we are now). Cardiff Airport",
          1455925492
        ],
        [
          "With little under two weeks until The Book Of Souls World Tour opens at Florida’s BB&T Center on Feb 24th we thought we’d give you a brief update on how it’s all going. The band have been locked away in rehearsals for the past few weeks working on the new set-list and report that everything is going exceptionally well and they are raring to get started.\n\nEd Force One, our new 747 Jumbo, is all decaled or branded-up ready to go and Bruce has his shiny new 747 type rating so he can fly the plane. Ed Force One flies into the UK on Wednesday evening and IronMaiden.com will be at Cardiff Airport, stepladder and phone in hand, to bring you the first footage live on Periscope! Keep an eye on the website or our social media channels for details - we’re @ironmaiden on Facebook, Twitter and Instagram.\n\nAs we initially announced we’ll be using Ed Force One right around the world as usual but also including the first few shows in Europe this time, making this the first time EF1 has visited Europe on tour!. However after the Swedish show at Gothenburg Ullvei Stadium on June 17 we’ll be reverting to our traditional truck & bus touring methods as logistically this makes much more sense considering the lesser distances involved and airport parameters.\n\nJust to remind you, although many of the shows are already sold out, particularly in North America , there are always likely to be some production-hold tickets released to the public closer to show day. So if you do find a venue is sold out it’s always worth checking with them again, probably from around 3 days in advance of any show, right up to show day itself, in case these held tickets are being released for sale. Also for fans in North America interested in the Trooper Pre-Party Upgrade kindly note that Fort Lauderdale, Las Vegas and New York are already sold out and other cities going quickly, so if you are interested... http://ironmaiden.future-beat.com/artist.cfm?id=3364\n\nMore news soon from Cardiff! Timeline Photos",
          1455556020
        ],
        [
          "Throwback Thursday - preparing the first Ed Force One for the Somewhere Back In Time tour. \n\n20 days til The Book Of Souls tour! Timeline Photos",
          1454592720
        ],
        [
          "The Book Of Souls World Tour will open in the U.S.A in late February with Ed Force One flying in for three shows before, in early March, heading into Central America visiting MEXICO, followed by a much anticipated first ever concert in EL SALVADOR and a return to COSTA RICA. Ed Force One then proceeds into South America for concerts in ARGENTINA, CHILE and a number of shows in BRAZIL before flying back to the USA at the end of March for ten more cities covering the USA and, of course, CANADA in the first two weeks of April.\n\nA long awaited return to JAPAN follows later in April, and then the band are delighted to be playing their first ever shows in CHINA before heading to NEW ZEALAND and AUSTRALIA for a comprehensive tour during the first half of May. Shows in SOUTH AFRICA, Maiden’s first visit there with Bruce, will be the last port of call before Ed Force One heads to EUROPE for a very extensive tour starting in late May and finishing in early August. 2016 Tour Ad",
          1442488082
        ],
        [
          "Another goodie up for grabs...  make sure you answer on the On Board Flight 666 page if you want your entry to be considered!\n\nNow in stock at Amazon - http://amzn.to/1AAiVCh On Board Flight 666 I ran into Bruce recently at the Iron Maiden office and he very kindly signed one of the new Flight 666 books! \n\nFor your chance to WIN this awesome book signed by BRUCE, answer the question below!\n\nIn which direction did 'ED FORCE ONE' head on it's MAIDEN voyage at the begining of the ‘SOMEWHERE BACK IN TIME’ TOUR?\na.) NORTH b.) EAST c.) SOUTH or d.) WEST?\n\nLeave your answer as a comment below.\n\nhttp://www.amazon.co.uk/Board-Flight-666-Iron-Maiden/dp/1409137597/ref=sr_1_1?ie=UTF8&qid=1419001383&sr=8-1&keywords=on+board+flight+666",
          1418999342
        ]
      ],
      "dates_start": 1447087458,
      "dates_end": 1471824500,
      "likes_avg": 28452,
      "likes_stdev": 21665,
      "comments_avg": 1011,
      "comments_stdev": 1763,
      "shares_avg": 6420,
      "shares_stdev": 10154
    },
    {
      "number": 4,
      "important": [
        "book soul",
        "tour",
        "book soul world",
        "world",
        "film",
        "wast year",
        "book soul world tour",
        "world tour",
        "wast",
        "year"
      ],
      "common": [
        "book",
        "book souls",
        "iron",
        "iron maiden",
        "maiden",
        "souls",
        "souls world tour",
        "tour",
        "world",
        "world tour"
      ],
      "messages": [
        [
          "US & Canada tour dates go on sale today and tomorrow - see http://ironmaiden.com/tours/the-book-of-souls-world-tour-2017-2017 for details\n\nAnd whet your appetite with Wasted Years Live, filmed all over the world on last year's tour. You might even be in it.... Iron Maiden - Wasted Years (Live from The Book Of Souls World Tour) Filmed on six continents during the 2016 Book Of Souls World Tour, this is a thank you to the millions of fans who came out to see us – maybe you’re in the v...",
          1485514552
        ],
        [
          "Thank you all for a great 2016 tour! The Book Of Souls - 2016",
          1470727582
        ],
        [
          "Wow! One week ago and damn what a blast it was...\nIron Maiden - The book of souls tour 2016\n\"The Trooper\" live in Lisbon Portugal !!! Memorable !!!\nhttps://www.youtube.com/watch?v=HLK8J_d6FvA﻿ IRON MAIDEN - The Trooper @ Meo Arena - Portugal - 2016 IRON MAIDEN - U.K. Genre: Heavy Metal Tour: The Book of Souls Wolrd Tour 2016 Venue: MEO Arena - Lisboa - Portugal Date : 2016 - 07 - 11 HD Live Track \"The T...",
          1468868662
        ],
        [
          "Photos Prague: FOTOREPORT: Iron Maiden naplnili Eden řevem metalových fanoušků Na pražský fotbalový stadion Eden zamířilo 28 tisíc fanoušků, aby si poslechli muziku britských věrozvěstů heavy metalové muziky Iron Maiden . Ti kromě největších hitů zahráli i pecky z e zatím posledního alba The Book Of Souls. Právě jemu byla celá šňůra věnovaná. Foto: Petr Tibi  ",
          1467776900
        ],
        [
          "Death Or Glory live from The Book Of Souls World Tour... With a few special guests! Iron Maiden - Death Or Glory (Live from The Book Of Souls World Tour) Iron Maiden - Death Or Glory (Live from The Book Of Souls World Tour) - Official Video Taken from 2015's The Book Of Souls - out now. Get your copy: http://p...",
          1464937852
        ],
        [
          "While everyone gets a few days well-earned rest, here's some larking around backstage... Iron Maiden - Backstage New album 'The Book Of Souls' out now. Get your copy: http://po.st/thebookofsouls Subscribe to Iron Maiden on YouTube: http://po.st/gfSFz3 Follow Iron Maiden...",
          1464006521
        ],
        [
          "The Killer Krew always deliver! Iron Maiden - The Build Mayan temple expert and Killer Krew member Ash explains how the set gets built. New album 'The Book Of Souls' out now. Get your copy: http://po.st/thebookofs...",
          1463730389
        ],
        [
          "A l'occasion des 3 ans de la sortie de la bière Trooper, nous vous proposons en quantité limitée le coffret collector Trooper contenant : \n4 Bières Trooper \"The Book of Souls World Tour\"\n4 Bières Trooper 33cl\n4 Bières Trooper 50 cl\n4 Bières Trooper 666 33cl\n2 Verres Trooper + 1 tapis de bar trooper \nCoffret en précommande, livraison à partir de début Juin 2016.\nhttp://www.new-t-community.com/…/licen…/musique/iron-maiden/\n#IRONMAIDEN #TROOPER La page est introuvable - New T Community En poursuivant votre navigation sur notre site, vous acceptez l'utilisation de cookies afin de nous permettre d'améliorer votre expérience utilisateur. En savoir plus.",
          1462882272
        ],
        [
          "|NOUVEAUTES|\nPré commandez dès aujourd'hui et en exclusivité la Trooper 50cl édition limitée \"The Book of Souls World Tour\", en stock très limité. Une bouteille collector aux couleurs de la tournée du groupe Iron Maiden.\nLivraison à partir de début Juin, il y en aura pas pour tout le monde.\nhttp://www.new-t-community.com/…/licen…/musique/iron-maiden/\n#IRONMAIDEN #TROOPER #THEBOOKOFSOULSWORLDTOUR La page est introuvable - New T Community En poursuivant votre navigation sur notre site, vous acceptez l'utilisation de cookies afin de nous permettre d'améliorer votre expérience utilisateur. En savoir plus.",
          1462803529
        ],
        [
          "Shanghai was awesome! Iron Maiden - Shanghai New album 'The Book Of Souls' out now. Get your copy: http://po.st/thebookofsouls Subscribe to Iron Maiden on YouTube: http://po.st/gfSFz3 Follow Iron Maiden...",
          1462093517
        ],
        [
          "Maiden China! Iron Maiden - China New album 'The Book Of Souls' out now. Get your copy: http://po.st/thebookofsouls Subscribe to Iron Maiden on YouTube: http://po.st/gfSFz3 Follow Iron Maiden...",
          1461612222
        ],
        [
          "Don't miss The Book Of Souls World Tour!\nYouTube link: https://youtu.be/Qfzz1CRyYOk The Book Of Souls World Tour",
          1457371242
        ],
        [
          "It's gold-er than something really, really gold. Iron Maiden - Nicko's new drums Nicko McBrain gives us a quick look at his new Sonor drumkit. See Iron Maiden on The Book Of Souls World Tour: http://po.st/IronMaidenTour New album 'The Boo...",
          1457019748
        ],
        [
          "#EDFORCEONE will be departing for Florida TODAY for the start of The Book of Souls World Tour. \nBe on twitter.com/ironmaiden to catch the Live Stream of take-off on #periscope. Timeline Photos",
          1455875783
        ],
        [
          "Getting ready for The Book Of Souls World Tour! Timeline Photos",
          1454340889
        ],
        [
          "Iron Maiden will make a highly anticipated first ever visit to China in April on The Book Of Souls World Tour, playing at Beijing LeSports Center on April 24th and Shanghai Mercedes-Benz Arena on April 26th.\n\nTickets go on sale from 2pm on January 19th through ticketing hotline 400-610-3721, and online via Damai.cn Timeline Photos",
          1452560401
        ],
        [
          "For the 1st time ever on The Book of Souls Tour, we are offering limited places per gig, at the North America & Canada shows, for the Official TROOPER Pre-show party.\nFor more details and to buy your pass, please go to http://bit.ly/TROOPERPARTY\nPlease note- this does not include a ticket to the show. Iron Maiden :: Future Beat Iron Maiden :: Future Beat",
          1451217794
        ],
        [
          "The new album #TheBookOfSouls is finally out today! Get it on Apple Music http://smarturl.it/TheBookOfSoulsIT The Book of Souls by Iron Maiden Preview and download The Book of Souls on iTunes. See ratings and read customer reviews.",
          1441366560
        ],
        [
          "Today's the day! Stream it, download it, wait by the letterbox or head down to the record shop - however you get your hands on The Book Of Souls, ENJOY IT! Unwrapping The Book Of Souls",
          1441347292
        ],
        [
          "Iron Maiden and The Book Of Souls go jumbo on massive 2016 world tour! \n\nVocalist Bruce Dickinson to pilot a Boeing 747-400 jumbo jet to play in six of the seven continents travelling over 55,000 miles (88,500km) around the globe!\n\n“The Book Of Souls World Tour” is expected to visit around 35 countries including first ever concerts in China and El Salvador.\n\nPre-order the album at http://po.st/thebookofsouls Timeline Photos",
          1440507830
        ],
        [
          "The first review of The Book Of Souls is out... Iron Maiden: The Book Of Souls - Review Strap yourself in and say a quick prayer to Eddie as Maiden pull out all the stops – and Bruce gets epic on the piano.",
          1439287951
        ],
        [
          "The Herr's are going to the Iron Maiden Book of Souls album Listening party at Rock n Roll Ribs!",
          1438884323
        ],
        [
          "Pre-order The Book Of Souls at http://po.st/thebookofsouls The Book Of Souls - September 4th",
          1438254434
        ]
      ],
      "dates_start": 1444592117,
      "dates_end": 1468711208,
      "likes_avg": 24975,
      "likes_stdev": 28889,
      "comments_avg": 872,
      "comments_stdev": 1299,
      "shares_avg": 6350,
      "shares_stdev": 9413
    },
    {
      "number": 5,
      "important": [
        "project",
        "video",
        "de",
        "light",
        "heavi metal",
        "edit",
        "speed light",
        "speed",
        "best",
        "iron"
      ],
      "common": [
        "iron",
        "iron maiden",
        "iron maiden speed",
        "iron maiden speed light",
        "light",
        "maiden",
        "maiden speed",
        "maiden speed light",
        "speed",
        "speed light"
      ],
      "messages": [
        [
          "Ei, Maidenmaníacos! Por favor, deem uma checada no nosso vídeo desenhado como forma de homenagem ao Iron Maiden no Brasil! \nCurtam e compartilhem se gostarem! Agradeço desde já! 😜\nUp the Irons!\n\n Speed of Light Project - Fanmade Draw Video Speed of Light Project. A fanmade tribute to the best Heavy Metal band of all time: Iron Maiden. Check it out! Drawn by Lory Calixto and video edited by Dean...",
          1458414669
        ],
        [
          "You wanted to play the arcade game in Speed Of Light... now you can! Free webgame at http://speedoflight.ironmaiden.com \n\nChallenge your friends! Annoy your co-workers! Waste the rest of Friday! Kill time until #TheBookOfSouls is released! Timeline Photos",
          1440757436
        ],
        [
          "Go behind the scenes of our epic video for #SpeedOfLight\n\nhttps://www.youtube.com/watch?v=u-4aYq9bxE4 Iron Maiden - Speed Of Light (Behind The Scenes) Iron Maiden - Speed Of Light (Behind the Scenes)- Documentary on the making of 'Speed Of Light' from director and producer Llexi Leon. Speed Of Light - From ...",
          1439981835
        ],
        [
          "BAM!\nThe new single \"Speed of Light\" is now on Spotify\n\nhttp://smarturl.it/IronMaidenSpotify Timeline Photos",
          1439835961
        ],
        [
          "Iron Maiden - Speed of Light (The Book of Souls 04.09.15) song review @ Murska-arviot\nhttp://murska-arviot.blogspot.com/2015/08/iron-maiden-speed-of-light-book-of.html Murska-arviot: Iron Maiden - Speed of Light (The Book of Souls 04.09.15) Iron Maiden - Speed of Light (The Book of Souls 04.09.15) song review",
          1439832074
        ],
        [
          "Stream 'Speed Of Light' on\nSpotify: http://po.st/sSpeedOfLight\nApple Music: http://po.st/amSpeedOfLight\n\nPre-order 'The Book Of Souls' digitally and get 'Speed Of Light' right now: http://po.st/thebookofsouls\n\nSubscribe to Iron Maiden on YouTube: http://po.st/gfSFz3\nWatch 'Speed Of Light': https://www.youtube.com/watch?v=-F7A24f6gNc Timeline Photos",
          1439626357
        ],
        [
          "Iron Maiden - Speed Of Light - From the new album 'The Book Of Souls' - out 4th September. Iron Maiden - Speed Of Light (Official Video) Iron Maiden - Speed Of Light - From the new album 'The Book Of Souls' - out 4th September. Pre-order now: http://po.st/thebookofsouls Get 'Speed Of Light' no...",
          1439528800
        ],
        [
          "You put them through to the semis, now you need to decide who makes it to the final! http://ironmaiden.com/showdown/\n\n(or you could just sit around twiddling your thumbs and waiting for Speed Of Light on Friday, up to you) Maiden Video Showdown - SemiFinals",
          1439364970
        ],
        [
          "Subscribe to our YouTube channel at http://po.st/gfSFz3 Speed Of Light - August 14",
          1438925400
        ]
      ],
      "dates_start": 1435917345,
      "dates_end": 1447697655,
      "likes_avg": 21281,
      "likes_stdev": 22695,
      "comments_avg": 747,
      "comments_stdev": 1186,
      "shares_avg": 5726,
      "shares_stdev": 10989
    },
    {
      "number": 6,
      "important": [
        "late",
        "ironmaiden timelin",
        "nicko",
        "week",
        "abl",
        "ironmaiden",
        "sure",
        "timelin",
        "photo",
        "night"
      ],
      "common": [
        "chile",
        "edforceone",
        "edforceone ironmaiden",
        "ironmaiden",
        "thank",
        "thebookofsoulsworldtour",
        "thebookofsoulsworldtour ironmaiden",
        "tulsa",
        "wednesday",
        "wednesday ironmaiden"
      ],
      "messages": [
        [
          "Be sure to tune in and catch Nicko on Late Night with Seth Meyers this week!\n\n#LNSM #IronMaiden Timeline Photos",
          1489355463
        ],
        [
          "This is cool ;-) \n\nSee if those of you in Manhattan can spot it... it's on 42 close to 7th ave\n\n#HappyHunting\n#IronMaiden Timeline Photos",
          1488561707
        ],
        [
          "All tickets for the second Brooklyn show are now on sale! \n\nhttp://bit.ly/2lOzAUY\n\n#IronMaiden Timeline Photos",
          1488031343
        ],
        [
          "Throwback wEDnesday! \n\n#wEDnesday #IronMaiden Timeline Photos",
          1487786268
        ],
        [
          "So what Maiden record are you listening to this week? #wEDnesday #IronMaiden Timeline Photos",
          1478106384
        ],
        [
          "Ready to rock Download tomorrow! #edforceone #ironmaiden Timeline Photos",
          1465658866
        ],
        [
          "He's behind you... #edception #wEDnesday #IronMaiden Timeline Photos",
          1464185441
        ],
        [
          "Touchdown in Fortaleza. #EdForceOne #TheBookOfSoulsWorldTour #IronMaiden #ByeByeBus Timeline Photos",
          1458757334
        ],
        [
          "Day off today! Time to catch up, it's been crazy #thebookofsoulsworldtour #IronMaiden Timeline Photos",
          1458559485
        ],
        [
          "Awesome fan art from Fernando Sosa! #fanart #IronMaiden Timeline Photos",
          1458316788
        ],
        [
          "Thank you Córdoba - onward to Buenos Aires #thebookofsoulsworldtour #IronMaiden Timeline Photos",
          1457952195
        ],
        [
          "It's HOT out there! #TheBookOfSoulsWorldTour #IronMaiden #Chile Timeline Photos",
          1457715750
        ],
        [
          "Great to be back in Chile! #TheBookOfSoulsWorldTour #IronMaiden #EdForceOne #Chile Timeline Photos",
          1457565122
        ],
        [
          "Scream for me Mexico! #EdForceOne #IronMaiden Timeline Photos",
          1456791599
        ],
        [
          "We're making a run for the border. Thanks USA, see you in a few weeks. Mexico: watch out! #edforceone #ironmaiden Timeline Photos",
          1456780233
        ],
        [
          "Thank you Vegas! #thebookofsoulsworldtour #ironmaiden Timeline Photos",
          1456725376
        ],
        [
          "Thank you Tulsa! #theBOKofsouls #thebookofsoulsworldtour #ironmaiden Timeline Photos",
          1456551046
        ],
        [
          "Floor decal at Tulsa airport - awesome! #ironmaiden Timeline Photos",
          1456458533
        ],
        [
          "Hello Tulsa! #EdForceOne #thebookofsoulsworldtour #ironmaiden Timeline Photos",
          1456440232
        ],
        [
          "#thebookofsoulsworldtour #ironmaiden We're baaaack!!! Timeline Photos",
          1456325662
        ],
        [
          "First stop on #thebookofsoulsworldtour - tomorrow night at BB&T Center! #ironmaiden Timeline Photos",
          1456240707
        ],
        [
          "#wEDnesday ... Eddie was a mean Fokker at Sonisphere last year! #Ironmaiden Timeline Photos",
          1439391134
        ],
        [
          "It's #wEDnesday but can you name the year this chap was looming overhead? #IronMaiden Timeline Photos",
          1436973178
        ],
        [
          "Which single is this #wEDnesday Eddie from? #IronMaiden Timeline Photos",
          1436360301
        ],
        [
          "#wEDnesday #somewhereintime #IronMaiden Timeline Photos",
          1433940331
        ],
        [
          "#flight666 on Sky Arts UK tonight #ironmaiden Timeline Photos",
          1429294987
        ],
        [
          "#wEDnesday #ironmaiden Timeline Photos",
          1429098165
        ],
        [
          "#wEDnesday #sbit #ironmaiden Timeline Photos",
          1427286785
        ]
      ],
      "dates_start": 1439411023,
      "dates_end": 1474532577,
      "likes_avg": 55100,
      "likes_stdev": 30102,
      "comments_avg": 610,
      "comments_stdev": 439,
      "shares_avg": 4097,
      "shares_stdev": 3051
    },
    {
      "number": 7,
      "important": [
        "friday",
        "final",
        "abl",
        "ironmaiden",
        "feel",
        "timelin",
        "photo",
        "stuff",
        "wednesday",
        "year"
      ],
      "common": [
        "ironmaiden",
        "ironmaiden thebookofsoulsworldtour",
        "itunes",
        "maiden",
        "ready",
        "thebookofsoulsworldtour",
        "time",
        "wednesday",
        "www",
        "www ironmaiden"
      ],
      "messages": [
        [
          "#wEDnesday",
          1489591358
        ],
        [
          "We do get sent some pretty weird stuff in this office... #wEDnesday Timeline Photos",
          1488989639
        ],
        [
          "#wEDnesday \n\n#EdtoEd\n#IronMaiden",
          1488401163
        ],
        [
          "That Friday feeling! #FanFriday Timeline Photos",
          1484315108
        ],
        [
          "First Friday of the year is finally here... Yippee!\n\n#FanFriday Timeline Photos",
          1483707284
        ],
        [
          "We're almost ready for Halloween here in the office... If you're dressing up as Eddie this weekend then be sure to send us your pictures! #IronMaiden #Halloween #HallowEddie Timeline Photos",
          1477573540
        ],
        [
          "Our latest issue of the Fan Club Magazine has just arrived! Yours will be arriving on your doorsteps shortly... #IronMaiden #Eddie Timeline Photos",
          1477302814
        ],
        [
          "Anyone having a drink with Eddie today? #wEDnesday #TrooperBeer Timeline Photos",
          1476868334
        ],
        [
          "All tickets are on-sale now! \n\nhttps://www.youtube.com/watch?v=xx-pIwsZpPk Timeline Photos",
          1475215209
        ],
        [
          "A Time Rift has opened!\nBattle the Lord of Light and his minions in rotating Time Rift Dungeons. Earn class-specific resources to level up your team.  http://hyperurl.co/9ore7h  #�partofthelegacy� Timeline Photos",
          1471880581
        ],
        [
          "Wasted Years! #IronMaiden #TheBookOfSoulsWorldTour #Luxembourg Timeline Photos",
          1470164603
        ],
        [
          "Are you ready Bucharest?! #IronMaiden #TheBookOfSoulsWorldTour #Romania #Bucharest Timeline Photos",
          1469893440
        ],
        [
          "Are you ready Split?! #IronMaiden #TheBookOfSoulsWorldTour #Croatia #Split Timeline Photos",
          1469638851
        ],
        [
          "Wasted Years! #IronMaiden #TheBookOfSoulsWorldTour #Spain #Seville Timeline Photos",
          1468526325
        ],
        [
          "It's almost time Lisbon! #IronMaiden #TheBookOfSoulsWorldTour #Portugal #Lisbon Timeline Photos",
          1468254631
        ],
        [
          "It's nearly time! #IronMaiden #TheBookOfSoulsWorldTour #ResurrectionFestival #Spain Timeline Photos",
          1468082559
        ],
        [
          "Almost show time! #IronMaiden #TheBookOfSoulsWorldTour #Slovakia #Zilina Timeline Photos",
          1467823352
        ],
        [
          "We're almost ready for you Zilina... #IronMaiden #TheBookOfSoulsWorldTour #Slovakia #Zilina Timeline Photos",
          1467807012
        ],
        [
          "First time in Lithuania! #IronMaiden #TheBookOfSoulsWorldTour #Kaunas #Lithuania Timeline Photos",
          1466664511
        ],
        [
          "Beautiful day here in Belgium. Nearly time... #IronMaiden #TheBookOfSoulsWorldTour #Belgium #Graspop Timeline Photos",
          1466351845
        ],
        [
          "Hello Graspop! #IronMaiden #TheBookOfSoulsWorldTour #Belgium #Graspop Timeline Photos",
          1466335468
        ],
        [
          "Screw the mud, its Maiden time! Timeline Photos",
          1465754344
        ],
        [
          "#wEDnesday at the Isle of Man TT - good luck to Peter Hickman on 'The Beast' - http://ttlive.iomtt.com/ Timeline Photos",
          1465375449
        ],
        [
          "#edforceone over Table Mountain - read more at ironmaiden.com #tablemountED #tablEDmountain #capEDtown #747 #IronMaiden #badpuns #avgeeks #southafrica Timeline Photos",
          1464099787
        ],
        [
          "Did somebody beat us to it?? They missed a trick with the price point though!! #SticktoTrooper #numberofthebeast #trooperbeer http://ift.tt/1UGnCHz Instagram Photos",
          1462584818
        ],
        [
          "Trooper pre-show Party Brisbane style! #EntertainmentCentre #homesteadtavern #trooperbeer http://ift.tt/1Y7seFn Instagram Photos",
          1462341078
        ],
        [
          "Getting ready to rock the legendary Madison Square Garden. #IronMaiden #TheBookOfSoulsWorldTour #NewYork #MadisonSquareGarden Timeline Photos",
          1459353916
        ],
        [
          "Getting ready for showtime in Brasilia... Brasilia as the doors open",
          1458679064
        ],
        [
          "34 years ago today... #IronMaiden #thenumberofthebeast Timeline Photos",
          1458638746
        ],
        [
          "#IronMaiden #thebookofsoulsworldtour #brazil Timeline Photos",
          1458249245
        ],
        [
          "And Team Maiden kick off!!! Timeline Photos",
          1458227178
        ],
        [
          "Rio: Buenos Aires was loud. Will you be louder? Great to be back in Brazil. #IronMaiden #TheBookOfSoulsWorldTour #RioDeJaneiro Timeline Photos",
          1458168750
        ],
        [
          "Argentina, you were insane! Now we head to Brazil... #IronMaiden #wEDnesday Timeline Photos",
          1458136329
        ],
        [
          "#wEDnesday #IronMaiden #trooperbeer Timeline Photos",
          1458135824
        ],
        [
          "Making Las Vegas burn!! #thebookofsoulsworldtour #ironmaiden #steveharris Timeline Photos",
          1456720864
        ],
        [
          "Only in Vegas! #Powerslave Timeline Photos",
          1456688314
        ],
        [
          "#Repost @wes_tbound with @repostapp.\n・・・\nit's one of the coolest things to be the pilot for your band. and i've never seen the lot so full!! this was pretty fun to experience🤘🏾#TFAAK #ironmaiden #747 #B744 #avgeek #lasvegas #mccarran #airatlantaicelandic #CC666 #Flight666 #edforceone",
          1456616396
        ],
        [
          "Vegas baby!!! #ironmaiden #EdForceOne Timeline Photos",
          1456610455
        ],
        [
          "Even people on #EdForceOne like to photograph #EdForceOne Timeline Photos",
          1456597552
        ],
        [
          "#trooperbeer meet up at McNellie's in Tulsa Timeline Photos",
          1456514275
        ],
        [
          "People are boarding.. It's all ramping up...#EdForceOne Stay tuned for #Periscope..: People are boarding.. It's all ramping up...#EdForceOne Stay tuned for #Periscope..",
          1455880443
        ],
        [
          "We're still packing!! Glad it's a big plane... Timeline Photos",
          1454940532
        ],
        [
          "What do you think Nicko's kit will look like this time? Timeline Photos",
          1454421569
        ],
        [
          "The last #wEDnesday before #thebookofsouls is released, so it could only be this Ed Timeline Photos",
          1441199030
        ],
        [
          "If they looked happy getting on the plane, you should have seen them after they heard the album! \n\n#thebookofsouls http://po.st/thebookofsouls Timeline Photos",
          1440747035
        ],
        [
          "It was 31 years ago... =)",
          1439961481
        ],
        [
          "Here's a #wEDnesday from 1986. Cyborg Eddie stalks the stage on the Somewhere In Time tour. Timeline Photos",
          1438783736
        ],
        [
          "An old-school #wEDnesday this week... Timeline Photos",
          1437573133
        ],
        [
          "#wEDnesday #maidenengland Timeline Photos",
          1435762638
        ],
        [
          "#wEDnesday A #bookofsouls tattoo already! #thatwasquick #hopeyoulikethealbum Timeline Photos",
          1435142447
        ],
        [
          "#wEDnesday #IronMaiden #powerslave #mummy #1984 Timeline Photos",
          1434553288
        ],
        [
          "15 years ago... Brave New World Archive: Iron Maiden's New World Order So, this is it chaps. The talking has to stop. The dreaming must end. All the hope, ambition, belief and uncertainties that have surrounded the album must now be pushed aside by harsh reality.",
          1432903137
        ],
        [
          "It's #wEDnesday but can you name the year and the tour? Timeline Photos",
          1432725963
        ],
        [
          "Recognise this handsome chap? #wEDnesday Timeline Photos",
          1432114354
        ],
        [
          "On #wEDnesday we celebrate the many incarnations of Eddie! Name the tour and the year... Timeline Photos",
          1431527002
        ],
        [
          "19 Maiden albums now available as 24 bit FLAC from www.onkyomusic.com (US release to follow shortly)\n\nhttp://www.ironmaiden.com/iron-maiden-catalogue-now-available-for-the-first-time-in-high-res-exclusively-on-onkyo-music.html Timeline Photos",
          1430114708
        ],
        [
          "Twiddling the knobs, Mastered for iTunes. Timeline Photos",
          1428774317
        ],
        [
          "Year 2000 was a Brave New World... \nMastered for iTunes @ iTunes.com/IronMaiden Timeline Photos",
          1428736127
        ],
        [
          "Are those real? Futureal!  Original Virtual XI tapes from the archive...\niTunes.com/IronMaiden Timeline Photos",
          1428678917
        ],
        [
          "The X Factor final mixes from 1995...  now Mastered for iTunes Timeline Photos",
          1428669031
        ],
        [
          "Kicking off the 1990s with No Prayer For The Dying...\n\nMastered for iTunes | iTunes.com/IronMaiden Timeline Photos",
          1428647915
        ],
        [
          "6/6/86 for Somewhere In Time :-) Timeline Photos",
          1428577201
        ],
        [
          "Back about a year later to record Powerslave...\n\niTunes.com/IronMaiden Timeline Photos",
          1428558847
        ],
        [
          "Back in 1982, Valentine's Day was spent working on The Number Of The Beast album. Original Masters pulled from the archives for the Mastered for iTunes project - iTunes.com/IronMaiden Timeline Photos",
          1428487353
        ],
        [
          "'Killers' original tape from 1981... Timeline Photos",
          1428478178
        ],
        [
          "We went all the way back to the originals for Mastered For iTunes - check the date on the tape!\n\nGet it on iTunes - iTunes.com/IronMaiden Timeline Photos",
          1428418801
        ],
        [
          "You can follow us on Instagram for a random selection of square photographs...  instagram.com/ironmaiden (y) Timeline Photos",
          1426601190
        ],
        [
          "Feeling the love? #ironmaiden #fans #maidenmonday Timeline Photos",
          1426511740
        ],
        [
          "Help us stamp out Secondary Ticketing... We need your support - Secondary Ticketing The ever increasing plague of ‘Secondary Ticketing’ excesses are a blight on live music and sports events",
          1422989668
        ],
        [
          "Released today in 1981!\n\nhttp://open.spotify.com/album/1pEuH3pCpd42YGAmxEkSkM Timeline Photos",
          1422871638
        ],
        [
          "Eddie’s back home after his trip to the annual Consumer Electronics Show (CES) in Las Vegas last week.\n\nWe’re delighted to be partnering with award-winning electronics company Onkyo in the creation of ‘Maiden Audio’ and full details will be revealed soon.\n\nIn the meantime, check out maidenaudio.com for a selection of pics from the event, and to see why Time.com declared us the 2nd best prop(!) at CES (only losing out the #1 slot to industry giant Canon with their Canon-baller). Timeline Photos",
          1421423486
        ],
        [
          "Happy New Year!! Hope you have the most successful year yet!",
          1420061373
        ],
        [
          "More! Maiden Heaven: Part Seven - Somewhere In Time - Kerrang!",
          1417119001
        ],
        [
          "Finished our box set with Somewhere In Time and 7th Son! They hit the shops next week.\n\nSomewhere In Time - http://amzn.to/1qjDm6k\n7th Son of a 7th Son - http://amzn.to/1HejhU1\n\nwww.amazon.com/music/ironmaidenvinyl\n\n#maidenvinyl Photos from Iron Maiden's post",
          1416304621
        ],
        [
          "Released today in 1985 :-) Timeline Photos",
          1413284467
        ],
        [
          "iTunes have included Brave New World in their '50 Legendary Comeback Albums' list. Discuss :-) Timeline Photos",
          1412680075
        ],
        [
          "And another anniversary! Today in 1990... Timeline Photos",
          1412164118
        ],
        [
          "Released today in 1986. How long did you spend examining the artwork for hidden in-jokes and details?\n\nIf you missed it the first time... http://www.ironmaiden.com/classic-80s-vinyl-reissues-on-the-way.html (y) Timeline Photos",
          1411973990
        ],
        [
          "30 years ago....  who bought Powerslave when it was released? :-) Timeline Photos",
          1409730683
        ],
        [
          "Ready for the gig in POZNAN? Check out our Deezer playlist...\n\nhttp://www.deezer.com/playlist/885729491",
          1402737001
        ],
        [
          "Get ready for the gig in BELGRADE with our Deezer playlist!\n\nhttp://www.deezer.com/playlist/885729491",
          1402132200
        ],
        [
          "Get ready for the SOFIA gig on June 16th with our Deezer playlist!\n\nhttp://www.deezer.com/playlist/885729491",
          1402045800
        ],
        [
          "Get ready for the show in Brno June 8th with our Deezer playlist!\n\nhttp://www.deezer.com/playlist/885729491 Iron Maiden setlist Mascom EC",
          1401786600
        ],
        [
          "Fanclub members at the barrier, ready for doors opening in Bilbao. Timeline Photos",
          1401372553
        ],
        [
          "We're ready... are you?\n#screamformebarcelona Timeline Photos",
          1401208201
        ],
        [
          "Here at Maiden Towers, we like big knockers.\n\nhttp://www.ironmaiden.com/eddie-door-knocker.html Timeline Photos",
          1399030916
        ],
        [
          "We're having a bit of a clear out to make room for new 2014 shirts... grab an Icey Eddie for only a tenner\n\nhttp://www.ironmaiden.com/icey-breath.html Timeline Photos",
          1395328006
        ],
        [
          "Belgrade tickets now on sale http://www.eventim.rs/ Karte - ulaznice za koncerte, sportske, kulturne i druge događaje ~ Kupite ulaznice tickets, events, belgrade arena, eventim, concerts, ticket, biletservis, concert, belgrade, performance, show, festival, event, ticketservice",
          1393406498
        ],
        [
          "New to Eddie's Special Deals.... only a tenner!\n\nhttp://www.ironmaiden.com/crown-finger-t-shirt.html Timeline Photos",
          1392738776
        ],
        [
          "This bad boy is in the sale... only a tenner!\r\nhttp://www.ironmaiden.com/montage-t-shirt.html Timeline Photos",
          1389705932
        ],
        [
          "2012 'Eddie Reborn' shirt - only a tenner in the sale! http://www.ironmaiden.com/reborn-t-shirt.html Timeline Photos",
          1389189745
        ],
        [
          "Happy New Year wherever you are! Here's to an epic 2014 :-)",
          1388530800
        ],
        [
          "And another... SWITZERLAND! Tickets onsale today :-)\n\nhttp://www.ironmaiden.com/maiden-to-headline-greenfield-festival-switzerland-june-2014.html",
          1386141817
        ],
        [
          "It's almost 2014! Eek! Time for a new calendar then...\r\n\r\nhttp://www.ironmaiden.com/2014-calendar.html - 12 months of Maiden with plenty of Eddie! Timeline Photos",
          1383840431
        ],
        [
          "Happy Halloween to all harlots and horrors! Timeline Photos",
          1383229006
        ],
        [
          "Bye bye Brazil!\r\nhttp://www.ironmaiden.com/brazil-event-shirt.html Timeline Photos",
          1380109508
        ],
        [
          "Hello Brazil!\r\nhttp://www.ironmaiden.com/maiden-brazil-football-shirt.html Timeline Photos",
          1379592799
        ],
        [
          "Extra tickets released for the final Maiden England UK show on Sunday 4 August at The O2! Buy from http://bit.ly/18iGnqg Timeline Photos",
          1373972835
        ],
        [
          "And here's the DVD. After all the ideas and mockups and test versions each release goes through, its always exciting when the real thing arrives and we get to hold it in our hands. And take photos of it to tease you on Facebook.  :-) Timeline Photos",
          1363769404
        ],
        [
          "Ooooh a big box of vinyl just arrived at Maiden Towers... Timeline Photos",
          1363768526
        ],
        [
          "Check out the premiere of Wasted Years from Maiden England '88 - out next week! Wasted Years - Iron Maiden Watch the music video for Wasted Years by Iron Maiden and more new Rock videos on VEVO.",
          1363708815
        ],
        [
          "We've just put some 'A Matter Of Life And Death' shirts up in Eddie's Special Deals... only £8 each. Grab them before they go!\r\n\r\nhttp://www.ironmaiden.com/iron_maiden_shop.php Timeline Photos",
          1358149332
        ],
        [
          "Missed out on tickets for the Stockholm show? Live Nation have just released some more - prime position seated and standing tickets from the production holds. Check out LiveNation.se, Friendsarena.se, Ticnet.se and Eventim.se if you want to grab them.",
          1357808866
        ],
        [
          "Happy New Year folks - here's to an awesome 2013 and we hope to see lots of you this summer!",
          1356994800
        ],
        [
          "Friday 13th. Toronto, are you ready to burn?!? Timeline Photos",
          1342181855
        ],
        [
          "So... what do you think the setlist will be this time?",
          1340115981
        ],
        [
          "Dunno about the rest of you, but here in the UK the weather is shite! \r\n\r\nhttp://www.ironmaiden.com/eddies-umbrella-1.html Timeline Photos",
          1339142043
        ],
        [
          "HMV want you to vote for the Best Of British... hmv.com: Music CDs, DVDs, Games & More HMV.COM FREE UK DELIVERY! - Get a huge range of great-priced CDs, DVDs, games and books delivered FREE right to your door",
          1336736659
        ],
        [
          "*\nFreddyVee from www.ClubCDforNeedy.org where 1 CD-sale puts free, fresh veggies on 3,000 needy, elderly & orphan plates.\nHere Freddy is singing from his 4th double-album, an energy-loaded version of\nPROUD MARY\n\n\nhttp://m.soundcloud.com/club-cd-for-needy/proud-mary-freddyvee-30mar2012 Club-CD-4-Needy",
          1333963138
        ],
        [
          "a free mp3 download is offered of The Feckers version of \"Wasted Years\" - hope you enjoy this unique twist of an absolute classic :-) » “Wasted Years” – Free Download The Feckers – Welcome to Feckerville",
          1333913748
        ],
        [
          "30 years ago today! Timeline Photos",
          1332408717
        ],
        [
          "Ooooh look what just arrived at Maiden Towers... Timeline Photos",
          1331806670
        ],
        [
          "What better birthday present than releasing an album! 'Awoken Broken' by Primal Rock Rebellion is out today (ex-US).",
          1330330732
        ]
      ],
      "dates_start": 1383335073,
      "dates_end": 1467459120,
      "likes_avg": 41827,
      "likes_stdev": 44639,
      "comments_avg": 750,
      "comments_stdev": 1096,
      "shares_avg": 3993,
      "shares_stdev": 6438
    },
    {
      "number": 8,
      "important": [
        "come",
        "metal",
        "time",
        "beast",
        "iron maiden legaci",
        "iron maiden",
        "go",
        "legaci beast",
        "ed",
        "legaci"
      ],
      "common": [
        "beast",
        "iron",
        "iron maiden",
        "iron maiden legacy",
        "iron maiden legacy beast",
        "legacy",
        "legacy beast",
        "maiden",
        "maiden legacy",
        "maiden legacy beast"
      ],
      "messages": [
        [
          "It's time to go Ed to Ed! Test your metal as Player Vs Player comes to Iron Maiden: Legacy of the Beast\n\nhttp://hyperurl.co/mc11vq Legacy of the Beast PvP trailer",
          1487156700
        ],
        [
          "Here is the complete Iron Maiden: Legacy of the Beast 12 days of Christmas video!\n\nPlay Now - hyperurl.co/mc11vq 12 Days",
          1483723800
        ],
        [
          "Legacy of The Beast has just got a bit festive! \n\nhyperurl.co/42gbkm\n\nHappy Holidays!\n\n#IronMaiden\n#LegacyofTheBeast #HappyHolidays",
          1482509352
        ],
        [
          "The Iron Maiden: Legacy of the Beast Christmas event is live!\n\nPlay now! -> hyperurl.co/u5ofol Timeline Photos",
          1482403642
        ],
        [
          "Check out the Viking Eddie special attack on Iron Maiden: Legacy of the Beast #wEDnesday Viking Eddie",
          1481729746
        ],
        [
          "Check out this seriously cool 'Cloud Eddie Attack' which is part of the 'Brave New World' update on Iron Maiden: Legacy of the Beast! Legacy Of The Beast - Cloud Eddie",
          1480158000
        ],
        [
          "We're featured on Google Play... get Legacy Of The Beast on your phone and play now! \n\nOr maybe later, if you're at work or driving or doing something important...\n\nAndroid: http://hyperurl.co/6v579j\niOS: http://hyperurl.co/xcjfs4 Timeline Photos",
          1479724920
        ],
        [
          "Iron Maiden: Legacy of the Beast goes Halloween! Grim Reaper",
          1477771320
        ],
        [
          "How many Eddie's have you got? We've got 2 so far- need to play more obviously. \nIron Maiden: Legacy of the Beast available now on Apple App Store and Google Play Store. Be #partofthelegacy and download for free: http://hyperurl.co/3e0qxr Iron Maiden Game | Be Part of the Legacy Battle as Eddie across amazing worlds, inspired by Iron Maiden’s rich imagery and music. Fight legions of unrelenting enemies as you piece together the shattered remnants of Eddie’s soul, and ultimately save the universe!",
          1469093101
        ],
        [
          "Want to check out the tracks you'll find in Legacy Of The Beast? Fire up Spotify and kick back for the next 1hr 39min... it it #wEDnesday after all\n\nOr get the game here: http://hyperurl.co/3e0qxr Iron Maiden - Legacy Of The Beast Soundtrack, a playlist by Iron Maiden on Spotify Iron Maiden's mobile RPG game is now available on Android and iOS! Click here for more info. Listen to the soundtrack here.",
          1468418220
        ],
        [
          "Who's your favourite character so far?\n\nLegacy of the Beast : http://hyperurl.co/3e0qxr\n#partofthelegacy Timeline Photos",
          1468249560
        ],
        [
          "\"The music is a triumph and arguably some of the best audio that has ever been created for a mobile game.\"\n\nRead what TeamRock think of our new game...\n\n...and then download it for yourself here!  \nhttp://hyperurl.co/3e0qxr #partofthelegacy Iron Maiden - Legacy of the Beast First Impressions Iron Maiden stands up like a trooper and ushers in a brave new world of mobile gaming on iOS and Android with Legacy of the Beast.",
          1468155060
        ],
        [
          "Something to keep you occupied this weekend... http://hyperurl.co/3e0qxr #partofthelegacy Legacy of the Beast : Gameplay",
          1467994200
        ],
        [
          "It's here! Download Iron Maiden: Legacy of the Beast and play for free - available from the Apple App Store and the Google Play Store, just go to http://hyperurl.co/3e0qxr and be #partofthelegacy Timeline Photos",
          1467725688
        ],
        [
          "Tomorrow! \n\nIron Maiden: Legacy of the Beast hits the Apple and Google App stores at around 4pm UK time. We'll post links here of course! Timeline Photos",
          1467637065
        ],
        [
          "Pro tip: Don't mess with this guy!  \nIron Maiden: Legacy of the Beast Timeline Photos",
          1467548809
        ],
        [
          "Iron Maiden: Legacy of the Beast lands Tuesday! Timeline Photos",
          1467461628
        ],
        [
          "The Iron Maiden: Legacy of the Beast founders pack has been extended through the weekend - don't miss your chance to become #partofthelegacy Timeline Photos",
          1467378001
        ],
        [
          "Iron Maiden: Legacy of the Beast is launching in over 149 countries, July 5 in both the Apple & Google App stores! Timeline Photos",
          1467362982
        ],
        [
          "Find out about the audio challenges behind Iron Maiden: Legacy of the Beast and then enter the competition for a chance to win a Limited Edition Eternity Founders pack... Iron Maiden: Legacy of the Beast’s sonic secrets Inside the surprising audio challenges of making a Maiden mobile game.",
          1463749560
        ],
        [
          "Goggles on, chocks away... Iron Maiden: Legacy of the Beast \"Ascending and turning our spitfires to face them\r\nHeading straight for them I press down my guns\" ~ Aces High\r\n\r\nReady your pistols! Aces High Eddie is a sharp shooting gunner.\r\n\r\nHis special move, True Shot, can blow apart any enemy, big or small. \r\n\r\n#ironmaiden #partofthelegacy",
          1461584414
        ],
        [
          "The Iron Maiden: Legacy of the Beast team are answering your questions on Reddit right now!\n\nhttps://www.reddit.com/r/Metal/comments/4dxjcb/we_are_the_iron_maiden_legacy_of_the_beast_game/ Timeline Photos",
          1460130923
        ],
        [
          "The official Iron Maiden: Legacy of the Beast Founders Packs are here! \n\nBecome a Founder and get access to exclusive in-game items and radical Legacy of the Beast swag. Pick from 7 different Founders packs, each with its own exclusive collectible content.\n\nSee http://ironmaidenlegacy.com/ for all the details. Iron Maiden: Legacy of the Beast is coming this summer!\n\n#PartoftheLegacy Collectible Founders Packs | Iron Maiden Legacy Of The Beast LEGACY OF THE BEAST FOUNDERS PACKS*   Incredible limited edition collectibles inspired by the game. Only available here for a short time while we celebrate the upcoming launch of Iron Maiden: Legacy of the Beast. Pre-order your collectible pack of amazingly cool stuff today – ships starting July 201…",
          1457363593
        ],
        [
          "It's #wEDnesday so let's see what our buddies Iron Maiden: Legacy of the Beast have been up to... Iron Maiden: Legacy of the Beast You ready for Eddie?!\n\nHoly Smoke Eddie is a dominating Warrior who will kick the life out of anyone foolish enough to stand in his way.\n\nWatch out for some very cool behind-the-scenes artwork in the next few days!",
          1455112628
        ],
        [
          "Introducing IRON MAIDEN: LEGACY OF THE BEAST.\nAn epic free-to-play mobile role playing game, set in the expansive Iron Maiden universe.\n\nCOMING SUMMER 2016\n\nWill you be #PartOfTheLegacy ? Find out more at www.ironmaidenlegacy.com | Iron Maiden: Legacy of the Beast Timeline Photos",
          1453114801
        ]
      ],
      "dates_start": 1460937033,
      "dates_end": 1479323583,
      "likes_avg": 14646,
      "likes_stdev": 16450,
      "comments_avg": 329,
      "comments_stdev": 565,
      "shares_avg": 3517,
      "shares_stdev": 7303
    },
    {
      "number": 9,
      "important": [
        "store",
        "enter",
        "iron maiden shop",
        "offici",
        "shop",
        "iron maiden",
        "iron",
        "special",
        "order",
        "limit"
      ],
      "common": [
        "iron",
        "iron maiden",
        "iron maiden shop",
        "ironmaiden",
        "maiden",
        "maiden shop",
        "official",
        "official iron",
        "shop",
        "www ironmaiden"
      ],
      "messages": [
        [
          "Easter special! Enter the code SPRING20 at checkout to receive 20% discount off your entire order.\n\nhttps://ironmaiden.globalmerchstores.com/ Iron Maiden Shop | Official Store | Iron Maiden Shop here for licensed Iron Maiden music, apparel, accessories & more. The official store for high-quality merchandise. Hurry, limited quantities of some items!",
          1458925201
        ],
        [
          "Collectible Limited Edition 'The Book Of Souls' art prints are now available through the Official Iron Maiden Shop. Printed with 11 light fast oil-based colours on 325 gsm fine art textured cotton rag paper. Signed and numbered by Mark Wilkinson, with the Iron Maiden logo blind embossed into the paper border.\n\nPrint measures approx. 60cm x 60 cm and comes framed or un-framed. \n\nFramed - http://bit.ly/1RanBt5\nUn-framed - http://bit.ly/1Ny0xog Timeline Photos",
          1448715301
        ],
        [
          "Get 20% off the entire store this weekend. Simply enter code EARLY20 at checkout to receive the discount. Valid 20th-22nd November only! Iron Maiden Shop | Official Store | Iron Maiden Shop here for licensed Iron Maiden music, apparel, accessories & more. The official store for high-quality merchandise. Hurry, limited quantities of some items!",
          1448029769
        ],
        [
          "Exclusive to the Iron Maiden Shop - Powerslave '15 shirt now in stock - http://www.ironmaiden.com/powerslave-2015.html Timeline Photos",
          1434486901
        ],
        [
          "Congratulations to Shamus O'Brien who wins our Iron Maiden Shop giveaway - we'll be in touch Shamus. (y)",
          1428403830
        ],
        [
          "It's almost the Easter break (yay!), so we're giving away some stuff to celebrate... Win Maiden Stuff Enter to win a goodie pile, courtesy of the Official Iron Maiden Shop (www.ironmaiden.com). Live After Death, Classic Red, Bring Your Daughter.. and Number of the Beast t-shirts, AMOLAD dog tags, hip flask, badge and belt buckle and a smattering of Trooper stickers.",
          1427972971
        ],
        [
          "What's better than an Eddie shirt? A four Eddie shirt!\n\nExclusive to the Official Iron Maiden Shop - http://www.ironmaiden.com/four-eds-in-colour.html Timeline Photos",
          1416475681
        ],
        [
          "Our 2015 calendar is now on the shelves!\nDiscount for FC members if you order through our Official Shop (y)\n\nhttp://www.ironmaiden.com/2015-calendar.html Timeline Photos",
          1413553062
        ],
        [
          "Special offer on Japan, Australia and Spain football shirts at the Official Iron Maiden Shop.... offer ends 14th September.\n\nhttp://www.ironmaiden.com/iron_maiden_shop.php Timeline Photos",
          1409317201
        ],
        [
          "Come on then, now the footie has started lets see some pictures of you in your football shirts!",
          1402930411
        ],
        [
          "And more! More football shirts added, ready for the World Cup!  Exclusive to the Official Iron Maiden Shop! \n\nhttp://www.ironmaiden.com/iron_maiden_shop.php Timeline Photos",
          1400859543
        ],
        [
          "More football shirts added! Exclusive to the Official Iron Maiden Shop! \n\nhttp://www.ironmaiden.com/iron_maiden_shop.php Timeline Photos",
          1400666490
        ],
        [
          "If you've bought one of our lovely football shirts from the Official Iron Maiden Shop, howabout posting a pic of you wearing it?\n\nIt'll be kind of like Eurovision, but without the giant cube thing and the weird stage that seemed to be a lake half of the time... \n\nBonus points for creativity!\n\nhttp://www.ironmaiden.com/iron_maiden_shop.php Official Iron Maiden Shop The Official Iron Maiden Shop is the home of exclusive, unique and limited edition merchandise you won't find anywhere else. Based in the UK, shipping worldwide.",
          1400247834
        ],
        [
          "New to the Official Iron Maiden Shop -\nhttp://www.ironmaiden.com/maiden-italy-footbal-shirt.html Football Shirts - Maiden Italy Football Shirt 2014 sees Maiden on tour again and also it's World Cup year. So why not show your true colours with this exclusive football shirt.AND YOU CAN HAVE IT PERSONALISED IF YOU WANT! UP TO 15 LETTERS. All personalisation will be in capital letters. Approximate measurement across the chest from armpit to ar…",
          1399888800
        ],
        [
          "New to the Official Iron Maiden Shop - http://www.ironmaiden.com/maiden-belgium-football-shirt.html Football Shirts - Maiden Belgium Football Shirt 2014 sees Maiden on tour again and also it's World Cup year. So why not show your true colours with this exclusive football shirt.AND YOU CAN HAVE IT PERSONALISED IF YOU WANT! UP TO 15 LETTERS. All personalisation will be in capital letters. Approximate measurement across the chest from armpit to ar…",
          1399879681
        ],
        [
          "Right, had some emergency laser surgery and punched the photographer in the face...  New Shirt! Exclusive to the Shop! Woooooo!\n\nhttp://www.ironmaiden.com/eddie-montage-2014.html Timeline Photos",
          1396345080
        ],
        [
          "Score a try in our new 2014 rugby shirt - exclusively available from the Official Iron Maiden Shop.\n\nhttp://www.ironmaiden.com/2014-rugby-shirt.html Timeline Photos",
          1395676975
        ],
        [
          "New goodies in the Official Iron Maiden Shop - 2 new hats to keep you warm this winter and a Number Of The Beast tote bag to, err, tote things in. Official Iron Maiden Shop The Official Iron Maiden Shop is the home of exclusive, unique and limited edition merchandise you won't find anywhere else. Based in the UK, shipping worldwide.",
          1386773790
        ],
        [
          "Order something from the Official Iron Maiden Shop this weekend and get a free Final Frontier draw-string bag! Why? Because we can! \r\n\r\nhttp://www.ironmaiden.com/iron_maiden_shop.php\r\n\r\n(offer starts 6pm Friday and ends Monday at 23:58 GMT or earlier if we run out of bags!) Timeline Photos",
          1385744401
        ],
        [
          "Christmas is looming on the horizon, which means time for a new Eddie's Evil Brew. The sixth vintage is now available, exclusive to the Official Iron Maiden Shop. \r\nhttp://www.ironmaiden.com/eddies-evil-brew.html Timeline Photos",
          1383323405
        ],
        [
          "Stocks of the 2013 football shirt are running low and we won't be re-ordering, so get yours now!\r\n\r\nhttp://www.ironmaiden.com/2013-football-shirt-1.html Timeline Photos",
          1381493586
        ],
        [
          "Grab your 2013 US event shirt from the Official Iron Maiden Shop! http://www.ironmaiden.com/usa-event-shirt.html Timeline Photos",
          1378463876
        ],
        [
          "T-shirts for a tenner! Check out the Eddie's Special Deals section of the Official Iron Maiden Shop! \r\n\r\nhttp://www.ironmaiden.com/iron_maiden_shop.php Timeline Photos",
          1375433101
        ],
        [
          "Or check out the 2013 footie shirt from the Official Iron Maiden Shop!\r\n\r\nhttp://www.ironmaiden.com/2013-football-shirt-1.html Timeline Photos",
          1374142759
        ],
        [
          "Didn't get a shirt at Download? The Official Shop has got you covered... http://www.ironmaiden.com/download-event-shirt.html Timeline Photos",
          1371736615
        ],
        [
          "German event shirt - now in the Official Iron Maiden Shop http://www.ironmaiden.com/germany-event-shirt.html Timeline Photos",
          1371037352
        ],
        [
          "New to the Official Iron Maiden Shop - Piece Of Mind Eddie standee! http://www.ironmaiden.com/eddie-standee.html Timeline Photos",
          1368098702
        ],
        [
          "We're having a sale over at the Official Iron Maiden Shop. Pick up a t-shirt for a tenner in the 'Eddie's Special Deals' section - http://www.ironmaiden.com/iron_maiden_shop.php",
          1367316551
        ],
        [
          "The fifth vintage of Eddie's Evil Brew is now available exclusively from the Official Iron Maiden Shop \r\n\r\nhttp://www.ironmaiden.com/7th-son-evil-brew.html Timeline Photos",
          1354547200
        ],
        [
          "New girlie shirts! Check out the Ladies section of the Official Iron Maiden Shop - http://www.ironmaiden.com/killers-solar-short-sleeve.html Timeline Photos",
          1353074018
        ],
        [
          "New t-shirt just added to our Official Shop - http://www.ironmaiden.com/madness-watermark.html Timeline Photos",
          1351863673
        ],
        [
          "12 Months of Maiden - our 2013 calendar is in the shops now. Can't find it? We've got it in the Official Iron Maiden Shop - http://www.ironmaiden.com/2013-calendar.html Timeline Photos",
          1351440000
        ],
        [
          "We're having a blast in Canada! If you can't make it to the shows, we've got the Canadian event shirt in stock at the Official Iron Maiden Shop! \r\nhttp://www.ironmaiden.com/canada-event-shirt.html Timeline Photos",
          1342014696
        ],
        [
          "7th Son Eddie is back! And we've got him on a shirt, exclusive to the Official Iron Maiden Shop.\r\nhttp://www.ironmaiden.com/double-vision.html Timeline Photos",
          1340359822
        ],
        [
          "The new 2012 football shirt is now in stock - along with lots of other new stuff - at the Official Iron Maiden Shop. http://www.ironmaiden.com/iron_maiden_shop.php Timeline Photos",
          1337945483
        ]
      ],
      "dates_start": 1358887380,
      "dates_end": 1421523119,
      "likes_avg": 23564,
      "likes_stdev": 18225,
      "comments_avg": 480,
      "comments_stdev": 349,
      "shares_avg": 3308,
      "shares_stdev": 3797
    },
    {
      "number": 10,
      "important": [
        "edforceon",
        "check",
        "citi",
        "last",
        "gothenburg",
        "ironmaiden thebookofsoulsworldtour timelin",
        "today",
        "list",
        "thebookofsoulsworldtour timelin",
        "say"
      ],
      "common": [
        "belo",
        "ironmaiden",
        "ironmaiden thebookofsoulsworldtour",
        "last",
        "monterrey",
        "need stage set estadio",
        "salvador",
        "stage",
        "thank",
        "thebookofsoulsworldtour"
      ],
      "messages": [
        [
          "With all those cities checked off the list, today we say goodbye to #edforceone - one last leg into Gothenburg awaits #ironmaiden #thebookofsoulsworldtour Timeline Photos",
          1466060565
        ],
        [
          "Filming a birthday message for #Trooperbeer - YouTube.com/ironmaiden #IronMaiden #thebookofsoulsworldtour Timeline Photos",
          1462786305
        ],
        [
          "Did a spot of gardening last night #IronMaiden #thebookofsoulsworldtour Timeline Photos",
          1459409524
        ],
        [
          "Setting up in Fortaleza #IronMaiden #thebookofsoulsworldtour Timeline Photos",
          1458831812
        ],
        [
          "Thank you Belo Horizonte #IronMaiden #thebookofsoulsworldtour Timeline Photos",
          1458480382
        ],
        [
          "Hello Belo. #IronMaiden #TheBookOfSoulsWorldTour Timeline Photos",
          1458325761
        ],
        [
          "#wEDnesday #IronMaiden #thebookofsoulsworldtour Timeline Photos",
          1457532483
        ],
        [
          "Thank you El Salvador! #IronMaiden #thebookofsoulsworldtour Timeline Photos",
          1457342929
        ],
        [
          "No need for our stage set in the Estadio Magico, San Salvador! #Maya #Fate #IronMaiden #TheBookOfSoulsWorldTour Timeline Photos",
          1457284971
        ],
        [
          "Thanks Monterrey. You were LOUD! Next stop Mexico City... #BloodBrothers #IronMaiden #TheBookOfSoulsWorldTour Timeline Photos",
          1456890965
        ],
        [
          "Let's go Monterrey!\n#IronMaiden #TheBookOfSoulsWorldTour Timeline Photos",
          1456884594
        ],
        [
          "Maiden have just hit the stage! #thebookofsoulsworldtour Timeline Photos",
          1456719210
        ],
        [
          "Blood Brothers! #ironmaiden #thebookofsoulsworldtour Timeline Photos",
          1456638633
        ],
        [
          "We are rocking the BOK! #ironmaiden #thebookofsoulsworldtour Timeline Photos",
          1456541874
        ],
        [
          "#ironmaiden #thebookofsoulsworldtour Timeline Photos",
          1456435335
        ],
        [
          "#maidenaudio #ironmaiden #thebookofsoulsworldtour Timeline Photos",
          1456354952
        ],
        [
          "We're getting ready... #ironmaiden #thebookofsoulsworldtour Timeline Photos",
          1456254811
        ]
      ],
      "dates_start": 1455643909,
      "dates_end": 1460682573,
      "likes_avg": 46294,
      "likes_stdev": 28832,
      "comments_avg": 443,
      "comments_stdev": 297,
      "shares_avg": 2705,
      "shares_stdev": 3286
    },
    {
      "number": 11,
      "important": [
        "live",
        "scream",
        "fc presal",
        "ironmaiden",
        "second",
        "timelin",
        "photo",
        "presal",
        "night",
        "fc"
      ],
      "common": [
        "arena",
        "go",
        "iron",
        "iron maiden",
        "july",
        "maiden",
        "presale",
        "sale",
        "tickets",
        "tickets go"
      ],
      "messages": [
        [
          "Scream for me Brooklyn!\n\nThe FC pre-sale for the second night is now live.\n\n#IronMaiden \n#TheBookOfSoulsTour Timeline Photos",
          1487686177
        ],
        [
          "FC pre-sale for the second night at Brooklyn starts tomorrow!\n\nThere is still time to join:\n\nhttps://goo.gl/wsbMZm Timeline Photos",
          1487618903
        ],
        [
          "Due to overwhelming demand, IRON MAIDEN have added a second night at Brooklyn’s Barclays Center on Saturday July 22nd.\n\nTickets go on sale Saturday February 25th at 10am via Ticketmaster.com - fanclub presale takes place on Tuesday.\n\nMore at http://ironmaiden.com/news/article/iron-maiden-announce-the-last-show-of-their-epic-the-book-of-souls-tour-adding-a-second-night-in-brooklyn Timeline Photos",
          1487329238
        ],
        [
          "Get ready North America!\n\nFC Pre-sale this Tuesday\nGeneral sale starts from Friday\n\n#IronMaiden\n#TheBookOfSoulsTour Timeline Photos",
          1485103523
        ],
        [
          "The latest FC magazine is being delivered this week! Thanks to our guest editor @alexandermilas who has put together a fantastic issue! #FanFriday Timeline Photos",
          1481273094
        ],
        [
          "Another date has been added to The Book Of Souls European Tour!\n\nTuesday, April 25, 2017 - König-Pilsener-ARENA in Oberhausen, Germany (Second night).\n\nOn-sale: Thursday 13th October at 10am CEST - https://goo.gl/LrPYq5\n\nFan Club Pre-sale: Wednesday 12th October at 10am CEST – https://goo.gl/Oi1BZG Timeline Photos",
          1476172801
        ],
        [
          "Iron Maiden continue The Book Of Souls World Tour into 2017 with a 16 date European Tour and the first UK Tour since 2011.\n\nAPR 22    BELGIUM      ANTWERP SPORTPALEIS\nAPR 24    GERMANY    OBERHAUSEN KÖNIG-PILSENER-ARENA\nAPR 28    GERMANY    FRANKFURT FESTHALLE\nMAY 02    GERMANY    HAMBURG BARCLAYCARD ARENA\nMAY 04    ENGLAND     NOTTINGHAM MOTORPOINT ARENA\nMAY 06    IRELAND       DUBLIN 3ARENA\nMAY 08    ENGLAND     MANCHESTER ARENA\nMAY 10    ENGLAND     SHEFFIELD ARENA\nMAY 11    ENGLAND     LEEDS FIRST DIRECT ARENA\nMAY 14    ENGLAND     NEWCASTLE METRO RADIO ARENA\nMAY 16    SCOTLAND   GLASGOW SSE HYDRO ARENA\nMAY 17    SCOTLAND   ABERDEEN AECC GE OIL & GAS ARENA\nMAY 20    ENGLAND     LIVERPOOL ECHO ARENA\nMAY 21    ENGLAND     BIRMINGHAM BARCLAYCARD ARENA\nMAY 24    WALES          CARDIFF MOTORPOINT ARENA\nMAY 27    ENGLAND     LONDON O2 ARENA \n\nTickets go on-sale Friday 30th September at 9am.\n\nFan Club pre-sale starts Monday.\n\nSpecial guests on all the shows will be Shinedown. Timeline Photos",
          1474610407
        ],
        [
          "Great to see our bus buddies The Raven Age announce their debut album! The Raven Age Our debut studio album 'Darkness Will Rise' is set for release in December 2016!\n\nA lot of hard work has gone into this record and we're very excited to share this with everyone at the end of the year!\n\nFurther details will be released over the coming months but in the mean time, check out and share the teaser trailer below, which includes an exclusive performance of Angel In Disgrace live in Luxembourg on The Book of Souls World Tour with Iron Maiden!\n\nHead to www.theravenage.com to pre-order now!\n\nThanks once again for all your support \\m/\n\nTRA",
          1470219764
        ],
        [
          "Steve, The Raven Age and the Krew played out a hard fought 2-2 draw against the mighty D.E.E.S in Holland last night. #IronMaiden #TheBookOfSoulsWorldTour #Holland #Football Timeline Photos",
          1465376032
        ],
        [
          "Australian Radio DJ Ugly Phil, from Triple M’s The Rubber Room, was in Las Vegas to see the band on their Book of Souls World Tour. Whilst there he got exclusive one on one interviews with Bruce Dickinson, Steve Harris, Maiden manager Rod Smallwood and Steve’s son George, whose band The Raven Age are supporting Iron Maiden on this tour. Phil also got the Vegas fans' reaction to the show. The Rubber Room Iron Maiden Special Podcast The Rubber Room's Ugly Phil talks with Iron Maiden about their Book of Souls Tour from Las Vegas.    ",
          1462345896
        ],
        [
          "Just announced: Maiden at Paléo Festival Nyon on July 20th, tickets on sale April 20th via paleo.ch\n\nAll our 2016 dates are now announced.",
          1460445437
        ],
        [
          "Show added: Bucharest Constitution Square, Romania on July 30th. Tickets go onsale tomorrow at 4pm via http://www.eventim.ro/ro/bilete/rock-the-city-iron-maiden-bucuresti-piata-constitutiei-428429/event.html ROCK THE CITY - IRON MAIDEN Cumpara bilete pentru ROCK THE CITY - IRON MAIDEN (Piata Constitutiei, Bucuresti) la Eventim.RO.",
          1459321487
        ],
        [
          "Iron Maiden will play at Olimpic Stadium in Seville, Spain on 14th July, as part of The Book Of Souls World Tour.\n\nTickets go on sale to the general public on Thursday 18th February at 10am, with our Iron Maiden Fan Club presale taking place on Wednesday 17th. Timeline Photos",
          1455544921
        ],
        [
          "Iron Maiden will play the Spaladium Arena in Split, Croatia on July 27th.\n\nTickets go onsale Thursday 18th with our fanclub presale on Wednesday 17th. Details on the website.\n\nSupport will be The Raven Age Timeline Photos",
          1455264061
        ],
        [
          "Iron Maiden will play Zilina, Slovakia on July 6th.  Fanclub presale happens tomorrow then tickets go on general sale on Friday.\n\nSupport will be The Raven Age Timeline Photos",
          1455091261
        ],
        [
          "Iron Maiden will play 2 nights at Tokyo's Ryogoku Kokugikan on April 20th and 21st.\n\nTickets go on general sale on March 12th. Timeline Photos",
          1453860001
        ],
        [
          "Just announced - Maiden play Luxembourg Rockhal on August 2nd.\n\nTickets go onsale Tuesday with IMFC presale on Monday.\n\nSupport will be The Raven Age Timeline Photos",
          1453449660
        ],
        [
          "Maiden Announce 3 shows in Spain. July 9th- Viveiro, Resurrection Festival, July 13th Madrid, Barclaycard Centre, July 16th Barcelona, Rock Fest. \nTickets for Resurrection & Rock Fest are already on sale now via www.resurrectionfest.es and rockfestbarcelona.com \nMadrid go onsale Wednesday 16th Dec with the Fan Club Presale on Monday 14th Dec. Timeline Photos",
          1449655380
        ],
        [
          "Maiden will play Lisbon's MEO arena on July 11th. Tickets go onsale Tuesday with FC presale on Monday.\n\nSupport will be The Raven Age Timeline Photos",
          1449226860
        ],
        [
          "The show in Fortaleza, Brazil (March 24th) has been moved to the ARENA CASTELÃO STADIUM.  Fanclub presale is now December 8th with tickets on sale to the public on December 11th.",
          1448992530
        ],
        [
          "Italian dates just announced:\n\nJuly 22 - Milan, Mediolanum Forum\nJuly 24 - Rome, Rock In Rome Sonisphere \nJuly 26 - Trieste, Piazza dell’Unita D’Italia    \n\nFanclub presale is tomorrow, tickets go on sale to the public on Wednesday. Support will be The Raven Age Timeline Photos",
          1448870820
        ],
        [
          "Tickets are on sale today! On Sale: Iron Maiden @ Eden Arena in Prague, Czech Republic",
          1447678819
        ],
        [
          "Maiden announce Prague show at Eden Arena on July 5th. Tickets on sale on Monday 16th. FC Presale on Friday 13th. Timeline Photos",
          1447232580
        ],
        [
          "Maiden will play Olimpiyskiy, Moscow on June 25th 2016. Tickets go onsale from https://msk.kassir.ru/ on Nov 6th. FC Presale on Thursday Nov 5th Olympiyski, Moscow June 25th 2016",
          1446541380
        ],
        [
          "EUROPE SHOWS ADDED: First ever show in Lithuania- June 23rd & Finland - June 29th. Tickets on sale - Nov 9th. FC Presale from Wednesday. Timeline Photos",
          1446447781
        ],
        [
          "We've just added a second show in Mexico City - March 4th.\n\nTickets on sale November 4 with fanclub presale on November 2. Timeline Photos",
          1445886301
        ],
        [
          "Maiden will play at Wroclaw Stadium on July 3rd.\nTickets go onsale October 30th with our fanclub presale taking place on Wednesday 28th. Timeline Photos",
          1445853781
        ],
        [
          "Maiden will headline Sonisphere Festival Allmend Rockt, Lucerne Switzerland on Friday June 3rd.\nTickets go onsale from Friday www.allmend-rockt.ch SONISPHERE ALLMEND ROCKT",
          1445425260
        ],
        [
          "Maiden will headline France’s first Download Festival on Friday June 10 at Longchamps Racecourse, Paris. Then we fly across to England on Ed Force One, landing at East Midlands Airport next to Donington Park, to close the UK Download Festival on Sunday June 12. This will be Maiden’s only UK appearance.\n\nTickets for both festivals go on sale on Friday. Timeline Photos",
          1445270520
        ],
        [
          "IRON MAIDEN will play at Ullevi Stadium, Gothenburg, Sweden on 17 June.\n\nSpecial guests at this show will be announced soon. Support also from The Raven Age\n\nFanclub presale for this show starts on Wednesday and tickets go on general sale Monday 26th October. Timeline Photos",
          1445231101
        ],
        [
          "We’ve just added a second night at the LA Forum on April 16! \n\nThe show goes on sale on Saturday 17th with an exclusive fanclub presale on Wednesday. \n\nUS dates for the band went on sale nationally on Saturday with Madison Square Garden selling out in 45 min, followed by the Forum and with other dates fast approaching sell out. Due to the band's schedule no other US dates can be added at this time but dates in Canada go on sale on Friday Oct 16  for Montreal, Toronto, Edmonton and Vancouver. Timeline Photos",
          1444752180
        ],
        [
          "Maiden will be headlining Graspop Metal Meeting on Sunday June 19th - tickets go onsale Thursday.",
          1444716300
        ],
        [
          "Maiden will play 4 shows in Canada on the North American leg of The Book Of Souls Tour:\n\nAPR 01 - Montreal, QC - Bell Centre\nAPR 03 - Toronto, ON - Air Canada Centre                \nAPR 08 - Edmonton, AB - Rexall Place\nAPR 10 - Vancouver, BC - Rogers Arena\n\nThe Iron Maiden Fan Club presale starts on Tuesday 13th October and tickets go on sale to the general public on Friday 16th October. Timeline Photos",
          1444295100
        ],
        [
          "First European 'Book of Souls' date announced:\n\nMaiden will play at the Gelredome, Arnhem in The Netherlands on 8 June 2016. \n\nTickets go onsale 9 October at noon with a 24 hour Iron Maiden Fan Club presale tomorrow at noon. Timeline Photos",
          1444197900
        ],
        [
          "Maiden’s Latin America tour continues with 10 more shows including first-ever visits to El Salvador and to Cordoba in Argentina. The full list of dates:\n\nMAR 06 - EL SALVADOR, San Salvador - Estadio Jorge Magico Gonzalez (on sale November 28)\n\nMAR 08 - COSTA RICA, San Jose - Estadio Ricardo Saprissa (on sale October 29)\n\nMAR 11 - CHILE, Santiago - Estadio Nacional (on sale October 9)\n\nMAR 13 - ARGENTINA, Cordoba - Estadio Mario Kempes (on sale October 13)\n\nMAR 15 - ARGENTINA, Buenos Aires - Estadio Velez Sarsfield (on sale October 20)\n\nMAR 17 - BRAZIL, Rio De Janeiro - HSBC Arena (on sale November 12)\n\nMAR 19 - BRAZIL, Belo Horizonte - Esplanada Do Mineirao (on sale November 19)\n\nMAR 22 - BRAZIL, Brasilia - Nilson Nelson Arena (on sale November 20)\n\nMAR 24 - BRAZIL, Fortaleza - Ginasio Olimpico (on sale November 26)\n\nMAR 26 - BRAZIL, Sao Paulo - Allianz Parque (on sale November 5)\n\nSpecial guests on this leg of the tour will be Anthrax (except El Salvador) with support also from The Raven Age\n\nIn addition to the on sale dates listed above, we'll be running Iron Maiden Fan Club presales for all shows. Details will be added to the presale page soon. Timeline Photos",
          1444132862
        ],
        [
          "Maiden will open the Latin America leg of The Book Of Souls Tour in Mexico at the beginning of March:\n\nMAR 01 - Monterrey, Mexico - Teatro Banamex\nMAR 03 - Mexico City, Mexico - Sports Palace \n\nTickets go on sale to the general public on Wednesday October 14th, and there will be an exclusive presale for Iron Maiden Fan Club members on Friday October 9th. \n\nSpecial guests will be Anthrax with support also from The Raven Age Timeline Photos",
          1444061101
        ],
        [
          "Good to have you with us! THE RAVEN AGE | the official website",
          1442495912
        ],
        [
          "Fanclub presale for these shows kicks off lunchtime Thursday if you're down under. If you're in Europe then it's about 3am in the morning. #dedicated\n\nDetails at ironmaiden.com Timeline Photos",
          1442349901
        ],
        [
          "Maiden will head to South Africa in May 2016, for two shows:\n\nMay 18 in Cape Town at the Grand Arena\nMay 21 at the Johannesburg Carnival City Festival Lawns\n\nTickets go on-sale on Thursday 17 September at 9am from bigconcerts.co.za or Computicket . Ticket prices range from R510 – R905 in Cape Town and R620 – R905 in Johannesburg.\n\nThere will be an exclusive presale for IRON MAIDEN Fan Club members on TUESDAY, details can be found on our website. Timeline Photos",
          1442203500
        ],
        [
          "Ed Force One heads down under in 2016 for The Book Of Souls World tour.\n\nCHRISTCHURCH - April 29th - Horncastle Arena\nAUCKLAND - May 1st - Vector Arena\nBRISBANE - May 4th - Brisbane Entertainment Centre \nSYDNEY - May 6th - Allphones Arena \nMELBOURNE - May 9th - Rod Laver Arena \nADELAIDE - May 12th – Adelaide Entertainment Centre \nPERTH - May 14th – Perth Arena\n\nFanclub presales start on Thursday 17th, with tickets going onsale to the general public at noon on Thursday 24th September. Visit www.ironmaiden.com or www.daintygroup.com/tour/iron-maiden-2016 for all the details. \n\nWe'll be bringing our buddies The Raven Age along too!\n\nMore 2016 dates to be announced soon... Timeline Photos",
          1442171101
        ],
        [
          "FC magazine 99-and-a-bit hot off the presses! Timeline Photos",
          1436189794
        ],
        [
          "for sale :)",
          1428687577
        ],
        [
          "Sonisphere day tickets are now on sale - see you at Knebworth!\nwww.sonisphere.co.uk Timeline Photos",
          1395245094
        ],
        [
          "Maiden will return to Spain for shows at The Palau San Jordi, Barcelona on Tuesday May 27th and The Bizkaia Arena at Bilbao Exhibition Centre on Thursday May 29th.\n\nFC presale this Friday, then tickets go on general sale Monday. (y)",
          1393927517
        ],
        [
          "Poznan, Poland on June 24th. \n\nFC presale Monday, tix on general sale Wednesday.",
          1392368630
        ],
        [
          "IRON MAIDEN will headline the opening night of the Arras Main Square Festival in France on July 3rd. The four day Festival takes place between July 3rd – 6th.\n\nTickets go onsale Wednesday, December 18th at 10am local time. For further information and details on how to buy tickets -www.mainsquarefestival.fr http://www.mainsquarefestival.fr/",
          1387209600
        ],
        [
          "IRON MAIDEN will headline at the Bravalla Festival, Norrkoping, Sweden. This is Sweden’s largest festival and takes place between June 26th-28th.  \n\nhttp://www.ironmaiden.com/maiden-to-headline-bravalla-festival-sweden.html",
          1386662482
        ],
        [
          "IRON MAIDEN will headline at the FortaRock Festival, Goffertpark, Nijmegen in The Netherlands on Saturday May 31st. \n\nOther artists performing at this one day festival include Alter Bridge, Ghost, Carcass, Sabaton, Trivium and Behemoth. \n\nEarly-bird tickets go on sale Friday Dec 13th at 10am. For further information and details on how to buy tickets - www.fortarock.com FortaRock - FortaRock",
          1386583284
        ],
        [
          "IRON MAIDEN will headline at Nova Rock, Nickelsdorf, Austria. The three day Festival which will be celebrating its 10th Anniversary in 2014 takes place between Friday June 13th – Sunday June 15th .",
          1386314280
        ],
        [
          "Maiden will be headlining one of the nights at the massive Rock Am Ring and Rock Im Park Festivals in Germany between Thursday June 5 and Monday June 9. The other headliners are  Metallica, Kings of Leon and Linkin Park. \n\nTickets go on sale Wednesday November 27th.\n\nFor ticketing and other details - www.rock-am-ring.com",
          1385481817
        ],
        [
          "London O2 second show just added! \n\nOn sale now at http://www.axs.com/events/242586/iron-maiden-tickets?skin=theo2",
          1372401283
        ],
        [
          "Fanclub presale for the O2 August show is now running over at ironmaiden.com",
          1372057526
        ],
        [
          "IRON MAIDEN TO PLAY TWO MORE SHOWS IN BRAZIL - SAO PAULO AND CURITIBA\r\n \r\nMaiden will play at the Jockey Club, Sao Paulo on September 20th and in Curitiba on September 24th. This is following the recent news that Rock In Rio sold out all 490,000 tickets within hours, of which 70,000 were for 22nd September, the final night of the Festival and the night which Maiden will headline. Very special guests at both shows will be Big 4 thrash masters Slayer, with support also from Swedish heavy rock phenomenon, Ghost. \r\n \r\nTickets for the São Paulo show go on sale April 23rd. \r\nDetails about the Curitiba venue & tickets will be announced soon. Please continue to check here, ironmaiden.com or www.xyzlive.com.br for updated details. Timeline Photos",
          1366282801
        ],
        [
          "Tickets for 'The Battle Of San Bernardino' are on sale now!\r\nwww.ticketmaster.com Timeline Photos",
          1365786001
        ],
        [
          "MAIDEN TO PLAY MEXICO ON THE MAIDEN ENGLAND 2013 TOUR\n\nIron Maiden will return to Mexico on 17th September to once again headline at the Foro Sol Stadium, Mexico City. Very special guests will be Big 4 thrash masters Slayer, with support also from Swedish heavy rock phenomenon, Ghost. Tickets go onsale 20th April at 11am. An exclusive first ticket pre-sale for Iron Maiden fanclub members will run on 17th April starting at 11am. Fan Club members will also be eligible in the draw to be First To The Barrier.",
          1365696000
        ],
        [
          "MAIDEN RETURN TO LATIN AMERICA ON MAIDEN ENGLAND 2013 TOUR WITH SHOWS IN ARGENTINA, PARAGUAY AND CHILE.\r\n\r\nMaiden will be returning to Argentina this summer to make their first-ever appearance at the legendary River Plate Stadium, Buenos Aires on 27th September. They will also be making a first-ever visit to Paraguay on 29th September to play the Jockey Club, Asuncion. On Oct 2 they will return to headline the Estadio Nacional, Santiago in Chile, where the Bluray/DVD of “En Vivo” was filmed in 2011. Very special guests at all shows will be Big 4 thrash masters Slayer, with support also from Swedish heavy rock phenomenon, Ghost.\r\n\r\nTickets for Argentina and Chile go onsale 18th April at 10am.\r\nTickets for Paraguay go onsale 2nd May at 10am Timeline Photos",
          1365681600
        ],
        [
          "Maiden’s opening show of the Maiden England European Tour 2013 will be at the BEC! Bilbao, Spain on 27 May. Tickets go on-sale Wednesday 13 March. \r\nAn exclusive first ticket pre-sale for Iron Maiden Fan Club members will run on Mon 11 March - see www.ironmaiden.com for details. Timeline Photos",
          1362650400
        ],
        [
          "Maiden will play at Prague’s Synot Tip Arena in Czech Republic on 29 July and Zagreb Arena in Croatia on 31 July. Tickets for Zagreb go on sale 15 February. Tickets for Prague go on sale 16 February.\n\nFanclub presale tomorrow!",
          1360739167
        ],
        [
          "Maiden will play at Helsinki’s Olympic Stadium, Finland on Saturday 20th July .Tickets go onsale Wednesday 30th January at 8.00 (CET). An exclusive first ticket pre-sale for Iron Maiden Fan Club members will run on Monday. Timeline Photos",
          1358924443
        ],
        [
          "Maiden will headline the SEEROCK Festival at Schwarzlsee/Graz, Austria on Friday June 21. This two-day festival takes place on June 21 and 22. Other bands confirmed so far are Motorhead and Stone Sour. Tickets go onsale Friday 7th December at 9am (CET). Timeline Photos",
          1354780810
        ],
        [
          "Maiden will play at Lisbon’s Atlantic Pavilion on May 29th. Tickets go onsale 8th December at 10am (GMT). An exclusive first ticket pre-sale for Iron Maiden Fan Club members will run on 6th December starting at 10am (GMT).  Fan club members will also be eligible in the draw to be ’First To The Barrier’. Timeline Photos",
          1354618906
        ],
        [
          "Maiden will return to Russia in 2013 with a show at Arena (Ice Palace), Saint-Petersburg on 16th July and a show at Moscow’s Olimpyski Stadium on 18th July. Tickets go onsale 7th December  at 09:00 (CET) . An exclusive first ticket pre-sale for Iron Maiden Fan Club members will run on 6th December starting at 09.00 (CET).  Fan club members will also be eligible in the draw to be ’First To The Barrier’.",
          1354604894
        ],
        [
          "Maiden will play Lodz Atlas Arena on July 3rd and Ergo Arena Gdansk on July 4th . The last time they played these Polish cities was during the 1986 Somewhere In Time Tour.\r\n\r\nTickets go onsale December 1st at 10am CET with an exclusive first ticket pre-sale for Iron Maiden Fan Club members from 10am CET Thursday 29th November – 4pm CET Friday 30th November. Timeline Photos",
          1353924496
        ],
        [
          "The Maiden England 2013 Tour continues into Switzerland on Saturday June 22 with a show at the Hallenstadion, Zurich.\r\n\r\nFC presale on Monday, tickets on sale Wednesday! Timeline Photos",
          1353585657
        ],
        [
          "ron Maiden are confirmed to headline Sonisphere Italy which takes place in Milan at Fiera Milano Live Rho on Saturday 8 June, and Sonisphere France which takes place at Snowhall Park, Amneville, North Eastern France on Saturday 8 and Sunday 9 June.\n\nTickets go onsale Friday Nov 16 at 9am (GMT).\n\nFor ticket availability and other information visit sonispherefestivals.com",
          1352880155
        ],
        [
          "Fanclub presale for MALMO starts tomorrow. www.ironmaiden.com",
          1351005043
        ],
        [
          "Yes, as the auto-tourdate-o-tron reports, we've just added a second night in Frankfurt - on sale now!",
          1350910262
        ],
        [
          "Two new shows just announced: Amsterdam on June 25th and Malmo on July 10th.  Fanclub presales and on-sale this week! Timeline Photos",
          1350896422
        ],
        [
          "IRON MAIDEN have confirmed that they will close the show at the incredible 2013 Rock in Rio, Brazil, headlining the final night on 22 Sept - and they expect to go out with a bang!",
          1350410470
        ],
        [
          "On June 5 Maiden will bring the Maiden England World tour to Paris Bercy, a venue they have played many times before, including on the original Seventh Son tour back in 1988. Tickets will go onsale on Monday, October 15 at 10.00 am. Timeline Photos",
          1349413198
        ]
      ],
      "dates_start": 1374205020,
      "dates_end": 1464775586,
      "likes_avg": 12217,
      "likes_stdev": 11796,
      "comments_avg": 516,
      "comments_stdev": 788,
      "shares_avg": 2256,
      "shares_stdev": 3215
    },
    {
      "number": 12,
      "important": [
        "abl",
        "ironmaiden",
        "timelin",
        "photo"
      ],
      "common": [
        "balls",
        "chi",
        "fanfriday",
        "html",
        "ironmaiden",
        "le",
        "le le",
        "maiden",
        "www",
        "www ironmaiden"
      ],
      "messages": [
        [
          "#FanFriday Timeline Photos",
          1481877692
        ],
        [
          "*tap* *tap* *taptaptaptaptap* \n\nhttp://hyperurl.co/3e0qxr Timeline Photos",
          1467824821
        ],
        [
          "#climblikeamonkey Timeline Photos",
          1466427998
        ],
        [
          "Deskview: Denver Timeline Photos",
          1460621379
        ],
        [
          "Desk view - MSG! Timeline Photos",
          1459417046
        ],
        [
          "The boys at #o2silverclefs40 #lookingsmart #nordoffrobbins Timeline Photos",
          1435917722
        ],
        [
          "#fanfriday - Curitiba 2008... were you there? Timeline Photos",
          1432299894
        ],
        [
          "Tell the tale of Paschendale... Timeline Photos",
          1428758416
        ],
        [
          "#ironmaiden #fanfriday Timeline Photos",
          1427453556
        ],
        [
          "Caption this! Timeline Photos",
          1403536890
        ],
        [
          "What a load of balls!\r\n\r\nhttp://www.ironmaiden.com/trooper-golf-balls.html Timeline Photos",
          1385567399
        ],
        [
          "CHI! CHI! CHI! LE! LE! LE! :-)\r\nhttp://www.ironmaiden.com/maiden-chile-football-shirt.html Timeline Photos",
          1380702511
        ],
        [
          "http://www.ironmaiden.com/iron-maiden-to-bring-the-stunning-maiden-england-world-tour-to-europe-in-2013.html Timeline Photos",
          1348153323
        ]
      ],
      "dates_start": 1390795389,
      "dates_end": 1467444401,
      "likes_avg": 35184,
      "likes_stdev": 24446,
      "comments_avg": 761,
      "comments_stdev": 1025,
      "shares_avg": 1870,
      "shares_stdev": 2337
    },
    {
      "number": 13,
      "important": [
        "maiden",
        "show",
        "tour",
        "abl",
        "maiden england",
        "england",
        "favourit",
        "timelin",
        "photo",
        "england tour"
      ],
      "common": [
        "2012",
        "england",
        "iron",
        "iron maiden",
        "john",
        "john mcmurtrie",
        "maiden",
        "maiden england",
        "mcmurtrie",
        "tour"
      ],
      "messages": [
        [
          "So, now the Maiden England tour is over... which was your favourite show? Timeline Photos",
          1404807238
        ],
        [
          "Get your Barcelona and Bilbao tickets - http://www.ticketmaster.es/nav/en/musica/giras/entradas-iron-maiden-2014/index.html?loce=en-musica-left-3-36-IRONMAIDEN Entradas para los conciertos de Iron Maiden 2014 - Maiden England 2014 - Ticketmaster.es Entradas para los conciertos de Iron Maiden 2014 - Maiden England 2014. Official Ticketmaster site.",
          1394442824
        ],
        [
          "http://www.nashvillescene.com/nashvillecream/archives/2013/09/06/iron-maiden-wmegadeth-at-bridgestone-arena-9513 Iron Maiden w/Megadeth at Bridgestone Arena, 9/5/13 Photo: Eric England",
          1378711879
        ],
        [
          "Send us a postcard from the road - upload your pictures and share your gig memories though our Maiden England Live site!\n\nhttps://www.facebook.com/ironmaiden/app_140532692803434 Iron Maiden Scream for me Facebook!",
          1375186037
        ],
        [
          "Iron Maiden in Lodz (photo gallery) Iron Maiden w Łodzi: Koncert w Atlas Arenie [ZDJĘCIA] - Dzienniklodzki.pl Iron Maiden, legendarny brytyjski zespół heavy metalowy, wystąpił w środę w łódzkiej Atlas Arenie. Koncert w Łodzi był częścią trasy Maiden England Tour, która",
          1372876352
        ],
        [
          "Send us your postcards from the road! Go to https://www.facebook.com/ironmaiden/app_140532692803434  and upload your gig memories from shows on this leg of the Maiden England tour! Timeline Photos",
          1369983281
        ],
        [
          "Got Spotify? Follow us and you can check out the setlist from the Maiden England tour, and more!",
          1369828749
        ],
        [
          "Of course, Maiden England '88 isn't just a trip back to 1988, it also includes the third part of our 'History Of' series, with all-new band interviews!\n\nhttps://www.youtube.com/watch?v=qSIK_J6Lfeg The History of Iron Maiden Part 3 Clip (Maiden England '88) Clip taken from the brand new 40 minute documentary available on the Maiden England '88 DVD. Find out more here: http://smarturl.it/MaidenEngland88 © 2013 Ir...",
          1364372719
        ],
        [
          "Maiden England '88 is out today! Available from all good retailers on and offline, or hit http://smarturl.it/maidenenglandstorey to buy online. Iron Maiden - Maiden England '88 Album Sampler Maiden England '88 - Out Now. Available on DVD, CD, 2LP and digital download. Find out more here: http://smarturl.it/maidenenglandstorey #maidenengland www.i...",
          1364204690
        ],
        [
          "Maiden England '88 is out next week on CD, DVD and Picture Vinyl... check out Can I Play With Madness! Can I Play With Madness (Live Maiden England '88) Music video of Iron Maiden performing Can I Play With Madness from the Maiden England '88 Tour. Available on Double DVD, Double CD and Double picture vinyl. ...",
          1363949895
        ],
        [
          "Need some Maiden England '88 in your life? We can do you a bundle...\n\nhttp://smarturl.it/maidenenglandstoref Iron Maiden Maiden England Official Store Iron Maiden Maiden England Official Store",
          1361353142
        ],
        [
          "17,30€! En précommande ici: Hit Import - IRON MAIDEN - 2 DVD MAIDEN ENGLAND",
          1360847608
        ],
        [
          "Available to pre-order on Amazon now! Maiden England '88 [DVD] Maiden England '88 [DVD]",
          1360846893
        ],
        [
          "Maiden England '88 trailer! Iron Maiden - Maiden England '88 Trailer Maiden England '88 - Out 25th March 2013 Available on DVD, CD, 2LP and digital download. www.ironmaiden.com www.facebook.com/ironmaiden www.twitter.com/ironm...",
          1360677878
        ],
        [
          "Maiden England Tour 2012 - You know the drill by now. Tag Yourself 2012",
          1345077301
        ],
        [
          "Check out our latest tour diary - Canada! Maiden England - Canada",
          1344353845
        ],
        [
          "MONTREAL 'MAIDEN ENGLAND 2012' tour 2012 Photo by JOHN McMURTRIE JOHN McMURTRIE Timeline Photos",
          1342431827
        ],
        [
          "CHICAGO 'MAIDEN ENGLAND' tour 2012 Photo by JOHN McMURTRIE IRON MAIDEN HOLDINGS LTD/JOHN McMURTRIE Timeline Photos",
          1342181804
        ],
        [
          "OTTAWA 'MAIDEN ENGLAND' tour 2012 Photo by JOHN McMURTRIE IRON MAIDEN HOLDINGS LTD/JOHN McMURTRIE Tag Yourself 2012",
          1341917456
        ],
        [
          "NEWARK  'MAIDEN ENGLAND' tour 2012 Photo by JOHN McMURTRIE IRON MAIDEN HOLDINGS LTD/JOHN McMURTRIE Tag Yourself 2012",
          1341386096
        ],
        [
          "Philadelphia  'MAIDEN ENGLAND' tour 2012 Photo by JOHN McMURTRIE IRON MAIDEN HOLDINGS LTD/JOHN McMURTRIE Tag Yourself 2012",
          1341226391
        ],
        [
          "WASHINGTON  'MAIDEN ENGLAND' tour 2012 Photo by JOHN McMURTRIE IRON MAIDEN HOLDINGS LTD/JOHN McMURTRIE Tag Yourself 2012",
          1341226391
        ],
        [
          "BOSTON 'MAIDEN ENGLAND' tour 2012 Photo by JOHN McMURTRIE IRON MAIDEN HOLDINGS LTD/JOHN McMURTRIE Tag Yourself 2012",
          1340961994
        ],
        [
          "CHARLOTTE NC 'MAIDEN ENGLAND' tour 2012 Photo by JOHN McMURTRIE IRON MAIDEN HOLDINGS LTD/JOHN McMURTRIE Tag Yourself 2012",
          1340641304
        ],
        [
          "Thank you and goodnight Charlotte! Time to get packed up... Iron Maiden Maiden England Tour 2012 - You know the drill by now.",
          1340328503
        ],
        [
          "Tickets go on sale 2nd and 3rd March! Check the tour dates on Facebook or on ironmaiden.com Maiden England Tour",
          1330605547
        ]
      ],
      "dates_start": 1339410007,
      "dates_end": 1375545964,
      "likes_avg": 9281,
      "likes_stdev": 13729,
      "comments_avg": 334,
      "comments_stdev": 651,
      "shares_avg": 1751,
      "shares_stdev": 3833
    },
    {
      "number": 14,
      "important": [
        "book soul",
        "day",
        "iron maiden legaci",
        "beast",
        "beast play",
        "christma",
        "legaci beast",
        "beast play day",
        "soul",
        "legaci"
      ],
      "common": [
        "beast play hyperurl",
        "beast play hyperurl co",
        "beast play hyperurl co mc11vq",
        "book",
        "book souls",
        "book souls gave",
        "christmas",
        "day",
        "hyperurl co",
        "hyperurl co mc11vq"
      ],
      "messages": [
        [
          "On the twelfth day of Christmas, The Book of Souls gave to me... TWELVE Samurais Swinging!\n\nIron Maiden: Legacy of the Beast - Play now: hyperurl.co/mc11vq 12th Day",
          1483637401
        ],
        [
          "On the eleventh day of Christmas, The Book of Souls gave to me... ELEVEN Angels Shrieking!\n\nIron Maiden: Legacy of the Beast - Play now: hyperurl.co/mc11vq 11th Day",
          1483551000
        ],
        [
          "On the tenth day of Christmas, The Book of Souls gave to me... TEN Nomads Leaping!\n\nIron Maiden: Legacy of the Beast - Play now: hyperurl.co/mc11vq 10th Day",
          1483464600
        ],
        [
          "On the ninth day of Christmas, The Book of Souls gave to me... NINE Pilots Shooting!\n\nIron Maiden: Legacy of the Beast - Play now: hyperurl.co/mc11vq 9th Day",
          1483378200
        ],
        [
          "On the eighth day of Christmas, The Book of Souls gave to me... EIGHT Vikings Chopping!\n\nIron Maiden: Legacy of the Beast - Play now: hyperurl.co/mc11vq 8th Day",
          1483291800
        ],
        [
          "On the seventh day of Christmas, The Book of Souls gave to me... SEVEN Harpies Swooping!\n\nIron Maiden: Legacy of the Beast - Play now: hyperurl.co/mc11vq 7th Day",
          1483205401
        ],
        [
          "On the sixth day of Christmas, The Book of Souls gave to me... SIX Storms a brewing!\n\nIron Maiden: Legacy of the Beast - Play now: hyperurl.co/mc11vq 6th Day",
          1483119001
        ],
        [
          "On the fifth day of Christmas, The Book of Souls gave to me... FIVE Grim Reapers!\n\nIron Maiden: Legacy of the Beast - Play now: hyperurl.co/mc11vq 5th Day",
          1483032600
        ],
        [
          "On the fourth day of Christmas, The Book of Souls gave to me... FOUR Prisoners Screaming!\n\nIron Maiden: Legacy of the Beast - Play now: hyperurl.co/mc11vq 4th Day",
          1482946200
        ],
        [
          "On the third day of Christmas, The Book of Souls gave to me... THREE Pharaohs!\n\nIron Maiden: Legacy of the Beast - Play now: hyperurl.co/mc11vq 3rd Day",
          1482859800
        ],
        [
          "On the second day of Christmas, The Book of Souls gave to me... TWO Santas Slaying!\n\nIron Maiden: Legacy of the Beast - Play now: hyperurl.co/mc11vq 2nd Day",
          1482773400
        ],
        [
          "On the first day of Christmas, The Book of Souls gave to me... An Eddie in a Dead Tree!\n\nIron Maiden: Legacy of the Beast - Play now: hyperurl.co/mc11vq 1st Day",
          1482687000
        ]
      ],
      "dates_start": 1482863942,
      "dates_end": 1483460457,
      "likes_avg": 9054,
      "likes_stdev": 4971,
      "comments_avg": 80,
      "comments_stdev": 42,
      "shares_avg": 1693,
      "shares_stdev": 1327
    },
    {
      "number": 15,
      "important": [
        "beer",
        "maiden",
        "like",
        "made",
        "abl",
        "facebook",
        "iron maiden",
        "iron",
        "trooper",
        "hope"
      ],
      "common": [
        "beer",
        "iron",
        "iron maiden",
        "iron maiden beer",
        "maiden",
        "maiden beer",
        "st",
        "trooper",
        "trooper beer",
        "www"
      ],
      "messages": [
        [
          "Just made these 2 Iron Maiden Trooper beer bottle lamps! Hope you like.",
          1489027687
        ],
        [
          "🤘🏻🤘🏻 Doing the Riffs Episode 49 (Iron Maiden - The Trooper) Iron Maiden / The Trooper / Capitol Records Pangaea Music: https://pangaeawi.bandcamp.com/ Facebook: https://www.facebook.com/pangaeawi Twitter: https://twit...",
          1482949686
        ],
        [
          "I Wanna Beer.",
          1478948525
        ],
        [
          "My local Wandle Pirates has exceptional taste in beers. Trooper all the way :)",
          1477643866
        ],
        [
          "Today is Balaclava Day! 162 years since The Charge of the Light Brigade, an event immortalised in The Trooper. Trooper 666",
          1477395536
        ],
        [
          "Denmark - couple of Trooper stockists in Herning for you to get your beer on!\n\nMurphy's Pub Herning & Fox And Hounds Herning",
          1466427830
        ],
        [
          "Gothenburg... it's beer time!! IRON MAIDEN PRE PARTY IRON MAIDEN PRE PARTY I SAMARBETE MED TROOPER   ** ÖPPET 19-03 | HAPPY HOUR 19-22  ** Live: MADE IN IRON  ",
          1466073341
        ],
        [
          "Scream for me Troopers! Who's coming?? Next Month: Iron Maiden @ Eden Aréna in Prague, Czech Republic",
          1465297324
        ],
        [
          "Happy birthday Iron Maiden Beer Iron Maiden Beer Three years and soon to be three beers. Happy Birthday TROOPER and thanks to everyone who's enjoyed a pint or several along the way!",
          1462785521
        ],
        [
          "Get your Trooper on! Pre/post show meetups at local bars... More Trooper meets near Maiden gigs Come along to the following fan meetups on the Iron Maiden tour. Trooper will be on hand at all of them and we’ll be running Trooper promotions and handing out giveaways (while they last!)",
          1459333980
        ],
        [
          "Trooper on keg in Mexico City! Iron Maiden Beer Discuss your memories of the Iron Maiden shows whilst drinking Trooper on keg in Mexico City this weekend at El Depósito Roma!",
          1457038486
        ],
        [
          "In Monterrey and fancy a Trooper? Beer For Us have got your back. See you at the show! Iron Maiden Beer Beer For Us in Monterrey showing the way!",
          1456849582
        ],
        [
          "Christmas drinking sorted. Take advantage of the 20% off deal today then try and resist opening it for 4 weeks... Robinsons Brewery You asked for it... Iron Maiden Beer TROOPER 5L Mini-Kegs are finally available at www.robinsonsbrewery.com - Take advantage of today's 20% off BLACKFRIDAY offer and stock up for December!",
          1448628540
        ],
        [
          "Today is the anniversary of the Charge of the Light Brigade. Our friends over at Iron Maiden Beer have done some research for their new 'Trooper 666' beer. Read the story of Butcher Eddie at http://ironmaidenbeer.com/666 . Iron Maiden Beer On the anniversary of The Charge Of The Light Brigade, Terry Brighton delves into the history, strange numerical co-incidences and why you shouldn't drink too much and be late for work...\n\nRead it all at http://www.ironmaidenbeer.com/666",
          1445804498
        ],
        [
          "Our buddies over at Iron Maiden Beer are making a new limited edition TROOPER! Coming at you in the autumn... Iron Maiden Beer TROOPER 666 is coming in the autumn...  \n\nhttp://www.trooper-beer.com/news/robinsons-celebrate-10-million-pints-of-trooper-with-a-new-limited-edition-brew",
          1436957052
        ],
        [
          "Getting busy at the Isle of Man TT with Iron Maiden Beer Iron Maiden Beer Serious mechanicing going on down here!",
          1433760187
        ],
        [
          "Topical #wEDnesday this week - Special Isle of Man TT version of Eddie for the Iron Maiden Beer bike... Timeline Photos",
          1433334659
        ],
        [
          "Saturday is beer day! #trooper #IronMaidenBeer #ironmaiden #beer IronMaidenBeer.com for info Timeline Photos",
          1426931978
        ],
        [
          "Our buddies over at Iron Maiden Beer are giving away stuff... TROOPER-Up your home bar! Need to make your home bar 100% more awesome? We've got you covered. We're giving away a TROOPER tray, pump clip and some stickers. Serve your beers in style, just answer the question below...",
          1426505619
        ],
        [
          "https://www.youtube.com/watch?v=Li58voy6xXM&feature=youtu.be&fb_ref=Default\n\nHi !!! The Trooper by Steve'n'Seagulls (LIVE) Finnish band called Steve'n'Seagulls plays Iron Maiden. Recorded by Jaakko Manninen. Visit us on Facebook https://www.facebook.com/Stevenseagulls Pre order o...",
          1426353318
        ],
        [
          "From our buddies Iron Maiden Beer ...\n\nThe TROOPER TRAIL starts today! 22 Taylor Walker pubs in central London. 3 weeks. Pick up a leaflet in any of the pubs below (£1 donation to Great Ormond Street) and get TROOPing!\n\nBarley Mow - 82 Duke St. WIK 6JF \nCoach & Horses - 5 Bruton St. W1J 6PT \nDickens - 25 London St. W2 1HH \nDuke Of York - 8 Dering St. W1S 1AF\nFountains Of Abbey - 109 Praed St. W2 1RL \nFriend At Hand - 4 Herbrand St. WC1N 1HX \nGlassblower - 42 Glasshouse St. W1B 5JY\nGoat Tavern - 3 Stafford St. W1S 4RP \nGreyhound - 1 Kensington Sq. W8 5EP \nImperial - 5 Leicester St. WC2H 7BL\nKings Arms - 2 Shepherd Market W1J 7QA \nLamb & Flag - 24 James St. W1U 1EL \nLeicester Arms - 44 Glasshouse St. W1B 5DP\nMarlborough Head - 24 North Audley St. W1K 6WD \nMuseum Tavern - 49 Russell St. WC1B 3BA \nPlough - Museum St. WC1A 1LH\nRose & Crown - 2 Old Park Lane W1K 1QN \nShakespeares Head - 29 Great Malborough W1F 7HZ \nShepherds Tavern - 50 Hertford St. W1J 7ST\nSpread Eagle - 8 Woodstock St. WIC 2AD \nThree Crowns - 19 Babmaes St. SW1Y 6HD \nThree Tuns - 1 Portman Mews South W1H 6HR\n\nGet your TROOPER TRAIL leaflet stamped when you have a pint or bottle of TROOPER and you can claim free stuff!\n\n5 stamps = a TROOPER bottle opener\n15 stamps = a TROOPER beanie\n22 stamps = a TROOPER t-shirt\n\nOr if you're really dedicated and collect a single stamp from every one of the 22 pubs on the list... ALL THREE prizes!\n\nGet TROOPING! Drink responsibly! And tag your photos #troopertrail Timeline Photos",
          1422284761
        ],
        [
          "News from our buddies over at TROOPER... and Eddie featured on a rugby programme! Iron Maiden Beer TROOPER at The Rock! \nIn London on Saturday? Get yourself down to Rosslyn Park Rugby Club (www.rosslynpark.co.uk), where TROOPER is making it’s debut as a sponsor and Rod will be presenting the Man of the Match Award (he used to play for them!). And, in what must be a world first for a band, make sure you pick up a copy of the Eddie fronted programme.",
          1414759783
        ],
        [
          "Grab yourself a set of posh glasses to enjoy your Iron Maiden Beer in!\nIdeal xmas present for the Maiden fan who has (almost) everything, and now in Eddie's Special Deals.\n\nhttp://www.ironmaiden.com/killers-tall-tumbler.html Timeline Photos",
          1412676001
        ],
        [
          "Saturday 6pm. If you're at Sonisphere, make sure you're watching the skies! Iron Maiden Beer So... this happens tomorrow.",
          1404491806
        ],
        [
          "http://www.youtube.com/watch?v=dTaD9cd8hvw un clasico de clasicossssssss no falta el tema the troopersssss!\n Iron Maiden - The Trooper One of Iron Maiden's Best songs (visit my channel for More Iron Maiden songs)",
          1401399308
        ],
        [
          "Getting ready for showtime with some Iron Maiden Beer Timeline Photos",
          1401202139
        ],
        [
          "Friday the 13th and all is not lucky over at Iron Maiden Beer HQ. How's yours going? Iron Maiden Beer Hope your Friday 13th is going better than ours...",
          1386948337
        ],
        [
          "Rosie talks to Bruce about all things TROOPER and beer-related... follow the link to watch the interview. Iron Maiden Beer TROOPER on CNN - http://edition.cnn.com/video/?/video/business/2013/09/11/tomkins-iron-maiden-beer.cnn",
          1379059534
        ],
        [
          "TROOPER debuts in the U.S.A.!\n\nBack in Florida at the end of the European section of the ‘MAIDEN ENGLAND’ tour, Nicko McBrain opens the very first bottles of TROOPER in the USA with his friends Ken Tonkin and Mitch Tanne at his restaurant Rock n Roll Ribs. If you are in South Florida today (13 Aug) drop in and join Nicko and some special guests along with 98.7 The Gator and enjoy TROOPER British Premium Beer!\n\nhttp://www.rocknrollribs.org\n\nFor more local news on the beer go to info@artisanalimports.com Timeline Photos",
          1376380282
        ],
        [
          "In the new Metal Hammer (UK) - a giant Maiden poster, a Maiden bonus mag, Trooper beer mats... plus a huge competition to win a pop-up Trooper bar in your home! Timeline Photos",
          1374740112
        ],
        [
          "Want some TROOPER merch to go with your pint? Iron Maiden Beer - Officially Licensed Music T shirts, Hoodies and other merchandise. Iron Maiden Beer - officially licensed merchandise, T shirts, hoodies, and much more. The largest Iron Maiden Beer range available on the net.",
          1373382000
        ],
        [
          "IRON MAIDEN’s Trooper Beer Hits One Million Pint Mark  IRON MAIDEN’s Trooper Beer Hits One Million Pint Mark Source: Bravewords.com According to Thedrinksbusiness.com, Robinsons Brewery has announced the production of the one millionth pint of IRON MAIDEN’s Trooper beer, just eight weeks after it was laun...",
          1372954670
        ],
        [
          "TROOPER has started to ship! We'll keep you posted on availability via Iron Maiden Beer and www.ironmaidenbeer.com - CHEERS! Iron Maiden Beer More beer!",
          1368080653
        ],
        [
          "If you fancy following the brewing process for Trooper, give Iron Maiden Beer a like, cos they've just started making a batch :-)",
          1366277373
        ],
        [
          "Give @IronMaidenBeer a 'Like' and they'll keep you updated on all things Trooper. Iron Maiden Beer TROOPER is a premium British beer, brought to you by Iron Maiden and Robinsons Brewery. Find beer at www.trooper-beer.com",
          1363093952
        ],
        [
          "Like Iron Maiden? Like beer? You're gonna love this... Iron Maiden Beer Bruce tells you all about our new beer!",
          1363078914
        ]
      ],
      "dates_start": 1385235872,
      "dates_end": 1464700618,
      "likes_avg": 21537,
      "likes_stdev": 23019,
      "comments_avg": 380,
      "comments_stdev": 423,
      "shares_avg": 1425,
      "shares_stdev": 2618
    },
    {
      "number": 16,
      "important": [
        "venu",
        "abl",
        "call",
        "shirt",
        "event",
        "still",
        "gig",
        "event shirt",
        "artwork",
        "south"
      ],
      "common": [
        "date",
        "event",
        "event shirt",
        "event shirt html",
        "event shirts",
        "html",
        "ironmaiden",
        "shirt",
        "shirts",
        "sonisphere"
      ],
      "messages": [
        [
          "South Africa event shirt now available... Event Shirts - SOUTH AFRICA EVENT SHIRT If you weren't able to get the shirt at the gig but still want this shirt with its great artwork, then here it is. The same shirt but without the venue or date details. We like to call them 'After The Event Shirt' GILDAN SOFTSYLE RING SPUN 100% COTTON. SMALL - 44cm MEDIUM - 48cm LARGE - 52cm XL- 56c...",
          1463645566
        ],
        [
          "Japan event shirt now in stock - http://ironmaiden.com/shop/japan-event-shirt.html Timeline Photos",
          1461322199
        ],
        [
          "Brazil shirts now available in the shop!\n\nhttp://ironmaiden.com/shop/brazil-event-shirt.html Event Shirts - BRAZIL EVENT SHIRT If you weren't able to get the shirt at the gig but still want this shirt with its great artwork, then here it is. The same shirt but without the venue or date details. We like to call them 'After The Event Shirt' GILDAN SOFTSYLE RING SPUN 100% COTTON. SIZES ARE AS FOLLOWS AND ARE MEASURED ACROSS TH…",
          1458729967
        ],
        [
          "Vegas event shirts back in stock... Event Shirts - VEGAS EVENT SHIRT If you weren't able to get the shirt at the gig but still want this shirt with its great artwork, then here it is. The same shirt but without the venue or date details. We like to call them 'After The Event Shirt' GILDAN SOFTSYLE RING SPUN 100% COTTON. SIZES ARE AS FOLLOWS AND ARE MEASURED ACROSS TH…",
          1457974143
        ],
        [
          "Last call for Sonisphere shirts... pre-order closes tomorrow. Sonisphere Reprint Due to unprecedented demand, the Sonisphere event shirt sold out at the Festival. We've made special arrangements to have an additional print run done, so that disappointed fans can get the exact shirt that was on sale at Sonisphere, complete with the date. This shirt will only be available to order…",
          1405589628
        ],
        [
          "Folks who went to Sonisphere will know that we sold out of the event shirt - sorry! As so many people contacted us about it, we've arranged a reprint run - order by Friday for the exact shirt you would have got at the festival, with the date on the back.\n\nhttp://www.ironmaiden.com/sonisphere-event-shirt-with-date.html Sonisphere Reprint Due to unprecedented demand, the Sonisphere event shirt sold out at the Festival. We've made special arrangements to have an additional print run done, so that disappointed fans can get the exact shirt that was on sale at Sonisphere, complete with the date. This shirt will only be available to order…",
          1405320668
        ],
        [
          "Voila! Le French event shirt!\nhttp://www.ironmaiden.com/france-event-shirt.html Timeline Photos",
          1403608501
        ],
        [
          "Mexico event shirt now available - http://www.ironmaiden.com/mexico-event-shirt.html Timeline Photos",
          1379503589
        ],
        [
          "Saw the show but missed the shirt? O2 event shirts now in stock - http://www.ironmaiden.com/o2-event-shirt.html Timeline Photos",
          1375696626
        ]
      ],
      "dates_start": 1388943880,
      "dates_end": 1458031872,
      "likes_avg": 16483,
      "likes_stdev": 16934,
      "comments_avg": 287,
      "comments_stdev": 308,
      "shares_avg": 1356,
      "shares_stdev": 1634
    },
    {
      "number": 17,
      "important": [
        "abl",
        "august",
        "tag",
        "june",
        "san"
      ],
      "common": [
        "2012",
        "2012 tag",
        "2012 tag 2012",
        "august",
        "june",
        "june 2012",
        "june 2012 tag",
        "june 2012 tag 2012",
        "tag",
        "tag 2012"
      ],
      "messages": [
        [
          "Pretty self explanatory isn't it? Tag Yourself 2013",
          1381149511
        ],
        [
          "Houston, TX - 18th August 2012 Tag Yourself 2012",
          1345650249
        ],
        [
          "Dallas, TX - 17th August 2012 Tag Yourself 2012",
          1345650085
        ],
        [
          "San Antonio, TX - 15th August 2012 Tag Yourself 2012",
          1345649991
        ],
        [
          "Denver, CO - 13th August 2012 Tag Yourself 2012",
          1345649906
        ],
        [
          "Albuquerque, NM - 12th August 2012 Tag Yourself 2012",
          1345649664
        ],
        [
          "Rockfest, MN, Tag Yourself 2012",
          1343431996
        ],
        [
          "Indianapolis, Tag Yourself 2012",
          1343431833
        ],
        [
          "Philadelphia, 29th June 2012 Tag Yourself 2012",
          1341021887
        ],
        [
          "Jones Beach, 27th June 2012 Tag Yourself 2012",
          1341021887
        ],
        [
          "Boston - 26th June 2012 Tag Yourself 2012",
          1340802844
        ],
        [
          "Atlanta, 23rd June 2012 Tag Yourself 2012",
          1340641304
        ],
        [
          "Charlotte, NC - 21st June 2012 Tag Yourself 2012",
          1340641304
        ]
      ],
      "dates_start": 1335870282,
      "dates_end": 1356497788,
      "likes_avg": 623,
      "likes_stdev": 504,
      "comments_avg": 71,
      "comments_stdev": 46,
      "shares_avg": 1324,
      "shares_stdev": 4147
    },
    {
      "number": 18,
      "important": [
        "novemb",
        "dvd",
        "releas",
        "son",
        "film",
        "first",
        "killer",
        "first time",
        "singl",
        "seventh"
      ],
      "common": [
        "amazon music ironmaidenvinyl maidenvinyl",
        "amzn",
        "band",
        "ironmaidenvinyl maidenvinyl",
        "maidenvinyl",
        "music",
        "music ironmaidenvinyl",
        "music ironmaidenvinyl maidenvinyl",
        "released",
        "tour"
      ],
      "messages": [
        [
          "6 November 1989 Infinite Dreams (live)\n\nThis single reached #6 in the UK singles chart and was the band’s fourth Top 10 single from the Seventh Son album, the other positions being 3, 5 and 6. The video for this single was filmed at Birmingham NEC in November 1988 on the final leg of the Seventh Son Tour. The full concert was also released the same month on longform vhs entitled Maiden England, and reissued for the first time on DVD in 2013. The b-side (Killers ’88) was the first official release of Killers being sung by Bruce.\n\nhttp://amzn.to/1t7Uo1T\nhttp://www.amazon.com/music/ironmaidenvinyl\n\n#maidenvinyl Timeline Photos",
          1417026304
        ],
        [
          "7 November 1988\n\nThe B-side “The Prisoner” was a live recording from the band’s legendary 1988 headline performance at Monsters Of Rock at castle donington, which still holds the record for the biggest Donington festival attendance ever, with 107,000 fans.\n\nhttp://amzn.to/1xLiNzj\nhttp://www.amazon.com/music/ironmaidenvinyl\n\n#maidenvinyl Timeline Photos",
          1417015504
        ],
        [
          "1 August 1988\n\nBand were on tour in US on 7th Son tour when this came out. Ace Frehley’s Comet were supporting. The b side Prowler 88 was a re-recorded studio version of the original song from the Iron Maiden album now with Bruce on vocals. Steve hadn’t been happy with the production on first album so this afforded the band the opportunity to do a revised production.\n\nhttp://amzn.to/1vlJxIf\nhttp://www.amazon.com/music/ironmaidenvinyl\n\n#maidenvinyl Timeline Photos",
          1417011912
        ],
        [
          "20 March 1988 Can I Play With Madness \n\nThe promo video for this single featured Monty Python star Graham Chapman and was directed by Julian Doyle, who also edited the Pythons’ Life Of Brian film and directed Bruce’s 2008 The Chemical Wedding film. The B-side is called Black Bart Blues and was named after Bruce’s suit of armour called Black Bart which was kept in the back lounge of the tour bus.\n\nhttp://amzn.to/1yOO6IW\nhttp://www.amazon.com/music/ironmaidenvinyl\n\n#maidenvinyl Timeline Photos",
          1417001105
        ],
        [
          "22 November 1986 - Stranger In A Strange Land \n\nThe day this single was released the band were on the European leg of their Somewhere In Time Tour and played a show in Hanover, Germany that night. WASP were the support band.\n\nhttp://amzn.to/1u5g4fh\nhttp://www.amazon.com/music/ironmaidenvinyl\n\n#maidenvinyl Timeline Photos",
          1416925504
        ],
        [
          "6th September 1986 - Wasted Years\n\nWasted Years was released the same week Maiden began the European leg of their Somewhere In Time tour. During an appearance on German TV show P.I.T. the band famously swapped instruments and larked around on stage while the song was \"performed\", as a humorous protest against having to mime instead of play live.\n\nhttp://amzn.to/1EYI9Nk\nhttp://www.amazon.com/music/ironmaidenvinyl\n\n#maidenvinyl Timeline Photos",
          1416914704
        ],
        [
          "Run To The Hills (live) - 2 December 1985\n\nThis live single was also recorded at Long Beach Arena in LA during the ’85 leg of the World Slavery Tour and is taken from the Live After Death album. The early pressings of the original 7” single included an “autographed” xmas card from the band, now a collector’s item.\n\nhttp://amzn.to/1CVZbsN\nhttp://www.amazon.com/music/ironmaidenvinyl\n\n#maidenvinyl Timeline Photos",
          1414602902
        ],
        [
          "Running Free (live) - 23 September 1985\n\nThis live single was recorded at Long Beach Arena in LA during the ’85 leg of the World Slavery Tour and was included on the Live After Death album released the following month. It was the first Maiden single to feature any of the band on the cover rather than an Eddie artwork.\n\nhttp://amzn.to/1sPjiGl\nhttp://www.amazon.com/music/ironmaidenvinyl\n\n#maidenvinyl Timeline Photos",
          1414596299
        ],
        [
          "2 Minutes To Midnight - 6 August 1984\n\n2 Minutes was released the same week the band opened their longest tour to date - the World Slavery Tour. This began on Aug 9th with the band’s first visit to Poland. Maiden were the first major band to take a full Western rock concert production and tour extensively behind the Iron Curtain in 1984 playing 5 shows in Poland and 2 shows in Yugoslavia at the height of the Cold War at a time when East-West relations were at their frostiest\n\nhttp://amzn.to/1wtFUi2\nhttp://www.amazon.com/music/ironmaidenvinyl\n\n#maidenvinyl Timeline Photos",
          1414575004
        ],
        [
          "The Trooper - 20 June 1983\n\nThe B-Side is a cover version of Jethro Tull’s “Cross-Eyed Mary” and without any involvement from band or their record label it picked up radio airplay in the US. It was one of the only songs Maiden ever had played on US radio back in the ‘80s. Due to this unique success on radio, the record label asked for the track to be added to the Piece Of Mind album. The band refused as it would be unfair to the 250,000 fans who had already bought the record.\n\nhttp://amzn.to/1t53EIO\nhttp://www.amazon.com/music/ironmaidenvinyl\n\n#maidenvinyl Timeline Photos",
          1414508401
        ],
        [
          "Last one for now...\n\nThe Number Of The Beast - originally released April 26 1982\n\nMaiden were in Munich on their European Beast On The Road Tour when this single came out. The NOTB album had been released a few weeks earlier and Rod called Steve immediately the news came in that it had hit #1 in the album charts. However there was little time for celebration as when he called, the band were busy pushing their tour bus to the nearest garage as it had broken down in the Swiss alps! There were accusations of hype in the media for a metal album going in at #1 although these quickly subsided when it remained there for a second week. \n\nhttp://amzn.to/1rTJi2Z\nhttp://www.amazon.com/music/ironmaidenvinyl\n\n#maidenvinyl Timeline Photos",
          1413381601
        ],
        [
          "Run To The Hills - originally released February 12 1982\n\nThis was to be Maiden’s first UK Top 10 single, and the first to feature Bruce Dickinson on vocals. It was from their forthcoming 3rd album The Number Of The Beast which sold in excess of 250,000 copies in the UK, which was pretty unusual for the time. \n\nhttp://amzn.to/1vKaPWg\nhttp://www.amazon.com/music/ironmaidenvinyl\n\n#maidenvinyl Timeline Photos",
          1413371335
        ],
        [
          "Purgatory - originally released 15th June 1981\n\nMaiden were on their first ever tour of North America on the day Purgatory was released. In between a run of supporting Judas Priest on their Point Of Entry US Tour, they did a handful of own-shows in June including a first visit to Toronto and Montreal. Maiden have never supported in Eastern Canada; their first shows there were headline ones.\n\nhttp://amzn.to/1tuGFmc \nhttp://www.amazon.com/music/ironmaidenvinyl\n\n#maidenvinyl Timeline Photos",
          1413359470
        ],
        [
          "Twilight Zone/Wrathchild - originally released March 2 1981\n\nOn the day this double A-side 7” was released the band were out on the Killers Tour and played a show that night at the Southampton Gaumont Theatre. French rock band Trust were supporting. At the time, Nicko was drumming for Trust and it was during this tour he met and befriended the other Maiden members. This was also Adrian Smith’s first single with Iron Maiden.\n\nhttp://amzn.to/1t0WGWJ\nhttp://www.amazon.com/music/ironmaidenvinyl\n\n#maidenvinyl Timeline Photos",
          1413298805
        ],
        [
          "Women In Uniform - originally released October 27 1980\n\nThe band were taking some downtime when Women In Uniform was released having recently been on the road as Special Guests to Kiss on their Unmasked European tour. Its a cover version of a song by Australian band Skyhooks and is the only cover version Maiden have ever released as a single.\n\nhttp://amzn.to/1vLybLV\nhttp://www.amazon.com/music/ironmaidenvinyl\n\n#maidenvinyl Timeline Photos",
          1413274856
        ],
        [
          "Sanctuary - originally released May 23 1980\n\nThe band were on their first headline Iron Maiden tour when Sanctuary was released. They played that night at the Cambridge Corn Exchange with support from Praying Mantis and DJ Neal Kay who had championed the band’s demo tape playing it at his North London rock club residency, The Soundhouse where it regularly topped the weekly chart of most requested songs and became known as The Soundhouse Tapes when it was eventually commercially released as a 7” single.\n\nhttp://amzn.to/Zb4MxW\nhttp://www.amazon.com/music/ironmaidenvinyl\n\n#maidenvinyl Timeline Photos",
          1413212401
        ],
        [
          "Running Free - originally released Feb 8th 1980\n\nOn the day Running Free was released the band were out on tour on the multi-artist Metal For Muthas UK Tour and played a show that night at Huddersfield Polytechnic (Rod’s hometown!). When the song entered the UK Top 40, Maiden were invited to appear on the BBC weekly music chart TV show Top of The Pops which they agreed to do only on condition they could play live, not mime as was the custom for the show back then. The BBC reluctantly agreed.\n\nhttp://amzn.to/1oM545h\n\n#maidenvinyl Timeline Photos",
          1413190800
        ]
      ],
      "dates_start": 1413280824,
      "dates_end": 1416515282,
      "likes_avg": 26588,
      "likes_stdev": 8104,
      "comments_avg": 230,
      "comments_stdev": 80,
      "shares_avg": 1251,
      "shares_stdev": 543
    },
    {
      "number": 19,
      "important": [
        "ironmaiden thebookofsoulsworldtour",
        "abl",
        "thank",
        "ironmaiden",
        "thebookofsoulsworldtour",
        "readi",
        "timelin",
        "photo",
        "today",
        "luxembourg"
      ],
      "common": [
        "gothenburg",
        "ironmaiden",
        "ironmaiden thebookofsoulsworldtour",
        "later",
        "scream",
        "see",
        "sweden",
        "thank",
        "thebookofsoulsworldtour",
        "tonight"
      ],
      "messages": [
        [
          "Thank you Luxembourg! #IronMaiden #TheBookOfSoulsWorldTour #Luxembourg Timeline Photos",
          1470166927
        ],
        [
          "Are you ready for us Luxembourg?! #IronMaiden #TheBookOfSoulsWorldTour #Luxembourg Timeline Photos",
          1470160244
        ],
        [
          "Today! #IronMaiden #TheBookOfSoulsWorldTour #Luxembourg Timeline Photos",
          1470120582
        ],
        [
          "Scream for me Bucharest! #IronMaiden #TheBookOfSoulsWorldTour #Romania #Bucharest Timeline Photos",
          1469897524
        ],
        [
          "The Trooper! #IronMaiden #TheBookOfSoulsWorldTour #Romania #Bucharest Timeline Photos",
          1469896034
        ],
        [
          "Tonight! #IronMaiden #TheBookOfSoulsWorldTour #Romania #Bucharest Timeline Photos",
          1469858579
        ],
        [
          "Thank you Split! #IronMaiden #TheBookOfSoulsWorldTour #Croatia #Split Timeline Photos",
          1469645740
        ],
        [
          "Tonight! #IronMaiden #TheBookOfSoulsWorldTour #Croatia #Split Timeline Photos",
          1469610526
        ],
        [
          "Wow... That was something else, Lisbon! Thank you! #IronMaiden #TheBookOfSoulsWorldTour #Portugal #Lisbon Timeline Photos",
          1468267144
        ],
        [
          "Scream for me Lisbon! #IronMaiden #TheBookOfSoulsWorldTour #Portugal #Lisbon Timeline Photos",
          1468265643
        ],
        [
          "If Eternity Should Fail! #IronMaiden #TheBookOfSoulsWorldTour #Portugal #Lisbon Timeline Photos",
          1468260674
        ],
        [
          "See you tonight Lisbon! #IronMaiden #TheBookOfSoulsWorldTour #Portugal #Lisbon Timeline Photos",
          1468216778
        ],
        [
          "Thank you Resurrection Festival! #IronMaiden #TheBookOfSoulsWorldTour #ResurrectionFestival #Spain Timeline Photos",
          1468090715
        ],
        [
          "Thank you Zilina! #IronMaiden #TheBookOfSoulsWorldTour #Slovakia #Zilina Timeline Photos",
          1467833835
        ],
        [
          "Blood Brothers! #IronMaiden #TheBookOfSoulsWorldTour #Slovakia #Zilina Timeline Photos",
          1467831560
        ],
        [
          "Scream for me Zilina! #IronMaiden #TheBookOfSoulsWorldTour #Slovakia #Zilina Timeline Photos",
          1467825550
        ],
        [
          "See you tonight Zilina! #IronMaiden #TheBookOfSoulsWorldTour #Slovakia #Zilina Timeline Photos",
          1467788934
        ],
        [
          "Thank you Prague! #IronMaiden #TheBookOfSoulsWorldTour #CzechRepublic #Prague Timeline Photos",
          1467742800
        ],
        [
          "First to the barrier... Not long to go now! #IronMaiden #TheBookOfSoulsWorldTour #CzechRepublic #Prague Timeline Photos",
          1467723055
        ],
        [
          "See you in a couple of hours! #IronMaiden #TheBookOfSoulsWorldTour #CzechRepublic #Prague Timeline Photos",
          1467713858
        ],
        [
          "See you tonight Prague! #IronMaiden #TheBookOfSoulsWorldTour #CzechRepublic #Prague Timeline Photos",
          1467704034
        ],
        [
          "Brilliant crowd tonight. Thank you Poland! #IronMaiden #TheBookOfSoulsWorldTour #Poland #Wroclaw Timeline Photos",
          1467571567
        ],
        [
          "Here is the soul of a man! #IronMaiden #TheBookOfSoulsWorldTour #Poland #Wroclaw Timeline Photos",
          1467566012
        ],
        [
          "And they are in! #IronMaiden #TheBookOfSoulsWorldTour #Poland #Wroclaw #FirstToTheBarrier Timeline Photos",
          1467549762
        ],
        [
          "Not long now Wroclaw #IronMaiden #TheBookOfSoulsWorldTour #Poland #Wroclaw Timeline Photos",
          1467540253
        ],
        [
          "Scream for me Poland! See you later Wroclaw. #IronMaiden #TheBookOfSoulsWorldTour #Poland #Wroclaw Timeline Photos",
          1467529796
        ],
        [
          "Bruce adds another Monkey to his collection from the crowd #IronMaiden #TheBookOfSoulsWorldTour #Hungary #Sopron #VoltFestival #ClimbLikeAMonkey Timeline Photos",
          1467396263
        ],
        [
          "Showtime Sunset in Sopron. #IronMaiden #TheBookOfSoulsWorldTour #Hungary #Sopron #VoltFestival #Sunset Timeline Photos",
          1467392534
        ],
        [
          "Zip Lines are Metal. #IronMaiden #TheBookOfSoulsWorldTour #Hungary #Sopron #VoltFestival #ZipLine Timeline Photos",
          1467386214
        ],
        [
          "Running for the barrier! #IronMaiden #TheBookOfSoulsWorldTour #Hungary #Sopron #VoltFestival Timeline Photos",
          1467373829
        ],
        [
          "See you later Hungary! #IronMaiden #TheBookOfSoulsWorldTour #Hungary #Sopron #VoltFestival Timeline Photos",
          1467349360
        ],
        [
          "And we are off! #IronMaiden #TheBookOfSoulsWorldTour #Finland #Hämeenlinna Timeline Photos",
          1467216784
        ],
        [
          "It's hot out here but there is a Trooper Tent on hand where you can quench your thirst. #IronMaiden #TheBookOfSoulsWorldTour #Finland #Hämeenlinna #IronMaidenBeer #TrooperBeer #Trooper Timeline Photos",
          1467200742
        ],
        [
          "The greenest grass in rock?! #IronMaiden #TheBookOfSoulsWorldTour #Finland #Hämeenlinna #NoFilter Timeline Photos",
          1467195790
        ],
        [
          "See you later today Finland! #IronMaiden #TheBookOfSoulsWorldTour #Finland #Hämeenlinna Timeline Photos",
          1467177306
        ],
        [
          "If Eternity Should Fail #IronMaiden #TheBookOfSoulsWorldTour #Russia #Moscow Timeline Photos",
          1466867790
        ],
        [
          "Not long now... #IronMaiden #TheBookOfSoulsWorldTour #Russia #Moscow Timeline Photos",
          1466844437
        ],
        [
          "See you at the Olympic Stadium later Moscow #IronMaiden #TheBookOfSoulsWorldTour #Russia #Moscow Timeline Photos",
          1466831386
        ],
        [
          "Thank you Kaunas. Next stop Moscow! #IronMaiden #TheBookOfSoulsWorldTour #Lithuania #Kaunas Timeline Photos",
          1466704853
        ],
        [
          "Rock by the river in Kaunas. #IronMaiden #TheBookOfSoulsWorldTour #Lithuania #Kaunas Timeline Photos",
          1466684040
        ],
        [
          "Thank you Denmark! #IronMaiden #TheBookOfSoulsWorldTour #Denmark #Herning Timeline Photos",
          1466535805
        ],
        [
          "Children of the Damned #IronMaiden #TheBookOfSoulsWorldTour #Denmark #Herning Timeline Photos",
          1466530146
        ],
        [
          "Loading bay for the Jyske Bank Boxen in Herning, or service entrance to the Death Star? #IronMaiden #TheBookOfSoulsWorldTour #Denmark #Herning #StarWars #DeathStar Timeline Photos",
          1466505888
        ],
        [
          "See you later Denmark! #IronMaiden #TheBookOfSoulsWorldTour #Denmark #Herning Timeline Photos",
          1466505813
        ],
        [
          "Tears of a Clown #IronMaiden #TheBookOfSoulsWorldTour #Belgium #Graspop Timeline Photos",
          1466357651
        ],
        [
          "Brilliant crowd tonight. Thank you Ullevi! #IronMaiden #TheBookOfSoulsWorldTour #Sweden #Gothenburg #DaveMurray #StageRight Timeline Photos",
          1466197621
        ],
        [
          "Hallowed.... #IronMaiden #TheBookOfSoulsWorldTour #Sweden #Gothenburg Timeline Photos",
          1466187458
        ],
        [
          "Scream for me Sweden! #IronMaidenBeer #TheBookOfSoulsWorldTour #Sweden #Gothenburg Timeline Photos",
          1466185921
        ],
        [
          "Not long now Sweden! If you fancy a pre-show Trooper it's available in various bars around the Stadium. #IronMaiden #TheBookOfSoulsWorldTour #Sweden #Gothenburg #IronMaidenBeer #TrooperBeer Timeline Photos",
          1466169092
        ],
        [
          "Flashback Friday! See you later Gothenburg. #IronMaiden #TheBookOfSoulsWorldTour #Sweden #Gothenburg Timeline Photos",
          1466153378
        ],
        [
          "So, sad to say it is goodbye to Ed Force One as we have touchdown in Gothenburg! #IronMaiden #TheBookOfSoulsWorldTour #EdForceOne #Sweden #Gothenburg Timeline Photos",
          1466072318
        ],
        [
          "666... #IronMaiden #TheBookOfSoulsWorldTour #Norway #Oslo Timeline Photos",
          1466016116
        ],
        [
          "Epic crowd here in Norway. Scream for me Oslo! #IronMaiden #TheBookOfSoulsWorldTour #Norway #Oslo Timeline Photos",
          1466015353
        ],
        [
          "The weather forecast for today is looking good, making for a happy Stage Manager! #IronMaiden #TheBookOfSoulsWorldTour #Norway #Oslo #ItDoesntRainIndoors Timeline Photos",
          1465986243
        ],
        [
          "Thanks to all for enduring the mud!\n#ironmaiden #thebookofsoulsworldtour #mudbrothers Timeline Photos",
          1465795505
        ],
        [
          "Scream for me Arnhem! #IronMaiden #TheBookOfSoulsWorldTour #Holland #Arnhem Timeline Photos",
          1465410557
        ],
        [
          "Showtime! #IronMaiden #TheBookOfSoulsWorldTour #Holland #Arnhem Timeline Photos",
          1465405335
        ],
        [
          "Another brilliant crowd here in Vienna who survived the tempest! Scream for me Austria! #IronMaiden #TheBookOfSoulsWorldTour #Austria #Vienna Timeline Photos",
          1465151164
        ],
        [
          "Attempted murder viewed from stage left! #Eddie #Janick #IronMaiden #TheBookOfSoulsWorldTour #Austria #Vienna Timeline Photos",
          1465150279
        ],
        [
          "Summer? Is that you? Beautiful day here at Rock in Vienna....for now! See you later folks. #IronMaiden #TheBookOfSoulsWorldTour #Austria #Vienna Timeline Photos",
          1465122089
        ],
        [
          "Thanks South Africa! #IronMaiden #TheBookOfSoulsWorldTour #SouthAfrica #Johannesburg Timeline Photos",
          1463893153
        ],
        [
          "Scream for me Johannesburg! #IronMaiden #TheBookOfSoulsWorldTour #SouthAfrica #Johannesburg Timeline Photos",
          1463853432
        ],
        [
          "Woe to you..... #IronMaiden #TheBookOfSoulsWorldTour #SouthAfrica #CapeTown #TheNumberOfTheBeast Timeline Photos",
          1463597139
        ],
        [
          "Which way is the stage? #IronMaiden #TheBookOfSoulsWorldTour #SouthAfrica #CapeTown #Camera Timeline Photos",
          1463580231
        ],
        [
          "Thank you EDmonton! Timeline Photos",
          1460194014
        ],
        [
          "São Paulo. Epic. #IronMaiden #TheBookOfSoulsWorldTour #SaoPaulo Timeline Photos",
          1459128450
        ],
        [
          "Big crowd tonight and we're ready to go!!!! Timeline Photos",
          1459034053
        ],
        [
          "People are streaming in. Not long now São Paulo! #IronMaiden #TheBookOfSoulsWorldTour #SaoPaulo Timeline Photos",
          1459016213
        ],
        [
          "See you later Brasilia! #IronMaiden #TheBookOfSoulsWorldTour #Brasilia Timeline Photos",
          1458660051
        ],
        [
          "See you on Tuesday folks. #IronMaiden #TheBookOfSoulsWorldTour #Brasilia Timeline Photos",
          1458502650
        ],
        [
          "And they're in! #IronMaiden #TheBookOfSoulsWorldTour #RunToTheBarrier #BeloHorizonte Timeline Photos",
          1458411583
        ],
        [
          "Can you hear Doctor Doctor yet? #Showtime #IronMaiden #TheBookOfSoulsWorldTour #BuenosAires Timeline Photos",
          1458082292
        ],
        [
          "Sorry Mario Kempes. No football at your stadium tonight! Scream for me Córdoba!\n#IronMaiden #TheBookOfSoulsWorldTour #Cordoba Timeline Photos",
          1457897629
        ],
        [
          "See you tonight Costa Rica! #IronMaiden #TheBookOfSoulsWorldTour #CostaRica Timeline Photos",
          1457459840
        ],
        [
          "Mexico City. #IronMaiden #TheBookOfSoulsWorldTour #Mexico Timeline Photos",
          1457276982
        ],
        [
          "El Salvador, we are here! #IronMaiden #TheBookOfSoulsWorldTour #ElSalvador Timeline Photos",
          1457204457
        ],
        [
          "We will be watching you Mexico City! #IronMaiden #TheBookOfSoulsWorldTour #Mexico Timeline Photos",
          1457127724
        ],
        [
          "Scream for me Mexico City! #IronMaiden #TheBookOfSoulsWorldTour #Mexico Timeline Photos",
          1457056601
        ],
        [
          "The calm before the storm. #IronMaiden #TheBookOfSoulsWorldTour #Mexico Timeline Photos",
          1457031044
        ],
        [
          "Death or Glory! #ironmaiden #thebookofsoulsworldtour #brucedickinson #fokkersatsixoclick Timeline Photos",
          1456722231
        ],
        [
          "Spotted in the crowd... #eddie Timeline Photos",
          1456554824
        ],
        [
          "#ironmaiden #thebookofsoulsworldtour #setlist Timeline Photos",
          1456369738
        ]
      ],
      "dates_start": 1460993026,
      "dates_end": 1469155937,
      "likes_avg": 26215,
      "likes_stdev": 21483,
      "comments_avg": 216,
      "comments_stdev": 256,
      "shares_avg": 1196,
      "shares_stdev": 1777
    },
    {
      "number": 20,
      "important": [
        "hello",
        "abl",
        "thebookofsoulsworldtour australia",
        "thank",
        "australia",
        "edforceon",
        "ironmaiden",
        "thebookofsoulsworldtour",
        "timelin",
        "photo"
      ],
      "common": [
        "adelaide",
        "australia",
        "australia perth",
        "ironmaiden",
        "ironmaiden thebookofsoulsworldtour",
        "ironmaiden thebookofsoulsworldtour australia",
        "ironmaiden thebookofsoulsworldtour australia perth",
        "perth",
        "thebookofsoulsworldtour",
        "thebookofsoulsworldtour australia"
      ],
      "messages": [
        [
          "Sunset over the Indian Ocean. Thanks Australia. Hello Africa! #IronMaiden #EdForceOne #TheBookOfSoulsWorldTour #Australia #Africa #CapeTown #Sunset Timeline Photos",
          1463328876
        ],
        [
          "Flags help guitarists. Fact. #Trooper #Flags #IronMaiden #TheBookOfSoulsWorldTour #Australia #Perth Timeline Photos",
          1463226569
        ],
        [
          "The Red And The Black. #IronMaiden #TheBookOfSoulsWorldTour #Australia #Perth Timeline Photos",
          1463225923
        ],
        [
          "The Iron Maiden Spring/Summer Collection. #StageClothes #IronMaiden #TheBookOfSoulsWorldTour #Australia #Perth Timeline Photos",
          1463199780
        ],
        [
          "Get ready to scream Perth! #IronMaiden #TheBookOfSoulsWorldTour #Australia #Perth Timeline Photos",
          1463192094
        ],
        [
          "Death or Glory #IronMaiden #TheBookOfSoulsWorldTour #Australia #Adelaide Timeline Photos",
          1463048601
        ],
        [
          "A few thirst quenchers. #IronMaiden #TheBookOfSoulsWorldTour #Australia #Adelaide #IronMaidenBeer #Trooper #TrooperBeer Timeline Photos",
          1463034272
        ],
        [
          "Not long now Adelaide...\n#IronMaiden #TheBookOfSoulsWorldTour #Australia #Adelaide Timeline Photos",
          1463022757
        ],
        [
          "Treasure. #IronMaiden #TheBookOfSoulsWorldTour #Australia #Adelaide #Drums #Gold Timeline Photos",
          1463019052
        ],
        [
          "Wasted Years. Thanks Melbourne! #IronMaiden #TheBookOfSoulsWorldTour #Australia #Melbourne Timeline Photos",
          1462790995
        ],
        [
          "First to the Barrier: Born ready! #IronMaiden #TheBookOfSoulsWorldTour #Australia #Melbourne http://ift.tt/1XgypZy Instagram Photos",
          1462771318
        ],
        [
          "Powerslave! #IronMaiden #TheBookOfSoulsWorldTour #Australia #Brisbane http://ift.tt/1Y7TT9s Instagram Photos",
          1462355470
        ],
        [
          "Racked up and ready for you Brisbane! #IronMaiden #TheBookOfSoulsWorldTour #Australia #Brisbane #Guitar http://ift.tt/1Zb3pJ9 Instagram Photos",
          1462337477
        ]
      ],
      "dates_start": 1462658441,
      "dates_end": 1463272817,
      "likes_avg": 29135,
      "likes_stdev": 10218,
      "comments_avg": 246,
      "comments_stdev": 122,
      "shares_avg": 1130,
      "shares_stdev": 612
    },
    {
      "number": 21,
      "important": [
        "vega",
        "instagram photo",
        "alreadi",
        "abl",
        "tonight",
        "done",
        "thebookofsoulsworldtour",
        "photo",
        "find",
        "instagram"
      ],
      "common": [
        "christchurch",
        "eddie",
        "ift",
        "ift tt",
        "instagram",
        "ironmaiden",
        "ironmaiden thebookofsoulsworldtour",
        "thebookofsoulsworldtour",
        "tokyo",
        "tt"
      ],
      "messages": [
        [
          "Err...here's where you find #thebookofsoulsworldtour tonight! I thought we'd already done #Vegas #brisbane #EntertainmentCentre #MaidenAustralia #confused! http://ift.tt/1NUExEP Instagram Photos",
          1462333872
        ],
        [
          "Good to see #jbhifi contributing to our history of great art!! Nice deal on catalogue & a TBOS special package #thebookofsoulsworldtour #brisbane http://ift.tt/26O79WF Instagram Photos",
          1462260759
        ],
        [
          "It's hot in here Auckland! Great night. Thank you! #IronMaiden #TheBookOfSoulsWorldTour #NewZealand #Auckland #Fire http://ift.tt/1r8wmdC Instagram Photos",
          1462095843
        ],
        [
          "Who's joining us here tonight? #Auckland #thebookofsoulsworldtour #bloodbrothers http://ift.tt/1TCJLE6 Instagram Photos",
          1462059888
        ],
        [
          "Welcoming Party Auckland style! #thebookofsoulsworldtour #NZ #bloodbrothers #Auckland http://ift.tt/24qWizJ Instagram Photos",
          1461979724
        ],
        [
          "Thank you Christchurch it's been awesome! Auckland here we come! Keeping it AB! #thebookofsoulsworldtour #NZ http://ift.tt/1SA1HAw Instagram Photos",
          1461972488
        ],
        [
          "Eddie goes up in smoke! #IronMaiden #TheBookOfSoulsWorldTour #NewZealand #Christchurch #Eddie http://ift.tt/248YGhP Instagram Photos",
          1461922227
        ],
        [
          "Great crowd in Christchurch. Scream for me New Zealand! #IronMaiden #TheBookOfSoulsWorldTour #NewZealand #Christchurch http://ift.tt/24oG61Y Instagram Photos",
          1461918539
        ],
        [
          "A full page in the Christchurch newspaper ahead of tonight. We couldn't agree more! #thebookofsoulsworldtour #NZ #christchurch #ironmaiden http://ift.tt/1NYBxBT Instagram Photos",
          1461891261
        ],
        [
          "Beautiful day in Christchurch. Looking forward to the show tomorrow! #IronMaiden #TheBookOfSoulsWorldTour #NewZealand #Christchurch http://ift.tt/1T6dDFZ Instagram Photos",
          1461816378
        ],
        [
          "One small step for Maidenkind...Nicko is the first off the plane in Beijing #EdForceOne #MaidenChina http://ift.tt/1r3IpZZ Instagram Photos",
          1461314055
        ],
        [
          "Brazil well represented in Tokyo last night! #thebookofsoulsworldtour #bloodbrothers http://ift.tt/212D0Pe Instagram Photos",
          1461288985
        ],
        [
          "#IronMaiden #thebookofsoulsworldtour #climblikeamonkey http://ift.tt/1U78lPC Instagram Photos",
          1461227260
        ],
        [
          "Tokyo record shopping! Second show on the way. Wonderful venue & crowd \\m/ http://ift.tt/242XUiM Instagram Photos",
          1461209266
        ],
        [
          "#wEDnesday ... Surprised to see Eddie at Coachella! http://ift.tt/1YGOVAe Instagram Photos",
          1461151089
        ],
        [
          "Tokyo! #IronMaiden #TheBookOfSoulsWorldTour #Tokyo http://ift.tt/20WQR9L Instagram Photos",
          1461145678
        ],
        [
          "Outside Ryōgoku Kokugikan! #IronMaiden #TheBookOfSoulsWorldTour #Tokyo #SumoIsMetal http://ift.tt/1SSZRXg Instagram Photos",
          1461138966
        ],
        [
          "Touchdown in Tokyo! #IronMaiden #TheBookOfSoulsWorldTour #EdForceOne #Tokyo http://ift.tt/20PBgc1 Instagram Photos",
          1460964033
        ],
        [
          "Our new engines ready for Tokyo! http://ift.tt/1YBLNpm Instagram Photos",
          1460922454
        ],
        [
          "Having your cake and eating it! Thanks Forum. Let's go again! #IronMaiden #TheBookOfSoulsWorldTour #TheForum #LosAngeles http://ift.tt/1qy9qUE Instagram Photos",
          1460852750
        ],
        [
          "#rsd2016 in LA http://ift.tt/1Si3skn Instagram Photos",
          1460814292
        ],
        [
          "Thanks everybody! Back tomorrow for some more... #IronMaiden #TheBookOfSoulsWorldTour #TheForum #LosAngeles http://ift.tt/1W5TtRz Instagram Photos",
          1460779445
        ],
        [
          "Let's go LA! #IronMaiden #TheBookOfSoulsWorldTour #TheForum #LosAngeles http://ift.tt/1QdfeYG Instagram Photos",
          1460772096
        ],
        [
          "Someone fetch the paintbrush. We are back! #IronMaiden #TheBookOfSoulsWorldTour #TheForum #LosAngeles http://ift.tt/1Vqpl4u Instagram Photos",
          1460736619
        ],
        [
          "\"Oh just park it with the other private jets...\" #edforceone #IronMaiden http://ift.tt/1RX7uQ9 Instagram Photos",
          1460660758
        ],
        [
          "Iron Maiden's gonna get all of you Denver! #IronMaiden #TheBookOfSoulsWorldTour #Denver http://ift.tt/1qTo2ij Instagram Photos",
          1460600838
        ],
        [
          "Instant heart surgery. #IronMaiden #TheBookOfSoulsWorldTour #Denver #Eddie http://ift.tt/1S8va0y Instagram Photos",
          1460599492
        ],
        [
          "Let's go Denver! #IronMaiden #TheBookOfSoulsWorldTour #Denver http://ift.tt/1Q8os8I Instagram Photos",
          1460595208
        ],
        [
          "Eddie gets a slap! #IronMaiden #TheBookOfSoulsWorldTour #Tacoma http://ift.tt/1Vj6rMJ Instagram Photos",
          1460430730
        ],
        [
          "This might be a bit busier later! Looking forward to it Vancouver! #IronMaiden #TheBookOfSoulsWorldTour #Vancouver http://ift.tt/23vAO48 Instagram Photos",
          1460328929
        ],
        [
          "ED-monton Thank You! You were spectacular! http://ift.tt/1Mmq6J4 Instagram Photos",
          1460210466
        ],
        [
          "It's still cooking in Edmonton. Great night! #IronMaiden #TheBookOfSoulsWorldTour #Edmonton http://ift.tt/1SVUglQ Instagram Photos",
          1460169154
        ],
        [
          "Scream for me Chicago! #IronMaiden #TheBookOfSoulsWorldTour #Chicago http://ift.tt/1UXNlMP Instagram Photos",
          1459990864
        ],
        [
          "Grrrrrrrrrrrrr #wEDnesday #eddie #IronMaiden http://ift.tt/25LaftO Instagram Photos",
          1459950471
        ],
        [
          "Who would win this fight? #wEDnesday #IronMaiden #eddie http://ift.tt/1ROj78u Instagram Photos",
          1459947287
        ],
        [
          "#wEDnesday in the office - testing one of the new Eddie masks from TrickOrTreatStudios.com #IronMaiden http://ift.tt/23hbOxw Instagram Photos",
          1459946187
        ],
        [
          "Scream for me Detroit! #IronMaiden #TheBookOfSoulsWorldTour #Detroit http://ift.tt/1qpJET9 Instagram Photos",
          1459900789
        ],
        [
          "These three will be watching you later Detroit! #NearlyShowTime #IronMaiden #TheBookOfSoulsWorldTour #Detroit http://ift.tt/1MbQg15 Instagram Photos",
          1459885756
        ],
        [
          "Deskview Montreal. Timeline Photos",
          1459776706
        ],
        [
          "Thanks Toronto! #IronMaiden #TheBookOfSoulsWorldTour #Toronto http://ift.tt/1Y9HVLZ Instagram Photos",
          1459731266
        ],
        [
          "Frost to the Barrier? Stay warm out there folks. Not long now! #BadPuns #Snow #IronMaiden #TheBookOfSoulsWorldTour #Toronto http://ift.tt/1pXJDVJ Instagram Photos",
          1459710663
        ],
        [
          "Thank you Montreal! #IronMaiden #TheBookOfSoulsWorldTour #Montreal http://ift.tt/25BXbqH Instagram Photos",
          1459558527
        ],
        [
          "Show time. Scream for me Montreal! #IronMaiden #TheBookOfSoulsWorldTour #Montreal http://ift.tt/1RSgsQy Instagram Photos",
          1459551490
        ],
        [
          "Well it is #Wrestlemania weekend... #IronMaiden #thebookofsoulsworldtour #luchalucha #oleoleole #thebrucedemon #elbrucerico http://ift.tt/1UHrx7L Instagram Photos",
          1459505762
        ]
      ],
      "dates_start": 1459978537,
      "dates_end": 1461640522,
      "likes_avg": 19660,
      "likes_stdev": 20919,
      "comments_avg": 189,
      "comments_stdev": 252,
      "shares_avg": 970,
      "shares_stdev": 1684
    },
    {
      "number": 22,
      "important": [
        "ironmaiden thebookofsoulsworldtour",
        "abl",
        "ironmaiden",
        "see tomorrow",
        "see",
        "thebookofsoulsworldtour",
        "timelin",
        "photo",
        "night",
        "tomorrow"
      ],
      "common": [
        "edforceone",
        "ift",
        "ift tt",
        "ironmaiden",
        "ironmaiden thebookofsoulsworldtour",
        "ironmaiden thebookofsoulsworldtour edforceone",
        "see",
        "thebookofsoulsworldtour",
        "thebookofsoulsworldtour edforceone",
        "tt"
      ],
      "messages": [
        [
          "See you tomorrow night Moscow! #IronMaiden #TheBookOfSoulsWorldTour #Russia #Moscow Timeline Photos",
          1466778505
        ],
        [
          "Oslo! #IronMaiden #TheBookOfSoulsWorldTour #EdForceOne #Norway #Oslo Timeline Photos",
          1465827711
        ],
        [
          "Download UK, we are here! See you tomorrow #IronMaiden #TheBookOfSoulsWorldTour #EdForceOne #UK #DL2016 Timeline Photos",
          1465647415
        ],
        [
          "Arnhem, we will see you on Wednesday! #IronMaiden #TheBookOfSoulsWorldTour #EdForceOne #Holland #Arnhem Timeline Photos",
          1465212437
        ],
        [
          "Austria! #IronMaiden #TheBookOfSoulsWorldTour #EdForceOne #Austria #Vienna Timeline Photos",
          1465039593
        ],
        [
          "A short hop down to Munich for Rockavaria. #IronMaiden #TheBookOfSoulsWorldTour #EdForceOne #Germany #Munich Timeline Photos",
          1464433907
        ],
        [
          "After a brief interlude we are back. See you tomorrow Dortmund! #IronMaiden #TheBookOfSoulsWorldTour #EdForceOne #Germany #Dortmund Timeline Photos",
          1464271556
        ],
        [
          "EF1 passing Table Mountain on our way out of Cape Town yesterday. #IronMaiden #TheBookOfSoulsWorldTour #EdForceOne #SouthAfrica #CapeTown #TableMountain Timeline Photos",
          1463806449
        ],
        [
          "Touchdown in Johannesburg. See you at the show folks! #IronMaiden #TheBookOfSoulsWorldTour #EdForceOne #SouthAfrica #Johannesburg Timeline Photos",
          1463749674
        ],
        [
          "Just the 5000 mile hop today! #IronMaiden #TheBookOfSoulsWorldTour #EdForceOne #SouthAfrica #CapeTown Timeline Photos",
          1463329025
        ],
        [
          "Landed in Perth: our last stop in Australia. See you all at the show! #IronMaiden #TheBookOfSoulsWorldTour #EdForceOne #Australia #Perth Timeline Photos",
          1463118773
        ],
        [
          "Hi there Adelaide! See you at the show #IronMaiden #TheBookOfSoulsWorldTour #EdForceOne #Australia #Adelaide Timeline Photos",
          1462937106
        ],
        [
          "See you tomorrow Melbourne! #IronMaiden #TheBookOfSoulsWorldTour #EdForceOne #Australia #Melbourne http://ift.tt/24CuThL Instagram Photos",
          1462679041
        ],
        [
          "Brisbane, we have arrived! #IronMaiden #TheBookOfSoulsWorldTour #EdForceOne #Australia #Brisbane http://ift.tt/1O9iHYT Instagram Photos",
          1462161185
        ],
        [
          "Well that was quick! See you at the show Auckland! #IronMaiden #TheBookOfSoulsWorldTour #EdForceOne #NewZealand #Auckland http://ift.tt/1roHOlP Instagram Photos",
          1461976132
        ],
        [
          "Early morning touchdown in New Zealand. Thanks China! #IronMaiden #TheBookOfSoulsWorldTour #EdForceOne #NewZealand #China http://ift.tt/1NTWePn Instagram Photos",
          1461772468
        ],
        [
          "Ready for us Shanghai? See you tomorrow! #IronMaiden #TheBookOfSoulsWorldTour #EdForceOne #China #Shanghai http://ift.tt/1VTuylq Instagram Photos",
          1461561330
        ],
        [
          "For the first time ever, scream for me China! #IronMaiden #TheBookOfSoulsWorldTour #EdForceOne #China http://ift.tt/246SROy Instagram Photos",
          1461310483
        ],
        [
          "Two nights at The Forum coming up. See you tomorrow LA! #IronMaiden #TheBookOfSoulsWorldTour #EdForceOne #LosAngeles http://ift.tt/1p238f3 Instagram Photos",
          1460659234
        ],
        [
          "Hope you are ready for tomorrow Denver! #IronMaiden #TheBookOfSoulsWorldTour #EdForceOne #Denver http://ift.tt/1T2oh3p Instagram Photos",
          1460494421
        ],
        [
          "Back in the USA to hit Tacoma tonight! #IronMaiden #TheBookOfSoulsWorldTour #EdForceOne http://ift.tt/1ViNiL5 Instagram Photos",
          1460411045
        ],
        [
          "See you tomorrow night Vancouver! #IronMaiden #TheBookOfSoulsWorldTour #EdForceOne http://ift.tt/1SHfUHJ Instagram Photos",
          1460258386
        ],
        [
          "You've got to love a ceremonial spraying on arrival! Thanks Edmonton. #IronMaiden #TheBookOfSoulsWorldTour #EdForceOne http://ift.tt/1MirZGJ Instagram Photos",
          1460062282
        ],
        [
          "Canada, we just couldn't stay away! #IronMaiden #TheBookOfSoulsWorldTour #EdForceOne #Edmonton http://ift.tt/1Shg348 Instagram Photos",
          1460061692
        ],
        [
          "A short hop to Chicago! #IronMaiden #TheBookOfSoulsWorldTour #EdForceOne http://ift.tt/23ixGIP Instagram Photos",
          1459969740
        ],
        [
          "Back in the USA to hit Detroit tomorrow night! #IronMaiden #TheBookOfSoulsWorldTour #EdForceOne #Detroit http://ift.tt/1q0VWAH Instagram Photos",
          1459791185
        ],
        [
          "If you were in Brazil a week ago, snow is a shock to the system. But great to be here Toronto! See you tomorrow. #IronMaiden #TheBookOfSoulsWorldTour #EdForceOne #Toronto http://ift.tt/1pUNEKx Instagram Photos",
          1459620996
        ],
        [
          "Great to be back in Canada. See you tomorrow night Montreal! #IronMaiden #TheBookOfSoulsWorldTour #EdForceOne #Canada #Montreal http://ift.tt/1ooYPdf Instagram Photos",
          1459445784
        ],
        [
          "Brazil, you were unforgettable. NYC, we have arrived! #IronMaiden #TheBookOfSoulsWorldTour #EdForceOne Timeline Photos",
          1459118184
        ],
        [
          "Come on São Paulo, let's get this weather sorted before tomorrow! #IronMaiden #TheBookOfSoulsWorldTour #EdForceOne Timeline Photos",
          1458934395
        ],
        [
          "Home Sweet Home! #EdForceDone #IronMaiden #TheBookOfSoulsWorldTour #EdForceOne Timeline Photos",
          1458745353
        ],
        [
          "Okay BA, we made it. See you tomorrow! #IronMaiden #TheBookOfSoulsWorldTour #WeMissEdForceOne Timeline Photos",
          1457999670
        ],
        [
          "Just landed! #IronMaiden #thebookofsoulsworldtour #EdForceOne Timeline Photos",
          1457376990
        ],
        [
          "Touchdown in Toluca. See you tomorrow night Mexico City. #IronMaiden #EdForceOne #TheBookOfSoulsWorldTour Timeline Photos",
          1456951992
        ]
      ],
      "dates_start": 1459102097,
      "dates_end": 1464163440,
      "likes_avg": 14108,
      "likes_stdev": 18312,
      "comments_avg": 180,
      "comments_stdev": 195,
      "shares_avg": 918,
      "shares_stdev": 1125
    },
    {
      "number": 23,
      "important": [
        "fear dark",
        "fear",
        "iron maiden legaci",
        "beast",
        "iron maiden",
        "iron",
        "eddi",
        "legaci beast",
        "dark",
        "legaci"
      ],
      "common": [
        "dark",
        "dark ironmaiden",
        "dark ironmaiden thebookofsoulsworldtour",
        "fear",
        "fear dark",
        "fear dark ironmaiden",
        "fear dark ironmaiden thebookofsoulsworldtour",
        "ironmaiden",
        "ironmaiden thebookofsoulsworldtour",
        "thebookofsoulsworldtour"
      ],
      "messages": [
        [
          "Tree-mendous attack from Fear Of The Dark Eddie!  Iron Maiden: Legacy of the Beast Fear Of The Dark",
          1477850580
        ],
        [
          "Fear Of The Dark! #IronMaiden #TheBookOfSoulsWorldTour #Romania #Bucharest Timeline Photos",
          1469899250
        ],
        [
          "Fear Of The Dark #IronMaiden #TheBookOfSoulsWorldTour #Switzerland #PaleoFestival Timeline Photos",
          1469039472
        ],
        [
          "Fear of the dark! #IronMaiden #TheBookOfSoulsWorldTour #CzechRepublic #Prague Timeline Photos",
          1467739163
        ],
        [
          "Bruce showing he has no Fear of the Dark! #IronMaiden #TheBookOfSoulsWorldTour #Russia #Moscow Timeline Photos",
          1466872350
        ],
        [
          "In Lithuania after dark...! #IronMaiden #TheBookOfSoulsWorldTour #Lithuania #Kaunas #FearOfTheDark Timeline Photos",
          1466702948
        ],
        [
          "Fear of the Dark Horse? Insert your Maiden Racing puns here! (We are playing at Longchamp Racecourse) #IronMaiden #TheBookOfSoulsWorldTour #France #Paris #Puns Timeline Photos",
          1465570278
        ],
        [
          "Fear of the Dark #IronMaiden #TheBookOfSoulsWorldTour #Switzerland #Lucerne Timeline Photos",
          1464978439
        ],
        [
          "Fear of the Dark #IronMaiden #TheBookOfSoulsWorldTour #Germany #Dortmund #RockImRevier Timeline Photos",
          1464373898
        ],
        [
          "Take a look on this. Bride plays Fear pf The Dark on Piano in her wedding day! \n Jovem surpreende noivo ao tocar música do Iron Maiden no piano no dia do seu casamento - Pop!... Você provavelmente conhece alguém que é fã de Iron Maiden, certo? Pois bem. Juliana Carrasco resolveu surpreender o noivo, que gosta muito da banda br",
          1463221400
        ],
        [
          "Fear of the Dark! #IronMaiden #TheBookOfSoulsWorldTour #TheForum #LosAngeles http://ift.tt/1SmF7wV Instagram Photos",
          1460863411
        ],
        [
          "Rolling tape on Fear Of The Dark!  iTunes.com/IronMaiden Timeline Photos",
          1428658220
        ],
        [
          "Cacau - 10 years old - plays \"Fear of the Dark\" \n\n Cacau - 10 anos - Toca \"Fear of the Dark\" - Iron Maiden Cacau Yamaoca de apenas 10 anos de idade toca na guitarra, música \" Fear of the Dark\", da banda inglesa Iron Maiden, Utilizando como base, a versão ao vivo n...",
          1386526321
        ]
      ],
      "dates_start": 1434567996,
      "dates_end": 1481169807,
      "likes_avg": 22851,
      "likes_stdev": 15909,
      "comments_avg": 154,
      "comments_stdev": 109,
      "shares_avg": 837,
      "shares_stdev": 770
    },
    {
      "number": 24,
      "important": [
        "sydney",
        "thebookofsoulsworldtour instagram",
        "instagram photo",
        "abl",
        "edforceon",
        "stop",
        "thebookofsoulsworldtour",
        "photo",
        "ironmaiden thebookofsoulsworldtour australia",
        "instagram"
      ],
      "common": [
        "beijing",
        "ift",
        "ift tt",
        "instagram",
        "ironmaiden",
        "ironmaiden thebookofsoulsworldtour",
        "thebookofsoulsworldtour",
        "thebookofsoulsworldtour ift",
        "thebookofsoulsworldtour ift tt",
        "tt"
      ],
      "messages": [
        [
          "STOP! EdForceOne crossing! #sydney #stillinsydney #MaidenAustralia #thebookofsoulsworldtour http://ift.tt/21GsSvM Instagram Photos",
          1462587224
        ],
        [
          "And then they were gone! GREAT crowd. Thanks Sydney! #IronMaiden #TheBookOfSoulsWorldTour #Australia #Sydney http://ift.tt/26ZJT8f Instagram Photos",
          1462532384
        ],
        [
          "It's filling up inside here! #sydney #MaidenAustralia #thebookofsoulsworldtour http://ift.tt/1rwQV3m Instagram Photos",
          1462517420
        ],
        [
          "Headbanging and Trooper at the pre party at The Brewery in Sydney. It's nearly show time! #IronMaiden #TheBookOfSoulsWorldTour #Australia #Sydney #Headbanging #Trooper #Beer http://ift.tt/1ST7fTg Instagram Photos",
          1462510852
        ],
        [
          "Not a bad spot for Nicko to get some pre-show sun! #sydney #MaidenAustralia #thebookofsoulsworldtour http://ift.tt/1UDL6wM Instagram Photos",
          1462509448
        ],
        [
          "Sydney - Iron Maiden's gonna get all of you tonight!!#sydney #thebookofsoulsworldtour #heavymetal(bridge) http://ift.tt/24w3NZH Instagram Photos",
          1462493052
        ],
        [
          "What an iconic view of a great city from EF-1! Hello Sydney! #MaidenAustralia #thebookofsoulsworldtour #sydney http://ift.tt/1rWyfec Instagram Photos",
          1462423753
        ],
        [
          "Touchdown on a beautiful afternoon in Sydney. #IronMaiden #TheBookOfSoulsWorldTour #EdForceOne #Australia #Sydney http://ift.tt/1Zga58S Instagram Photos",
          1462423748
        ],
        [
          "Eddie goes Aussie - available from ironmaiden.com #IronMaiden #thebookofsoulsworldtour http://ift.tt/1SOgrs7 Instagram Photos",
          1462370536
        ],
        [
          "Auckland - Thanks for a great night! Australia are you ready? #thebookofsoulsworldtour http://ift.tt/1Ngsrpo Instagram Photos",
          1462146862
        ],
        [
          "On the ground in Christchurch - thanks to the fans that turned up so early! #thebookofsoulsworldtour http://ift.tt/1qUDni2 Instagram Photos",
          1461775693
        ],
        [
          "Thank you China! It's been immense! #MaidenChina #FirstTime #thebookofsoulsworldtour http://ift.tt/1Td1rDD Instagram Photos",
          1461730416
        ],
        [
          "New Zealand... You're next! #IronMaiden #thebookofsoulsworldtour http://ift.tt/26sABBo Instagram Photos",
          1461705031
        ],
        [
          "Eddie battles a Chinese dragon on our China event shirt - available from ironmaiden.com #IronMaiden #thebookofsoulsworldtour http://ift.tt/1SMmin5 Instagram Photos",
          1461671618
        ],
        [
          "Showtime in Shanghai! #IronMaiden #TheBookOfSoulsWorldTour #China #Shanghai http://ift.tt/1NwfLL1 Instagram Photos",
          1461666461
        ],
        [
          "#edforceone lands in Beijing #IronMaiden #thebookofsoulsworldtour #747 http://ift.tt/24fupdY Instagram Photos",
          1461591045
        ],
        [
          "Hello Shanghai! Eddie's here... #MaidenChina #Shanghai #FirstTime #thebookofsoulsworldtour http://ift.tt/21bRxbl Instagram Photos",
          1461569790
        ],
        [
          "Adrian & Rod all set for the short hop to Shanghai! More China please! #MaidenChina #Shanghai #thebookofsoulsworldtour http://ift.tt/1MS9EjY Instagram Photos",
          1461561822
        ],
        [
          "Blood Brothers Beijing Chapter! Next stop Shanghai. #MaidenChina #Beijing #Shanghai #FirstTime #thebookofsoulsworldtour http://ift.tt/1WkWdLh Instagram Photos",
          1461543339
        ],
        [
          "Scream for me Beijing! And you did! #MaidenChina #Beijing #china #FirstTime #thebookofsoulsworldtour http://ift.tt/1SGBpyc Instagram Photos",
          1461542126
        ],
        [
          "Scream for me Beijing! #IronMaiden #thebookofsoulsworldtour http://ift.tt/21b2Ctk Instagram Photos",
          1461526858
        ],
        [
          "Eddie is watching you Beijing. #IronMaiden #TheBookOfSoulsWorldTour #China #Beijing #Eddie http://ift.tt/1VM4tp5 Instagram Photos",
          1461498541
        ],
        [
          "Maiden are officially in China! #IronMaiden #TheBookOfSoulsWorldTour #China #Beijing http://ift.tt/1rskkwr Instagram Photos",
          1461493440
        ],
        [
          "Beijing! It's nearly time! #FirstTime #china #MaidenChina #Beijing #thebookofsoulsworldtour http://ift.tt/22YH6Hz Instagram Photos",
          1461481618
        ],
        [
          "Davey & Jan at the end of The Forbidden City! OK...next stop LeSports Center. It's countdown to showtime! #MaidenChina #Beijing #china #thebookofsoulsworldtour http://ift.tt/1VLfvuA Instagram Photos",
          1461469268
        ],
        [
          "Janick meets some grateful fans in Tian'an men Square #Beijing #MaidenChina #thebookofsoulsworldtour http://ift.tt/1MQ8FB2 Instagram Photos",
          1461461296
        ],
        [
          "Adrian, Bruce and Nicko exploring the Forbidden City. #IronMaiden #TheBookOfSoulsWorldTour #China #Beijing #ForbiddenCity http://ift.tt/1prBDvv Instagram Photos",
          1461383211
        ],
        [
          "Davey spans The Great Wall! #greatday #Beijing #china #culture #thebookofsoulsworldtour #MaidenChina http://ift.tt/1YMeGiM Instagram Photos",
          1461379104
        ],
        [
          "A great day at The Great Wall! #Beijing #china #culture #thebookofsoulsworldtour #MaidenChina http://ift.tt/1VrS8pH Instagram Photos",
          1461378725
        ],
        [
          "Hello China! #EdForce One #thebookofsoulsworldtour http://ift.tt/246Xt7h Instagram Photos",
          1461312302
        ],
        [
          "Beijing we have landed! #EdForceOne #thebookofsoulsworldtour http://ift.tt/23NwzVc Instagram Photos",
          1461312296
        ],
        [
          "Adrian ready to board EF-1 for China. #ThreeNewAmigos!! #thebookofsoulsworldtour http://ift.tt/1NEILLf Instagram Photos",
          1461294372
        ],
        [
          "A red carpet to leave Japan! Domo Arigato Tokyo! #thebookofsoulsworldtour http://ift.tt/1r3f1mG Instagram Photos",
          1461293598
        ],
        [
          "Maiden Japan #IronMaiden #thebookofsoulsworldtour http://ift.tt/1WHhdMz Instagram Photos",
          1461227200
        ],
        [
          "Here are the 'Masu' seats at the venue - a unique experience to see these full & not for sumo wrestling! #ryogokukokugikan #thebookofsoulsworldtour http://ift.tt/1SvacLG Instagram Photos",
          1461218171
        ],
        [
          "Thank you @MTV JAPAN! Nice touch at this beautiful venue. #thebookofsoulsworldtour http://ift.tt/1MJD6Zn Instagram Photos",
          1461209594
        ],
        [
          "A warm welcome in Tokyo #IronMaiden #thebookofsoulsworldtour http://ift.tt/20Q5pb2 Instagram Photos",
          1460976112
        ],
        [
          "Arriving in style... #EdForceOne flies over The Forum on Thursday #IronMaiden #thebookofsoulsworldtour #LA http://ift.tt/1S0uNsn Instagram Photos",
          1460795513
        ],
        [
          "#IronMaiden #thebookofsoulsworldtour http://ift.tt/1SCNhLC Instagram Photos",
          1460633354
        ],
        [
          "Scream for me Tacoma! #IronMaiden #TheBookOfSoulsWorldTour http://ift.tt/1qM37xt Instagram Photos",
          1460431749
        ],
        [
          "Our venue tonight (from the air!) @rogersarena #thebookofsoulsworldtour http://ift.tt/23ndtoC Instagram Photos",
          1460320980
        ],
        [
          "EDmonton. #IronMaiden #thebookofsoulsworldtour http://ift.tt/1NeVFzm Instagram Photos",
          1460144289
        ],
        [
          "#IronMaiden #thebookofsoulsworldtour http://ift.tt/1MgP7W1 Instagram Photos",
          1460016229
        ],
        [
          "This will be getting a beating later Toronto. #Gong #IronMaiden #TheBookOfSoulsWorldTour http://ift.tt/1SLxIEe Instagram Photos",
          1459690548
        ]
      ],
      "dates_start": 1460801017,
      "dates_end": 1462190845,
      "likes_avg": 18509,
      "likes_stdev": 18637,
      "comments_avg": 157,
      "comments_stdev": 173,
      "shares_avg": 813,
      "shares_stdev": 1090
    },
    {
      "number": 25,
      "important": [
        "post",
        "awesom",
        "dont",
        "miss",
        "iron maiden post",
        "earli",
        "grab",
        "avail",
        "uk",
        "limit"
      ],
      "common": [
        "html",
        "iron",
        "iron maiden",
        "iron maiden post",
        "ironmaiden",
        "maiden",
        "maiden post",
        "post",
        "shirt",
        "www ironmaiden"
      ],
      "messages": [
        [
          "Trooper VIP packages for the UK Tour are now available!\n\nGet early access to the venue, food and beer, a selection of awesome merch and more!\n\nThere is limited availability so don't miss out and grab your ticket now!\n\nhttps://goo.gl/choc7G Photos from Iron Maiden's post",
          1479894655
        ],
        [
          "For the second year running, Eddie returns to San Diego Comic-Con International - continuing our contemporary art initiative with ACME Archives ‘Dark Ink Art’ gallery, expanding into vinyl toys with Squid Kids Ink, and offering a killer take on kawaii culture with a preview from the Tokidoki X Iron Maiden capsule collection.\n\nSDCC kicks off late on the 20th and runs through to 24th. Check the pics for details and booth info... Photos from Iron Maiden's post",
          1468865820
        ],
        [
          "You've only got til the end of June to order you Iron Maiden: Legacy of the Beast founders pack and become Part of the Legacy.\n\nMore info at http://ironmaidenlegacy.com/founders/ Photos from Iron Maiden's post",
          1466434800
        ],
        [
          "It was great to have Peter Hickman and a few members of 'Team Hicky' as our guests at Download. Fresh off the ferry from the Isle Of Man TT that morning, the 'Trooperbike' caused quite a stir parked in our backstage area. \n\nThe ZX6R has been raced at the Northwest 200 and the TT this year, but you can rely on a rock festival in June to get it wet for the first time! Photos from Iron Maiden's post",
          1465903554
        ],
        [
          "Big thanks to the All Blacks for the shirt! Photos from Iron Maiden's post",
          1461999809
        ],
        [
          "New to the store...\nEd Force One shirt - http://ironmaiden.com/shop/ed-force-one-t-shirt.html\nLA after-the-event shirt - http://ironmaiden.com/shop/la-event-shirt.html Photos from Iron Maiden's post",
          1460993830
        ],
        [
          "Team Maiden modelling the 2016 away kit (http://bit.ly/1r9qTUh)\n\nWe lost :-( \nBut looked good doing it! Photos from Iron Maiden's post",
          1460976600
        ],
        [
          "TIckets for Japan are sold out - not surprising when you see these polls from BURRN! magazine! Photos from Iron Maiden's post",
          1459627320
        ],
        [
          "This past Saturday, 26th March, Iron Maiden ended their ten date tour of Central and South America with a sell-out concert at the 42,000 capacity Allianz Stadium in Sao Paulo. \n\nBy the time Saturday’s concert ended over a quarter million fans had gone to the 10 concerts in the 5 countries (El Salvador, Costa Rica, Chile, Argentina and Brasil) the tour visited this time around, proving that the power of Iron Maiden remains undimished! Photos from Iron Maiden's post",
          1459246500
        ],
        [
          "A view from the desk, Brasilia and Fortaleza Photos from Iron Maiden's post",
          1458898741
        ],
        [
          "The Trooper Pre-show parties were great fun in Fort Lauderdale, Tulsa and Vegas...  book your place for the remaining North American shows at http://ironmaiden.future-beat.com/artist.cfm?id=3364 Photos from Iron Maiden's post",
          1458836941
        ],
        [
          "The new 2016 Maiden Football shirt has arrived! Exclusive to our online shop, it comes with 'Maiden' jaquarded fabric and you can have the back personalised with your name if you like.\n\nhttp://ironmaiden.com/shop/black-football-shirt.html\n\n(and if you don't dig the 'home' shirt, the 'away' shirt should be arriving in a couple of weeks) Photos from Iron Maiden's post",
          1458126207
        ],
        [
          "All the way from Rio, spotted meeting Ed Force One at the airport and now he's up the front in Tulsa - top man! Photos from Iron Maiden's post",
          1456532449
        ],
        [
          "New t-shirts have just landed in the Iron Maiden Shop...\n\nMayan Calendar t-shirt - http://bit.ly/21538KD\nMayan Fade t-shirt - http://bit.ly/1S6jLiX\n\n... plus TBOS bags, Eddie's Evil Brew, the 2016 calendar... just have a browse! http://www.ironmaiden.com/iron_maiden_shop.php Photos from Iron Maiden's post",
          1447937212
        ],
        [
          "Hot off the presses... Fan Club magazine #99 is being stuffed through letterboxes by overworked postmen this week. Photos from Iron Maiden's post",
          1418736069
        ],
        [
          "We've just added a bunch of retro shirts to the Official Iron Maiden Shop! Get your 1980's on!\n\nSomewhere On Tour - http://www.ironmaiden.com/somewhere-on-tour.html\nThe Alamo - http://www.ironmaiden.com/remember-the-alamo.html\nVice Is Nice - http://www.ironmaiden.com/vice-is-nice.html\nWorld Slavery - http://www.ironmaiden.com/world-slavery-tour---mens.html\n2 Minutes - http://www.ironmaiden.com/2-minutes-to-midnight.html\nWorld Slavery (ladies) - http://www.ironmaiden.com/world-slavery-tour---girls.html Photos from Iron Maiden's post",
          1418392740
        ],
        [
          "Look what just arrived at Maiden Towers! :-)\n\nOut Monday/Tuesday from amzn.to/1qUEAxW, amazon.com/music/ironmaidenvinyl and all good vinyl shops Photos from Iron Maiden's post",
          1412936380
        ],
        [
          "Love you nutters down the front! Photos from Iron Maiden's post",
          1404819173
        ],
        [
          "The World Cup may not start til June but here at Maiden Towers you know we like a bit of footie and we're already getting excited! The first of our 2014 Steve Harris approved football shirts had to be England really...\n\nExclusive to the Iron Maiden Shop! http://www.ironmaiden.com/england-football-shirt.html Photos from Iron Maiden's post",
          1395849993
        ],
        [
          "Photos from Atlanta, June 23, 2012.  Shot for Paste Magazine Iron Maiden Photos - Atlanta, Ga. - Paste Magazine Check out Mike White's photos of Iron Maiden performing at Aarons Amphitheatre at Lakewood on June 23.",
          1340725368
        ]
      ],
      "dates_start": 1409748537,
      "dates_end": 1475824878,
      "likes_avg": 14841,
      "likes_stdev": 13338,
      "comments_avg": 197,
      "comments_stdev": 193,
      "shares_avg": 766,
      "shares_stdev": 843
    },
    {
      "number": 26,
      "important": [
        "help",
        "heavi metal",
        "work",
        "heavi",
        "done",
        "ed forc",
        "grab",
        "link",
        "truant",
        "plus"
      ],
      "common": [
        "auction",
        "charity",
        "heavy",
        "heavy metal",
        "heavy metal truants",
        "metal",
        "metal truants",
        "monster",
        "monster rock",
        "truants"
      ],
      "messages": [
        [
          "Heavy Metal Truants Monster Rock Auction is now live! \n\nHelp spread the word, it'll all go to raise money for some brilliant work being done by Teenage Cancer Trust, Childline, and Nordoff Robbins.\n\nPlus, there are signed Ed Force One boarding passes up for grabs!\n\nFollow the link to the CharityStars website:\n\nhttp://www.charitystars.com/foundation/heavy-metal-truants Timeline Photos",
          1476122440
        ],
        [
          "Feet up on the desk - the bosses are cycling to Download :-) \n\nGood luck from everyone at Maiden Towers! Heavy Metal Truants 'Kshhh... This is your Captain speaking...' Nothing like some encouraging words from one of our heroes as we assemble at Alexandra Palace this morning for our 164 mile cycle ride northward to @downloadfest Stay plugged into our socials to track our progress, text METL66 £5 to 70070 to help some amazing charities support the kids who need it most, and spread the word! Thank you for your support and wish us luck (and see you very soon, Bruce!) @ironmaiden #heavymetaltruants #teenagecancertrust #nordoffrobbins #childline #cycling #ironmaiden #edforceone #heavymetal #wearetheroadcrew #uptheirons #brucedickinson",
          1465371421
        ],
        [
          "Following the success of the first Heavy Metal Truants auction which just raised over £14,000 (inc. some great Maiden items) for the children’s charities, more items have generously been donated as an encore - including exclusive items form Metallica, Aerosmith, Dave Mustaine, Anthrax, Status Quo, Manowar, Kansas, Opeth and others. \n \nwww.ebay.co.uk/cln/teamrockcharity/TEAMROCK-MONSTER-ROCK-AUCTION/113360378014 \n \nBe quick, it closes on Tuesday!! \n \nFor more info go to www.heavymetaltruants.com \n TEAMROCK MONSTER ROCK AUCTION Behold! The TeamRock Monster Rock Auction encore edition! The response to our first auction was tremendous and saw the great and good of our musical world falling over themselves to help, so much i...",
          1409562301
        ],
        [
          "Follow Rod and co cycling from London to Download festival for charity. :-) Heavy Metal Truants (hmtruants) on Twitter The latest from Heavy Metal Truants (@hmtruants). Rod Smallwood and Alexander Milas and friends' charity cycle ride to Download festival to benefit Nordoff Robbins, Childline, and Teenage Cancer Trust. London, UK",
          1402469954
        ],
        [
          "MORE MONEY FOR THE CHARITIES - THANKS!\n\nRod thanks those who supported his Truant’s Cambodia Charity Bike Ride either with the recent auction or by contributing to his justgiving page. The final total raised by Rod and the 37 other riders can now be announced and it is a whopping £372,000 to be shared between Nordoff Robbins - Music Transforming Lives, Teenage Cancer Trust and ChildLine. If you are interested you can now see what happened on the ride, photos and movie, go to www.thetruantsuk.com/cambodia. \n\nlt won’t be long now before the Heavy Metal Truants take to the road again, cycling the 189 miles from London to Download Festival, June 11 to 13. There are still a few places so if you are interested in cycling with Rod, the guys from TeamRock, Metal fans and musicians and some agency and label mates, check it out on www.heavymetaltruants.com",
          1399468866
        ],
        [
          "Two hours left on the Heavy Metal Truants Monster Rock Auction! Monster Rock Ebay Auction Maiden, Rammstein, and more donate huge items for children's charity drive.",
          1380265277
        ],
        [
          "Heavy Metal Truants auction is now live! Monster Rock Ebay Auction Maiden, Rammstein, and more donate huge items for children's charity drive.",
          1379669848
        ],
        [
          "You could join them... Trivium, Paradise Lost, Young Guns Members And More Join Heavy Metal Truants Charity Bike Ride! | Ne More big names have joined Rod Smallwood and Hammer Editor Alexander Milas' upcoming Heavy Metal Truants Charity bike ride from London to Donington! Heroes, each and every one.",
          1363977416
        ],
        [
          "www.heavymetaltruants.com is now live... fancy riding to Download with a bunch of lunatics and raising some cash for kids while you do so? Then read on... Heavy Metal Truants",
          1362411380
        ],
        [
          "Oooh we like a good tease... Heavy Metal Truants Some of you may have seen this already... Exciting!",
          1359641172
        ]
      ],
      "dates_start": 1360770694,
      "dates_end": 1439021320,
      "likes_avg": 9958,
      "likes_stdev": 5998,
      "comments_avg": 135,
      "comments_stdev": 79,
      "shares_avg": 685,
      "shares_stdev": 777
    },
    {
      "number": 27,
      "important": [
        "video",
        "releas",
        "onli",
        "share",
        "use",
        "british lion",
        "british",
        "steve",
        "harri",
        "harri british"
      ],
      "common": [
        "british",
        "british lion",
        "harris",
        "harris british",
        "harris british lion",
        "lion",
        "steve",
        "steve harris",
        "steve harris british",
        "steve harris british lion"
      ],
      "messages": [
        [
          "British Lion have released a new video that only uses fan footage! \n\nhttps://www.youtube.com/shared?ci=glSueXZV5t4\n\n#FanFriday Steve Harris British Lion - Us Against The World (Live) - YouTube Daniel Wright shared a video",
          1479503429
        ],
        [
          "Steve's European tour with British Lion is underway!\n\nAll the show information can be found at \n\nwww.steveharrisbritishlion.com Timeline Photos",
          1478360275
        ],
        [
          "Steve Harris British Lion have just announced European dates for November/December - tickets go on sale Monday. Timeline Photos",
          1472814301
        ],
        [
          "Steve Harris British Lion will headline the Planet Rockstock festival on Saturday 3rd December at Trecco Bay, South Wales.\n\nThis will be part of a full British Lion European tour, details of which to be announced soon.\n\nPlanet Rockstock 2016 (Official) for info. Timeline Photos",
          1469609790
        ],
        [
          "A little taster ahead of Steve's UK summer tour with British Lion... Video Exclusive: British Lion - Eyes Of The Young (Live) Watch Steve Harris & co. perform the track live in Glasgow.",
          1435577259
        ],
        [
          "Steve's taking British Lion out this summer - tickets are on sale now! BRITISH LION BACK ON THE ROAD IN JULY Steve Harris is taking British Lion out on the road this year on a 22 date UK club tour",
          1434092401
        ],
        [
          "We've got 10 pairs of tickets to give away for the Steve Harris British Lion show in Brighton tomorrow. All you need to do is send an email to brighton@steveharrisbritishlion.com by 5pm today, and we'll let you know by 6pm whether you've won. Good luck!!",
          1404812265
        ],
        [
          "The Maiden tour may be over for another year but Steve Harris British Lion hit the road tomorrow! Timeline Photos",
          1404713555
        ],
        [
          "Steve's taking BRITISH LION out on the road in July! \nhttp://www.ironmaiden.com/steve-harris-takes-british-lion-back-on-the-road-in-july.html Steve Harris British Lion Tickets go on sale Monday! \nMore info at www.steveharrisbritishlion.com",
          1396595112
        ],
        [
          "Win tickets to see Steve Harris British Lion in London on the 26th... comp closes tonight so be quick!\n\nhttp://assets.emi.com/steveharris/competitions/ticket/ Steve Harris - British Lion Ticket Competition We're giving away a pair of tickets to see Steve Harris live at the London O2 Academy, Islington on March 26th 2013. Simply answer the question below for your chance to win. This competition ends at midnight on 20th March 2013.",
          1363773774
        ],
        [
          "Steve Harris British Lion played their first live show last night in Portugal, read all about it... STEVE HARRIS BRITISH LION TOUR OPENS WITH AN ALMIGHTY ROAR! The British Lion European tour got off to an electrifying start in Portugal last night with a sold-out charity show at the Moto Clube de Faro...",
          1361448201
        ],
        [
          "See Steve Harris British Lion live next weekend! Steve plays in Madrid on Saturday 23rd and Barcelona on Sunday 24th - don't miss out!",
          1360835511
        ],
        [
          "See Steve Harris British Lion live next week! Steve plays the Moto Clube de Faro on the 20th and Hard Club in Porto on the 21st - don't miss out!",
          1360835413
        ],
        [
          "Check out the new video from Steve Harris British Lion - 'Us Against The World' Us Against The World Vimeo is the home for high-quality videos and the people who love them.",
          1354126044
        ],
        [
          "Check out the video for 'This Is My God', from Steve Harris British Lion This is My God Vimeo is the home for high-quality videos and the people who love them.",
          1349191052
        ],
        [
          "Steve's debut solo album is now online for your listening pleasure - Give it a listen! Steve Harris British Lion EMI Music are proud to announce the release of Iron Maiden founder Steve Harris’ debut solo/side project album. Entitled ‘British Lion’ and comprising ten songs that Steve and his collaborators have been working on for the past few years between Iron Maiden tours and releases, it is an album that wi...",
          1348128051
        ],
        [
          "Give the Steve Harris British Lion page a Like - album coming September 24th",
          1342613551
        ]
      ],
      "dates_start": 1351526463,
      "dates_end": 1450477063,
      "likes_avg": 9002,
      "likes_stdev": 8473,
      "comments_avg": 197,
      "comments_stdev": 117,
      "shares_avg": 683,
      "shares_stdev": 570
    },
    {
      "number": 28,
      "important": [
        "maiden",
        "powerslav",
        "abl",
        "stream",
        "midnight",
        "minut",
        "iron maiden",
        "iron",
        "buy",
        "san"
      ],
      "common": [
        "de",
        "iron",
        "iron maiden",
        "maiden",
        "official",
        "official iron",
        "official iron maiden",
        "soundrop",
        "website",
        "www"
      ],
      "messages": [
        [
          "Representing Iron Maiden from San Antonio TX!",
          1488814632
        ],
        [
          "GALERIA AJUR SP DIVULGADOR DA ARTE NAIF BRASILEIRA http://lista.mercadolivre.com.br/_CustId_97782513 Iron Maiden - 2 Minutes To Midnight (Official Video) Iron Maiden - 2 Minutes To Midnight - from 1984's Powerslave Buy from Amazon: http://po.st/aPowerslave Download: http://smarturl.it/iPowerslave Stream: http:...",
          1483571781
        ],
        [
          "Iron sleeve...",
          1483554757
        ],
        [
          "https://m.youtube.com/watch?v=Jl3GCnvcEz4 PURGATORY (Iron Maiden) COVER - Sam FAURIE Yaaaargh !! des doubles voix à la guitares n'en veux tu, n'en voilà !! Tout ça avec un tempo de folie... Guitares : Gibson SG faded 2016, Gibson Les Paul Sta...",
          1482963612
        ],
        [
          "Up the Iron Maiden!!! Seventh Tatto",
          1482963609
        ],
        [
          "https://youtu.be/pKVjmfnajtc IRON MAIDEN - Infinite Dreams COVER - Sam FAURIE Un titre d'Iron Maiden très calme et puissant à la fois ! An Iron Maiden track, calm and powerful at the same time ! Kiffez et partagez les amis... Enjoy and...",
          1482615364
        ],
        [
          "Check out our #IronMaiden #concertphotography from Bucharest, Romania #BookofSouls\n\nhttp://www.infomusic.ro/fotografii/iron-maiden-poze-concert-rock-city-2016/ Poze concert Iron Maiden la Rock The City 2016 Urmărește poze de la concertul Iron Maiden din Piața Constituției din București de pe 30 iulie 2016, la Rock The City. Poze Bruce Dickinson",
          1469915583
        ],
        [
          "Crónica y Fotos de IRON MAIDEN en Madrid\n Crónica y Fotos de IRON MAIDEN en Madrid | WWW.RAFABASA.COM - Noticias en español sobre el heavy... Crónica y Fotos de IRON MAIDEN en Madrid",
          1468452063
        ],
        [
          "Achttien vrachtwagens vol spullen voor concert van Iron Maiden in Arnhem Achttien vrachtwagens vol spullen voor concert van Iron Maiden in Arnhem De legendarische heavy metalband Iron Maiden treedt woensdagavond op in het GelreDome in Arnhem. De band kwam maandagmiddag aan op Schiphol met hun eigen Boeing 747, de Ed Force One. In het GelreDome worden ondertussen de laatste dingen opgebouwd.",
          1465233736
        ],
        [
          "IRON MAIDEN vs BACH!!!! Bach VS Iron Maiden!!! Una batalla musical sin precedentes :D. Si quieres más mezclas experimentales dale like y suscríbete, y por fa por fa compártelo!!! Bach: Badinerie (Suite No...",
          1463318972
        ],
        [
          "https://www.youtube.com/watch?v=DjgI3cgnw9A\npra quem gosta de acustico MAIDEN ACOUSTIC - IF ETERNITY SHOULD FAIL ACOUSTIC PROJETO ACÚSTICO IRON MAIDEN Instrumental - Daniel Guerra Vocal - Sergio Faga",
          1461001190
        ],
        [
          "Thank you for the amazing show Friday night at The Forum in Los Angeles. \n\nhttp://theageofmetal.com/iron-maiden-brought-the-mayan-culture-back-to-life-at-the-forum-los-angeles-ca-041516/ Iron Maiden brought the Mayan culture back to life at The Forum Last time I saw Iron Maiden it was at the San Bernardino show most commonly known as 'The Battle Of San Bernardino'",
          1460910668
        ],
        [
          "This was the reception at Fortaleza airport yesterday... Fortaleza Airport",
          1458809589
        ],
        [
          "Fotos de Santiago de Chile IRON MAIDEN – En Chile 2016 | Fotorock Setlist – Iron Maiden 11.03.2016 – Santiago, Chile If Eternity Should Fail Speed of Light Children of the Damned Tears... <a class=\"view-article\" href=\"http://fotorock.cl/en-vivo/iron-maiden-en-chile-2016/\">Ver Artículo</a>",
          1457896403
        ],
        [
          "Mexico have been having a 'photoshop Eddie into your local landmarks' competition... Estos son los ganadores de los boletos de Iron Maiden",
          1457098630
        ],
        [
          "She's off!!! \nhttps://www.periscope.tv/w/1lDxLbmLZjLGm Iron Maiden on Periscope: \"#edforceone departs Cardiff!\" Iron Maiden (@IronMaiden) on Periscope. The Official Iron Maiden Twitter feed.",
          1455880222
        ],
        [
          "LIVE on #Periscope: Waiting for #edforceone at Cardiff Airport https://t.co/jlO0uONbfL Iron Maiden on Periscope: \"Waiting for #edforceone at Cardiff Airport\" Iron Maiden (@IronMaiden) on Periscope. The Official Iron Maiden Twitter feed.",
          1455747460
        ],
        [
          "In honour of the #doomsdayclock announcement... Iron Maiden “My exposure to rock/metal really was spearheaded by Iron Maiden. The visuals alone drew me in as a kid, obviously! I chose '2 Minutes To Midnight' for my piece because I have such a vivid recollection of expecting Nuclear War at any moment in the 80's. Soviet Russia and Nuclear War were the epitome of fear back then. I love that the song seems to be ahead of the curve on a bit with its romanticised perspective of the world at that time\" - Zombie Yeti\n\nhttp://www.darkinkart.com/collections/iron-maiden-artwork/products/2-minutes-to-midnight-zombie-yeti",
          1453830259
        ],
        [
          "The boys from Stone Sour have covered 'Running Free' on their new EP (and Corey Taylor is rocking the coming-soon Maiden Audio Ed-Ph0n3s too!)\n\nRead more and have a listen at http://metalhammer.teamrock.com/features/2015-11-23/listen-to-stone-sour-s-cover-of-iron-maiden-running-free Listen to Stone Sour's cover of Iron Maiden Running Free Corey Taylor and co. have covered Iron Maiden and we're streaming it right now",
          1448294460
        ],
        [
          "Up the Irons!!!",
          1426867488
        ],
        [
          "This is a pretty sweet cover. Post your favourite Maiden covers in the comments...\n\nhttp://www.classicfm.com/artists/2cellos/news/iron-maiden-trooper-rossini/ 2Cellos release new Iron Maiden-inspired video Another bow-shredding video from the duelling cellists, this time taking on Iron Maiden and Rossini",
          1413965293
        ],
        [
          "http://www.youtube.com/watch?v=5nUOCQanEbU\nIron Maiden funky fusion?? Yes!! :D Share and like it ;) Why Not !? - Two Minutes to Midnight #RockInIdroContest #RockInIdroContest http://www.facebook.com/rockinidro http://www.youtube.com/rockinidro",
          1399450103
        ],
        [
          "http://www.youtube.com/watch?v=apE7muA4BWM IRON MAIDEN WHERES EAGLES DARE Bass Cover Tofik Ferdinian Pessoal esse é o primeiro vídeo da serie bass cover , espero sempre trazer novidades , desculpa os possíveis erros , todas as musicas são tiradas de ouvido ,...",
          1375964582
        ],
        [
          "http://www.rocktimes.de/gesamt/i/iron_maiden/frankfurt_berlin13.html ROCKTIMES - Konzertbericht / Iron Maiden - 11.06.2013 Frankfurt am Main, Festhalle und...",
          1372001311
        ],
        [
          "Check this out guys:  Crianças cantando Iron Maiden - Flight Of Icarus Essa nova juventude está trazendo esperança... \\m/ update: Uma iniciativa filantrópica capaz de amolecer o coração do mais bruto dos metaleiros. A instituiçã...",
          1363273658
        ],
        [
          "103 days remaining for the big concert in Lisbon, Iron Maiden - Running Free (En Vivo!) [HD] Iron Maiden performing Running Free live at Estadio Nacional, Santiago, Chile. April 10, 2011.",
          1360965489
        ],
        [
          "Iron Maiden: Es difícil ser el baterista de una de las leyendas del Heavy Metal\n\nVIDEO DEL NUEVO JAGUAR DE Nicko McBrain: \n\nhttp://metalworks.co/?p=3942 NICKO MCBRAIN - Las ventajas de ser el baterista de IRON MAIDEN | MetalWorks.co La semana pasada JAGUAR le entregÃ³ un Jaguar XKR-S, un automÃ³vil con una potencia que le permite ir de 0 a 96 kilÃ³metros por hora en 4.2 segundos",
          1353267773
        ],
        [
          "We're having a picture vinyl special in our Soundrop room! So if you've got Spotify come and join us, vote and argue about which Iron Maiden & Killers tracks are best, and enter our comp to win vinyl in a box!  http://open.soundrop.fm/s/ironmaiden Iron Maiden (OFFICIAL) Welcome to the official Iron Maiden Soundrop room! Vote and discuss your favourite songs. \"Scream for us Soundrop\"!",
          1350567557
        ],
        [
          "Fanclub presale for the Paris show starts tomorrow. www.ironmaiden.com has the info. Iron Maiden Official Website The Official Iron Maiden Website.",
          1349787009
        ],
        [
          "http://jesusmanero.blog.br/latino-compra-direitos-da-musica-fear-of-the-dark-do-iron-maiden/ Latino compra direitos da música “Fear of the Dark”, do Iron Maiden Em nota divulgada por sua assessoria de imprensa, o cantor Latino anuncia que comprou 40% dos direitos de “Fear of the Dark“, um dos maiores sucessos da banda de heavy...",
          1349625628
        ],
        [
          "http://www.cinealliance.fr/the-news/83-musique/2393-iron-maiden-a-bercy-le-5-juin-2013.html IRON MAIDEN à BERCY le 5 juin 2013 Exceptionnel, IRON MAIDEN sur scène en France l’année prochaine !! C’est effectivement le 5 juin 2013 que le groupe mythique sera de retour devant le public français dans la salle du palais omnisport de Paris Bercy ! Une date à ne pas rater. Mise en vente des billets dès le 15 octobre prochain. Pour...",
          1349500379
        ],
        [
          "STOCKHOLM presale for fanclub members - starts tomorrow! Go to www.ironmaiden.com for all the info. Iron Maiden Official Website The Official Iron Maiden Website.",
          1348815402
        ],
        [
          "Iron Maiden supera a Beatles y Queen como mejor disco en UK http://entretenimiento.terra.com.co/musica/iron-maiden-supera-a-beatles-y-queen-como-mejor-disco-en-uk,228c11fbefa87310VgnVCM5000009ccceb0aRCRD.html  Iron Maiden supera a Beatles y Queen como mejor disco en UK  La banda Iron Maiden superó a algunas de las agrupaciones más emblemáticas del Reino Unido, al liderar una votación que el sitio web HMV llevó a cabo para...",
          1338212950
        ],
        [
          "Remember, if you use Spotify you can come and hang out in our Soundrop room. Vote for what gets played next, argue with people about what they voted for... that sort of stuff.  Iron Maiden (OFFICIAL) Welcome to the official Iron Maiden Soundrop room! Vote and discuss your favourite songs. \"Scream for us Soundrop\"!",
          1338209130
        ],
        [
          "If you've got Spotify, come and join the official Iron Maiden Soundrop room - listen, chat and vote for your favourite songs. http://open.soundrop.fm/s/ironmaiden Iron Maiden Welcome to the official Iron Maiden Soundrop Room. Vote and discuss your favourite songs. \"Scream for us soundrop\"!",
          1335962329
        ],
        [
          "En Vivo! - Running Free.\n\nTHIS IS NOT CHILE, THIS IS ARGENTINA, VELEZ SARSFIELD STADIUM, APRIL 8TH. It's not Santiago de Chile, THAT'S BUENOS AIRES.\n\nThat camera wasn't in Chile, and the field disposition was diferent in both countries. \n\nWATCH THE DVD AND YOU ARE GOING TO SEE THE DIFERENCE. http://box.jisko.net/i/9c1fd6ab.jpg",
          1332986168
        ],
        [
          "https://www.facebook.com/pages/Iron-Maiden-Radio/194843937233341 Iron Maiden Radio Radio Player Link  http://ironmaidenradio.listen2myradio.com Website\t http://ironmaidenradio666.webeden.co.uk/",
          1332504940
        ],
        [
          "Happy B. DAY Steve !!!!!!! UP THE IRONS !!!!!! Iron Maiden - The Clairvoyant The Clairvoyant played live at Birmingham during the Seventh Tour of a Seventh Tour.",
          1331572722
        ],
        [
          "You can find out all about it on our website. Iron Maiden Official Website - Iron Maiden EN VIVO! The Official Iron Maiden Website.,",
          1326809085
        ]
      ],
      "dates_start": 1352153835,
      "dates_end": 1469958060,
      "likes_avg": 4770,
      "likes_stdev": 11439,
      "comments_avg": 117,
      "comments_stdev": 331,
      "shares_avg": 654,
      "shares_stdev": 3010
    },
    {
      "number": 29,
      "important": [
        "ironmaiden thebookofsoulsworldtour",
        "ironmaiden thebookofsoulsworldtour germani",
        "abl",
        "ironmaiden",
        "germani",
        "world",
        "thebookofsoulsworldtour",
        "timelin",
        "photo",
        "let"
      ],
      "common": [
        "berlin",
        "germany",
        "germany berlin",
        "ironmaiden",
        "ironmaiden thebookofsoulsworldtour",
        "ironmaiden thebookofsoulsworldtour germany",
        "munich",
        "thebookofsoulsworldtour",
        "thebookofsoulsworldtour germany",
        "wacken"
      ],
      "messages": [
        [
          "Wacken. Brilliant. #IronMaiden #TheBookOfSoulsWorldTour #Germany #Wacken Timeline Photos",
          1470338938
        ],
        [
          "From Wacken to the World! #IronMaiden #TheBookOfSoulsWorldTour #Germany #Wacken #LiveStream Timeline Photos",
          1470336708
        ],
        [
          "Let's go! #IronMaiden #TheBookOfSoulsWorldTour #Germany #Wacken Timeline Photos",
          1470332618
        ],
        [
          "It's nearly time.... #IronMaiden #TheBookOfSoulsWorldTour #Germany #Wacken #Eddie Timeline Photos",
          1470328598
        ],
        [
          "It's probably a bit early in the day for most but if you are after a Trooper they can be found in the site supermarkets. #IronMaiden #TheBookOfSoulsWorldTour #Germany #Wacken #Trooper #PaceYourself Timeline Photos",
          1470296380
        ],
        [
          "Wacken! #IronMaiden #TheBookOfSoulsWorldTour #Germany #Wacken Timeline Photos",
          1470294016
        ],
        [
          "Tonight! #IronMaiden #TheBookOfSoulsWorldTour #Germany #WackenOpenAir Timeline Photos",
          1470284508
        ],
        [
          "That moment when a guitar stand made of a drum clamp, a tom stand, a ratchet strap, nylon pad, two pieces of foam and a piece of black towel does the job! #HeathRobinson #IronMaiden #TheBookOfSoulsWorldTour #Germany #Berlin Timeline Photos",
          1464721011
        ],
        [
          "666... #IronMaiden #TheBookOfSoulsWorldTour #Germany #Berlin Timeline Photos",
          1464717799
        ],
        [
          "Climbing like Monkeys #IronMaiden #TheBookOfSoulsWorldTour #Germany #Berlin Timeline Photos",
          1464715209
        ],
        [
          "Showtime! #IronMaiden #TheBookOfSoulsWorldTour #Germany #Berlin Timeline Photos",
          1464711860
        ],
        [
          "The return of the plastic poncho. Not long now Berlin...\n#IronMaiden #TheBookOfSoulsWorldTour #Germany #Berlin #LetsHopeThisBlowsOver Timeline Photos",
          1464702370
        ],
        [
          "Getting ready at the Waldbühne. See you later Berlin! #IronMaiden #TheBookOfSoulsWorldTour #Germany #Berlin Timeline Photos",
          1464680729
        ],
        [
          "Hello Berlin! #IronMaiden #TheBookOfSoulsWorldTour #EdForceOne #Germany #Berlin Timeline Photos",
          1464606717
        ],
        [
          "Thanks for having us Munich. And today's quiz question is: what happened here in 1988? #IronMaiden #TheBookOfSoulsWorldTour #Germany #Munich Timeline Photos",
          1464594352
        ],
        [
          "A quick mid show pipe on stage right! #IronMaiden #TheBookOfSoulsWorldTour #Germany #Munich #NotARealPipe Timeline Photos",
          1464544430
        ],
        [
          "Powerslave! #IronMaiden #TheBookOfSoulsWorldTour #Germany #Munich Timeline Photos",
          1464543788
        ],
        [
          "Don't worry Munich. Maiden will soon be here to blow away the rainclouds! #IronMaiden #TheBookOfSoulsWorldTour #Germany #Munich #PlasticPoncho Timeline Photos",
          1464535844
        ],
        [
          "Things are underway here at Rockavaria. Who is looking forward to Maiden later?\n#IronMaiden #TheBookOfSoulsWorldTour #Germany #Munich Timeline Photos",
          1464519615
        ],
        [
          "Trooper pubs for Munich and Berlin...  Prost!!\n\nMunich\nTap House - Rosenheimer Str. 108, 81669 München\nRed Hot - Amalienstraße 89, 80799 München\n\nBerlin\nThe Castle Pub - Hochstraße 2, 13357 Berlin\nMonterey Bar - Danziger Str. 61, 10435 Berlin",
          1464426900
        ],
        [
          "Ready to climb like a monkey? #IronMaiden #TheBookOfSoulsWorldTour #Germany #Dortmund #RockImRevier #DeathOrGlory Timeline Photos",
          1464372031
        ],
        [
          "Okay Europe, let's do this! #IronMaiden #TheBookOfSoulsWorldTour #Germany #Dortmund #RockImRevier #DoctorDoctor Timeline Photos",
          1464368640
        ],
        [
          "Beautiful day here in Dortmund. Not long until Maiden...\n#IronMaiden #TheBookOfSoulsWorldTour #Germany #Dortmund #RockImRevier Timeline Photos",
          1464353151
        ],
        [
          "Danke! #Repost @echo_musikpreis with @repostapp. ・・・ Max Raabe kürte @ironmaiden mit dem #ECHO2016. Leider konnte die Band ihren Preis nicht persönlich in Berlin abholen. http://ift.tt/1qx2RT9 Instagram Photos",
          1460051126
        ]
      ],
      "dates_start": 1463179959,
      "dates_end": 1468934818,
      "likes_avg": 20325,
      "likes_stdev": 9130,
      "comments_avg": 191,
      "comments_stdev": 108,
      "shares_avg": 651,
      "shares_stdev": 439
    },
    {
      "number": 30,
      "important": [
        "ironmaiden thebookofsoulsworldtour",
        "abl",
        "thank",
        "ironmaiden",
        "thebookofsoulsworldtour",
        "timelin",
        "photo",
        "ironmaiden thebookofsoulsworldtour switzerland",
        "switzerland",
        "festiv"
      ],
      "common": [
        "ironmaiden",
        "ironmaiden thebookofsoulsworldtour",
        "ironmaiden thebookofsoulsworldtour switzerland",
        "ironmaiden thebookofsoulsworldtour switzerland lucerne",
        "lucerne",
        "switzerland",
        "switzerland lucerne",
        "thebookofsoulsworldtour",
        "thebookofsoulsworldtour switzerland",
        "thebookofsoulsworldtour switzerland lucerne"
      ],
      "messages": [
        [
          "Thank you Paleo Festival! #IronMaiden #TheBookOfSoulsWorldTour #Switzerland #PaleoFestival Timeline Photos",
          1469042604
        ],
        [
          "Scream for me Paléo Festival! #IronMaiden #TheBookOfSoulsWorldTour #Switzerland #PaleoFestival Timeline Photos",
          1469036002
        ],
        [
          "See you tonight Paleo Festival! #IronMaiden #TheBookOfSoulsWorldTour #Switzerland #PaleoFestival Timeline Photos",
          1468996739
        ],
        [
          "Lucerne, you were brilliant! #IronMaiden #TheBookOfSoulsWorldTour #Switzerland #Lucerne Timeline Photos",
          1464983743
        ],
        [
          "Much like the rain, Iron Maiden's gonna get all of you! #IronMaiden #TheBookOfSoulsWorldTour #Switzerland #Lucerne #SoMuchRain Timeline Photos",
          1464978913
        ],
        [
          "Lucerne: a town that knows how to party in the rain.\n#IronMaiden #TheBookOfSoulsWorldTour #Switzerland #Lucerne Timeline Photos",
          1464975383
        ],
        [
          "The hills are alive with the sound of Maiden! Well, nearly...\n#IronMaiden #TheBookOfSoulsWorldTour #Switzerland #Lucerne Timeline Photos",
          1464973055
        ],
        [
          "Is that a bit of blue sky...?! #IronMaiden #TheBookOfSoulsWorldTour #Switzerland #Lucerne #Rain Timeline Photos",
          1464968276
        ],
        [
          "The doors are open and we are ready for tonight. See you later Switzerland! #IronMaiden #TheBookOfSoulsWorldTour #Switzerland #Lucerne #Sonisphere Timeline Photos",
          1464953248
        ],
        [
          "Landed in Zurich for the show in Lucerne on Friday. See you there! #IronMaiden #TheBookOfSoulsWorldTour #Switzerland Timeline Photos",
          1464783516
        ]
      ],
      "dates_start": 1464298615,
      "dates_end": 1468039680,
      "likes_avg": 17935,
      "likes_stdev": 7373,
      "comments_avg": 104,
      "comments_stdev": 38,
      "shares_avg": 571,
      "shares_stdev": 325
    },
    {
      "number": 31,
      "important": [
        "ironmaiden thebookofsoulsworldtour",
        "thank",
        "ironmaiden",
        "rock",
        "thebookofsoulsworldtour",
        "barcelona",
        "spain",
        "timelin",
        "ironmaiden thebookofsoulsworldtour spain",
        "photo"
      ],
      "common": [
        "barcelona",
        "ironmaiden",
        "ironmaiden thebookofsoulsworldtour",
        "ironmaiden thebookofsoulsworldtour spain",
        "madrid",
        "seville",
        "spain",
        "spain barcelona",
        "thebookofsoulsworldtour",
        "thebookofsoulsworldtour spain"
      ],
      "messages": [
        [
          "Thank you Rock Fest! #IronMaiden #TheBookOfSoulsWorldTour #Spain #Barcelona #RockFest Timeline Photos",
          1468697061
        ],
        [
          "The Number of the Beast! #IronMaiden #TheBookOfSoulsWorldTour #Spain #Barcelona #RockFest #666 Timeline Photos",
          1468695146
        ],
        [
          "Death Or Glory! #IronMaiden #TheBookOfSoulsWorldTour #Spain #Barcelona #RockFest Timeline Photos",
          1468692436
        ],
        [
          "Scream for me Rock Fest! #IronMaiden #TheBookOfSoulsWorldTour #Spain #Barcelona #RockFest Timeline Photos",
          1468690654
        ],
        [
          "Are you ready for us Rock Fest?! #IronMaiden #TheBookOfSoulsWorldTour #Spain #Barcelona #RockFest Timeline Photos",
          1468688793
        ],
        [
          "See you tonight Rock Fest! #IronMaiden #TheBookOfSoulsWorldTour #Spain #Barcelona Timeline Photos",
          1468652505
        ],
        [
          "Thank you Seville! #IronMaiden #TheBookOfSoulsWorldTour #Spain #Seville",
          1468530259
        ],
        [
          "The Book of Souls! #IronMaiden #TheBookOfSoulsWorldTour #Spain #Seville Timeline Photos",
          1468524270
        ],
        [
          "It's time Seville! #IronMaiden #TheBookOfSoulsWorldTour #Spain #Seville Timeline Photos",
          1468520147
        ],
        [
          "See you tonight Seville! #IronMaiden #TheBookOfSoulsWorldTour #Spain #Seville Timeline Photos",
          1468482636
        ],
        [
          "Thank you Madrid! What an amazing crowd! #IronMaiden #TheBookOfSoulsWorldTour #Spain #Madrid Timeline Photos",
          1468436440
        ],
        [
          "The Red and the Black! #IronMaiden #TheBookOfSoulsWorldTour #Spain #Madrid Timeline Photos",
          1468434757
        ],
        [
          "Here we go Madrid! #IronMaiden #TheBookOfSoulsWorldTour #Spain #Madrid Timeline Photos",
          1468431767
        ],
        [
          "Are you ready for us Madrid?! #IronMaiden #TheBookOfSoulsWorldTour #Spain #Madrid Timeline Photos",
          1468420113
        ],
        [
          "See you tonight Madrid! #IronMaiden #TheBookOfSoulsWorldTour #Spain #Madrid Timeline Photos",
          1468390989
        ],
        [
          "See you tonight Resurrection Festival! #IronMaiden #TheBookOfSoulsWorldTour #Spain Timeline Photos",
          1468042907
        ]
      ],
      "dates_start": 1468353962,
      "dates_end": 1468687397,
      "likes_avg": 13057,
      "likes_stdev": 6880,
      "comments_avg": 72,
      "comments_stdev": 54,
      "shares_avg": 498,
      "shares_stdev": 476
    },
    {
      "number": 32,
      "important": [
        "itali",
        "ironmaiden thebookofsoulsworldtour",
        "show",
        "ironmaiden",
        "last",
        "thebookofsoulsworldtour",
        "timelin",
        "ironmaiden thebookofsoulsworldtour itali",
        "amaz",
        "night"
      ],
      "common": [
        "ironmaiden",
        "ironmaiden thebookofsoulsworldtour",
        "ironmaiden thebookofsoulsworldtour italy",
        "italy",
        "milan",
        "rome",
        "thebookofsoulsworldtour",
        "thebookofsoulsworldtour italy",
        "thebookofsoulsworldtour italy trieste",
        "trieste"
      ],
      "messages": [
        [
          "The show in Trieste last night was amazing! #IronMaiden #TheBookOfSoulsWorldTour #Italy #Trieste Timeline Photos",
          1469606942
        ],
        [
          "Thank you Trieste! #IronMaiden #TheBookOfSoulsWorldTour #Italy #Trieste Timeline Photos",
          1469559692
        ],
        [
          "Iron Maiden! #IronMaiden #TheBookOfSoulsWorldTour #Italy #Trieste Timeline Photos",
          1469558959
        ],
        [
          "The Book Of Souls! #IronMaiden #TheBookOfSoulsWorldTour #Italy #Trieste Timeline Photos",
          1469556126
        ],
        [
          "Are you ready for us Trieste?! #IronMaiden #TheBookOfSoulsWorldTour #Italy #Trieste Timeline Photos",
          1469554595
        ],
        [
          "What a fantastic view we have from the stage today! #IronMaiden #TheBookOfSoulsWorldTour #Italy #Trieste Timeline Photos",
          1469536387
        ],
        [
          "See you tonight Trieste! #IronMaiden #TheBookOfSoulsWorldTour #Italy #Trieste Timeline Photos",
          1469515950
        ],
        [
          "Thank you Rome! #IronMaiden #TheBookOfSoulsWorldTour #Italy #Rome #RockInRome #SonisphereFestival Timeline Photos",
          1469386329
        ],
        [
          "Scream for me Rome! #IronMaiden #TheBookOfSoulsWorldTour #Italy #Rome #RockInRome #SonisphereFestival Timeline Photos",
          1469384101
        ],
        [
          "Speed Of Light #IronMaiden #TheBookOfSoulsWorldTour #Italy #Rome #RockInRome #SonisphereFestival Timeline Photos",
          1469382919
        ],
        [
          "Here we go Rome! #IronMaiden #TheBookOfSoulsWorldTour #Italy #Rome #RockInRome #SonisphereFestival Timeline Photos",
          1469381069
        ],
        [
          "See you tonight Rome! #IronMaiden #TheBookOfSoulsWorldTour #Italy #Rome #RockInRome #SonisphereFestival Timeline Photos",
          1469341045
        ],
        [
          "Thank you Milan! #IronMaiden #TheBookOfSoulsWorldTour #Italy #Milan Timeline Photos",
          1469218797
        ],
        [
          "Blood Brothers! #IronMaiden #TheBookOfSoulsWorldTour #Italy #Milan Timeline Photos",
          1469213758
        ],
        [
          "The Trooper! #IronMaiden #TheBookOfSoulsWorldTour #Italy #Milan Timeline Photos",
          1469209889
        ],
        [
          "Here we go Milan! #IronMaiden #TheBookOfSoulsWorldTour #Italy #Milan Timeline Photos",
          1469207509
        ],
        [
          "It's almost time Milan! #IronMaiden #TheBookOfSoulsWorldTour #Italy #Milan Timeline Photos",
          1469195968
        ],
        [
          "See you tonight Milan! #IronMaiden #TheBookOfSoulsWorldTour #Italy #Milan Timeline Photos",
          1469168321
        ]
      ],
      "dates_start": 1469236437,
      "dates_end": 1469538935,
      "likes_avg": 13799,
      "likes_stdev": 4955,
      "comments_avg": 94,
      "comments_stdev": 46,
      "shares_avg": 447,
      "shares_stdev": 218
    },
    {
      "number": 33,
      "important": [
        "maiden",
        "hallow",
        "cover",
        "version",
        "de",
        "full",
        "name",
        "hallow thi",
        "classic",
        "plus"
      ],
      "common": [
        "hallowed",
        "hallowed thy",
        "hallowed thy name",
        "hallowed thy name ironmaiden thebookofsoulsworldtour",
        "name",
        "name ironmaiden",
        "thy",
        "thy name",
        "thy name ironmaiden",
        "thy name ironmaiden thebookofsoulsworldtour"
      ],
      "messages": [
        [
          "https://youtu.be/Tzavit9Um5M HALLOWED BE THY NAME - FULL COVER - Sam FAURIE Eh ben j'ai plus de voix, plus d'avant bras mais purée ça vaut le coup !! Hymne ultime d'Iron Maiden en version full cover ! Ma ptite Strat Classic Floyd et ...",
          1487617516
        ],
        [
          "Hallowed Be Thy Name! #IronMaiden #TheBookOfSoulsWorldTour #Luxembourg Timeline Photos",
          1470162253
        ],
        [
          "Hallowed Be Thy Name #IronMaiden #TheBookOfSoulsWorldTour #Switzerland #PaleoFestival Timeline Photos",
          1469038134
        ],
        [
          "Hallowed Be Thy Name! #IronMaiden #TheBookOfSoulsWorldTour #ResurrectionFestival #Spain Timeline Photos",
          1468089337
        ],
        [
          "Hallowed Be Thy Name! #IronMaiden #TheBookOfSoulsWorldTour #France #Paris #Flag Timeline Photos",
          1465582144
        ],
        [
          "Hallowed Be Thy Name! #IronMaiden #TheBookOfSoulsWorldTour #Vancouver http://ift.tt/23nKyB5 Instagram Photos",
          1460344691
        ],
        [
          "In case anyone is interested in hearing a cover. :)\nhttps://www.youtube.com/watch?v=utZUIiysB_s&context=C4ca2e7eADvjVQa1PpcFPK_an-AXeeN7g_V13KwfQ6Th_0QVsA2F4= Iron Maiden- Hallowed be thy Name guitar and vocal cover Our guitar and vocal cover of Hallowed be thy Name by Iron Maiden. Of course it's not perfect (Playing both guitar parts at the same time in the beginning is...",
          1332472937
        ]
      ],
      "dates_start": 1401669425,
      "dates_end": 1499275434,
      "likes_avg": 14019,
      "likes_stdev": 14799,
      "comments_avg": 76,
      "comments_stdev": 92,
      "shares_avg": 416,
      "shares_stdev": 552
    },
    {
      "number": 34,
      "important": [
        "toronto",
        "montreal",
        "abl",
        "tag",
        "juli tag",
        "juli"
      ],
      "common": [
        "11th",
        "2012",
        "2012 tag",
        "2012 tag 2012",
        "july",
        "july 2012",
        "july 2012 tag",
        "july 2012 tag 2012",
        "tag",
        "tag 2012"
      ],
      "messages": [
        [
          "Calgary, Ab, 26th Of July 2012 Tag Yourself 2012",
          1343432264
        ],
        [
          "Winnipeg, MB, 24th Of July 2012 Tag Yourself 2012",
          1343432133
        ],
        [
          "Indianapolis, IN, 19th July 2012 Tag Yourself 2012",
          1343431833
        ],
        [
          "Detroit, MI - 18th July 2012 Tag Yourself 2012",
          1342738972
        ],
        [
          "Buffalo, NY - 16th July 2012 Tag Yourself 2012",
          1342738905
        ],
        [
          "Sarnia, ON - 14th July 2012 Tag Yourself 2012",
          1342738841
        ],
        [
          "Toronto - 13th July 2012 Tag Yourself 2012",
          1342287169
        ],
        [
          "Montreal - 11th July 2012 Tag Yourself 2012",
          1342286124
        ],
        [
          "Quebec - 8th July 2012 Tag Yourself 2012",
          1342285834
        ],
        [
          "Ottawa - 7th July 2012 Tag Yourself 2012",
          1342285544
        ],
        [
          "Milwaukee, WI - 4th July 2012 Tag Yourself 2012",
          1341497358
        ],
        [
          "Newark, NJ - 2nd July 2012 Tag Yourself 2012",
          1341497358
        ]
      ],
      "dates_start": 1341913037,
      "dates_end": 1343195684,
      "likes_avg": 546,
      "likes_stdev": 1046,
      "comments_avg": 48,
      "comments_stdev": 28,
      "shares_avg": 69,
      "shares_stdev": 76
    }
  ]
}