{
  "pagename": "laphroaig",
  "page_name_displayed": "Laphroaig",
  "globalstats": {
    "fan_count": 333046,
    "messages": 600,
    "likes_avg": 862,
    "likes_stdev": 737,
    "comments_avg": 46,
    "comments_stdev": 108,
    "shares_avg": 75,
    "shares_stdev": 103,
    "graph_uri": "clusters/laphroaig.png"
  },
  "clusters": [
    {
      "number": 1,
      "important": [
        "timelin",
        "ani",
        "mani",
        "share",
        "introduc",
        "cask",
        "warehous",
        "look",
        "question",
        "part"
      ],
      "common": [
        "barley",
        "distillery",
        "introducing",
        "laphroaig",
        "part",
        "peat",
        "question",
        "questions",
        "responsible",
        "use"
      ],
      "messages": [
        [
          "Part ten: The big sleep (angels share), introducing you to James MacGregor looking after the maturation (Dunnage) warehouse & different barrels (ie American/European/Quarter Casks)\nMy question to you: How many litres / gallons in a bourbon barrel?\nAny questions for me? Timeline Photos",
          1405706402
        ],
        [
          "Part nine of our Distillery Community introduces Andrew Hamilton - 'Into the wood for good', responsible for the distillery coopering and filling - an essential phase of our process. Any ideas what the implement in the image is called? Timeline Photos",
          1405101601
        ],
        [
          "Our Distillery Community, Part 7. Introducing Norrrie MacTavish\nResponsible for the mashing with water, fermentation and testing the strength of alcohol!\nMy question to you: What is the strength of our barley beer?\nAny questions for me? Timeline Photos",
          1403712001
        ],
        [
          "Part 5: \"The Big Smoke\", introducing you all to Norman MacDonald. Looks after our all-important peat kilns and the peating floor.\nMy question to you: How long do we peat the malted barley for? ... Any questions for me? Timeline Photos",
          1400180701
        ],
        [
          "There’s no smoke without peat! Let us introduce William Johnston\nMy main responsibilities at the distillery include cutting and drying of the famous peat.\nMy question to you: What is the name of the cutting tool we use?                                        \nNow your questions for me … Timeline Photos",
          1398448801
        ],
        [
          "Indoor Farming! \nIntroducing Graham Holyoake responsible for regulating temperatures. This helps the barley thinks its Spring time and time to grow. My question to you: How many tons of barley do we use a week?                                          \nAny questions for me? Timeline Photos",
          1397822100
        ],
        [
          "“It’s always spring at Laphroaig!” Meet Barry MacAffer responsible for the important task of steeping and laying. My question to you: What is the name of the barrow we use?\n\nAny questions for me? ... Barry — at Laphroaig Distillery Timeline Photos",
          1397232625
        ],
        [
          "Aqua Vitae - heavens above! Meet David our Assistant manager, responsible for reporting how we manage our all-important (peaty) water supply. \nMy question to you: How many gallons of our water do we use a week?\n\nNow your questions for me? ... Timeline Photos",
          1395925200
        ],
        [
          "In the upcoming weeks, I'd like you to meet my team and show you how we make your whisky in 10 parts. As the weeks progress I’d love you to ask questions on the various process' and my team, the experts will happily answer you. We'll be starting this week introducing David our Assistant Manager. Best questions will get a Laphroaig nosing glass!  Laphroaig - Drop To Dram",
          1395761282
        ]
      ],
      "dates_start": 1396309418,
      "dates_end": 1403666295,
      "likes_avg": 527,
      "likes_stdev": 104,
      "comments_avg": 16,
      "comments_stdev": 9,
      "shares_avg": 20,
      "shares_stdev": 7
    },
    {
      "number": 2,
      "important": [
        "laphroaigcomopinion",
        "photo laphroaig",
        "welcom",
        "favourit",
        "weve",
        "opinion",
        "submit",
        "competit",
        "post",
        "laphroaig post"
      ],
      "common": [
        "distillery",
        "fund",
        "islay",
        "laphroaig",
        "laphroaig legacy",
        "laphroaig legacy fund",
        "laphroaig post",
        "legacy",
        "legacy fund",
        "post"
      ],
      "messages": [
        [
          "We've had some amazing entries to our Opinions Welcome competition. Here are just a few of our favourites.\n\nSubmit your own at laphroaig.com/opinions Photos from Laphroaig's post",
          1469376000
        ],
        [
          "If you haven't submitted your Opinion already, you have until 1st of August to do so for a chance to win one of our 201 prizes.\n\nHere are some of the winners from last year. Photos from Laphroaig's post",
          1467308139
        ],
        [
          "What do you think about these opinions from Dana Laberge and Simon Lillqvist?\n\nIf you think yours is better, share it with us at http://laphroaig.com/opinions/ to win one of our peaty prizes. Photos from Laphroaig's post",
          1463414401
        ],
        [
          "Storm Henry on it's way to Islay.\n\nAll ferries have been cancelled, so we've had no bread or papers today. But one thing we do have... Whisky. Photos from Laphroaig's post",
          1454353277
        ],
        [
          "Was anyone as lucky as this fellow who received a full Laphroaig hamper from his lovely wife? \n\nWe're guessing he was extra good in 2015. Photos from Laphroaig's post",
          1451415601
        ],
        [
          "The last one of the Laphroaig Legacy Fund beneficiaries is ReJIG.\n\nSince 2006, Re-JIG has been removing marine litter from the shores of Islay and Jura, lifting a total of over 200 tons of litter. Due to a change in the government’s funding policy, Re-JIG will have a shortfall of £19,000 in 2015 and this deficit will continue to grow, soon making it impossible to keep Islay’s beaches clean.\n\nThe Laphroaig Legacy fund is helping ensure this invaluable work continues by commissioning a digital project team to monetise the websites and create an online system that enables tourists to donate a small amounts to keep Islay’s beaches clean. This will generate a regular income to finance not only paid employee’s at Re-JIG, but help purchase equipment for the devoted volunteers who are already committed.\n\nRead more at http://www.laphroaig.com/our-islay/legacy-fund/rejig.aspx Photos from Laphroaig's post",
          1448996436
        ],
        [
          "The next Laphroaig Legacy Fund beneficiary we want to introduce is the Islay Canoe Club (ICC) and Kayak Wild Islay (KWI).\n\nKayal Wild Islay is a local business targeted at tourism whilst providing the use of their equipment to the local Islay Canoe Club which provides this leisure pursuit the locals at very low cost.\n\nAs an activity, sea kayaking is a hugely beneficial as develops both environmental awareness along with a number of positive mental and physical skills.\n\nThe Laphroaig Legacy Fund shall be working with both ICC and KWI to provide specialist canoes for locals and tourists who may have physical disabilities and to raise awareness of this service in the media, targeted at locals and tourists alike.\n\nRead more at http://www.laphroaig.com/our-islay/legacy-fund/icc-and-kwi.aspx Photos from Laphroaig's post",
          1448397056
        ],
        [
          "Islay Ales is the third of our Laphroaig Legacy Fund beneficiaries.\n\nIslay Ales is a small craft brewery producing a range of cask & bottle conditioned beers on the island. The business has been in continuous production since 2004 and whilst the majority of sales are on Islay, export has begun to France, Switzerland, Germany and Japan. It is the aim to continue this steady expansion of the business and increase the work force.\n\nTo achieve the increase in production, Islay Ales must have SALSA (Safe And Local Supplier Approval) accreditation, which is becoming a requirement of supermarkets and distributors. The Laphroaig Legacy Fund shall work alongside Islay Ales to fund the SALSA accreditation but also provide a training and development consultant. The combination of the accreditation matched with the training scheme shall not only see this small, family run business expand but will also generate employment opportunities for locals.\n\nFind out more at http://www.laphroaig.com/our-islay/legacy-fund/islay-ales.aspx Photos from Laphroaig's post",
          1447786801
        ],
        [
          "The first Scottish storm to have a name – Abigail - arrives at the distillery. Yesterday was a bit stormy … last night was pretty calm but this morning it was 3 degrees, hail stones and gusts … only one ferry yesterday left Islay, the rest were cancelled. Looks like it will be 2 days without newspapers or bread! Photos from Laphroaig's post",
          1447434001
        ],
        [
          "Our second Laphroaig Legacy Fun beneficiary is the Argyll College.\n\nThe University of Highlands & Islands was established to make higher education accessible to those living in rural areas in Scotland. Argyll College hosts the Islay branch, providing a variety of courses and training programs that are fully accredited and recognised by employers.\n\nThe Laphroaig Legacy Fund will help to provide additional IT equipment, improved video conferencing for remote lectures and fund vocational courses to allow more Illeach’s the opportunity to take advantage of skilled work on the island.\n\nFind out more at http://bit.ly/argyllcollege Photos from Laphroaig's post",
          1447182007
        ],
        [
          "Let us introduce you to the first one of our Legacy Fund Beneficiaries: \nCelebrating their skills in needlework, The Islay Quilters.\n\nFormed in 1992, a small group of quilters whose aim is to leave a legacy in more ways than one, as not only are they teaching their craft to the new generation of Illeach’s but they also provide a tourist attraction in the form of their shop.\n\nWorking with The Laphroaig Legacy Fund, additional machines shall be purchased, a sustainable heating system shall be installed reducing monthly bills and a project team shall help generate PR and a social media presence for Islay Quilters with the objective of driving footfall to their shop, increasing income.\n\nFind out more about them at: http://bit.ly/islayquilters Photos from Laphroaig's post",
          1446577203
        ],
        [
          "In Laphroaig’s 200th year, we celebrate the past by looking to the future supporting the sustainability of local businesses, community projects and individual’s skills on Islay.\n\nThe Laphroaig Legacy Fund will not only offer financial help but also advice and mentoring for those who are committed to increasing employment, attracting tourism and providing a service to make island life even more attractive. We invited several beneficiaries to join us for lunch at the distillery and celebrate their work.\n\nFrom next week onwards, every Tuesday we'll give you an insight into some of the great work being achieved by the beneficiaries here on FB. Perhaps you'll remember some of them from Laphroaig Live! Photos from Laphroaig's post",
          1445972400
        ],
        [
          "We're slowly recovering from Laphroaig Live and what a night it was! Full of unforgettable moments with friends and plenty of great whisky.\n\nHere are some behind the scenes pictures to relive the night with. Photos from Laphroaig's post",
          1443551401
        ],
        [
          "The famous Laphroaig floor maltings are slowly being transformed into the background of the biggest and best Laphroaig Live yet.\n\nThe winds are howling and we have suffered heavy rains here on Islay, but it looks like there may be a break in the weather just in time for the ferries, planes and cars to arrive with all our guests.\n\nJust five hours to go!\n\nwww.laphroaig.com/live Photos from Laphroaig's post",
          1443096001
        ],
        [
          "We had a surprise visitor yesterday at the distillery. Likes good whisky and arrived in style... Anyone recognise the face? Photos from Laphroaig's post",
          1436295600
        ],
        [
          "An honour for our Friend - HRH Prince Charles opens our beautiful traditional dry stone Cairn - a gift to our FOLs on their 21st and Laphroaig’s bicentenary year. A toast to all our Friends with one our favourites the 15YO - Sláinte. Photos from Laphroaig's post",
          1435331400
        ],
        [
          "As a Friend and holder of Plot No.1 – the Prince is presented with two pairs of our much loved FOL green wellies – we hope the Duchess of Cornwall approves... Photos from Laphroaig's post",
          1435330802
        ],
        [
          "The Prince signs a special barrel to be laid down and auctioned for charity many years from now... Photos from Laphroaig's post",
          1435330200
        ],
        [
          "The Prince learns more about the Laphroaig Legacy Fund, launched in this, our bicentenary year to help local islanders achieve their ambitions. Timeline Photos",
          1435329180
        ],
        [
          "A lovely reminder in black and white - celebrating 200 years of crafting your favourite whisky. Photos from Laphroaig's post",
          1430823601
        ],
        [
          "Lovely weather here on Islay; the perfect day for Jim Hanson (Friend and Stonemason) to start building the distillery Cairn in celebration of our 200th anniversary year. Photos from Laphroaig's post",
          1426748246
        ],
        [
          "Laphroaig Distillery wins the Thistle award for the Best Visitor Attraction in Scotland! Congratulations to all the team. Photos from Laphroaig's post",
          1425840840
        ],
        [
          "For the past couple of days Scotland has been battered by storms and we've had our fair share of the action here at Islay.\n\nHere are some pictures from outside the Distillery. Photos from Laphroaig's post",
          1418243401
        ],
        [
          "The Festive Season has begun and we have decorated the Distillery accordingly.\n\nWho else has put their tree up already? Photos from Laphroaig's post",
          1417465800
        ],
        [
          "On Thursday the brand new Laphroaig Lounge opened in Berlin with Vicky Stevens as the guest of Honour. We have some pictures from the first day with Vicky and the lounge owner Werner Hertwig.\n\nAny of our German Friends plan on visiting? Photos from Laphroaig's post",
          1410028200
        ],
        [
          "The 168th Annual Islay Show is happening here on the island today. Here are some pictures from last years show (courtesy of Islay blog) to see just some of what we can expect! Photos from Laphroaig's post",
          1408006801
        ],
        [
          "More maintenance this week as we continue in the silent season - our boiler is being stripped down, cleaned ready for its annual inspection. Photos from Laphroaig's post",
          1407261601
        ],
        [
          "We are currently in what is known as the ‘silent season’ at the distillery. Although there is no production – there is plenty going on. For starters we are replacing the whole Stillhouse roof this year, with the addition of ventilation on the roof ridge to reduce the heat in the stillhouse. Photos from Laphroaig's post",
          1406656801
        ],
        [
          "We're proud to accept the Icons of Whisky award for the best Whisky visitor Attraction worldwide! Photos from Laphroaig's post",
          1405360801
        ],
        [
          "More celebrations on Islay - many will recognise Bryony from our tasting and tours at the distillery, on Friday she tied the knot. Huge congratulations from us all Mr & Mrs Bryony & Paddy McGranaghan! Photos from Laphroaig's post",
          1402156801
        ],
        [
          "Busy time here at the distillery - all ready for the open day tomorrow. We've been welcoming new friends and familiar faces from across the globe. Lovely to meet you all ... Photos from Laphroaig's post",
          1401111901
        ],
        [
          "Great Duty Free Tasting tor this morning at the distillery with Bryony, introducing friends to QA, An Cuan Mor and PX. Nose, Palate and Finish ... Photos from Laphroaig's post",
          1401102001
        ],
        [
          "I have just returned from a fantastic trip (on ferry) in Sweden where we tasted 2 of our new range of special duty free expressions ‘QA Cask and An Cuan Mor’. Now I know that many of you are fanatical about Laphroaig but a whole tattoo? Now that is a  ‘Friend for life’! Photos from Laphroaig's post",
          1394537786
        ],
        [
          "Over the winter months, we have built a ‘welly’ room; now you can be sure you are stepping into warm dry wellies when heading off in search of your personal square foot of Islay. Have you had the pleasure of standing on your personal square foot of Islay? Photos from Laphroaig's post",
          1393596945
        ],
        [
          "Our new footpath is complete! Next time you visit, why not take a stroll along the scenic route - 1.5 miles from Port Ellen to the entrance of Laphroaig distillery. Stunning views to accompany your pilgrimage to claim your rent. \n\nhttp://bit.ly/1fhqlDE Photos from Laphroaig's post",
          1392995435
        ],
        [
          "We've been making progress with our new dry stone wall at the entrance to the distillery. Will you be making a visit soon? Photos from Laphroaig's post",
          1390398842
        ]
      ],
      "dates_start": 1406046460,
      "dates_end": 1451443190,
      "likes_avg": 591,
      "likes_stdev": 421,
      "comments_avg": 17,
      "comments_stdev": 19,
      "shares_avg": 24,
      "shares_stdev": 23
    },
    {
      "number": 3,
      "important": [
        "fei ile",
        "tast",
        "whiski",
        "whiski world",
        "fei",
        "got",
        "distil",
        "singl malt",
        "singl",
        "forward"
      ],
      "common": [
        "islay",
        "laphroaig",
        "laphroaig single",
        "laphroaig single malt",
        "malt",
        "richly flavoured scotch whisky",
        "single",
        "single malt",
        "whisky",
        "world"
      ],
      "messages": [
        [
          "Have you got your Feis Ile planned already?\n\nWe still have a very limited amount of tickets left to the Distillers Tasting where John Campbell, Denis Nicol, Murdo Reed and Robert Hicks will form the panel of Laphroaig Distillers.\n\nThey are looking forward to tasting their favourite drams with you and sharing stories of their time at Laphroaig, so if you're thinking of coming, book now to avoid disappointment!\n\nhttp://laphroaig.com/distillery/FeisIle2016.aspx Laphroaig Single Malt Whisky - Feis Ile 2016 Laphroaig Single Malt peated Whisky from Islay. The most richly flavoured scotch whisky in the World.",
          1461772800
        ],
        [
          "GEWINNSPIEL: Was sagst du zu dem Geschmack des Nr. 1 Single Malts aus Islay? Schreib es bis zum 27.11.2015 um 12:00 Uhr in die Kommentare und gewinne 1 Laphroaig Winterpaket oder 1 Flasche des limitierten Laphroaig 15 years.\nTeilnahmebedingungen unter http://bit.ly/LAPH_Winter-Geschenk Timeline Photos",
          1448375520
        ],
        [
          "Kannst du den Geschmack der Nr. 1 unter den Islay Single Malts beschreiben? Versuche es und gewinne ein Laphroaig Geschenkset – demnächst auf unserer Facebook-Seite.",
          1447171320
        ],
        [
          "This month our Friend's of Laphroaig have a chance to bid in a very special auction - for a  bottle of 40 Year Old Laphroaig signed by His Royal Highness Prince Charles, Duke of Rothesay with all funds raised going to the Laphroaig Legacy fund for our islanders. Find out more here\nhttp://www.laphroaig.com/friends/auction/Default.aspx www.laphroaig.com Laphroaig Single Malt peated Whisky from Islay. The most richly flavoured scotch whisky in the World.",
          1440151202
        ],
        [
          "We have had a nice review of An Cuan Mor from our friends @ Gourmantic in Australia. Have you tried \"ACM\" yet? Laphroaig An Cuan Mor Review | Gourmantic Review of Laphroaig An Cuan Mor, a new single malt expression in Australia travel retail.",
          1437644723
        ],
        [
          "Remember that if you're looking to do some Christmas Shopping at the Laphroaig Shop, the last shipping dates for all orders are;\n\nUK: 19th December\nEurope: 15th December\nRest of the World: 12th December\n\nHappy shopping!\n\nhttp://www.laphroaig.com/shop Laphroaig Single Malt Whisky - Shop Laphroaig Single Malt peated Whisky from Islay. The most richly flavoured scotch whisky in the World.",
          1418223139
        ],
        [
          "Congratulations to Alan Baverstock and Robin Nico Seifermann our January Friends of Laphroaig winners! Fancy being a February winner? Just enter here: http://bit.ly/FriendsOfLaphroaig\n http://bit.ly/FriendsOfLaphroaig Laphroaig Single Malt peated Whisky from Islay. The most richly flavoured scotch whisky in the World.",
          1391435566
        ],
        [
          "How much do you know about the history of Laphroaig? Laphroaig Single Malt Whisky - History Laphroaig Single Malt peated Whisky from Islay. The most richly flavoured scotch whisky in the World.",
          1363857550
        ],
        [
          "It’s official – we’ve less than one month until Christmas! We don’t think Christmas presents come much better than Laphroaig – if you’re thinking the same then don’t forget to order yours before the end of the week... Laphroaig Single Malt Whisky - Shop Laphroaig Single Malt peated Whisky from Islay. The most richly flavoured scotch whisky in the World.",
          1353925002
        ],
        [
          "We've had emails from friends who have spotted a new member of the Laphroaig family at airports. We have recently launched Laphroaig PX, a Laphroaig that has been matured in Pedro Ximenez sherry barrels. There's some more information on our website: http://laphroaig.com/whiskies/laph-px.aspx Laphroaig Single Malt Whisky - PX Cask Laphroaig Single Malt peated Whisky from Islay. The most richly flavoured scotch whisky in the World.",
          1333352118
        ]
      ],
      "dates_start": 1366269825,
      "dates_end": 1452911962,
      "likes_avg": 289,
      "likes_stdev": 177,
      "comments_avg": 67,
      "comments_stdev": 170,
      "shares_avg": 26,
      "shares_stdev": 18
    },
    {
      "number": 4,
      "important": [
        "fei ile",
        "offici",
        "pictur",
        "open day",
        "home",
        "friend",
        "fei",
        "finish",
        "everyon",
        "friend laphroaig"
      ],
      "common": [
        "day",
        "distillery",
        "feis",
        "feis ile",
        "friends",
        "ile",
        "laphroaig",
        "open",
        "open day",
        "www"
      ],
      "messages": [
        [
          "We kicked off our Feis Ile 2016 by inviting Friends of Laphroaig home to the distillery and finished it by inviting them to  a formal dinner.\n\nIn between these evenings we had a wonderful Open Day and officially released Caidreas 2016, an expression specially made FOLs.\n\nIt's been a week of whisky and friendships and we couldn't of hoped for anything more. Here are some pictures from our Friends of Laphroaig dinner.  \n\nThank you everyone for coming and see you at Feis Ile 2017! Feis Ile 2016 - Dress up for dinner",
          1464364814
        ],
        [
          "What a fine day it's been at the distillery!\n\nWe've served almost as many drams as we've seen smiles and once again it's been an honour to show all our friends how we make our whisky.\n\nWe hope to see everyone soon again and to those who couldn't make it this year... We'll see you at Feis Ile 2017 - you won't want to miss it.\n\nSlàinte mhath! Feis Ile 2016 - Touring the Distillery at Laphroaig Open Day",
          1464100670
        ],
        [
          "Our very own Vicky Stevens needs no introductions, but here she is leading the Side by Side tasting at the D. Johnston tasting room. \n\nWe enjoyed different annual bottlings of Cairdeas alonside the liquids which came from the casks that Laphroaig used to mature Cairdeas.\n\nOn the menu were\n\nAmontillado Sherry alongside Cairdeas 2014\nMadeira alongside Cairdeas 2016\nPort alongside Cairdeas 2013 Feis Ile 2016 - Side by Side tasting at Laphroaig Open Day",
          1464091655
        ],
        [
          "Whisky, friends and sunshine... Does life get any better? Feis Ile 2016 - Laphroaig Open Day",
          1464088402
        ],
        [
          "Last night we had the pleasure of hosting Friends of Laphroaig from near and far for a lovely, informal evening at the distillery.\n\nRents were collected, drams were drunk and new friends were made. Everyone felt right at home - as they should. Feis Ile 2016 - Welcome Home, Friends of Laphroaig",
          1464017807
        ],
        [
          "Welcome to all #FeisIle visitors - we hope to share a dram with you very soon here at the Laphroaig distillery.\n\nLaphroaig Day is Tuesday 24th!\n\nhttp://www.islayfestival.com/ Islay Festival - Feis Ile The Islay Festival of Music and Malt",
          1463756400
        ],
        [
          "Vertical tasting or Side by Side - which #FeisIle tour have you decided on?\n\nhttp://www.laphroaig.com/distillery/FeisIle2016.aspx\n\nLines are now open. Timeline Photos",
          1459767601
        ],
        [
          "Save the date for Feis Ile - Tuesday 24th May is Laphroaig day!\n\nFor details of all our events and how to get involved, visit our website at: http://www.laphroaig.com/distillery/FeisIle2016.aspx Timeline Photos",
          1459699201
        ],
        [
          "More tasting at this years Feis Ile, as John shares his thoughts on CS007 - 56.3% ABV. Available now in the online store at http://www.laphroaig.com/shop/",
          1432836001
        ],
        [
          "Open day is in full swing - of course Feis Ile is a special occasion for us all, in addition to the festivities, its the time we release the annual Cairdeas bottling. What better occasion for John to introduce it … as always we welcome your Opinions too … www.laphroaig.com/opinions",
          1432632000
        ],
        [
          "Whisky with Friends ... Laphroaig Open Day 2015",
          1432631638
        ],
        [
          "The distillery already greeting its first visitors of the Feis Ile Open day. A full day of events lined up including a few special ones to celebrate our 200 years. John opens up for the day – keep up to date with all the happenings with our blog at: \nhttp://www.laphroaig.com/feisile/2015/default.aspx",
          1432622376
        ],
        [
          "Blue sky and sunshine, a beautiful festival day here at the distillery – is there a better place to enjoy a dram? \n\nLaphroaig day tomorrow as part of Feis Ile 2015; something for everyone, why not come and join us? Photos from Laphroaig's post",
          1432561200
        ],
        [
          "A great start to the Friends evening here at the distillery; a toast with the 30YO Cairdeas - as chosen by our Friends... Timeline Photos",
          1432489356
        ],
        [
          "'This is your Laphroaig' evening with over 160 Friends, a great way to start this years Laphroaig Feis Ile programme. Feis Ile 2015",
          1432458000
        ],
        [
          "Coverage of this years Feis Ile at Laphroaig will start as we welcome our Friends to the distillery for an evening with John and the team. Keep up to date with our blog at www.laphroaig.com/feisile/2015 Timeline Photos",
          1432452601
        ],
        [
          "26th May is Laphroaig Day at this years Feis Ile - will you be part of the Legend of Laphroaig or join us for the FOL evening?\n\nOur programme is now available: http://www.laphroaig.com/distillery/FeisIle2015.aspx\n\nWe look forward to welcoming you all. Timeline Photos",
          1427886601
        ],
        [
          "Just the finishing touches to go before we open our new Tasting room here at the distillery - we hope to be sharing a dram with you here some day soon. Photos from Laphroaig's post",
          1426104120
        ],
        [
          "Thanks to everyone for joining us this evening - we hope you enjoyed it as much as we did. Don't forget to share your photos of your #LaphroaigLive event. Here are just a few of our favourites received so far ... Photos from Laphroaig's post",
          1411581600
        ],
        [
          "Thanks to everyone who made this years Feis Ile special. Is been a great event and we look forward to seeing you all again in 2015! Feis Ile 2014",
          1401456575
        ],
        [
          "Hope you have enjoyed the tastings, tours and events over the past few days ... we certainly have! We'll be sharing more photos soon but a big thank you for the continued success of Feis Ile. Photos from Laphroaig's post",
          1401301266
        ],
        [
          "Open day is in full swing - of course Feis Ile is a special occasion for us here, in addition to the festivities, its the time we release the annual Cairdeas bottling. What better occasion for John to share his thoughts.. http://bit.ly/laphroaigcairdeas2014 Timeline Photos",
          1401199580
        ],
        [
          "Welcome to Laphroaig Open Day - lots happening, with various whisky tasting events and distillery tours. Find out what John has to say on the morning of the big day. http://bit.ly/feisile2014 Timeline Photos",
          1401173100
        ],
        [
          "We are getting very excited about the Burns supper at the Laphroaig distillery tonight as part of Feis Ile 2014.\n\nNot sure what a Burns supper entails? We'll be posting pictures and updates of the proceedings on Twitter - see @laphroaig and the Laphroaig Feis Ile Live blog at http://bit.ly/feisile2014 Laphroaig Feis Ile Live 2014 We’ll be bringing you all the news and events live from Islay throughout Feis Ile. Stay tuned to join us for tastings, Friends of Laphroaig events and be the first to see and hear what is happening on the island.",
          1401028461
        ],
        [
          "Putting the final touches to the distillery today as we prepare for Feis Ile 2014 this weekend. Join us for a dram, or keep up to date with the latest news here  http://bit.ly/feisile2014 Photos from Laphroaig's post",
          1400869802
        ],
        [
          "It's baseball opening day in America.  Like enjoying whisky, baseball is about patience, the people around you & passing along the same passion to someone else.\n\nWith that, enjoy opening night and a wee dram while you're at it! Timeline Photos",
          1396281600
        ],
        [
          "We spent Sunday afternoon welcoming locals and visitors to our Christmas Open Day at our Visitor Centre. Lots of stories were shared over Laphroaig mince pies, hot toddies, and of course a few drams! Timeline Photos",
          1386683848
        ],
        [
          "We had a fantastic time at this year's Feis Ile - we were overwhelmed with avid fans of Laphroaig and also had the pleasure to launch this year's FoL exclusive Cairdeas. Feis Ile 2013",
          1370519639
        ],
        [
          "We're enjoying a specially selected Cairdeas Cheeseboard at Feis Ile with Global Ambassador Simon Brooking. Which cheese would you pair with which expression? Timeline Photos",
          1369744955
        ],
        [
          "Slàinte from Islay to all our fans of Laphroaig at our exclusive FoL Feis Ile celebration! Timeline Photos",
          1369597226
        ],
        [
          "Thank dram it's Friday! We'll be live from Feis Ile from Sunday, so stay tuned to our blog and don't forget to enter our competition to win a Laphroaig nosing glass. Slàinte! Laphroaig Feis Ile Live 2013 We’ll be bringing you all the news and events live from Islay throughout Feis Ile. Stay tuned to join us for tastings, Friends of Laphroaig events and be the first to see and hear what is happening on the island.",
          1369391858
        ],
        [
          "All of our places our now fully booked for Feis Ile! To everyone who's coming, we'll look forward to seeing you there… and to those who aren't you needn't miss out, as we'll bring you live updates from Islay. Slàinte! Timeline Photos",
          1366627331
        ],
        [
          "Our 'Full Strength', 'Old & Rare' and 'Cairdeas Cheeseboard' have now completely sold out and places are going fast for our remaining events! Don't miss out on your chance to join us at the distillery for Feis Ile - The Islay Festival of Malt and Music in May: http://bit.ly/FeisIle2013 Timeline Photos",
          1365499061
        ],
        [
          "Don't miss your space! Join us on Islay for Feis Ile - The Islay Festival of Malt and Music and enjoy tours, tastings and more. Book your space before it goes... http://bit.ly/FeisIle2013 Timeline Photos",
          1364220209
        ],
        [
          "The Friends of Laphroaig 18th Birthday Cake at the Feis Ile distillery party on Monday night. It was delicious! Timeline Photos",
          1338378379
        ],
        [
          "Please download photos or tag yourself if you were there! Laphroaig Open Day - \"The Whisky Walks\"",
          1338267600
        ],
        [
          "We are pleased to announce an additional Feis Ile event at our open day on Tuesday 29th May – the Whisky/ey Debate!  For details go to http://www.laphroaig.com/feis-open-day/default.html Laphroaig Distillery Feis Ile 2012 Duration 1 hour                 Take a tour around Laphroaig  Distillery and experience first hand the Islay  magic that makes Laphroaig unique",
          1337602260
        ],
        [
          "Our list of Feis Ile events are now online, places are limited so book soon http://www.laphroaig.com/feis-open-day/default.html http://www.laphroaig.com/feis-open-day/default.html",
          1332932321
        ]
      ],
      "dates_start": 1368569962,
      "dates_end": 1449478306,
      "likes_avg": 464,
      "likes_stdev": 347,
      "comments_avg": 10,
      "comments_stdev": 11,
      "shares_avg": 32,
      "shares_stdev": 37
    },
    {
      "number": 5,
      "important": [
        "distilleri manag",
        "timelin",
        "distilleri",
        "abl",
        "dram",
        "without",
        "john",
        "look",
        "manag",
        "say"
      ],
      "common": [
        "campbell",
        "distillery",
        "distillery manager",
        "distillery manager john",
        "john",
        "john campbell",
        "laphroaig",
        "manager",
        "manager john",
        "year"
      ],
      "messages": [
        [
          "Say hello to John, our Distillery Manager. Now, he may look unassuming, but without him, your dram wouldn't be possible. Sláinte, John. Timeline Photos",
          1486058461
        ],
        [
          "According to John, our Distillery Manager, you have to get your whole nose in there to get the full peaty effect. Timeline Photos",
          1475599407
        ],
        [
          "Distillery Manager, John, has a sip from each barrel before it’s bottled. No wonder he always looks happy. Timeline Photos",
          1473433801
        ],
        [
          "Don't forget that as a Friend of Laphroaig, you have a chance of owning a part of our history in the form of a classic Cairdeas bottling from 2009.\n\nWe have one up for auction at the site and you have until the end of the month to place your bid.\n\nIt's 12 years old, cask strenght and the first one overseen by the then new distillery manager John Campbell. \n\nWhat's not to like?\n\nlaphroaig.com/friends Timeline Photos",
          1458237601
        ],
        [
          "The 2009 Laphroaig Cairdeas was the first one selected by distillery manager John Campbell. This 12 year-old was matured in bourbon barrels and bottled at cask strength.\n\nIf you'd like to have a dram, the July Friends of Laphroaig charity auction is still open until the end of the month and all proceeds  go to The Islay Museum. Sláinte!\n\nhttp://www.laphroaig.com/friends/auction Timeline Photos",
          1437676200
        ],
        [
          "Distillery Manager John Campbell and Royal Warrant Grantee Mick Ord, welcome the HRH Prince Charles to the Laphroaig distillery - to celebrate 200 years of crafting your favourite whisky. Photos from Laphroaig's post",
          1435325783
        ],
        [
          "Congratulations to our very own John Campbell who this week is celebrating 20 years at the distillery!\n\nWe're lucky to have him. Timeline Photos",
          1416688200
        ],
        [
          "John Campbell is currently touring America with our Master Ambassador Simon Brooking.\n\nHere are some pics from the trip so far... Photos from Laphroaig's post",
          1413657000
        ],
        [
          "Unfortunately we have to announce that John Campbell, our distillery manager, is not able to make it to Germany this week to host the ‘John Campbell Roadshow’ due to personal reasons.\n\nWe are very sorry to tell you that for this reason the events from 16. – 18.09.2014 in Berlin, Hamburg and Cologne have been cancelled.\nIn order to give everybody who bought a ticket the chance to meet John Campbell and experience our No. 1 Islay Single Malt nonetheless, the events will be postponed to 18.-20.11.2014.\nOf course all tickets will remain valid.\n\nIn case you have a ticket but will not able to join the events in November, the tickets can be returned for a refund of the purchase price. In this case please contact Eventim according to the email you received today.\n\nWe are very sorry for this and would like to excuse for the inconveniences. Timeline Photos",
          1410870295
        ],
        [
          "Meet the panel:\nThe first member of this years panel needs no introductions; It's John Campbell!\nJohn Campbell was named Laphroaig’s distillery manager in 2006, fulfilling a 12-year-old ambition. He is the youngest distiller on the island and the first Ileach (native of Islay) to run Laphroaig in its 199 year history. Since joining Laphroaig in 1994, John has worked across the whole distilling process both at Laphroaig and in distilleries including Tormore, Miltonduff and Ardmore.\n\nIn addition to his role as Distillery Manager, John plays a lead role in promoting Laphroaig around the world. This includes running the distillery’s “Friends of Laphroaig” program.\n\nJohn Campbell grew up in the shadow of Laphroaig, and now, he’s running the distillery! Timeline Photos",
          1410805801
        ],
        [
          "Next week, from the 15th to the 18th of September, John Campbell will be visiting 4 cities in Germany to taste the no.1 peaty single malt as well as share the latest news on all things Laphroiaig!\n\nThe tour dates at a glance are as follows:\n\nMon 15th - Frankfurt\nTue 16th - Berlin\nWed 17th - Hamburg\n18th - Köln\n\nTo purhcase tickets go to: bit.ly/LPHGer Timeline Photos",
          1410287403
        ],
        [
          "How do you store your Laphroaig? Distillery manager John Campbell,told us unless it's a special bottling he doesn't usually store it. Otherwise he keeps them in his loft. Presumably so no one can get at them? Timeline Photos",
          1385640601
        ],
        [
          "Distillery Manager John Campbell and the team have been taking part in #Movember this year and has 15 days to go - what do you think of his moustache so far? http://bit.ly/1a8ruaf Timeline Photos",
          1384527907
        ],
        [
          "Some of the team at the distillery, including Distillery Manager John Campbell are taking part in Movember this year. What style moustache would you like to see them with? Find out more about Movember here http://bit.ly/1a3arq5 Timeline Photos",
          1383043801
        ],
        [
          "Don’t miss this year's Laphroaig Live, coming to you live from New York! Bookmark our countdown clock so you won't miss a second... Laphroaig Live New York 2013. Thursday 26th September 2013 EDT. John Campbell was named Laphroaig’s distillery manager in 2006, fulfilling a 12-year-old ambition. He is the youngest distiller on the island and the first Ileach (native of Islay) to run Laphroaig in its 190 year history. Since joining Laphroaig in 1994, John has worked across the whole distilling…",
          1379417910
        ],
        [
          "Our very own John Campbell is currently in Stockholm... in the Friends of Laphroaig lounge no less! He's been debating with Jim Beam's Fred Noe, overseen by Moderator for the Debate, Gavin Lipsith. Why not get behind John and give him a thumbs up? Timeline Photos",
          1358611140
        ],
        [
          "After our last question of \"If Laphroaig were a film what film would it be\" we've been inundated with people asking what our answer was. Well here's what our Distillery Manager John has said \"Film that is like Laphroaig would be something like Casablanca as it’s an old classic with great pedigree that stands the test of time. Person thats like Laphroaig would have to be Sean Connery for being Scottish, iconic and having great presence. Song that's like Laphroaig would be Nirvana - come as you are\"",
          1329728481
        ],
        [
          "Our Distillery Manager John just got asked a great interview question so we thought we'd see what you \nwould have said \"If Laphroaig were a film, what film would it be and why?\"",
          1329139194
        ],
        [
          "Our distillery manager John is off to Sweden next week for the Viking Line whisky festival. In honour of it we have produced a one off special bottling for the event.  It's a mixture of 13 - 21 year old Laphroaig casks (first fills, refill bourbons and some hogsheads too). Bottled at 50.5% alcohol and exclusive for the Viking line.",
          1328877948
        ],
        [
          "Started mashing again, good to be back up and running! John Campbell - mashing",
          1326114081
        ]
      ],
      "dates_start": 1352357399,
      "dates_end": 1451016702,
      "likes_avg": 601,
      "likes_stdev": 380,
      "comments_avg": 28,
      "comments_stdev": 27,
      "shares_avg": 34,
      "shares_stdev": 33
    },
    {
      "number": 6,
      "important": [
        "abl",
        "famous",
        "join",
        "distilleri",
        "broadcast",
        "opinionswelcom",
        "forget",
        "live",
        "laphroaig",
        "laphroaig live"
      ],
      "common": [
        "broadcast",
        "laphroaig",
        "laphroaig live",
        "live",
        "new",
        "new york",
        "september",
        "thursday",
        "year",
        "york"
      ],
      "messages": [
        [
          "Don’t forget to join us tonight for the live broadcast of our famous distillery wall…7:30pm (BST) http://www.laphroaig.com/opinions Laphroaig #OpinionsWelcome",
          1476186448
        ],
        [
          "And we are LIVE at www.laphroaig.com/live. Laphroaig Live Islay 2015. Thursday 24th September 2015, 7PM GMT Laphroaig Live is coming home for the 200th Anniversary and will be taking place at the distillery here on Islay. It’s going to be the biggest and best Laphroaig Live yet, so don’t miss it!",
          1443114061
        ],
        [
          "We've had a few questions about the food that will be served on Thursday at Laphroaig Live.\n\nHere's our menu for the night - as you can see we have selected some of the highest quality local produce Islay has to offer. Timeline Photos",
          1442860202
        ],
        [
          "If you liked the lineup of expressions for Laphroaig Live 2015 remember to also download your very own official tasting mat from http://laphroaig.com/live/\n\nAnd tune in on Thursday 24th at 7pm GMT. Timeline Photos",
          1442773801
        ],
        [
          "Sam Heughan from the smash hit Outlander will be joining us as our star guest on the panel at this years Laphroaig Live on Thursday 24th September at 8pm local time.\n\nBest known for his role as Jamie Fraser in the hit series Outlander, the Scottish actor was also nominated for a Laurence Olivier Award for Most Promising Performer in 2003.\n\nSam is a huge fan of Laphroaig (Quarter Cask is his personal favourite).\n\nhttp://laphroaig.com/live/ Timeline Photos",
          1442601001
        ],
        [
          "What better way to spend an evening than tasting whiskies and discussing the expressions? This year we'll certainly have a lot to talk about! Meet the panel of Laphroaig Live 2015... Laphroaig Live 2015 Panel",
          1441697329
        ],
        [
          "Get ready for Laphroaig Live 2015 - On the 24th of September we're finally returning to Islay!\n\nWith so many things to celebrate, this year's event will bring together Friends throughout the world to commemorate our 200th anniversary. \n\nFor more information go to http://www.laphroaig.com/live/ Laphroaig Live Islay 2015. Thursday 24th September 2015, 8PM BST Laphroaig Live is coming home for the 200th Anniversary and will be taking place at the distillery here on Islay. It’s going to be the biggest and best Laphroaig Live yet, so don’t miss it!",
          1441353966
        ],
        [
          "Our Friends in the US ready for the live broadcast from Stockholm, join us on www.laphroaig.com/live Timeline Photos",
          1411574531
        ],
        [
          "As the guests have now arrived and are enjoying the Special Laphroaig Live pre-drink 'Cut and burn' - Laphroaig Live 2014 will be LIVE from Stockholm in 15 minutes!\n\nWatch at bit.ly/LPH2014 and remember to submit your questions! Photos from Laphroaig's post",
          1411573492
        ],
        [
          "Pictures from Laphroaig Live in Stockholm on the 24th of September as well as fans all over the world joining in. Sláinte! Laphroaig Live 2014 Stockholm",
          1411549200
        ],
        [
          "The day has finally arrived - We're LIVE from Stockholm in just 12 hours!\nRemember to tune in at 7pm GMT http://laphroaig.com/live/ for the 8th annual Laphroaig Live! Timeline Photos",
          1411531201
        ],
        [
          "Only two days left to send your questions for John, Vicky and our expert panel at Laphroaig Live 2014.\nGo to bit.ly/LPH2014 to submit and the best ones will be answered on the night! Timeline Photos",
          1411324201
        ],
        [
          "Meet the panel:\nAs the founder of the largest Swedish whisky blog 'I love whisky', Hakan Dahlberg has a job that most of us can only dream about.\n\nHe tests, reviews and writes about whisky.\n\nThis year he will be joining us at the panel of Laphroaig Live and we can not wait to hear his opinions on the chosen expressions!\n\nYou can find Hakan's blog from: http://www.ilovewhisky.se/ Timeline Photos",
          1410978601
        ],
        [
          "You voted - We listened!\nThe 4th expression tasted at Laphroaig Live 2014 will be the Laphroaig 18YO with 66% of the vote!\nThank you for taking part in the decision making! Timeline Photos",
          1409855401
        ],
        [
          "This year we are letting You decide what will be the 4th expression tasted at Laphroaig Live 2014.\nGo to bit.ly/LPH2014 to give your opinion… Voting stops Tomorrow! Timeline Photos",
          1409412602
        ],
        [
          "Laphroaig Live comes to Sweden!\n4 fantastic panelists, 4 phenomenal whiskies, 4 great smoky dishes... Join us on the 24th of September at the beautiful island of Fjäderholmarna for the 8th annual evening of whisky, friends and chatter!\nFor more details go to bit.ly/LPH2014 Timeline Photos",
          1409252620
        ],
        [
          "A question from fan Scott Roberts during Laphroaig Live. Which do you prefer? Timeline Photos",
          1390821901
        ],
        [
          "Now online and on-demand - #LaphroaigLive 2013 from New York www.laphroaig.com/live Laphroaig Live New York 2013. Thursday 26th September 2013 EST Laphroaig Live is now in its seventh year and this year's show will be broadcast live from the city that never sleeps, New York. The venue for the evening is an original Hudson River Barge which, at over 99 years old, has seen cargo come and go into New York for almost a century. While the barge was...",
          1381480200
        ],
        [
          "We hope you were able to join us to watch Laphroaig Live 2013 from New York. Take a look at some exclusive behind-the-scenes photos from the event Laphroaig Live 2013 - New York",
          1381305997
        ],
        [
          "Today we'll be LIVE from New York, bringing you our seventh annual Laphroaig Live whisky broadcast from this historic Brooklyn waterfront barge. Will you be tuning in? http://bit.ly/LaphroaigLive2013 Timeline Photos",
          1380194729
        ],
        [
          "As we prepare to taste our QA, QC and Cairdeas expressions at Laphroaig Live and compare them to Maker's Mark, which expression is your Laphroaig of choice and why? Laphroaig Live New York 2013. Thursday 26th September 2013 EST Laphroaig Live is now in its seventh year and this year's show will be broadcast live from the city that never sleeps, New York. The venue for the evening is an original Hudson River Barge which, at over 99 years old, has seen cargo come and go into New York for almost a century. While the barge was...",
          1380020400
        ],
        [
          "From Islay to New York to you - join us for the Laphroaig Live Broadcast on 26th September! Here's just a taster of what we'll be enjoying on the night… http://bit.ly/LaphroaigLive2013 Timeline Photos",
          1379038380
        ],
        [
          "We're very excited to announce that this year's Laphroaig Live will be taking place on the 26th September! But can you guess where?http://bit.ly/LaphroaigLive2013 Timeline Photos",
          1377596254
        ],
        [
          "If you didn't catch the Laphroaig Live broadcast last Thursday we now have it available for you to watch whenever you want. It would be nice to hear what you thought or what you would like to see next time. There's no smoke without Laphroaig Laphroaig Live 2012 will be broadcast live from Germany, during this year's Oktoberfest - the World's largest fair! This celebration of Bavarian beer dates b...",
          1349255286
        ],
        [
          "Just over an hour to go until this year's Laphroaig Live broadcast. I hope lots of you are planning to watch. Remember anyone whose questions are read out during the show will win a prize. www.laphroaig.com/live Laphroaig Live Germany 2012. Thursday 27th September 2012. As we are in an area famous for its sausages we will be sampling a variety of sausages and local dishes that will compliment Laphroaig, including some sausages smoked using old Laphroaig casks",
          1348761339
        ],
        [
          "Only 3 days to go until this year's Laphroaig live webcast. This year we are also streaming the event live on Facebook. All you have to do is click play in the video below on Thursday at 9pm Central European Time / 8pm UK. If you want to work out the time in your country then you can here: www.laphroaig.com/live There's no smoke without Laphroaig Join us in Germany for this year's Laphroaig Live, as we explore the impact that smoking has on Laphroaig; be it beer, Islay peat or German sausage meat...",
          1348481803
        ],
        [
          "This time next week we will be broadcasting live from Germany. Quite a few people have asked how they join in. Well, you can either go to www.laphroaig.com/live or we will also be embedding the live video right here on our Facebook page. You can send in questions live on the night too and anyone whose question gets read out will win a very special prize. Laphroaig Live Germany 2012. Thursday 27th September 2012. As we are in an area famous for its sausages we will be sampling a variety of sausages and local dishes that will compliment Laphroaig, including some sausages smoked using old Laphroaig casks",
          1348143053
        ],
        [
          "We are really excited to announce that this year's Laphroaig Live will be broadcast on September 27th live from Germany, during Oktoberfest - the World’s largest fair! This celebration of Bavarian beer dates back to 1810, making it even older than Laphroaig, just. If you are a FOL you should have received an email yesterday, if not please let us know",
          1346845850
        ]
      ],
      "dates_start": 1366839584,
      "dates_end": 1435987833,
      "likes_avg": 338,
      "likes_stdev": 302,
      "comments_avg": 21,
      "comments_stdev": 45,
      "shares_avg": 38,
      "shares_stdev": 79
    },
    {
      "number": 7,
      "important": [
        "abl",
        "congratul",
        "opinion",
        "want",
        "enjoy",
        "win",
        "timelin",
        "competit",
        "winner",
        "prize"
      ],
      "common": [
        "200",
        "200 opinions wanted",
        "congratulations",
        "enter",
        "laphroaig",
        "opinions",
        "opinions wanted",
        "wanted",
        "winner",
        "winners"
      ],
      "messages": [
        [
          "Enjoy the winning photo from our March competition - congratulations to all our winners.\n\nWill you be a winner in April? Timeline Photos",
          1460044800
        ],
        [
          "We’ve already shared our 200 Opinions Wanted winners and we are delighted to announce our Grand Prize Winners. These winning opinions really impressed us, what a beautifully opinionated bunch you all are! We look forward to welcoming you all to Islay to join us for a very special 200th anniversary Laphroaig Live in September. \n\nSláinte 200 Opinions Wanted Grand Prize Winners",
          1440772108
        ],
        [
          "Thank you all for your opinions - we’ve now selected all 200 winners of 200 Opinions Wanted… \nLook out for the tiled wall which will feature all opinions at the distillery AND stay tuned, to find out the names of our Grand Prize winners, \nwho’ll be joining us on Islay for Laphroaig Live next month. Sláinte 200 Opinions Wanted",
          1439978166
        ],
        [
          "We’ve just announced our first batch of winners for the Laphroiag 200 Opinions Wanted competition! There is still time to enter the competition so do so here http://www.laphroaig.com/Opinions. We will be announcing more winners in the coming weeks. Laphroaig 200 Opinions Wanted Competition Winners",
          1434724509
        ],
        [
          "Congratulations to our February FOL competition winners. Fancy being a March winner? Just enter here: http://bit.ly/FriendsOfLaphroaig Timeline Photos",
          1394621948
        ],
        [
          "Congratulations to Debbie and Georg our December Friends of Laphroaig winners! Fancy being a January winner? Just enter here: http://bit.ly/FriendsOfLaphroaig Timeline Photos",
          1388749659
        ],
        [
          "Congratulations to Svetlana and Ralf our November Friends of Laphroaig winners! Fancy being a December winner? Just enter here: http://bit.ly/FriendsOfLaphroaig Timeline Photos",
          1386069817
        ],
        [
          "Congratulations to Stephen and Brian our October Friends of Laphroaig winners! Fancy being a November winner? Just enter here: http://bit.ly/FriendsOfLaphroaig Timeline Photos",
          1383571801
        ],
        [
          "Congratulations to Ralf and Michael, our September Friends of Laphroaig winners! Fancy being an October winner? Just enter here: http://bit.ly/FriendsOfLaphroaig Timeline Photos",
          1380630492
        ]
      ],
      "dates_start": 1382799093,
      "dates_end": 1441459417,
      "likes_avg": 512,
      "likes_stdev": 423,
      "comments_avg": 8,
      "comments_stdev": 9,
      "shares_avg": 60,
      "shares_stdev": 42
    },
    {
      "number": 8,
      "important": [
        "could",
        "nose",
        "pictur",
        "best",
        "glass",
        "caption",
        "happi",
        "nose glass",
        "say",
        "win laphroaig"
      ],
      "common": [
        "competition",
        "enter",
        "friends",
        "glass",
        "laphroaig",
        "laphroaig nosing glass",
        "nosing",
        "nosing glass",
        "win",
        "win laphroaig"
      ],
      "messages": [
        [
          "They say a picture paints a thousand words, but we’d be happy with 3. Suggest your best caption for this photo and you could win yourself a Laphroaig nosing glass. \n\nhttp://bit.ly/2aMhEoa Timeline Photos",
          1473870324
        ],
        [
          "Can you come up with a good caption to this picture sent in by Graham Minchin?\n\nSubmit it to our August caption competition for a chance to win a Laphroaig Nosing Glass!\n\nhttp://www.laphroaig.com/friends Timeline Photos",
          1470672001
        ],
        [
          "Get your nosing glasses and smoking hats ready…. We'll be live tomorrow from 7pm GMT!\nAnd remember to download this years tasting mat from bit.ly/LPH2014 Timeline Photos",
          1411497001
        ],
        [
          "Congratulations to Niclas Gustafsson from Finland, for winning Julys Friends of Laphroaig photo competition. A nosing glass will be on its way shortly. Timeline Photos",
          1407175201
        ],
        [
          "The annual Whisky Nosing Competition for Feis Ile got underway tonight at the Ramsay hall at Port Ellen. Each Islay distillery hosts a table on which there are 11 nosing glasses. Of the 11 glasses, there is a whisky from each distillery plus two unaged spirits. It’s for the public to identify them. \n\nYou may be aware that it helps to move the whisky around in the glass before you sniff, but did you know you should also remember to open your mouth? It helps to focus the senses on the aromas rather than the alcohol. Timeline Photos",
          1401127924
        ],
        [
          "Don't forget there's still time to enter our January Friends of Laphroaig competition to win a Laphroaig scarf or nosing glass. To enter click on the link. http://bit.ly/FriendsOfLaphroaig Timeline Photos",
          1390225200
        ],
        [
          "The majority of you prefer to experience Laphroaig in a nosing glass rather than a tumbler. What could be more appropriate than a Laphroaig nosing glass? Which expression would you be enjoying?\r\n\r\nhttp://bit.ly/NosingGlass Timeline Photos",
          1389186300
        ],
        [
          "Don't forget there's still time to enter our November Friends of Laphroaig competition to win a Laphroaig scarf or nosing glass. To enter click on the link. http://bit.ly/FriendsOfLaphroaig Timeline Photos",
          1384864201
        ],
        [
          "Don't forget there's still time to enter our October Friends of Laphroaig competition to win a Laphroaig scarf or nosing glass http://bit.ly/FriendsOfLaphroaig Timeline Photos",
          1382517601
        ],
        [
          "Don't forget you can still enter our September Friends of Laphroaig competition to win a Laphroaig scarf or nosing glass: http://bit.ly/FriendsOfLaphroaig Timeline Photos",
          1379592001
        ],
        [
          "Join us for Feis Ile 2013 - we'll be bringing you everything Laphroaig from the event and you can enjoy it with us on our live blog. PLUS you could win a Laphroaig nosing glass! http://bit.ly/FeisIle2013LiveBlog Timeline Photos",
          1369055554
        ]
      ],
      "dates_start": 1371815810,
      "dates_end": 1439053881,
      "likes_avg": 966,
      "likes_stdev": 378,
      "comments_avg": 51,
      "comments_stdev": 76,
      "shares_avg": 68,
      "shares_stdev": 48
    },
    {
      "number": 9,
      "important": [
        "abl",
        "year",
        "new",
        "whiski",
        "friend",
        "across",
        "everyon",
        "timelin",
        "happi",
        "islay"
      ],
      "common": [
        "200",
        "distillery",
        "home",
        "islay",
        "laphroaig",
        "scotch",
        "whisky",
        "world",
        "www",
        "year"
      ],
      "messages": [
        [
          "Bliadhna Mhath Ùr (Happy New Year) to all of our friends across the world from everyone on Islay. Here’s to more memories in 2017. Slàinte! Timeline Photos",
          1483208520
        ],
        [
          "Is this your dream whisky cabinet? Timeline Photos",
          1482429901
        ],
        [
          "Seems there are nearly as many opinions about our Christmas jumper as our whisky! Only difference is, our whisky isn't just for Christmas http://www.laphroaig.com/shop/product.aspx?ShopItemID=115 Timeline Photos",
          1481220000
        ],
        [
          "Happy St Andrew’s day from Islay to Scots across the world. Or as we say up here, “Aghmhor Latha an Naoimh Anndrais”. Slàinte. Timeline Photos",
          1480528801
        ],
        [
          "Whisky tasting tip: The aroma is one of the most important factors when assessing whisky. Don’t dive in with your nose like you would with wine. At over 59% our cask strength might put hairs on your chest, but it could also blow you away if you breathe a whole dram at once. Let the aroma come to you and see what memories it evokes. Timeline Photos",
          1480356301
        ],
        [
          "Whisky tasting tip: Catch the Laphroaig aromas in the right glass. A snifter is best - with a wide base and narrow opening. This allows you to swirl the whisky and release your favourite flavours. If you don’t have one at home, a wine glass is a good substitute. Timeline Photos",
          1479492120
        ],
        [
          "Every summer, thousands of birdwatchers descend upon Islay. We prefer to keep our eyes out for more common green-necked beauties, found behind bars across the world. Timeline Photos",
          1478714641
        ],
        [
          "Happy Bonfire Night. Luckily, we light a fire more than once a year. We burn our peat to flavour our barley every day. It’s what makes Laphroaig one of the most distinctive whiskies in the world.",
          1478367180
        ],
        [
          "Scottish poet Elvis McGonagall is given a glass of Laphroaig, a typewriter and 30 minutes to write his \"poetic opinion\" on the richest of all scotch whiskies.",
          1471094142
        ],
        [
          "Scottish poet Harry Giles was given a glass of Laphroaig, a typewriter and 30 minutes to create his poetic opinion of the richest of all scotch whiskies.\n\nThis is what happened.﻿",
          1470329170
        ],
        [
          "Four fathers, one whisky, many opinions.\n\nHappy Father's Day to all the dads out there!",
          1466348400
        ],
        [
          "Thank you Petri Jäsperi for letting us share this beautiful painting of the distillery. We love nothing more (well.. maybe whisky) than seeing our Friends get creative! Timeline Photos",
          1466092801
        ],
        [
          "9 days until the #FeisIle festival starts!\n\nIf you haven't planned your trip already... Do it now - the team are waiting to welcome you!\n\nhttp://laphroaig.com/distillery/FeisIle2016.aspx Timeline Photos",
          1462982400
        ],
        [
          "Spring is in the air on Islay and it gilds our barley with sunshine.\n\nWhat a beautiful sight. Timeline Photos",
          1460566229
        ],
        [
          "Beautiful peat fields of Islay. The land that makes our whisky. Timeline Photos",
          1454700008
        ],
        [
          "Last year we celebrated our 200th year by changing absolutely nothing.\n\nThis year for our 201st year we plan to do the same. Timeline Photos",
          1452193201
        ],
        [
          "Finish the day with an unforgettable whisky. Timeline Photos",
          1445101204
        ],
        [
          "In exactly 23 hours we'll be returning to the home of Laphroaig, the island of Islay to showcase four phenomenal whiskies as well as go behind the scenes at the distillery to mark our 200th anniversary.\n\nPlease join us at www.laphroaig.com/live Timeline Photos",
          1443031201
        ],
        [
          "Did you know that this summer everyone who takes part in a distillery tour receives a limited edition glass to celebrate 200 years of Laphroaig?\n\nIf you have not planned your trip yet... Better start now! \n\nhttp://www.laphroaig.com/distillery/ Timeline Photos",
          1436553002
        ],
        [
          "Last month we hosted a few lucky international whisky connoisseurs on Islay and showed them the inner workings of the Laphroaig Distillery to celebrate our 200th anniversary - Toni Passig from Germany, on behalf of Heldth.com, captured some beautiful images of the experience…\n\nhttp://www.heldth.com/200-jahre-laphroaig-die-wahre-torfschoenheit/ 200 Jahre Laphroaig – Die wahre Torfschönheit Die Brüder Donald und Alex Johnston gründeten die Laphroaig Destillerie im Jahr 1815, 200 Jahre später hat der charakterstarke Scotch kein bisschen von seiner Faszination verloren. Fast 140 Jahre l...",
          1433156401
        ],
        [
          "It's been beautiful but stormy here by the broad bay on Islay - wellies essential...",
          1424808001
        ],
        [
          "Work is well under way on our new Tasting Room here at the distillery. Located next to the museum, it is scheduled to be open by April 2015 - will you be joining us for a tasting during our 200th anniversary year? Timeline Photos",
          1423682761
        ],
        [
          "'A Scottish Distillery Celebrates 200 Years by Changing Absolutely Nothing'\n\nA lovely article about Laphroaig by the T Magazine.\n\nhttp://tmagazine.blogs.nytimes.com/2015/01/13/inside-scottish-whisky-distillery-laphroaig-video/?smid=fb-tmagazine&_r=0 A Scottish Distillery Celebrates 200 Years by Changing Absolutely Nothing In this video, see the making of Laphroaig’s smoky whisky on the rainswept island of Islay.",
          1421526601
        ],
        [
          "An exciting year ahead here at the distillery as we celebrate 200 years of crafting the worlds most richly flavoured Scotch Whisky. \n\nWe look forward to sharing our plans for the celebrations and new launches in the upcoming weeks. Timeline Photos",
          1420133405
        ],
        [
          "Next Friday on the 12th of December we'll be supporting Save The Childen UK by wearing our Christmas Jumpers at the Distillery.\n\nThere will be free distillery tours, mince pies, cheese and chocolate truffles and all donations go to Save The Children.\n\nPlease join us between 1pm-4pm for a Dram or a Hot Toddie... And wear your best Christmas Jumper! Timeline Photos",
          1417725001
        ],
        [
          "This beautiful handout was distributed in Calcutta in the 1880's to sell Laphroaig (or Laphroag as they called it).\n\nFinest Old Scotch Whisky already then - Can't argue with that. Timeline Photos",
          1413829801
        ],
        [
          "In September we had the pleasure of welcoming a record number of visitors at the distillery, so we'd like to take this opportunity to thank each and every one of you who has stopped by to see us.\n\nThis makes us even prouder to be nominated for the Scottish Field Distillery Visitor Experience of the Year 2014 award!\n\nVoting stops on Friday so if you have not stated your opinion already, please do so at https://www.surveymonkey.com/s/QC6GLMW or by emailing your vote to whisky@scottishfield.co.uk.\n\nSee you at the distillery, Sláinte!\n\nhttp://www.scottishfield.co.uk/votenow/ Timeline Photos",
          1412188201
        ],
        [
          "Meet the panel:\nLast but not least we are thrilled to welcome Peter Borg to the panel of Laphroaig Live 2014.\n\nPeter is a heavyweight of the Swedish Whisky world, who as well as being a chairman of the whisky club Habost has received a honourable chair of the board at the Swedish Whisky Association due to his involvement. A true whisky connoisseur!\n\nPeter also runs the Swedish Laphroaig Facebook page. Timeline Photos",
          1411065001
        ],
        [
          "As Rob's Laphroaig laced ice cream proved to be so popular, we have found another yummy treat for you to try out. Just in time for the weekend. Enjoy!\n\nHeston's Whisky Gums - Makes 20 sweets\n\nGroundnut or grapeseed oil\n200g Laphroaig whisky\n30g powdered gelatine\n200g liquid glucose\n150g unrefined caster sugar\n1/2 tsp cream of tartar\n100g white granulated sugar for dusting\n\nLightly grease a chocolate mould tray with a little groundnut or grapeseed oil. If you don’t have moulds, line a 20 x 30cm baking tray with parchment paper.\n\nPour 130g of the whisky into a small saucepan and add the gelatine. Warm the pan over a low heat until the gelatine has dissolved in the liquid. Remove from the heat.\n\nPut the remaining whisky in a different saucepan with the glucose, caster sugar and cream of tartar. Place over a high heat and heat until the temperature of the liquid reaches 124°C / 255°F.\n\nRemove the pan from the heat and allow the liquid to cool to 100°C / 212°F before adding the whisky and gelatine mixture.\n\nMix the liquids together with a spatula until the gelatine is fully incorporated, then pour the mixture into the lightly greased moulds or onto the parchment-lined baking tray.\n\nPlace the moulds in the fridge and leave to set for at least 6 hours before de-moulding.\n\nCarefully remove the gums from the moulds, or cut the jelly on the tray into cubes. (You could also use a 1.5-2cm pastry cutter to cut out the gums.)\n\nOnce de-moulded, place the gums in a bowl with the granulated sugar and roll around until coated on all sides.\n\nOriginal recipe from: http://www.telegraph.co.uk/promotions/dine-home-heston/10616385/whisky-gums-heston.html Timeline Photos",
          1408645801
        ],
        [
          "Great to see Transcendental Dram selecting ‘SELECT’ as their whisky of the month. Find out what Vicky Stevens had to say during her interview … http://bit.ly/transcendentaldram Timeline Photos",
          1406743201
        ],
        [
          "Final part of our Distillery Community – let us introduce you to Vicky Stevens, responsible for the Visitor Centre here at Laphroaig. With our wide ranging tours, museum and Friends of Laphroaig lounge, there is always something happening. Our whisky is bottled to leave its Island home for friends across the globe to enjoy. \nMy question to you – how many visitors (on average) do we have here at the distillery each year? Timeline Photos",
          1406311201
        ],
        [
          "John will be celebrating World Whisky Day with our latest expression - SELECT. How will you be celebrating? To find out more visit our website http://bit.ly/laphroaigselect Timeline Photos",
          1400338800
        ],
        [
          "We're proud to announce our distillery was crowned Whisky Visitor Attraction of the Year. Thank you for making our Islay home your destination. Mobile Uploads",
          1397922626
        ],
        [
          "We are proud to announce that our Laphroaig Visitor Centre is officially the 2014 World Whisky Visitor Attraction of the Year (Icons of Whisky (world) Whisky Magazine Awards). Have you been on  one of our tours did you agree with Whisky Magazine? Timeline Photos",
          1395400211
        ],
        [
          "A full house in Halmstad to finish off my tasting tour in Sweden. May I pass on my very best wishes and thanks for the fantastic  hospitality I received in Norway, Sweden and Finland. I loved every minute of it. I hope to see you all again soon. Vicky Timeline Photos",
          1392284933
        ],
        [
          "What are your memories of Islay, the home of Laphroaig whisky? Share your thoughts on Trip Advisor ... http://bit.ly/LaphroaigReview Timeline Photos",
          1391683019
        ],
        [
          "More awards for the year; thanks to Whisky Meet, Bergen who awarded Laphroaig with Distillery of the year and the 1989 Vintage (exclusive to Nordics) whisky of the year. Timeline Photos",
          1391505194
        ],
        [
          "When it comes to haggis, we want to know, do you have yours bag-less or not? It’s created many a debate within the distillery team.",
          1390579201
        ],
        [
          "#Movember is finished and John and the distillery team have been busy growing their facial hair to raise money. You can still donate to show support for their efforts. What do you all think of John's? Timeline Photos",
          1385982900
        ],
        [
          "What are your memories of Islay, the home of Laphroaig whisky? Timeline Photos",
          1378728001
        ],
        [
          "Don't forget that John will be going head to head with the Irish and the US to prove that Scotch deserves the title of Ultimate World Whisky! Find out more and join him in Ireland to lend your support… The Ultimate Whiskey Battle Can John take the crown for Scotch? Book your tickets to be there to support him on the day!",
          1375873713
        ],
        [
          "Our very own John Campbell will be taking on the Irish and the Americans to win Scotch whisky the title of Ultimate World Whisky! Find out more and get behind John. The Kilbeggan Distilling Company Join us at the oldest licenced distillery in Ireland for the Kilbeggan Gathering 2013. On Saturday 17th August 2013, the three giants of whiskey/whisky – Ireland, Scotland and the USA - go head to head, battling for the title of Ultimate World Whiskey in this interactive whiskey tasting event. Find ...",
          1373889615
        ],
        [
          "Meet Laphroaig’s Master Ambassador Simon Brooking at the exclusive Sprits Confidential Cocktail Reception in Toronto this Wednesday! Find out more here: http://bit.ly/SpiritsConfidential Timeline Photos",
          1372062694
        ],
        [
          "Thanks to Whisky Connosr member Onibubba for a glowing review of the Triple Wood! http://bit.ly/OnibubbaReview Timeline Photos",
          1358242742
        ],
        [
          "\"Excellent whisky that delivers a satisfying experience in every aspect, aroma, taste, and finish.\" Thanks to Laphroaig lover Josh Zollweg for the great review! http://bit.ly/JoshZollwegReview Timeline Photos",
          1357634520
        ],
        [
          "Laphroaig has picked up 2 Drammie Awards; for Distillery of the Year and Best Whisky Distillery Tour. Congratulations to all the team on Islay - great work!",
          1335346142
        ]
      ],
      "dates_start": 1385264409,
      "dates_end": 1465631194,
      "likes_avg": 894,
      "likes_stdev": 766,
      "comments_avg": 29,
      "comments_stdev": 29,
      "shares_avg": 68,
      "shares_stdev": 81
    },
    {
      "number": 10,
      "important": [
        "abl",
        "yet",
        "friend",
        "chanc win",
        "everi",
        "friend laphroaig",
        "let",
        "fol",
        "timelin",
        "laphroaig"
      ],
      "common": [
        "competition",
        "congratulations",
        "enter",
        "fol",
        "friends",
        "friendsoflaphroaig",
        "laphroaig",
        "photo",
        "photo competition",
        "yet"
      ],
      "messages": [
        [
          "Friends of Laphroaig is turning 22 this July. Are you a FOL yet?\n\nIf not... Lets be Friends! Timeline Photos",
          1468425600
        ],
        [
          "Ben Makepeace (PlotNo: 348149) from Australia was the deserved winner of our May photo competition. Definitely a shot worth framing and hanging on every FoLs wall!\n\nTo see more of Ben's work go to https://www.facebook.com/BenMakepeaceArt/photos/?tab=album&album_id=1003789166326070\n\nRemember to submit your own photo at the Friends of Laphroaig site for a chance to win.\n\nlaphroaig.com/friends Timeline Photos",
          1464970499
        ],
        [
          "Does Laphroaig ever make you feel like you'd be able to walk on water?\n\nElke Nolden won last month's FoL photo competition with this aptly timed snap of someone doing just that at the distillery!\n\nRemember to take part in all our competitions at http://laphroaig.com/friends/ Timeline Photos",
          1452711601
        ],
        [
          "Are you a Friend yet?\n\nJoin now at https://www.laphroaig.com/friends Timeline Photos",
          1438540201
        ],
        [
          "Congratulations to all our March competition winners - your prize(s) will be with you shortly. One of our favourites, was the caption competition see here below. Will you be taking part this month? http://www.laphroaig.com/friends/ Timeline Photos",
          1428429601
        ],
        [
          "Big congratulations to our first winner of 2015 in the Friends Photo Competition, we'll be sending a prize out to you shortly. \n\nRemember to send in one of your photos this month for a chance to win some great prizes.\n\nhttp://www.laphroaig.com/friends/ Timeline Photos",
          1423422001
        ],
        [
          "Günter Schmidt from Germany won the December FoL photo competition with this beautiful Christmas tree - Congratulations!\n\nRemember to take part in the competitions at the Friends of Laphroaig -page for an opportunity to win some great prizes!\n\nhttp://www.laphroaig.com/friends/ Timeline Photos",
          1421785800
        ],
        [
          "Congratulations to Kenn Thomsen from Denmark who won the November FoL photo competition with this brilliant snap!\n\nWe hope you've received some help already? Or at least a new bottle!\n\nRemember to take part in the competitions at the Friends of Laphroaig -page for an opportunity to win some great prizes!\n\nhttp://www.laphroaig.com/friends/ Timeline Photos",
          1419798600
        ],
        [
          "Are you a Friend of Laphroaig yet?\n\nhttps://www.laphroaig.com/friends/ Timeline Photos",
          1418589000
        ],
        [
          "Congratulations to Mika Hurme from Finland who won September's FoL photo competition with this gorgeous photo!\n\nRemember to submit your entries at the Friends of Laphroaig website for a chance of winning a Laphroaig Offical Tartan Scarf. Timeline Photos",
          1412706600
        ],
        [
          "Only a few days left to enter this months #FOL photo competition. Just visit the website to enter: http://bit.ly/friendsoflaphroaig. Here’s a little taster of the competition this month… Photos from Laphroaig's post",
          1406138401
        ],
        [
          "Only a few days left to enter this months #FOL caption competition. Have you entered yet? Just visit the website to enter: http://bit.ly/friendsoflaphroaig Timeline Photos",
          1398345113
        ],
        [
          "Congratulations to Ralf Kähler and Philippe Girard who were both winners in our August Friends of Laphroaig competitions! Do you have a witty caption for September's photo competition? Submit them at http://bit.ly/FriendsOfLaphroaig for the chance to win this month! Timeline Photos",
          1378197840
        ],
        [
          "Do you have a witty caption for this month's Friends of Laphroaig photo? Enter August's FoL competition here: http://bit.ly/FriendsOfLaphroaig Timeline Photos",
          1377774735
        ],
        [
          "Congratulations to Tomi Palonen for winning July's FoL competition with this stunning photo. And if you fancy a giggle with your dram this evening, take a look at Andrew Granger's winning caption: http://bit.ly/FoLJulyCaptionCompWinner. Don't forget to enter for the chance to win in August! Timeline Photos",
          1375360573
        ],
        [
          "Don’t forget you've got one week left to enter this month's FoL competitions! Enter your own photo or come up with a great caption for this pic for the chance to win fantastic Laphroaig prizes… Enter here: http://bit.ly/FriendsOfLaphroaig Timeline Photos",
          1374840000
        ],
        [
          "Congratulations to Tomi Palonen who won June's photo competition with this stunning image! Why not enter yours for a chance to win in July? Timeline Photos",
          1372679324
        ],
        [
          "Only a few more days left to enter our FoL competitions! Have you got a great photo or a witty caption? Enter them here: http://bit.ly/FriendsOfLaphroaig Timeline Photos",
          1372250184
        ],
        [
          "Congratulations to Christopher Kocher who scooped last month's FoL Photo Competition prize. Will yours be this month's winner? Enter at laphroaig.com: http://bit.ly/FriendsOfLaphroaig Timeline Photos",
          1370353774
        ],
        [
          "It's your last chance to enter this month's FoL competitions! Submit your photo or caption for a chance to win: http://bit.ly/FriendsOfLaphroaig Timeline Photos",
          1369998493
        ],
        [
          "Congratulations to Ian Mckeen and Nik Raschle for scooping April's FoL competition prizes! What do you think of Nik's winning photo? Timeline Photos",
          1367407369
        ],
        [
          "Have you entered this month's Friends of Laphroaig caption competition yet? Visit http://bit.ly/FriendsOfLaphroaig to enter! Timeline Photos",
          1366800939
        ],
        [
          "Congratulations to the winner of March's Friends of Laphroaig 'Favourite Photo' competition, Mirco Demo! If you want to enter but you're not yet a FoL, you can sign up here: http://bit.ly/FoLApp Timeline Photos",
          1364907799
        ],
        [
          "Have you entered March's FoL Caption Competition yet? Just visit the website to enter: http://bit.ly/FriendsOfLaphroaig, or sign up here: http://bit.ly/FriendsOfLaphroaig if you're not yet a FoL! Timeline Photos",
          1364468088
        ],
        [
          "Congratulations to the winner of February's Friends of Laphroaig 'Favourite Photo' competition, Freddy de Gendt! If you want to enter but you're not yet a FoL, you can sign up here: http://bit.ly/FoLApp Timeline Photos",
          1363602416
        ],
        [
          "Calling all Friends of Laphroaig! Have you entered our Caption Competition yet? Just visit the website to enter or to sign up if you're not yet a FoL… http://bit.ly/FriendsOfLaphroaig Timeline Photos",
          1361522768
        ],
        [
          "Congratulations to Michael Reuter from Germany on winning January's Friends of Laphroaig 'Favourite Photo' competition. All FoLs can enter their photos for February so get snapping! Not yet a FoL? Register here: http://bit.ly/FoLApp Timeline Photos",
          1359719650
        ]
      ],
      "dates_start": 1362669800,
      "dates_end": 1429459604,
      "likes_avg": 903,
      "likes_stdev": 550,
      "comments_avg": 28,
      "comments_stdev": 24,
      "shares_avg": 71,
      "shares_stdev": 64
    },
    {
      "number": 11,
      "important": [
        "abl",
        "slàint",
        "alway",
        "pictur",
        "dram",
        "rememb",
        "mhath",
        "enjoy",
        "timelin",
        "laphroaig"
      ],
      "common": [
        "always",
        "always enjoy",
        "dram",
        "dram responsibly",
        "enjoy",
        "love",
        "responsibly",
        "www drinkaware",
        "www drinkaware co",
        "www drinkaware co uk"
      ],
      "messages": [
        [
          "Remember to always enjoy your smoky dram responsibly.\n\nhttps://www.drinkaware.co.uk/\n\nPicture by Joss Thomas Timeline Photos",
          1467909001
        ],
        [
          "Remember to always enjoy your dram responsibly.\n\nSlàinte mhath!\n\nhttps://www.drinkaware.co.uk/ Timeline Photos",
          1449946801
        ],
        [
          "Remember to always choose your dram with care and enjoy it responsibly.\n\nhttps://www.drinkaware.co.uk/ Timeline Photos",
          1444755601
        ],
        [
          "Always remember to enjoy your Laphroaig responsibly.\n\nhttp://www.drinkaware.co.uk/ Timeline Photos",
          1420662601
        ],
        [
          "Always enjoy your dram responsibly.\n\nhttps://www.drinkaware.co.uk/ Timeline Photos",
          1416342602
        ],
        [
          "Although we love that you love Laphroaig, we'd like to request that you always enjoy your dram responsibly.\n\nhttp://www.drinkaware.co.uk/ Timeline Photos",
          1413311401
        ],
        [
          "We love that you love Laphroaig but please remember to always raise a dram responsibly.",
          1381845000
        ],
        [
          "While we love that you love Laphroaig, please remember to always enjoy your dram responsibly.",
          1374577201
        ],
        [
          "We love that you love Laphroaig but we would like to request that you always enjoy our wonderful whisky responsibly. Timeline Photos",
          1367928605
        ]
      ],
      "dates_start": 1382101777,
      "dates_end": 1448404625,
      "likes_avg": 1026,
      "likes_stdev": 539,
      "comments_avg": 29,
      "comments_stdev": 12,
      "shares_avg": 73,
      "shares_stdev": 53
    },
    {
      "number": 12,
      "important": [
        "abl",
        "full",
        "person",
        "life",
        "christma",
        "enjoy",
        "decemb",
        "timelin",
        "laphroaig",
        "go"
      ],
      "common": [
        "christmas",
        "december",
        "islay",
        "laphroaig",
        "laphroaig christmas",
        "laphroaig shop",
        "last",
        "make",
        "shop",
        "time"
      ],
      "messages": [
        [
          "We’re going to enjoy Laphroaig in front of the fire, full of turkey and cheese this Christmas. What’s your serving suggestion? Timeline Photos",
          1482516361
        ],
        [
          "If you really love the whisky-mad person in your life, you’re going to have to get your skates on. The deadline for guaranteed delivery in the UK before Christmas is just 5 days away (20th December). Shop here: http://bit.ly/2fMreYi Timeline Photos",
          1481824980
        ],
        [
          "There's not much time to get your Christmas jumper before the big day if you're based in the EU. http://www.laphroaig.com/shop/product.aspx?ShopItemID=115 Timeline Photos",
          1481738522
        ],
        [
          "Strong, peaty and smokey whiskies like Laphroaig go perfectly with strong cheeses. This Christmas, make sure you have some Roquefort or stilton on your cheeseboard. Or really go for it with some of our own cheddar http://bit.ly/2eQMEkV Timeline Photos",
          1481047382
        ],
        [
          "Islay is pretty far from everything. If you live outside of the EU, the deadline for guaranteed Christmas delivery is just fours days away (8th December). Shop here: http://bit.ly/2fMreYi Timeline Photos",
          1480874523
        ],
        [
          "You asked. We listened. The newest Laphroaig Christmas jumpers are available now. Once they’re gone, they’re gone (...and they may be gone very soon). http://www.laphroaig.com/shop/product.aspx?ShopItemID=115 Timeline Photos",
          1480788001
        ],
        [
          "Paris. Milan. Islay. Make your fashionista friends' Christmas with a limited edition Laphroaig Christmas jumper! Available now here http://www.laphroaig.com/shop/product.aspx?ShopItemID=115 Timeline Photos",
          1480079401
        ],
        [
          "It's a well known fact that the last Saturday before Christmas should always be spent singing Laphroaig Christmas carols with a dram in hand.\n\nLet us know what's your favorite carol and what do you like drinking with it.",
          1450551601
        ],
        [
          "Today we wore our Christmas jumpers to raise money for charity. Mince pies, chocolate truffles, cheese, hot toddies and a dram or two were on offer for everyone who came to visit.\n\nIf you're still planning a visit, our festive opening hours are:\n\nOPEN: (9.45am -3.30pm) December 9th\nOPEN: (10am -2pm) December 22nd\nOPEN: (10am-4pm) December 27th, 28th, 29th, 30th, 31st\nOPEN: (10am -4pm) January 2nd\n\nCLOSED: December 23rd, 24th, 25th, 26th\nCLOSED: January 1st, 3rd Photos from Laphroaig's post",
          1450465201
        ],
        [
          "It's time to start singing Christmas carols again. Who remembers the lyrics?\n\nLet us remind you... Laphroaig Christmas carols",
          1450292400
        ],
        [
          "If you’re looking for a present that will make a whisky fan smile on Christmas Day, you'll be spoilt for choice at our online store.\nTo make sure you receive your order just in time, here are the last shopping days for guaranteed Christmas delivery.\n\nUnited Kingdom - 18th of Decembed\nEurope - 11th of December\nRest of the world - 4th of December\n\nhttp://laphroaig.com/shop/ Photos from Laphroaig's post",
          1449172801
        ],
        [
          "If you're looking for a perfect attire to wear during the Holiday season, we've got you covered!\n\nThis year you will be able to sip your Laphroaig whilst wearing our Limited Edition Christmas Jumper! It's now available for pre-order and will be shipped in the beginning of December - just in time for Christmas.\n\nIf your Santa is on Facebook... Tag them here and let them know.\n\nOrder now at http://laphroaig.com/shop/product.aspx?ShopItemID=101 Timeline Photos",
          1445358601
        ],
        [
          "After a long day of last minute Christmas shopping…\nYou know what helps. Timeline Photos",
          1419366601
        ],
        [
          "It is a well known fact that a dram of Laphroaig makes you feel festive and sing. And keeps you warm even when Christmas Caroling on Islay.\n\nSláinte!\n\nEnter your Opinion at http://bit.ly/OpinionsWelcome",
          1419193800
        ],
        [
          "Tomorrow is the last order date for our fans outside of Europe to make sure they arrive in time for Christmas. Which expression is on your list?\n\nhttp://bit.ly/LaphroaigShop Timeline Photos",
          1386823020
        ],
        [
          "If you know someone who would love Laphroaig for Christmas be sure to get your orders in soon. Find out when the last date for orders is in your country here \r\n\r\nhttp://bit.ly/LaphroaigShop Timeline Photos",
          1386675001
        ],
        [
          "All lit up in time for our Taste of Christmas Open Evening in the Visitor Centre at Laphroaig.  If you are on Islay – come and join us tonight between 6.30 and 9.00 for music, hot toddies, mince pies, local Christmas shopping and more. Local Christmas market with Islay Woollen Mill, Mary Knowles, Islay Choc Co, An Gleann and more! If you’re not able to make it, join us in raising a glass to Friends across the world. Timeline Photos",
          1355241423
        ]
      ],
      "dates_start": 1407296381,
      "dates_end": 1484704749,
      "likes_avg": 699,
      "likes_stdev": 631,
      "comments_avg": 33,
      "comments_stdev": 28,
      "shares_avg": 74,
      "shares_stdev": 80
    },
    {
      "number": 13,
      "important": [
        "abl",
        "find",
        "whiski",
        "friend",
        "best",
        "friend laphroaig",
        "thing",
        "timelin",
        "laphroaig",
        "one"
      ],
      "common": [
        "drink",
        "islay",
        "laphroaig",
        "one",
        "peat",
        "sea",
        "smoke",
        "still",
        "water",
        "whisky"
      ],
      "messages": [
        [
          "One of the best things about being a Friend of Laphroaig? We pay you rent in the form of whisky. Find out more https://www.laphroaig.com/friends/registration/CodeCheck.aspx Timeline Photos",
          1487268121
        ],
        [
          "We still cut all our peat by hand. It means we can look after our special ingredient and safeguard its future. Timeline Photos",
          1487181781
        ],
        [
          "The power of the sea, the punch of the smoke, the perfume of Islay’s streams. Laphroaig: The whisky drinker’s whisky. Timeline Photos",
          1486576981
        ],
        [
          "Lore was created to be a complex marriage of all aspects of Laphroaig. That’s why it’s the richest whisky we’ve ever made. Timeline Photos",
          1485194640
        ],
        [
          "“Lang may your lum reek” is an old Scottish proverb. It means: Long may your chimney smoke. You’d say it to wish someone a long life. And well, our peat chimney has been smoking for over 200 years now. Timeline Photos",
          1485021661
        ],
        [
          "\"How many roads must a man walk down?\" Asked Bob Dylan. Just one. But it's more of a path really. Timeline Photos",
          1484849041
        ],
        [
          "We fought to protect our precious water supply. And for good reason. Without the peaty water from the Kilbride stream, Laphroaig wouldn't be the same. Timeline Photos",
          1484330640
        ],
        [
          "Some of our friends swear they can taste the sea in our whisky. When you see how close the sea is to us, it's not so difficult to see why. Timeline Photos",
          1483812181
        ],
        [
          "Cutting peat by hand means we can put some back to replenish the bog. Without it, we wouldn’t be able to make our unique whisky. Timeline Photos",
          1482861781
        ],
        [
          "What do you buy the person who has everything? Good whisky. You can never have too much. Timeline Photos",
          1482343380
        ],
        [
          "Whisky tasting tip: Experience the flavours that no other whisky can give you by drinking a small amount of water prior to tasting. A clean palate unlocks all the hidden flavours. It’s like trying Laphroaig for the very first time. Timeline Photos",
          1482170520
        ],
        [
          "Just in case you need an extra excuse to drink more whisky this Christmas, it works perfectly with smoked salmon. You can even cure your own with Laphroaig. We’d rather drink it, but still. Here’s a recipe by Graham Campbell: http://bit.ly/2fzqvsZ Timeline Photos",
          1482084183
        ],
        [
          "Working 9 to 5 is undoubtedly a great way to make a living, but no way to make a whisky. At 7:30 on Monday mornings our malting floor is a hive of activity. The barley is removed from the steeps after a weekend soaking and passed through hoppers into our Chariots, ready for the next stage of the production process. Timeline Photos",
          1481565661
        ],
        [
          "The shape of our stills affects the taste of our whisky. Many distilleries have switched to fewer, larger stills to reduce costs. That’s not the Laphroaig way. We know how important they are to our flavour. When they finally do need replacing, we do so to the tiniest details, even down to the dents. Timeline Photos",
          1481133661
        ],
        [
          "The malting floor. It may look as though a horse lives here, but it’s actually where germination occurs; an essential stage in our whisky making process. The temperature needs to be perfect to make your dram worth the wait. We control it by opening and closing the windows and turning the malt floors. Timeline Photos",
          1479924000
        ],
        [
          "Some people might complain about the rain. We just get on with it. Without it, our glorious peat bogs wouldn’t be possible. A fair trade we feel. Timeline Photos",
          1479751441
        ],
        [
          "We think of Islay as a treasure island. Without our peat bogs, our whisky wouldn't be the same. Timeline Photos",
          1479319321
        ],
        [
          "Whisky. Water. The two things that Islay does best. Timeline Photos",
          1479146642
        ],
        [
          "One in four Ileach (residents of Islay) speak Scottish Gaelic. If you ever need directions, just ask “Càite a bheil an taigh-staile Laphroaig”.\n\nWarning: Three in four will be very confused. Timeline Photos",
          1478196061
        ],
        [
          "Some of the islanders clearly aren’t happy about our whisky leaving the Island… Timeline Photos",
          1474034401
        ],
        [
          "We still use this same traditional way of drawing whisky. Why change if it works? Timeline Photos",
          1472060465
        ],
        [
          "The Master Distiller is waiting to hear your opinion on his creations and if it's good enough you can let him know it in person.\n\nEnter yours at laphroaig.com/opinions Timeline Photos",
          1468684801
        ],
        [
          "Happy Earth Day to all of our friends around the world!\n\nAs you know, for us at Laphroaig, taking care of our environment is very important. The beautiful peat fields and sea are integral in the process of what makes Laphroaig so special. For that reason, sustaining the ecosystem of the island is one of the most important parts of our legacy.\n\nWe are very lucky to be able to work and live here.\n\nWe'll leave you with these stunning pictures of Islay, but to truly appreciate the beauty of this island, we urge you to come and visit. Photos from Laphroaig's post",
          1461341601
        ],
        [
          "If your Valentine likes whisky, there's only one thing you need in preparation for Sunday... Laphroaig lip balm.\n\nhttp://laphroaig.com/shop/product.aspx?ShopItemID=35 Timeline Photos",
          1455130924
        ],
        [
          "Still looking for that Christmas spirit? We have almost as much of that as we have whisky.\n\nSlàinte mhath!",
          1450731601
        ],
        [
          "These kilns have been here since 1840; we know this from the date on the original stone which is still in the kiln.\n\nThe salty air is drawn directly off the sea and mixes with the smoke from the peat. This mixture gives us the unique smoke – the sweetness of the heather and mosses combined with the medicinal tang of the lichens. After about 12 to 13 hours the malted barley is fully ‘peated’. To complete the process we have to continue drying the malt down to 4.5% moisture content, which stops the germination process. We do this by using hot air, which has been heated by surplus hot water from our still house.\n\nWe peat first and dry later whereas other distilleries peat and dry at the same time. We do it this way as we find that it gives us a better all round flavour to our spirit. Timeline Photos",
          1449514801
        ],
        [
          "What you see here is over 7 tonnes of green barley gently germinating.\n\nHere we are fooling nature into thinking its springtime. The barley starts to put out its shoots as it would in the soil. Technically speaking the important part for us is that the insoluble starch in the grain is being converted into a soluble sugar. Enzymes are also created which we need later in the process. Timeline Photos",
          1446922808
        ],
        [
          "Our precious water source is the Kilbride stream.\n\nSo important is it that a little over 100 years ago we had what has become known as The Water Wars, when a rival distiller tried to divert it from us. After a lengthy court battle we regained our supply. As a result we bought all the land adjoining the stream, some of which is now the Friends of Laphroaig plots.\n\nIn the 1930’s we constructed a dam creating The Kilbride Reservoir so that we always have a continuous water supply to the distillery throughout the year. Timeline Photos",
          1445706660
        ],
        [
          "Islay peat is very unique.\n\nWe still hand cut our peat the traditional way and look after our own peat beds very carefully. It’s important to put the top layer back after cutting, so that the peat will be able to replenish itself over time. After all, it’s been here for millions of years.\n\nThere aren’t any forests like there are on the mainland, so our peat is made up of other decaying plant matter – namely heather, mosses and lichens. This makes for a different quality and flavour of peat.\nIt is the lichens that give our peat the medicinal flavours that are a hallmark of the Laphroaig flavour profile. Timeline Photos",
          1444496402
        ],
        [
          "Behind the walls of legendary Warehouse No. 1 located on the Atlantic. Timeline Photos",
          1438108200
        ],
        [
          "The sun is shining here today at Laphroaig so we are busy busy busy. The grass is now cut, the walls are getting their annual white paint, and the sea bank (undermined by the stormy waters during winter) is being built. \nAlso lovely to see the sea kayaks come in to the bay this afternoon - how will you be arriving for your visit? Photos from Laphroaig's post",
          1429281000
        ],
        [
          "Behind this door our dedicated tasting room at the distillery will soon be revealed to visitors and friends. Senses will be stimulated, drams drunk, and friendships formed. We need your help to give this space a name. \n\nSituated alongside our museum it’s a room dedicated to our friends and visitors alike tasting our portfolio of whisky – we hope you will you be joining us for a dram.\n \nBest name suggestions will get a nosing glass. Timeline Photos",
          1426879800
        ],
        [
          "If you needed to describe Laphroaig with one word only, what would it be? \n\nhttp://www.laphroaig.com/opinions/ Timeline Photos",
          1422995400
        ],
        [
          "What do you think about this 'How to drink whisky' infographic by the talented John Cheng?\n\nAnd what do you think is the best way to enjoy that perfect dram of Laphroaig?\n\nhttps://www.behance.net/gallery/Infographic-How-to-drink-whisky/6314739 Infographic: How to drink whisky Simple and fun info graphic on how to drink whisky.",
          1422736200
        ],
        [
          "If you're still searching for that Christmas Spirit maybe another medley of beautifully worded carols will help?\n\nAnd remember to submit your own version at http://bit.ly/OpinionsWelcome",
          1419021000
        ],
        [
          "It's starting to get a wee nippy here in Islay but we won't let that bother us. A dram works just as good as a hot water bottle.\n\nSláinte! Timeline Photos",
          1415737800
        ],
        [
          "Looking for something delicious to try out on the weekend? We've got you covered!\n\nCut and burn\n\n10 ml Laphroaig Select\n40 ml Maker’s \n20 ml sea buckthorn purée from fresh sea buckthorn\n20 ml freshly squeezed lemon juice\n20 ml honey syrup \n\nShake all the ingredients and strain into a coupette glass and enjoy!\n\nCut and Burn was the official Laphroaig Live 2014 pre-drink crafted by the amazingly talented Madeleine Solo Rapp. Timeline Photos",
          1412447401
        ],
        [
          "At Laphroaig Live 2014, as well as tasting some fantastic whiskies, we will be enjoying a selection of  Swedish delicacies cooked in Laphroaig. We'll provide you with the recipes later, but here's the actual menu…\n\nLet us know which ones you'd like to taste the most!\n\n•       Laphroaig smoked elk with chanterelles and apples \n•       Small Skagen toast with Kalix bleak roe \n•       Laphroaig smoked salmon with spinach and fresh potatoes\n•       Laphroaig marinated salmon with cider mustard and dressing\n•       Laphroaig smoked deer filet with cloudberry compote\n•       Swedish farm cheeses with Laphroaig marmalade Photos from Laphroaig's post",
          1410546601
        ],
        [
          "Corks weren't made for wine. They were made to uncork whisky. Timeline Photos",
          1405194000
        ],
        [
          "Tuesday means the stills are running. To be honest, the stills are always running here on Islay. Timeline Photos",
          1404848400
        ],
        [
          "One is too little, but two is too much. Peat responsibly. Timeline Photos",
          1404590400
        ],
        [
          "Introducing the Magnificent 7 (stills of course), meet William Campbell who looks after the wash stills, spirit Stills and keeps our spirit safe.\nMy question to you: What do we call the ‘heart’ on Islay?\nAny questions for me? Timeline Photos",
          1404489601
        ],
        [
          "Our Distillery Community Part 6: A millers tale from Arthur Holyoake and the three key stages of his work...\n\nDrying: When the Barley has germinated and grown to exactly the desired point, it is transferred to the Kiln floor to be spread out and slowly dried over a Peat Fire.  The grains absorb the smoke (the Peat Reek) to give Laphroaig it’s characteristic smoky flavour.\nThe process of drying is completed using warm air.\n \nResting: The malt is allowed to cool and rest for several weeks in one of our Malt Bins before passing to The Malt Mill.\n \nMilling: The malted barley is crushed through two sets of stainless steel rollers, to create grist, a mixture of husk material, coarse and fine flour. Sugars will be extracted from the grist in the mashing process.\n\nMy question for you - how long does the barley rest for? Timeline Photos",
          1403107201
        ],
        [
          "Peat, the foundation of Laphroaig's Islay malts, is still cut & harvested by hand. Timeline Photos",
          1400685000
        ],
        [
          "If aging in two types of wood is good, then it’s only logical that our Triple Wood is even better.\n\nLearn More: http://www.laphroaig.com/whiskies/triple-wood.aspx Timeline Photos",
          1400425800
        ],
        [
          "To add a touch of water or not?  Difficult decisions to be made this weekend... Timeline Photos",
          1398525000
        ],
        [
          "Life on Islay wouldn’t be complete without a \"smoke break\". Timeline Photos",
          1398438600
        ],
        [
          "How do you enjoy your Laphroaig. However you like to enjoy it, remember to always drink responsibly. http://www.drinkaware.co.uk/ Alcohol Advice | Drinkaware - for the facts about Alcohol Learn about the effects of alcohol on your life and lifestyle, so that you can make informed decisions when it comes to drinking alcohol.",
          1398188215
        ],
        [
          "One of our travel retail favorites.  Aged in former Pedro Ximenez sherry casks which add rich, sweet notes that complement the smoke very well. \n\nLearn more about it here - http://www.laphroaig.com/whiskies/laph-px.aspx Timeline Photos",
          1396890000
        ],
        [
          "A traditional Scottish toast you can make your own. Fill in the blanks:\n\n“May the winds of ____ sail you,\nMay you sail a gentle sea.\nMay it always be the other _____,\nWho says this drink’s ‘on  ____;” Timeline Photos",
          1395691200
        ],
        [
          "There's no smoke without … peat! Our unique Islay peat gives Laphroaig its distinctive flavour. Which overriding flavour do you pick up from Laphroaig? Timeline Photos",
          1392892528
        ],
        [
          "The traditional way to end a Burns supper is by singing Auld Lang Syne. Do you remember all of the words or do you print them out for you and your guests Timeline Photos",
          1390662000
        ],
        [
          "We believe one of the most important part of any Burns Night is the ‘Parade of the Haggis’. We like to ensure that is presented with the pomp and ceremony it deserves. Traditionally served to pipers playing, what are your traditions for the evening? Timeline Photos",
          1390653000
        ],
        [
          "One of our fans asked us how exactly we pronounce Laphroaig. Brian Cox it's over to you! How to Pronounce Laphroaig Proud Scot and esteemed actor Brian Cox helps order a scotch.",
          1389696000
        ],
        [
          "During Laphroaig Live Bob Keller from the US asked us what our association with Maker's Mark was. Bob hopefully this sheds some light for you. \n\nhttp://bit.ly/LaphroaigCooperage Laphroaig Distillery Tour - Cooperage Because the maturation process is so important we maintain a traditional cooperage at the distillery. Here our cooper ensures that all the barrels we use are...",
          1389294000
        ],
        [
          "Some pictures taken from this morning. The transport on and off the island continues to be disrupted by the weather. High tides has seen the sea come up against the walls of warehouse 1 leaving a trail of seaweed. More ferries are cancelled today. Christmas storm 2013",
          1388141693
        ],
        [
          "A combination of strong winds and high tides has seen the sea come up against the walls of Warehouse 1, leaving a trail of seaweed! Transport on and off the island continues to be disrupted by the weather, with more ferries cancelled today. Timeline Photos",
          1388141493
        ],
        [
          "Our friends Martin and James recently went on tour across Germany to promote their new album release, Life is a Show. Of course, no tour would be complete without a bottle of Laphroaig or two!\n\nCourtesy of Kroft Films (https://www.facebook.com/kroftfilms) Laphroaig on Tour with James & Martin Our friends James & Martin recently went on tour across Germany to promote their new album release, Life is a Show. Of course, no tour would be complete with...",
          1384171801
        ],
        [
          "Our famous warehouse next to the ocean is getting a refresh - the Laphroaig sign may be gone for a little bit, but the precious liquid inside is still safe and sound! Timeline Photos",
          1382348755
        ],
        [
          "The city so nice they named it twice… and the whisky so distinct it needs no introduction! Will you be joining us for Laphroaig Live? http://bit.ly/LaphroaigLive2013 Timeline Photos",
          1378286977
        ],
        [
          "There's no smoke without… peat! Our unique Islay peat gives our whisky its distinctive flavour. Which overriding flavour do you take from Laphroaig? Timeline Photos",
          1377222000
        ],
        [
          "See what the Whiskyboys.com had to say about our Water to Whisky tour! So when will you be visiting us on Islay? Laphroaig - Water to Whisky Experience | Whisky Blog A few images always come to mind when I think of Islay’s Laphroaig Whisky, one of them being the understated white label, another is the iconic white washed sea wall and another would be, of course, the peaty monster you experience on that first hit… On this trip to Islay my eyes were opened wide to...",
          1368530029
        ],
        [
          "One of our personal favourites is \"peat monster\"! How would you describe Laphroaig in just two words? Timeline Photos",
          1368177991
        ],
        [
          "According to the Robb Report, \"Laphroaig [whiskies] possess an unmistakable aura of seaweed-soaked smoke laced with iodine\". Do you agree? The World’s Smokiest Single Malts | Robb Report - The Global Luxury Source Of all the countless classifications of spirits, those with the widest spectrum of flavors are the single-malt whiskies from Scotland. Whether they come from the Highlands, the Lowlands, Campbeltown, or the surrounding islands, an abundance of descriptors abounds for these multifaceted spirits: hone...",
          1366966724
        ],
        [
          "How do you drink Laphroaig: with, or without, a drop of water? Timeline Photos",
          1366193567
        ],
        [
          "The door to Warehouse 1 is being replaced. Warehouse 1 Door",
          1362746386
        ],
        [
          "Laphroaig over ice, with water... or just as it is? Timeline Photos",
          1358941057
        ],
        [
          "Laphroaig ambassador Simon Brooking offers tasting tips from his session at The Pass and Provisions. Have you tried his method? http://bit.ly/HoustonTasting Drinking like the Scots: A mind-bending spirits pairing at a high-end Houston restaurant - 2013-Jan- When I’m sending my whiskey on back to the sea Names will be shattered and glasses be filled The girls will get frisky and do what they will But the ...",
          1358419275
        ],
        [
          "What does this chap have to do with us? The land now known as Laphroaig was originally used for rearing cattle which meant a need for “feed” barley. The surplus barley was used to distil whisky – word of which rapidly spread - and Islay’s infamous whisky was born! Timeline Photos",
          1354700064
        ],
        [
          "We take just as much pride in the home of our whisky as we do the spirit itself. Here’s a first glimpse of the new cladding on our warehouses, keeping Laphroaig safe and warm for many generations to come! Timeline Photos",
          1353410879
        ],
        [
          "A poem by FOL, Matthew Rymer...\n\nLaphroaig by the Beach\n\nScotch should never hit your stomach\nA simple tiny sip that should tumble and trip\nDown the palate like Lolita’s legs are long\nWith a tug from a stogie that isn’t too strong\n\nVapors rise through the nostrils\nA vague trace of smoky peat and brine\nAccompany the symphony of numb that is mine\n\nSeaweed kindles the embers on my tobacco tongue\nAnd dances on my lips as they drink in the sun\n\nA faint reverie ensues while my body imbues\nThe sweat of the sea as it drips from my cheeks\nAnd meets the crisp air from the wind that it seeks\n\nNumb\n\nDumb\n\nOrchards breath deep as the breeze starts to come\n\nWoolen clouds gather like an eruption of thought\nAnd remind of the window of time I have bought\nReturning to the sea, gazing at forever \nReminding of a time that until now, was never\n\nSand tingles and stings, like scotch in the throat\nRushing away from the shore\nAwestruck endlessness brings with it a note\nFor what tomorrow has in store",
          1343040363
        ],
        [
          "FOLs filling their bottles during our Water to Whisky tour Laphroaig Water to Whisky Tour",
          1341817249
        ]
      ],
      "dates_start": 1378769966,
      "dates_end": 1469692166,
      "likes_avg": 965,
      "likes_stdev": 644,
      "comments_avg": 75,
      "comments_stdev": 211,
      "shares_avg": 77,
      "shares_stdev": 73
    },
    {
      "number": 14,
      "important": [
        "abl",
        "timelin",
        "laphroaig"
      ],
      "common": [
        "den",
        "den einzigartig torfigen geschmack",
        "laphroaig",
        "laphroaig und",
        "och",
        "und",
        "vintage",
        "von",
        "von laphroaig",
        "zu"
      ],
      "messages": [
        [
          "Traffic was a nightmare this morning. Timeline Photos",
          1484503381
        ],
        [
          "Now that's recycling...what do you do with your empty tubes? Timeline Photos",
          1477062602
        ],
        [
          "It won’t pour itself, Jimmy… Timeline Photos",
          1476720540
        ],
        [
          "Monday mornings are a bit easier when they begin with Laphroaig marmalade on your toast...\u000b (http://www.laphroaig.com/shop/product.aspx?ShopItemID=52) Timeline Photos",
          1473674521
        ],
        [
          "Der 1. Advent ist ein großartiger Tag, um den einzigartig torfigen Geschmack von Laphroaig zu genießen. Übrigens: Mit deiner treffenden Beschreibung des Laphroaig Geschmacks kannst du im Dezember auf unserer Facebook-Wall gewinnen. Timeline Photos",
          1448811001
        ],
        [
          "GEWINNSPIEL: Wie beschreibst du den einzigartig torfigen Geschmack von Laphroaig? Schreib es bis zum 17.11.2015, 12:00 Uhr in die Kommentare und gewinne 1 von 2 Laphroaig Geschenksets.\nTeilnahmebedingungen unter http://bit.ly/LAPH_Geschenkset_1 Timeline Photos",
          1447511402
        ],
        [
          "We have our treats ready! Timeline Photos",
          1446318002
        ],
        [
          "JUBILÄUMSGEWINNSPIEL!\nWir feiern 200 Jahre Laphroaig und verlosen daher heute die neue Sonderedition – Laphroaig 15 Jahre. Mach mit, sag uns deine Meinung zu Laphroaig und vervollständige den Satz in den Kommentaren. Dabei gilt: Je kontroverser, desto besser! \nDas Gewinnspiel endet am Montag, den 22.06. um 12 h. Der Gewinner wird ausgelost und benachrichtigt. \nTeilnahmebed.: http://bit.ly/TNBs_Laphroaig_22_06 Timeline Photos",
          1434807004
        ],
        [
          "What is your Laphroaig of choice? Timeline Photos",
          1391258100
        ],
        [
          "Till alla våra nordiska vänner.\r\n \r\nVi kommer att släppa en Laphroaig Vintage från 1989 exklusivt för Norden.\r\n \r\nWhiskyn lanseras i begränsad upplaga och endast 1 800 flaskor kommer att säljas på Systembolaget. Lanseringsdag är 1 oktober och priset för denna vintage är 1 799 kronor.\r\n\r\nLäs mer om den här: http://www.edrington.se/sortiment/whisky-malt/laphroaig-1989-vintage Timeline Photos",
          1379336401
        ],
        [
          "As the weather's getting warmer... should we? Timeline Photos",
          1372411650
        ],
        [
          "Which is your Laphroaig of choice?",
          1357820745
        ],
        [
          "Filming with Nick Nairn and Paul Rankin begins... Timeline Photos",
          1345464689
        ]
      ],
      "dates_start": 1377993995,
      "dates_end": 1473652164,
      "likes_avg": 892,
      "likes_stdev": 683,
      "comments_avg": 164,
      "comments_stdev": 172,
      "shares_avg": 78,
      "shares_stdev": 71
    },
    {
      "number": 15,
      "important": [
        "abl",
        "share",
        "dont",
        "opinionswelcom",
        "think",
        "thank",
        "like",
        "timelin",
        "give",
        "laphroaig"
      ],
      "common": [
        "distillery",
        "enter",
        "islay",
        "laphroaig",
        "laphroaig opinions",
        "like",
        "opinion",
        "opinions",
        "opinionswelcome",
        "share"
      ],
      "messages": [
        [
          "Don't agree with Tristan? Share yours http://www.laphroaig.com/opinions/ #OpinionsWelcome Timeline Photos",
          1484676421
        ],
        [
          "Lauren Mote thinks Laphroaig is like \"Soft Salty Raindrops\". What's it like to you? Share yours #OpinionsWelcome Timeline Photos",
          1483984922
        ],
        [
          "Rik might be one of the newer Friends of Laphroaig, but that hasn't stopped him falling head over heels for Lore. Thanks Rik. Give us your opinion here http://www.laphroaig.com/opinions/ Timeline Photos",
          1480617001
        ],
        [
          "Thanks to James Smith for this opinion. What does Laphroaig taste like to you? #opinionswelcome http://bit.ly/2achlRl Timeline Photos",
          1479578521
        ],
        [
          "This week, we've projected 100's of your opinions onto our distillery wall. Tonight is your last chance to get involved. Share your opinion on Laphroaig via Twitter using  #OpinionsWelcome and see it projected live. Timeline Photos",
          1476552227
        ],
        [
          "This week, we've projected 100's of your opinions onto our distillery wall.  Today's your last chance to get involved! Share your opinion on Laphroaig via Twitter using  #OpinionsWelcome and see it projected live. Timeline Photos",
          1476547810
        ],
        [
          "Tweet us with #OpinionsWelcome for your chance to see your opinion on this wall #OpinionsWelcome by Laphroaig Watch Laphroaig's #OpinionsWelcome on Livestream.com. Tweet your opinion to #OpinionsWelcome from 11th - 15th Oct for the chance to see it projected on our famous distillery wall on Islay.",
          1476464400
        ],
        [
          "What's your opinion of Laphroaig? If you're on Twitter, you have the chance for the next hour to have your opinion projected live onto the warehouse no.1 wall. Just tweet us using #OpinionsWelcome and follow the action live: www.laphroaig.com/opinions Timeline Photos",
          1476379388
        ],
        [
          "Something big is happening at the distillery from Tuesday until Saturday. For those of you on Twitter, you can tweet us your opinion between 7:30pm - 9:30pm (BST) using #OpinionsWelcome and your tweet will be projected onto our famous distillery wall. Timeline Photos",
          1476122512
        ],
        [
          "Want to come see where the salty sea air seeps into the very soul of Laphroaig?\n\nShare your opinion with us at Laphroaig.com/opinions and you may have a chance to.\n\nT&Cs apply.\n\n#OpinionsWelcome Laphroaig - Opinions Welcome Laphroaig is a complex beast - even our closest friends can describe us in seemingly disparaging terms… before saying ‘they love us'!",
          1471428000
        ],
        [
          "We've adored the entries so far; some thought it was like  \"sucking cinder toffee straight after gargling mouthwash\" or tasted like \"burnt salted shoes\".\n\nHow would you describe our liquid? Share your Opinion at Laphroaig.com/opinions and win a trip for two to Islay.\n\nT&Cs apply.\n\n#OpinionsWelcome Laphroaig - Opinions Welcome Laphroaig is a complex beast - even our closest friends can describe us in seemingly disparaging terms… before saying ‘they love us'!",
          1471345201
        ],
        [
          "Want to see where Laphroaig is made? Share your opinion on 10 Year Old, Select or PX Cask and you could win a trip for two to the distillery.\n\nEnter now at Laphroaig.com/opinions\n\nT&Cs apply.\n\n#OpinionsWelcome Timeline Photos",
          1469455201
        ],
        [
          "Opinions are like drams. Some are good, some bad and some are even excellent.\n\nIf your opinion on a dram is excellent, we'd like to hear it - no matter if the dram wasn't. laphroaig.com/opinions Timeline Photos",
          1466697601
        ],
        [
          "Sunday... Time to recap on the dram you had last night. Or talk about the one you're having tonight.\n\nWhichever it is, don't let your opinion go to waste; share it with us at laphroaig.com/opinions. If it was a dram of PX, 10yo or SELECT, you might just win a trip to Islay.\n\nSlainte! Timeline Photos",
          1465747321
        ],
        [
          "Do you think Laphroaig smells like a damp dog? Or would you say it's more like drinking liquqid smoke?\n\nIf both - or neither, we'd like to hear it from you directly at laphroaig.com/opinions. Timeline Photos",
          1464624001
        ],
        [
          "We are looking for 201 Opinions for each year we've been making whisky.\n\nSo whatever your opinion, please share it with us at laphroaig.com/opinions. You might win a trip for two to Islay.\n\nhttp://laphroaig.com/opinions/",
          1462896000
        ],
        [
          "Happy Hogmanay!\n\nIn 2015 we released 4 new expressions, got a visit from HRH Prince Charles the Duke of Rothesay, sought out your opinions with our #Opinionswanted competition and our annual Laphroaig live. \nWe unveiled our stone cairn at the distillery, launched Legacy Fund to support sustainability on Islay and premiered ‘What do the locals think’, our 200th Opinions Welcome film.\n\nIt was an astonishing year, and we'd like to thank each and every one of you for making it so special.\n\nLook out for a stunning new expression we plan to launch in Spring 2016 – the most richly flavoured of all Scotch Whiskies.\n\nSlàinte mhath! Timeline Photos",
          1451589854
        ],
        [
          "At Laphroaig Live we aired the latest film in our Opinions Welcome series.\n\nIn our anniversary year we asked the locals at home on the Isle of Islay to share their candid opinions on what Laphroaig tastes like to them personally. We think it’s fantastic – and so do our friends on Islay, so we hope you do too.\n\nDon’t forget to let us know your opinions at http://laphroaig.com/opinions/ The Worldwide premiere of our special 200th Opinions Welcome film",
          1443978000
        ],
        [
          "Thank you to all those who entered “200 Opinions Wanted”, here is a little thank you from John…   Slàinte!",
          1440579373
        ],
        [
          "Don't forget to share your Opinion on Laphroaig, and you could win a trip for two to Laphroaig Live this September on Islay. www.laphroaig.com/opinions Timeline Photos",
          1434132002
        ],
        [
          "Share your Opinion in the Opinions Wanted tab above and you could have your personal Opinion immortalised at the distillery and even win a trip for two to Islay settling into front row seats at the Laphroaig Live this year ... www.laphroaig.com/opinions Timeline Photos",
          1432233001
        ],
        [
          "We’ve been dividing people’s opinions since 1815; that’s 200 years of thick Islay skin! Throughout 2015 we will be rewarding the best 200 Opinions with 200 prizes; including your opinion immortalised at the distillery or a trip for two to Laphroaig Live this September on Islay. \n\nShare your opinion now ... http://www.laphroaig.com/Opinions/ Timeline Photos",
          1430323202
        ],
        [
          "Want to know what happened behind the scenes of our Christmas Carol video?\n\nWatch this video and remember to enter your own opinion at http://bit.ly/OpinionsWelcome",
          1418807450
        ],
        [
          "We hired this Scottish choir to sing what you said Laphroaig tastes like. Thanks to you, “It’s like being kicked in the face by a horse” is now a lyric in a Christmas Carol. \n\nEnter your Opinion: http://bit.ly/OpinionsWelcome",
          1418329801
        ],
        [
          "In the spirit of Halloween, we asked some guys and ghouls to taste Laphroaig.\n\nThis is what they said, 100% unscripted.\n\nhttps://www.youtube.com/watch?v=dp4isxDD5dE\n\nEnter your own opinion at http://www.laphroaig.com/opinions/ Laphroaig Opinions Welcome Halloween Edition We asked a group of Halloween party goers to taste the most richly flavored of all scotch whiskies. This is what they said, 100% unscripted. #OpinionsWelcome...",
          1414787400
        ],
        [
          "“Tastes like a war museum.” - Daniel M.\n\nEnter your Opinion: http://bit.ly/OpinionsWelcome Timeline Photos",
          1406229900
        ],
        [
          "“If a sharknado combined with the great Chicago fire this whisky would be the result…only with less death.” - Colin J.\n\nClick the link to enter your opinion on our website. It just might make it in our ads - fame at last: http://bit.ly/OpinionsWelcome Timeline Photos",
          1405625100
        ],
        [
          "“A volcanic eruption of fire and smoke.” #OpinionsWelcome\n\nWant your Opinion in our ads? Click on the link and enter yours: http://bit.ly/OpinionsWelcome Timeline Photos",
          1405021201
        ],
        [
          "“This is the only whisky I have that makes the dog leave the room.”\n\nHave an opinion on Laphroaig? Click on the link below and enter yours. It might make it in one of our ads. http://bit.ly/OpinionsWelcome Timeline Photos",
          1404231820
        ],
        [
          "“The soil is on fire and your soul is a flame” - Bernd\n\nEnter your opinion: http://bit.ly/OpinionsWelcome Timeline Photos",
          1403894757
        ],
        [
          "Have you tasted Laphroaig? Click on the link below and enter your opinion. \n\nIf it's as distinctive as our whisky, we may even use it in our campaign and name you personally on the ads – fame at last.  We've Been Called \"A Peaty Assault On Your Taste Buds\"...What's Your Opinion? Laphroaig is a whisky you can't fail to have a strong opinion about. #OpinionsWelcome is an open-arms invitation for you to share your thoughts on the richest of all Islay single malts. ",
          1403653725
        ]
      ],
      "dates_start": 1419125651,
      "dates_end": 1477424871,
      "likes_avg": 492,
      "likes_stdev": 443,
      "comments_avg": 32,
      "comments_stdev": 80,
      "shares_avg": 80,
      "shares_stdev": 212
    },
    {
      "number": 16,
      "important": [
        "abl",
        "year",
        "islay",
        "laphroaig year",
        "finish",
        "thank",
        "year old",
        "timelin",
        "old",
        "shop"
      ],
      "common": [
        "10",
        "10 year",
        "10 year old",
        "cask",
        "laphroaig",
        "old",
        "quarter",
        "quarter cask",
        "year",
        "year old"
      ],
      "messages": [
        [
          "Did you know we can personalise labels of 10 Year Old in our shop? http://www.laphroaig.com/shop/product.aspx?ShopItemID=43 Timeline Photos",
          1487008981
        ],
        [
          "Our 10 Year Old is smokier than a barbecue on Islay. And thanks to all the rain we get, it’s more reliable too. Timeline Photos",
          1485713460
        ],
        [
          "We don’t fix things that aren’t broken. That’s why our Laphroaig 10 Year Old is made the same way as Ian Hunter invented it 75 years ago. Expect a bold, smoky flavour with a long, sweet finish. Timeline Photos",
          1478283182
        ],
        [
          "Islay peat: It's what gives Laphroaig its \"30 year old wet leather moccasins held together by 15 year old band aids\" taste. (Thanks to Robert Beatty for such a poetic opinion!) Timeline Photos",
          1473264481
        ],
        [
          "The Laphroaig Open Day is in full swing and here are some photos of the day so far.\n\nThe first group of visitors already had the opportunity to join our past and present distillers including John Campbell, Denis Nicol, Murdo Reed and Robert Hicks to taste their favourite drams. \n\nWe enjoyed the latest Laphroaig expression LORE with the people that inspired the liquid and listened to stories from their time at the distillery.\n\nOn the menu we had:\n\nLaphroaig 10 year old\nLaphroaig 15 year old\nLaphroaig Quarter Cask\nLaphroaig Vintage 1989\nLaphroaig Cairdeas 30 year old from 2008\nLaphroaig Lore Feis Ile 2016 - Distillers Tasting at Laphroaig Open Day",
          1464079524
        ],
        [
          "A stunningly complex marriage of the classical styles and ages of Laphroaig.\n\nDrawing from the very best liquid from a range of cask types including ex-Bourbon, Oloroso Sherry hogsheads and quarter casks, Laphroaig Lore is the story of Laphroaig itself.\n\nComing to a store near you soon. Timeline Photos",
          1457900082
        ],
        [
          "Last month Laphroaig won 3 prizes at the Stockholm Beer and Whisky festival;\n\nThe 18YO won Gold and the Vintage 1989 won Silver in the 'Peaty Malt - 13 year old and older' -category and the Quarter Cask came won Silver in the 'Peaty Malt - up to 8 year old' -category.\n\nWe are always very excited when Laphroaig receives recognition like this, so thank you Stockholm!\n\nIt all comes down to the people working hard on the site, ensuring our traditions are upheld to produce the best possible liquid we can Timeline Photos",
          1412965800
        ],
        [
          "A favorite by many, our Quarter Cask is a great expression that highlights an old tradition of doing secondary maturing in smaller casks to increase the contact with wood that adds sweeter notes.\n\nLearn More: http://www.laphroaig.com/whiskies/quarter-cask.aspx Timeline Photos",
          1399820400
        ],
        [
          "Let Laphroaig Distillery Manager John Campbell guide you through the Tasting Notes for our superb Quarter Cask: http://bit.ly/QuarterCaskTastingNotes Laphroaig Quarter Cask - Tasting Notes Laphroaig Quarter Cask takes its inspiration from the small casks often used for Scotch Whisky in the 19th century and frequently transported across the Glen...",
          1383916800
        ],
        [
          "We love this Pinterest photo of our Cask Strength 10 Year Old courtesy of Lex Batters aka The Idle Gent. http://www.pinterest.com/pin/85286986664615338/ The Idle Gent Laphroaig",
          1382008801
        ],
        [
          "We're proud to say we are now the owners of not one, not two, but three gold medals from the Beverage Testing Institute competition, with Quarter Cask, 10 Year Old (Cask Strength) and Triple Wood earning 93, 91 and 92 respectively out of a possible 100 points. Slainte! Timeline Photos",
          1372851357
        ],
        [
          "\"Gorgeous with long and lingering savoury smokiness\". How would you describe the finish of the Laphroaig 10 Year Old? http://bit.ly/SmokyDramReview Timeline Photos",
          1364208013
        ],
        [
          "\"The first thing that strikes me is smoke and salt, this is Laphroaig\" [CaskFinish.com]. What was your first impression of Quarter Cask? http://bit.ly/CaskFinishQuarterCaskReview Timeline Photos",
          1361873633
        ],
        [
          "“A real smoked meat… flower sweetness… a bit of wet Leather… falling leaves and more”; so says one devotee of Laphroaig. How would you describe the Quarter Cask? Timeline Photos",
          1359628456
        ],
        [
          "The Independent included the 10 Year Old in their 10 Best Scotch Whiskies… and who could blame them? http://bit.ly/10BestScotchWhiskies Timeline Photos",
          1359453406
        ],
        [
          "Great news, at the recent Beverage Tasting Institute awards Laphroaig 18 Year Old and Quarter Cask both won Gold medals! Which is your favourite Laphroaig?",
          1339072724
        ],
        [
          "Cairdeas Origin 2012 is launched\r\n\r\nWe specially retained some of our very first Cairdeas for the ‘Friends’ 18th birthday expression .This whisky is now between 13 and 21 years old. We then blended it  (50:50) with some new spirit fully matured in quarter casks for 7 years and bottled it without any chill filtering for maximum flavour. It is at 51.2%ABV strength, which was one of the staff’s ideas, so that the last 2 digits match the year of production .It’s a fantastic ‘coming of age’ whisky, we hope you love it as much as we do! \r\n\r\nWill go on sale at our online shop W/C 18th June.\r\n\r\nTasting Notes.\r\nNose: With a nose that constantly evolves and is full of flavour Cairdeas Origin begins with a quick hint of concentrated orange moving quickly into huge peat flavours, ashy , dusty with hazelnut. It becomes crisp and fresh with cold green apples, grapes and finishing with a fresh cut grassy flavour.\r\n\r\nPalate: The flavours evolve slowly on the palate and with great body it begins with white pepper moving into an earthy peaty flavour, some slight salt then purple heather. Huge creamy apricots that last and last and it ends with some charred damp wood. Timeline Photos",
          1338540739
        ]
      ],
      "dates_start": 1353955523,
      "dates_end": 1460231515,
      "likes_avg": 1439,
      "likes_stdev": 761,
      "comments_avg": 77,
      "comments_stdev": 66,
      "shares_avg": 133,
      "shares_stdev": 94
    },
    {
      "number": 17,
      "important": [
        "abl",
        "slàint",
        "see",
        "start",
        "day",
        "mean",
        "dont",
        "everi",
        "great",
        "timelin"
      ],
      "common": [
        "andrews",
        "andrews day",
        "day",
        "dram",
        "festive",
        "friends",
        "happy",
        "laphroaig",
        "means",
        "slàinte"
      ],
      "messages": [
        [
          "Slàinte mhor a h-uile là a chi's nach fhaic. If that lost you, it means, \"Great health to you every day I see you and every day I don't.\" Timeline Photos",
          1485540601
        ],
        [
          "We’re starting 2017 as we mean to go on. Slàinte. Timeline Photos",
          1483380061
        ],
        [
          "At over 59%, our cask strength should be taken seriously. It is barrier-filtered only just to remove the small char particles. This means you will enjoy Laphroaig in its purest form. Expect a slightly sweet, vanilla nuttiness. Timeline Photos",
          1481652241
        ],
        [
          "Slàinte mhath Timeline Photos",
          1476461272
        ],
        [
          "Happy National Scotch Whisky Day from all of us at Laphroaig! \n\nCelebrate it with a dram... Slàinte mhath! Timeline Photos",
          1469637583
        ],
        [
          "An extra day means an extra dram. Choose it wisely. Timeline Photos",
          1456680601
        ],
        [
          "Did you know that in Finland Valentines day is celebrated as 'The Friendship Day'?\n\nBecause of this, instead of getting all soppy, we'd like to dedicate our dram of the day to all the Friends of Laphroaig around the world.\n\nSlàinte mhath and Happy Valentines Day! Timeline Photos",
          1455475562
        ],
        [
          "A glass of our finest to help celebrate St. Andrews day.\n\nSlàinte Mhath! Timeline Photos",
          1448909758
        ],
        [
          "Wishing you all the happiness during the festive season. Timeline Photos",
          1419442207
        ],
        [
          "Happy St. Andrews day to everyone! Timeline Photos",
          1417379400
        ],
        [
          "Do you know what 'Laphroaig' means?\n\nHere's a small clue…\n\nAs many of you guessed, the answer is of course 'The beautiful hollow by the broad bay'. Timeline Photos",
          1414528200
        ],
        [
          "It’s the first day of spring, which means we are even closer to warmer days.\n\nThe only thing better than a dram is a dram in the great outdoors! Timeline Photos",
          1395347062
        ],
        [
          "Here's to a happy and healthy 2014 for all of our friends! Did you raise a dram over the festive season? Timeline Photos",
          1388661518
        ],
        [
          "A very Happy Hogmanay to our Friends from the team at Laphroaig",
          1388512619
        ],
        [
          "Happy St Andrews Day. Celebrate with a dram. What’s your ideal expression for St Andrews Day? Timeline Photos",
          1385716200
        ],
        [
          "The Scots are particularly fond of a midsummer festival, reveling in feasting, bonfires and merrymaking! So what better way to celebrate Midsummer's Day than with a dram of Laphroaig? Slàinte Timeline Photos",
          1372072249
        ],
        [
          "The longest dram to the longest day? Here's to Islay on its longest day in the sun! Timeline Photos",
          1371807407
        ],
        [
          "Happy Valentine's Day! The perfect excuse for a glass of Laphroaig with your loved one. Do you have any romantic celebrations planned? Timeline Photos",
          1360841524
        ],
        [
          "Here's to a happy and healthy 2013 for all of our friends! Did you raise a glass of Laphroaig over the festive season? Timeline Photos",
          1357118676
        ],
        [
          "It’s looking festive, but not quite like the white Christmas from 2010 here on Islay. We wish all of our friends the warmest Season’s Greetings, and a very Happy New Year. Slàinte! Timeline Photos",
          1355991187
        ],
        [
          "Raising a glass of Laphroaig to all of our friends in the US, wishing you a very happy Thanksgiving. Timeline Photos",
          1353592733
        ]
      ],
      "dates_start": 1369703778,
      "dates_end": 1462557998,
      "likes_avg": 1942,
      "likes_stdev": 1112,
      "comments_avg": 71,
      "comments_stdev": 65,
      "shares_avg": 166,
      "shares_stdev": 149
    },
    {
      "number": 18,
      "important": [
        "abl",
        "fan",
        "friday",
        "laphroaig timelin",
        "dram",
        "night",
        "beauti",
        "thank",
        "timelin",
        "laphroaig"
      ],
      "common": [
        "day",
        "dram",
        "fan",
        "fans",
        "friday",
        "join",
        "laphroaig",
        "laphroaig fans",
        "sláinte",
        "weekend"
      ],
      "messages": [
        [
          "Laphroaig fans kiss and tell… Timeline Photos",
          1475164981
        ],
        [
          "Spend your Friday night wisely Timeline Photos",
          1472832301
        ],
        [
          "It's not uncommon to feel poetic after your Friday dram.\n\nThank you Judith Green for this beautiful ode to Laphroaig. Timeline Photos",
          1457114990
        ],
        [
          "Why not share a dram this Fathers Day. Sláinte Timeline Photos",
          1434905102
        ],
        [
          "As we've now moved on from January and are able to leave all healthy living resolutions behind… Here's a Laphroaig infused Chocolate Cake by The Cupcake Friday Project. http://bit.ly/laphroaigcupcake Timeline Photos",
          1424289610
        ],
        [
          "It’s a Laphroaig Tartan get together.  Join us from wherever you are. Sláinte! Timeline Photos",
          1400253000
        ],
        [
          "Friday snacks for a proper dram. Thanks to fan Michael Wilson for sharing.  \n\nP.S. – That cheese is incredible. Timeline Photos",
          1396630800
        ],
        [
          "The perfect accompaniment to a crisp winter's afternoon. Our fan Kim Nilsson shares her Laphroaig. Can you do better? Upload your collection in the comments below. Timeline Photos",
          1389331200
        ],
        [
          "A huge thank you to our Laphroaig fans who joined us in Kilbeggan at the weekend for the Ultimate Whisky Battle, cheering on John as he took on the Irish and the US! \r\nSee the album here: http://bit.ly/UltimateWhiskyBattle Timeline Photos",
          1377008659
        ],
        [
          "Join Global Brand Ambassador Simon Brooking as he takes true Laphroaig fans on a bar tour of Seattle. The Laphroaig Kilt Hop: Seattle, 12 July 2013",
          1376476306
        ],
        [
          "Sláinte to Good Friday and the four-day Easter weekend! Timeline Photos",
          1364554800
        ],
        [
          "Sláinte, to Friday and the weekend!\r\n\r\n(With thanks to Ramzi Suudi for this stunning photo of the PX Cask) Timeline Photos",
          1360321845
        ],
        [
          "Sláinte to all our Scottish fans on St Andrew's Day! Timeline Photos",
          1354285801
        ],
        [
          "We may have just found the biggest Laphroaig fan in existence... Timeline Photos",
          1347617901
        ]
      ],
      "dates_start": 1360086418,
      "dates_end": 1444311767,
      "likes_avg": 1692,
      "likes_stdev": 1068,
      "comments_avg": 60,
      "comments_stdev": 43,
      "shares_avg": 169,
      "shares_stdev": 140
    },
    {
      "number": 19,
      "important": [
        "abl",
        "hope",
        "burn",
        "help",
        "night",
        "mhath",
        "great",
        "enjoy",
        "even",
        "one"
      ],
      "common": [
        "burns",
        "burns night",
        "forget",
        "haggis",
        "laphroaig",
        "night",
        "one",
        "opinions",
        "share",
        "tonight"
      ],
      "messages": [
        [
          "We hope you’re enjoying Burns Night wherever you might be this evening. We’re toasting the great man tonight. Slàinte mhath. A Burns Night Ode with Elvis Mcgonagall",
          1485367320
        ],
        [
          "What will be your expression of choice to help celebrate Burns night next week? Let us provide a little inspiration...\n\nAs always your Opinions are most welcome at http://laphroaig.com/opinions/ One ode, one whisky",
          1453404300
        ],
        [
          "Don't forget your loved one this Valentine's Day ... even if she is 200 years old. Timeline Photos",
          1423935001
        ],
        [
          "Let your bottles be opened and drams poured - Slainte from all of us at the distillery celebrating Burns night. Timeline Photos",
          1422217801
        ],
        [
          "Are your ready to celebrate Burns night this weekend?\n\nTo help with the festivities, we'd like to share one of our favourite recipes; Haggis and Clapshot with Laphroaig Sauce. Timeline Photos",
          1422045000
        ],
        [
          "We want to hear all about your Burns Night suppers this evening. Don't forget to share your pictures with us.",
          1390660200
        ],
        [
          "As Burns night approaches, are you all prepared for the celebrations? Here’s our favourite haggis with a whisky sauce recipe. Don't forget to share yours with us too. Timeline Photos",
          1390566600
        ],
        [
          "Don't forget that Friday is the last day to order Laphroaig before Christmas if you live in the UK. \r\n\r\nhttp://bit.ly/LaphroaigShop Timeline Photos",
          1387370701
        ],
        [
          "Enjoy the haggis, tatties and neeps tonight - we'll be raising a glass of Laphroaig to Burns Night. Slainte! Timeline Photos",
          1359109405
        ],
        [
          "Happy Burns night everyone. This is what we'll be having tonight, I can't wait. Is anyone else planning a Burns supper? Timeline Photos",
          1327492185
        ]
      ],
      "dates_start": 1363123061,
      "dates_end": 1449310641,
      "likes_avg": 1004,
      "likes_stdev": 654,
      "comments_avg": 39,
      "comments_stdev": 31,
      "shares_avg": 172,
      "shares_stdev": 134
    },
    {
      "number": 20,
      "important": [
        "abl",
        "burn",
        "laphroaig timelin",
        "rais",
        "put",
        "love",
        "like",
        "timelin",
        "laphroaig",
        "first"
      ],
      "common": [
        "anyone",
        "first",
        "laphroaig",
        "recipes think would work",
        "recipes think would work well",
        "relationships",
        "relationships laphroaig",
        "relationships laphroaig complicated",
        "whisky",
        "would"
      ],
      "messages": [
        [
          "Just like relationships, Laphroaig is complicated. Whether it's love at first sight or more of a slow burn, what was your first impression of Laphroaig? Timeline Photos",
          1487095321
        ],
        [
          "Tomorrow: Put down your phone. Talk to loved ones, raise a glass and make fond memories. Merry Christmas from all at Laphroaig. Timeline Photos",
          1482602581
        ],
        [
          "How do you enjoy Laphroaig? Timeline Photos",
          1378457930
        ],
        [
          "Malt Milkshake anyone? What culinary delights would you create with Laphroaig? http://bit.ly/BallardsHotCakes Timeline Photos",
          1367229066
        ],
        [
          "When did you first discover Laphroaig? Timeline Photos",
          1365159601
        ],
        [
          "\"This whisky makes me reminisce about those carefree Easter Sundays you spent as a child on the beach.\" What are you reminded of when you taste Laphroaig? http://bit.ly/swedishvikingbgrReview Timeline Photos",
          1361194662
        ],
        [
          "Marmalade... with a touch of whisky! What other recipes do you think would work well with Laphroaig? Timeline Photos",
          1360055620
        ]
      ],
      "dates_start": 1346455737,
      "dates_end": 1454057057,
      "likes_avg": 1544,
      "likes_stdev": 529,
      "comments_avg": 206,
      "comments_stdev": 164,
      "shares_avg": 174,
      "shares_stdev": 88
    },
    {
      "number": 21,
      "important": [
        "abl",
        "cut",
        "weekend",
        "time",
        "friday",
        "dram",
        "peat",
        "dram timelin",
        "timelin",
        "better"
      ],
      "common": [
        "better",
        "better reminder",
        "dram",
        "freshly cut",
        "freshly cut peat",
        "freshly cut peat better",
        "freshly cut peat better reminder",
        "laphroaig",
        "pour dram",
        "weekend"
      ],
      "messages": [
        [
          "The smell of freshly cut peat. No better reminder it's the bank holiday weekend and time to pour a dram. Timeline Photos",
          1472228418
        ],
        [
          "It's Friday the 13th. Better to just stay home and have a dram. Timeline Photos",
          1463155201
        ],
        [
          "Thank you to Matthew Gordon for this beautiful Laphroaig inspired poem. Does anyone else feel creative after a dram? Timeline Photos",
          1412015400
        ],
        [
          "There’s a wee bit of Islay in every dram. Timeline Photos",
          1405797901
        ],
        [
          "Everyday is an ocean view from our favorite warehouse, and it is also an excellent spot for a dram. Timeline Photos",
          1397059200
        ],
        [
          "The smell of freshly cut peat. No better reminder it's the weekend & time to pour a dram Timeline Photos",
          1396040401
        ],
        [
          "Enjoy Laphroaig from your very own Laphroaig whisky tumbler, made exclusively for us by Glencairn Crystal of Edinburgh. What better way to raise a dram? http://bit.ly/LaphroaigShopWhiskyTumbler Timeline Photos",
          1385042400
        ],
        [
          "Happy Halloween! Will you be tricky or treating, telling ghost stories or ignoring all the fuss while enjoying a dram? Timeline Photos",
          1383227401
        ],
        [
          "Slàinte to the weekend! Which expression of Laphroaig will you be enjoying a dram of? Timeline Photos",
          1366364125
        ]
      ],
      "dates_start": 1375135532,
      "dates_end": 1442849011,
      "likes_avg": 1692,
      "likes_stdev": 620,
      "comments_avg": 58,
      "comments_stdev": 43,
      "shares_avg": 184,
      "shares_stdev": 103
    }
  ]
}