{
  "pagename": "LeoMessi",
  "page_name_displayed": "Leo Messi",
  "globalstats": {
    "fan_count": 88043466,
    "messages": 816,
    "likes_avg": 516631,
    "likes_stdev": 609640,
    "comments_avg": 12263,
    "comments_stdev": 17078,
    "shares_avg": 13023,
    "shares_stdev": 20556,
    "graph_uri": "clusters/LeoMessi.png"
  },
  "clusters": [
    {
      "number": 1,
      "important": [
        "send",
        "much",
        "reach",
        "millon",
        "follow",
        "instagram",
        "would",
        "celebrar",
        "million",
        "te"
      ],
      "common": [
        "10",
        "en",
        "fans",
        "gracias",
        "instagram",
        "lio",
        "million",
        "millones",
        "photos",
        "timeline photos"
      ],
      "messages": [
        [
          "Hola Stephen Curry, como te prometí, acá te mando mi camiseta para celebrar tus 10 millones de seguidores en Instagram. ¡Un abrazo y muchos éxitos!\n\nHello Stephen Curry, as I promised I would, I'm sending you my shirt to celebrate you reaching 10 million followers on Instagram. Sending you a hug and best wishes for much success!\n\n- LIO",
          1461514357
        ],
        [
          "Ya somos 40 millones en Insta. ¡Gracias a tod@s! 😉👍🏻\n\nWe've reached 40 million fans on Instagram. Thanks everyone! 😉👍🏻\n\ninstagram.com/leomessi\n\n- LIO Timeline Photos",
          1459429543
        ],
        [
          "Muchas gracias al fenómeno Stephen Curry por mandarme su camiseta firmada con el número 30 para felicitarme por los 30 millones en Insta. ¡En cuanto llegues a 10 millones te mando la mía! 😜👍🏻 \n\nThanks so much to the great Stephen Curry for sending me a signed jersey to congratulate me for reaching 30 million followers on Instagram. As soon as you get 10M I'll send you mine! 😜👍🏻\n\n- LIO Timeline Photos",
          1449238051
        ],
        [
          "Ya somos 20 millones en Insta, ¡muchas gracias a tod@s!\n\n20 million Instagram followers, thank you everyone!\n\ninstagram.com/leomessi\n\n- LIO",
          1436963925
        ],
        [
          "¡10 millones de fans en Instagram! Muchas gracias a todos.\n\n10 million fans on Instagram! Thanks a lot to everyone.\n\nhttp://instagram.com/leomessi\n\n- LIO Timeline Photos",
          1423518001
        ],
        [
          "¡Llegamos a los 7 millones en Instagram!!! ¡Gracias a todos!!! \n\n7 million fans on Instagram!!! Thanks!!! ;)\n\nwww.instagram.com/leomessi\n\n- LIO Timeline Photos",
          1412238621
        ]
      ],
      "dates_start": 1422336755,
      "dates_end": 1458630743,
      "likes_avg": 480514,
      "likes_stdev": 169659,
      "comments_avg": 7629,
      "comments_stdev": 2412,
      "shares_avg": 11086,
      "shares_stdev": 6419
    },
    {
      "number": 2,
      "important": [
        "copa",
        "vs",
        "tour",
        "argentina",
        "argentina vs",
        "group",
        "match",
        "abrazo",
        "semifin",
        "us"
      ],
      "common": [
        "2014",
        "argentina",
        "argentina vs",
        "copa américa chile",
        "cup",
        "de",
        "match",
        "vs",
        "world",
        "world cup"
      ],
      "messages": [
        [
          "ARGENTINA vs BOLIVIA / U.S. TOUR ARGENTINA vs BOLIVIA / U.S. TOUR",
          1441451186
        ],
        [
          "ARGENTINA vs PARAGUAY / COPA AMÉRICA CHILE 2015 - SEMIFINAL ARGENTINA vs PARAGUAY / COPA AMÉRICA CHILE 2015 - SEMIFINAL",
          1435954521
        ],
        [
          "ARGENTINA vs JAMAICA / COPA AMÉRICA CHILE 2015 - GROUP B, MATCH 3 ARGENTINA vs JAMAICA / COPA AMÉRICA CHILE 2015 - GROUP B, MATCH 3",
          1435090644
        ],
        [
          "01/07/2014 - Arena Corinthians - Argentina vs Suiza\n\nArgentina continúa en el Mundial de Brasil 2014 tras vencer a Suiza en Sao Paulo. Un paso más para Leo. \n\nArgentina go though to Quarter-finals of the World Cup after winning against Switzerland in Sao Paulo. Another step for Leo. Argentina 1 vs 0 Switzerland - World Cup - Last-16 (Octavos F.)",
          1404328221
        ],
        [
          "25/06/2014 - Estádio Beira-Rio - Argentina vs Nigeria\n\nArgentina completa la fase de grupos ganando los 3 partidos. Clasifican para los Octavos de Final como primeros de grupo. \n\nArgentina complete the Group Stage winning their 3 matches. They qualify for the Last-16 topping their group. Argentina 3 vs 2 Nigeria - World Cup - Fase de Grupos / Match 3",
          1403805712
        ],
        [
          "21/06/2014 - Estádio Mineirão - Argentina vs Iran\n\nArgentina consigue su segunda victoria consecutiva ante Iran. Con ello, se aseguran la clasificación para Octavos de Final. \n\nArgentina win their second match in the World Cup. With this victory, the National team are through the Last-16 Argentina 1 vs 0 Iran - World Cup - Fase de Grupos / Match 1",
          1403556850
        ],
        [
          "15/06/2014 - Argentina 2 vs 1 Bosnia Argentina 2 vs 1 Bosnia  - World Cup - Fase de Grupos / Match 1",
          1402930911
        ]
      ],
      "dates_start": 1401306099,
      "dates_end": 1435013342,
      "likes_avg": 69077,
      "likes_stdev": 74427,
      "comments_avg": 1836,
      "comments_stdev": 1444,
      "shares_avg": 12216,
      "shares_stdev": 6752
    },
    {
      "number": 3,
      "important": [
        "life",
        "vida",
        "de leo",
        "con la",
        "allin",
        "leo",
        "noth",
        "el partido",
        "countri",
        "allin noth"
      ],
      "common": [
        "adidas",
        "allin",
        "allin nothing",
        "com",
        "de",
        "el",
        "la",
        "leo",
        "nothing",
        "www"
      ],
      "messages": [
        [
          "Llegó el momento. El partido más importante en la vida de Leo con la camiseta de Argentina. #allin or nothing\n\nThis is it. The biggest game of Leo’s life for his country.  #allin or nothing\n\n#WorldCupFinal",
          1405263908
        ],
        [
          "Menos de 40 horas para la final del Mundial. Leo estará allí para darlo todo en Maracaná. #allin or nothing\n\nLess than 40 hours left until the #WorldCup final. Leo will be there to give everything in the Maracana. #allin or nothing",
          1405103327
        ],
        [
          "PENALTY... ¡GOOOL! ¡Leo marca desde los 11 metros!!! Cree o abandona. #allin or nothing \n\nGOOOAL! Penalty converted! Believe or Leave. #allin or nothing.\n\nwww.teammessi.com - #WorldCup",
          1404938764
        ],
        [
          "Leo sabe que la preparación es la clave del éxito. Los Cuartos de Final están aquí: Argentina vs Bélgica - www.teammessi.com \n\nLeo knows that preparation is the key to success. The quarter-finals are here: it’s Argentina vs Belgium - www.teammessi.com\n\n#allin or nothing",
          1404561176
        ],
        [
          "La fases eliminatorias están aquí... Leo y sus compañeros lo saben y darán lo mejor de sí mismos para pasar de ronda. #allin or nothing - www.teammessi.com\n\nThe knock out stages are here and Leo and his teammates are ready. They will give everything to go through. It's #allin or nothing - www.teammessi.com",
          1404208935
        ],
        [
          "Leo está orgulloso de ser el capitán de la Selección Argentina, y siempre lo da todo en la cancha. Ahora toca Nigeria. #allin or nothing\n\nLeo is proud to be the captain of Argentina, and he always goes all in. Time for Nigeria! #allin or nothing\n\nwww.teammessi.com - #WorldCup",
          1403691508
        ],
        [
          "A veces los jugadores se ponen nerviosos… \nAcá os dejo el nuevo video de adidas Football para el Mundial - http://y2u.be/jR1XQsCiAKE - #allin or nothing The Dream: all in or nothing ft. Messi, Alves, Suárez, Özil and more -- FIFA World Cup™ Make your choice: http://www.adidas.com/go/MakeAChoice Music by Kanye West: https://soundcloud.com/adidasfootball/adidas-the-dream-ft-an-exclusive-kanye-west...",
          1400940000
        ],
        [
          "Even footballers get nervous, sometimes. \nHere is the new adidas Football #WorldCup video! - http://youtu.be/jR1XQsCiAKE - #allin or nothing YouTube",
          1400911200
        ],
        [
          "Acá les dejo el nuevo video de Adidas Football para la nueva colección Samba, en donde salgo con mis nuevos botines #F50 #allin or nothing!\n\nCheck me out in Adidas Football’s new video for the Samba Collection, with my new #F50 boots #allin or nothing! Samba Collection -- adidas Football adidas presents the Samba Collection. Game on or game over. #allin or nothing. http://www.adidas.com/WorldCup The adidas Football channel brings you the worl...",
          1383825673
        ]
      ],
      "dates_start": 1395051527,
      "dates_end": 1407936137,
      "likes_avg": 152256,
      "likes_stdev": 125960,
      "comments_avg": 8942,
      "comments_stdev": 9571,
      "shares_avg": 10657,
      "shares_stdev": 10263
    },
    {
      "number": 4,
      "important": [
        "messi",
        "lionel",
        "chanc",
        "conoc",
        "con",
        "oportunidad",
        "la",
        "en",
        "meet",
        "us"
      ],
      "common": [
        "de",
        "gillette",
        "http",
        "la",
        "lionel",
        "lionel messi",
        "messi",
        "new",
        "para",
        "que"
      ],
      "messages": [
        [
          "Jugá con Messi FootBubbles y podrás tener la oportunidad de conocer a Lionel Messi. Participa en www.footbubbles.com\n\nShow us what you can do with Messi FootBubbles to be in with a chance of meeting Lionel Messi. Enter at www.footbubbles.com Messi Footbubbles",
          1466178639
        ],
        [
          "The #Fantastico song released by Tata Motors seems to have got everyone’s feet tapping. Check it out here: http://bit.ly/FantasticoSong\n\nLa canción #Fantastico de Tata Motors parece que tiene a todo el mundo bailando. Descúbrela aquí: http://bit.ly/FantasticoSong Lionel Messi, Global Brand Ambassador of Tata Motors | Tata Zica – The New Hatchback in its Class : Tata Motors has appointed Lionel Messi as its global brand ambassador. Check out how Tata Zica & Lionel Messi keep pushing to achieve success which makes them great. #madeofgreat #fantastico.",
          1456519728
        ],
        [
          "Para comprobar las severas condiciones a las que se somete Leo a lo largo de una temporada, ¡Gillette colocó un cubo sobre su cabeza para recrearlas de nuevo! - http://youtu.be/3b1XWBpVEjQ\n \nTo test the severe conditions Leo is put under throughout a season, Gillette placed his face in a box and recreated a whole season in one go! - http://youtu.be/3b1XWBpVEjQ Lionel Messi: Comercial para Gillette Mach 3 Sensitive - Versión Corta Para poner a prueba la Gillette Mach 3 Sensitive, simulamos las condiciones más severas que encara Lionel Messi. Después le pedimos que se afeitara para prob...",
          1426266930
        ],
        [
          "Gillette recreó las condiciones más severas que encaro durante una temporada dentro de un cubo puesto sobre mi cabeza. ¡Qué locura! \nhttp://youtu.be/S_on4jhW22w\n\nGillette put my head in a box that recreated a season of harsh conditions on my face. It was crazy, but I made it out alive!\nhttp://youtu.be/S_on4jhW22w\n\n- LIO Lionel Messi: Comercial 2015 Para Gillette Mach 3 Sensitive - \"El Cubo\" Lionel Messi encara muchas condiciones severas durante la temporada. Ve como él vive la experiencia y luego se afeita con la Gillette Mach 3 Sensitive con te...",
          1422307800
        ],
        [
          "Miren la sorpresa que les dimos a algunos fans en Barcelona con este experimento de head & shoulders… \n\nHere is the surprise we gave some fans in Barcelona with this experiment from head & shoulders… Lionel Messi Hugs - #HugHeadFirst with Head & Shoulders Lionel Messi surprises fans and invites to #HugHeadFirst with Head & Shoulders We asked Lionel Messi fans to show us if they have the confidence to hug whoev...",
          1401379200
        ],
        [
          "¿La pelota llegó a entrar dentro del arco? Echa un vistazo al nuevo vídeo de Gillette, que Roger Federer y yo mismo hicimos, junto con otros atletas de todo el mundo #InnerSteel https://www.youtube.com/watch?v=Hc7oa-e3Blg\n\nDo you think I scored? Check out my new Gillette video where Roger Federer and I start ‘Trading Places’ with other athletes from around the globe. #InnerSteel https://www.youtube.com/watch?v=Hc7oa-e3Blg Lionel Messi & Roger Federer Trading Places Gillette #InnerSteel Lionel Messi & Roger Federer Trading Places Gillette #InnerSteel When the world's best soccer and tennis players meet, who knows what to expect? Together for...",
          1391345688
        ],
        [
          "I think I found my new favorite game and my new favorite competitor. Kobe Bryant\n#KOBEVSMESSI #ad http://youtu.be/jhFqSlvbKAM Kobe vs. Messi: The Selfie Shootout Basketball star Kobe Bryant and football icon Lionel Messi are back in this epic face-off for selfie supremacy. Armed with cameras and Turkish Airlines - the...",
          1386181585
        ],
        [
          "Un placer ser parte de la nueva campaña de Adidas! Les gusta?\n\nA pleasure to be part of adidas' new campaign! Do you like it?\n\nhttp://youtu.be/sjpSmPXPDcs adidas WE ALL RUN: Lionel Messi Climacool Seduction We all have a different reason to run. Watch Lionel Messi go all in on his run with his Climacool Seductions. Whatever the reason, wherever you are, go farth...",
          1333618803
        ],
        [
          "Les mando para que vean el anuncio de televisión de Pepsi.  http://www.youtube.com/watch?v=9TzgAmBhdt0 Fue un rodaje súper divertido por cómo jugamos a futbol!\n\nHere is the link so you can watch the new Pepsi TV ad  http://www.youtube.com/watch?v=9TzgAmBhdt0 It was a very fun shooting playing football in a different atmosphere! OFFICIAL Pepsi Crowd Surfing TV Commercial 2012 - Kick in the Mix (Calvin Harris) Pepsi athletes including three time World Player of the Year Lionel Messi, Didier Drogba, Fernando Torres, Frank Lampard and new recruits Sergio Agüero and J...",
          1333279288
        ]
      ],
      "dates_start": 1357356474,
      "dates_end": 1446438561,
      "likes_avg": 70179,
      "likes_stdev": 36092,
      "comments_avg": 10261,
      "comments_stdev": 20966,
      "shares_avg": 4469,
      "shares_stdev": 4287
    },
    {
      "number": 5,
      "important": [
        "hoy",
        "barcelona timelin",
        "vs fc",
        "temporada",
        "season",
        "cf",
        "liga",
        "en la liga",
        "start",
        "la liga"
      ],
      "common": [
        "barcelona",
        "barcelona timeline",
        "fc",
        "fc barcelona",
        "fc barcelona timeline",
        "la",
        "la liga",
        "liga",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "¡La segunda parte de la temporada en la Liga empieza hoy!\n\nThe second half of La Liga season starts today!\n\nElche CF vs FC Barcelona Timeline Photos",
          1422111991
        ],
        [
          "Jornada 19 en La Liga.\n\nLa Liga, Match 19.\n\nDeportivo La Coruña vs FC Barcelona Timeline Photos",
          1421600935
        ],
        [
          "Vuelve la Liga con el primer partido de 2015 para Leo.\n\nLa Liga is back with the first match of 2015 for Leo.\n\nReal Sociedad vs FC Barcelona Timeline Photos",
          1420396201
        ],
        [
          "La Liga, Jornada 15. Penúltimo partido de la competición liguera en este año 2014.\n\nLa Liga, Match 15. Penultimate match of 2014 in the league\ncompetition.\n\nGetafe vs FC Barcelona Timeline Photos",
          1418477599
        ],
        [
          "Partido importante en una de las canchas más complicadas de la Liga.\n\nImportant match in one of the toughest stadiums of La Liga.\n\nValencia CF vs FC Barcelona Timeline Photos",
          1417374153
        ],
        [
          "La Liga, jornada 11.\n\nLa Liga, Match 11.\n\nAlmería vs FC Barcelona Timeline Photos",
          1415461954
        ],
        [
          "Partido importante entre dos grandes de Europa en el Ámsterdam Arena esta noche.\n\nA big classic European match at the Amsterdam Arena tonight.\n\nAFC Ajax vs FC Barcelona Timeline Photos",
          1415212200
        ],
        [
          "Es el momento de centrarse en La Liga. Hoy el FC Barcelona luchará por seguir como líder en Vallecas.\n\nIt's time to focus on La Liga. Today, FC Barcelona will fight at Vallecas to continue at the top of the table.\n\nRayo Vallecano vs FC Barcelona Timeline Photos",
          1412418853
        ],
        [
          "Cuarta jornada de La Liga. Dentro de dos horas, Leo juega en Valencia.\n\nLa Liga, Match 4. In two hours, Leo will be playing in Valencia.\n\nLevante U.D. - FC Barcelona Timeline Photos",
          1411312461
        ],
        [
          "Esta tarde, Leo juega su segundo partido de La Liga.\n\nLater today, Leo will be playing his second La Liga match. \n\nVillareal CF - FC Barcelona Timeline Photos",
          1409478827
        ]
      ],
      "dates_start": 1412227172,
      "dates_end": 1420541862,
      "likes_avg": 361807,
      "likes_stdev": 127367,
      "comments_avg": 5345,
      "comments_stdev": 2009,
      "shares_avg": 6158,
      "shares_stdev": 3076
    },
    {
      "number": 6,
      "important": [
        "el",
        "vs",
        "barcelona",
        "buena",
        "el clásico",
        "fc",
        "clásico",
        "victoria en",
        "abrazo",
        "barcelona vs"
      ],
      "common": [
        "clásico",
        "el",
        "el clásico",
        "en",
        "en el",
        "lio timeline",
        "madrid",
        "photos",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "FC Barcelona vs Real Madrid - 03/12/2016 EL CLÁSICO",
          1480862205
        ],
        [
          "21/11/2015 - EL CLÁSICO 21/11/2015 - EL CLÁSICO",
          1448224215
        ],
        [
          "Gran victoria en el Clásico y buenas sensaciones al volver a las canchas. Nos queda muchísimo por delante, pero vamos a seguir luchando por ganar cada partido.\n\nA great victory in El Clásico and a good feeling on my return to the pitch. There's a long way to go, but we'll keep fighting to win every game we play in. \n\n- LIO Timeline Photos",
          1448135018
        ],
        [
          "Una victoria en el Clásico que sirve para aumentar la ventaja del FC Barcelona a 4 puntos. \n\nA victory in El Clásico that extends the gap between FCBarcelona and second to 4 points. FC BARCELONA vs REAL MADRID / EL CLÁSICO - LA LIGA - MATCH 28",
          1427144820
        ],
        [
          "¡Gran victoria en el Clásico!\n\nGreat win in El Clásico!\n\n- LIO Timeline Photos",
          1427059695
        ],
        [
          "Preparando todo para el Clásico. #PibeDeBarr10\n\nGetting everything ready for El Clásico. #PibeDeBarr10\n\n- LIO Timeline Photos",
          1426960771
        ],
        [
          "Hoy en el día. ¡El primer Clásico de la temporada está a punto de comenzar!\n\nToday is the day. The first El Clásico of the season is about to kick-off!\n\nReal Madrid C.F. vs FC Barcelona\n\n#ElClasico #classicFCB Timeline Photos",
          1414245480
        ],
        [
          "¡Ya estamos en Madrid para el Clásico!\n\nWe've just landed in Madrid for El Clásico!\n\n#ElClasico #classicFCB\n\n- LIO Timeline Photos",
          1414231986
        ],
        [
          "Preparando el Clásico.\n\nGetting ready for El Clásico. \n\n#classicFCB #ElClasico\n\n- LIO Timeline Photos",
          1414179381
        ],
        [
          "Una mirada al pasado - Leo jugando uno de sus primeros Clásicos en el Estadio Santiago Bernabéu, el 22 de octubre de 2006. #TBT\n\n#ThrowBackThursday - Leo playing one of his first El Clásico matches at the Santiago Bernabeu stadium on October 22, 2006. Timeline Photos",
          1408635965
        ]
      ],
      "dates_start": 1409829886,
      "dates_end": 1452106021,
      "likes_avg": 660246,
      "likes_stdev": 740506,
      "comments_avg": 15276,
      "comments_stdev": 17916,
      "shares_avg": 18505,
      "shares_stdev": 21785
    },
    {
      "number": 7,
      "important": [
        "messi",
        "bilbao",
        "post",
        "leo",
        "mensaj de",
        "photo",
        "en un",
        "abrazo",
        "leo messi post",
        "leo messi"
      ],
      "common": [
        "de",
        "la",
        "leo",
        "leo messi",
        "leo messi post",
        "messi",
        "messi post",
        "photos",
        "photos leo messi post",
        "post"
      ],
      "messages": [
        [
          "✈ Bilbao 👍🏻⚽ Photos from Leo Messi's post",
          1472388264
        ],
        [
          "Gran victoria ayer, siempre es importante empezar ganando en un torneo como éste. Espero estar listo lo antes posible para ayudar al equipo. Gracias por los mensajes de apoyo.\n\nA great win yesterday, it's always important to open tournaments like this one with a victory. I hope to be back to help the team as soon as possible. Thank you for the messages of support.\n\n- LIO Photos from Leo Messi's post",
          1465323939
        ],
        [
          "¡Campeones de la Liga!!! Lo conseguimos gracias al gran esfuerzo de todos. Este título se lo dedicamos a nuestra gente, que estuvo bancándonos hasta el final.\n\nLa Liga Champions!!! We've achieved this thanks to everyone's great efforts. We dedicate this title to all of those people who supported us until the end.\n\n- LIO Photos from Leo Messi's post",
          1463248522
        ],
        [
          "La #CrisisDeSiria ya lleva 5 brutales años. Sumate a nosotros y dedicá 60 segundos a ver, compartir y mostrar tu apoyo para ayudar a que se acabe el sufrimiento. > http://uni.cf/syria60\n\nThe #SyriaCrisis has raged for five brutal years. Join us in taking 60 seconds to watch, share and show your support to help end the suffering. > http://uni.cf/syria60\n\n- LIO Photos from Leo Messi's post",
          1453481097
        ],
        [
          "Es un honor haber sido nombrado promotor de la Agenda de Desarrollo 2030 de la ONU. Entre todos, vamos a trabajar para cumplir los 17 Objetivos de Desarrollo Sostenible.\n\nIt's a honour to have been named an advocate for the United Nations 2030 Agenda for Sustainable Development. With everyone's help, we are going to work to achieve the 17 Sustainable Development Goals.\n\n- LIO Photos from Leo Messi's post",
          1453396816
        ],
        [
          "Feliz por la victoria y porque pude compartir el Balón de Oro con nuestra gente. Una gran parte de este premio es también de todos ellos.\n\nHappy for today's win and for having the chance to share the Ballon d'Or with everyone here. A big part of this award belongs to them too.\n\n- LIO Photos from Leo Messi's post",
          1453063009
        ],
        [
          "Lindo día con los aficionados en el entreno a puertas abiertas y con la visita a los hospitales para dar aliento a los chicos que tienen que estar allá en estas fechas tan especiales.\n\nToday has been a great day with our fans at the open door training session and also visiting hospitals to support the children who are unfortunate in having to be there over these festive days.\n\n- LIO Photos from Leo Messi's post",
          1451924998
        ],
        [
          "Viendo basket en la cancha de los Washington Wizards de la NBA. ¡Muchas gracias por todo!\n\nWatching an NBA game at the Washington Wizards arena. Thanks a lot for everything! #teamadidas\n\n- LIO Photos from Leo Messi's post",
          1427372184
        ],
        [
          "Esta noche, la campaña benéfica #1in11 recaudará fondos en Sotheby's, Londres, con una subasta donde se podrán adquirir las obras sobre Leo hechas por Takashi Murakami y Damien Hirst. Más información aquí - www.1in11.org \n\nTonight, #1in11 is hosting a fundraising auction at Sotheby's Auction House featuring paintings of Leo by Takashi Murakami 村上隆 and Damien Hirst official. Find out more here – www.1in11.org Photos from Leo Messi's post",
          1423762920
        ],
        [
          "Les dejo unas fotos del partido de anoche en Sevilla, partido muy duro, pero felices por la diferencia y en lo personal muy contento de volver a encontrarme con el gol. \n\nI leave you some pictures of the game last night in Sevilla, party hard, but happy for the difference and personally very happy to be back with a goal to find me. Photos from Leo Messi's post",
          1392059847
        ]
      ],
      "dates_start": 1422553561,
      "dates_end": 1468650757,
      "likes_avg": 475883,
      "likes_stdev": 370533,
      "comments_avg": 6905,
      "comments_stdev": 5412,
      "shares_avg": 9100,
      "shares_stdev": 12011
    },
    {
      "number": 8,
      "important": [
        "copa",
        "del",
        "champion",
        "copa del",
        "la copa",
        "final",
        "de la copa",
        "la copa del",
        "bilbao",
        "barcelona vs"
      ],
      "common": [
        "copa",
        "copa del",
        "copa del rey",
        "de",
        "de la",
        "del",
        "del rey",
        "final",
        "la",
        "rey"
      ],
      "messages": [
        [
          "Campeones de la Copa del Rey 2014/2015\n\nCopa del Rey Champions 2014/2015 FC BARCELONA vs ATH. BILBAO / COPA DEL REY FINAL",
          1433103509
        ],
        [
          "Próxima parada: final de la Copa del Rey.\n\nNext stop: the Copa del Rey final.\n\n- LIO Timeline Photos",
          1432821959
        ],
        [
          "El FC Barcelona jugará la final de la Copa del Rey tras derrotar al Villareal.\n\nFC Barcelona will play in the Copa del Rey final after winning against Villareal VILLAREAL CF vs FC BARCELONA / COPA DEL REY SEMIFINAL - 2nd LEG",
          1425592379
        ],
        [
          "Ya estamos en Villareal. ¡Con muchas ganas de hacer un buen partido hoy y pasar a la final de la Copa del Rey!\n\nArrived in Villareal. Looking forward to playing a great match today  to go through to the Copa del Rey final!\n\n- LIO Timeline Photos",
          1425478693
        ],
        [
          "Leo jugará las semifinales de la Copa del Rey tras la victoria del FC Barcelona contra el Atlético de Madrid por 4-2 en en total de la eliminatoria.\n\nLeo will play in the Copa del Rey semifinals after FC Barcelona defeated Atlético Madrid, with an aggregate of 4-2. FC BARCELONA vs ATLÉTICO MADRID / COPA DEL REY - QUARTERFINALS",
          1422619263
        ],
        [
          "El FC Barcelona se enfrenta de nuevo al Atlético de Madrid, pero en esta ocasión en la Copa del Rey.\n\nFC Barcelona face Atlético Madrid once again, but this time in the Copa del Rey. Timeline Photos",
          1421869027
        ],
        [
          "Llegó la hora de la Copa del Rey en el Camp Nou.\n\nIt´s time for the Copa del Rey at Camp Nou. Timeline Photos",
          1420750804
        ],
        [
          "Argentina llega a la final de la Copa del Mundo tras ganar a Holanda en la tanda de penaltis por 4 a 2. Partido intenso y duro, que se convierte en histórico para la albiceleste. \n\nArgentina go through to the World Cup final after beating Netherlands in the penalty shootout (4-2). It was an intense and tough match, but also a really historic day for the Argentinian national team. Argentina 0 (4) vs (2) 0 Holanda - World Cup - Semi-final (Semis)",
          1405015387
        ],
        [
          "Queda un partido: Holanda en el camino de Leo y la final de la Copa del Mundo. #allin or nothing - www.teammessi.com\n\nOne game away: Netherlands stand in the way of Leo and the #WorldCup final. #allin or nothing - www.teammessi.com",
          1404923673
        ],
        [
          "Otra victoria de Argentina, que se mete en las semifinales de la Copa del Mundo tras derrotar por 1 a 0 a la selección de Bélgica. El sueño está un paso más cerca.\n\nAnother victory for Argentina! They go though to semi-finals after beating Belgium (1-0). The dream is one step closer. Argentina 1 vs 0 Belgium - World Cup - Quarter-finals (Octavos F)",
          1404667840
        ],
        [
          "Tras la victoria en el primer juego de la Copa del Mundo, Leo sigue entrenando para preparar el partido contra Irán del próximo sábado.\n\nAfter the victory in the first game of the #WorldCup, Leo is back at training to prepare for the match against Iran on Saturday. Timeline Photos",
          1403030279
        ]
      ],
      "dates_start": 1407106941,
      "dates_end": 1429233569,
      "likes_avg": 267398,
      "likes_stdev": 254212,
      "comments_avg": 5657,
      "comments_stdev": 5484,
      "shares_avg": 11123,
      "shares_stdev": 7990
    },
    {
      "number": 9,
      "important": [
        "get",
        "tour",
        "chanc",
        "game",
        "download",
        "fútbol",
        "incred",
        "want",
        "match",
        "juego"
      ],
      "common": [
        "bit ly",
        "com",
        "galaxy11",
        "http",
        "ly",
        "rosario2019",
        "rosario2019 com",
        "www",
        "www rosario2019",
        "www rosario2019 com"
      ],
      "messages": [
        [
          "¿Quieres participar del fútbol tour #GALAXY11? ¡Descarga The Match: Striker Soccer G11! ¡Vístete y entra al juego! - http://bit.ly/1iuuXTU\n\nDo you want to get involved in the #GALAXY11 ultimate football tour? Download The Match: Striker Soccer G11! Suit up and get in the game! - http://bit.ly/1iuuXTU #GALAXY11 - The Match: Striker Soccer G11 Game Trailer Get the details: http://bit.ly/1mFwx6P Get in the game with GALAXY 11 for your chance to win incredible prizes including Samsung devices and the ultimate foo...",
          1404413651
        ],
        [
          "Acá está... La canción perfecta para el partido más grande de la Tierra. ¡Preparados! #GALAXY11 - http://bit.ly/SrJ5Go\n\nHere it is... the perfect song for Earth's biggest match. Getting pumped! #GALAXY11 - http://bit.ly/SrJ5Go #GALAXY11: The Anthem Get the full story: http://bit.ly/1oEuW3I \"Football Will Save the Planet\" is the ultimate anthem to unite the people of Earth and inspire our football heroes...",
          1403123459
        ],
        [
          "El entrenador de #GALAXY11 Beckenbauer nos organizó una sesión de entrenamiento de lo más disparatado!! #GALAXY11 está listo para jugar el partido contra los alienígenas! #GALAXY11: The Training The ultimate football match is coming up! With the advanced training powered by #GALAXYS5, #GALAXY11 is reborn as one team to save the planet. 8-armed robot ...",
          1400154900
        ],
        [
          "Wow, Coach Beckenbauer just gave us the craziest training session ever! #GALAXY11 is ready to play the match against the aliens!  #GALAXY11: The Training The ultimate football match is coming up! With the advanced training powered by #GALAXYS5, #GALAXY11 is reborn as one team to save the planet. 8-armed robot ...",
          1400154600
        ],
        [
          "Mario Götze se ha unido a la lucha para salvar nuestro planeta.\nBienvenido Mario Gotze a la lucha por la Tierra! #GALAXY11 http://bit.ly/1auEeWv\n\nMario Götze has joined the fight to save our planet.\nWelcome Mario Gotze to the fight for Earth! #GALAXY11 http://bit.ly/1auEeWv Götze joins #GALAXY11 Mario Götze has joined the battle to save Earth from alien destruction. Our fate will be decided with one do-or-die football game. Get the full story: http:/...",
          1384769478
        ],
        [
          "El destino del mundo está en juego – Pero tranquilos que pronto estaré de vuelta para defenderlos como el Capitán de #GALAXY11. Pendientes que en los próximos días otros se unirán a esta lucha!\nMás info: http://bit.ly/1auEeWv\n\nThe fate of the world is at stake – But don’t worry I will be come back soon to defend us as Captain of #GALAXY11. Be attentive in the next days others will join me in this fight!\nMore info: http://bit.ly/1auEeWv Messi joins as Captain of #GALAXY11 Aliens have challenged Earth to one ultimate football game, and Leo Messi has been selected as Captain of the one team who can save us. Get the full story: h...",
          1384354058
        ],
        [
          "Acepta el desafío. Súmate a La Hora del Planeta mañana 23 Marzo a las 20:30 estés donde estés - www.facebook.com/earthhour\n\nAccept the challenge. Join Earth Hour tomorrow March 23rd 08:30pm wherever you are - www.facebook.com/earthhour Earth Hour Join us for Earth Hour 2017 on 25 March 8:30 p.m.  https://www.earthhour.org/join-the-movement",
          1363942958
        ],
        [
          "Ojalá que esta tarde anuncien que Rosario es candidata a ser sede de los Juegos Panamericanos 2019.\n\nI hope that this afternoon it is announced that Rosario is the candidate to be the host of the Pan-American Games 2019. Juegos Panamericanos 2019 Unite con nosotros! Pasa a www.Rosario2019.com Join us! Go to www.Rosario2019.com",
          1339423055
        ],
        [
          "Esperando saber el resultado del Comité Olimpico Argentino, y queriendo que Rosario sea la ciudad candidata!\n\nWaiting to find out the results of the Argentinian Olympic Committee, and hoping that Rosario will be the candidate for hosting! Juegos Panamericanos 2019 Unite con nosotros! Pasa a www.Rosario2019.com Join us! Go to www.Rosario2019.com",
          1339421400
        ],
        [
          "Rosario tiene un sueño, junto a mi familia acompañamos el sueño de mi ciudad. Rosario 2019 sede de panamericanos.\n\nRosario has a dream, my family and I share my city's dream. Rosario Host of the 2019 Pan-American Games. Juegos Panamericanos 2019 Unite con nosotros! Pasa a www.Rosario2019.com Join us! Go to www.Rosario2019.com",
          1339419517
        ],
        [
          "http://youtu.be/NcKTm32PZbQ\n\nUnite con nosotros! Pasa a www.Rosario2019.com\n\nJoin us! Go to www.Rosario2019.com Juegos Panamericanos 2019 Unite con nosotros! Pasa a www.Rosario2019.com Join us! Go to www.Rosario2019.com",
          1331669681
        ]
      ],
      "dates_start": 1343617612,
      "dates_end": 1400172707,
      "likes_avg": 28039,
      "likes_stdev": 11906,
      "comments_avg": 3402,
      "comments_stdev": 2911,
      "shares_avg": 1763,
      "shares_stdev": 1177
    },
    {
      "number": 10,
      "important": [
        "messi",
        "team",
        "historia",
        "soon",
        "la temporada",
        "son",
        "jugador",
        "come",
        "bethediffer",
        "team messi"
      ],
      "common": [
        "com",
        "com teammessi",
        "de",
        "en",
        "messi",
        "que",
        "team",
        "team messi",
        "un",
        "www"
      ],
      "messages": [
        [
          "Estos son los 10 jugadores que llevarán mis botines #Messi15 durante la temporada. Seguí su historia, contada por ellos mismos, en Team Messi. Próximamente... #MarcaLaDiferencia\n\nThese are the 10 players who will be playing in my #Messi15 boots this season. Follow their story told by them on Team Messi. Coming soon. #BeTheDifference  \n\nMaxwel Cornet, Jeremie Boga officiel, Robert Kenedy, Khiry Shelton, Timo Werner, James Wilson, Gyasi Zardes, Aleksey Miranchuk, Rony Lopes, Accursio Bentivegna\n\n- LIO Backed by Messi",
          1443194466
        ],
        [
          "Esta temporada no seré el único que lleve mis botines #Messi15. He elegido a 10 jugadores que comparten mi motivación por ganar todo. Adiviná quiénes son en Team Messi. #MarcaLaDiferencia\n\nThis season I won’t be the only one wearing my #Messi15 boots. I have chosen 10 players who share my motivation to win everything. Find out who they are at Team Messi.\n#BeTheDifference\n\n- LIO Mobile Uploads",
          1442502071
        ],
        [
          "Enhorabuena y muchas gracias a los fans de Team Messi por el primer millón de seguidores en Twitter - www.twitter.com/teammessi  \n\nCongratulations and thanks a lot to the Team Messi fans for hitting 1 million followers on Twitter - www.twitter.com/teammessi\n\n- LIO",
          1424452461
        ],
        [
          "He visto en Team Messi que ya son 3 millones de fans apoyándome a diario y quería agradecerles su apoyo y sus mensajes. Muchas gracias y seguimos luchando para conseguir nuestras metas. Un abrazo\n    \nWhen checking Team Messi I've seen that there are already more than 3 Million fans supporting me there! I want to thank you for all your support and video messages. Thanks a lot, we keep fighting to reach our dreams. A hug",
          1399887467
        ],
        [
          "Adidas me ha hecho un regalo increíble para celebrar el récord de Paulino Alcántara que batí la semana pasada, una edición limitada de botines que llevaré en el partido de mañana. Me gustaría que alguien de ustedes tengan la posibilidad de conseguir un par de ellos firmado por mí. Id a Team Messi para ver cómo conseguirlos. Nos vemos en la cancha!\n\nAdidas have gifted me an incredible present to celebrate me breaking Paulino Alcantara's goal record last week: these limited edition boots that I'll wear in tomorrow's match. I would like somebody of you could have the chance to win a pair, signed by me. Head to Team Messi to find out how to win. See you on the pitch! Timeline Photos",
          1395761610
        ],
        [
          "¡Mi primera victoria con mis nuevas botas! Espero que os gusten y que sigan dando victorias tan importantes como las de ayer. \nCreo que los amigos de Team Messi están preparando alguna sorpresa...  www.adidas.com/jointeammessi #FASTORFAIL\n\nMy first win in my new boots! I hope you like it and it keeps bringing victories as important as yesterday. \nI believe my friends Team Messi are preparing some surprise. www.adidas.com/jointeammessi #FASTORFAIL Timeline Photos",
          1392829546
        ],
        [
          "Muchas gracias a todos por estar siempre conmigo. Agradecer a mis amigos de Team Messi por sus mensajes de #VAMOSLEO. Son increíbles. Nos vemos en la cancha. Un abrazo\n\nThank you very much to all of you for always being with me in your support. I would like to thank my Team Messi friends for your #VAMOSLEO messages. They were amazing. See you on the pitch! A hug",
          1389606900
        ],
        [
          "Ayer mi gente de Team Messi me hizo llegar esta linda tarjeta llena de sus mensajes, me han sacado unas cuantas sonrisas! gracias por acompañarme en las buenas, y en las no tanto… les mando un abrazo :) Pueden participar en un concurso de unas F50 adidas firmadas por mí aquí www.twitter.com/teammessi\r\n \r\nYesterday my Team Messi people gave me this beautiful card with your #vamosleo messages! Thanks for supporting  me in the good and those not so good moments… You can take part on a contest of a pair of adidas F50 signed by me here www.twitter.com/teammessi Timeline Photos",
          1385036760
        ],
        [
          "Les dejo un video del buen rodaje que se hizo con Team Messi \nhttps://www.facebook.com/TeamMessi para presentar el nuevo adizero F50 Messi. Espero que les guste!\n\nSharing a video from the great shoot we did with Team Messi \nhttps://www.facebook.com/TeamMessi to present the new adizero F50 Messi. I hope that you all like it!\n\nhttp://a.did.as/15aRqDg Team Messi Team Messi - a global fan movement founded by adidas to celebrate everything Messi. \nFollow us on www.twitter.com/TeamMessi",
          1375444100
        ],
        [
          "Quiero invitarles a unirse a mis amigos y a mi en un tour muy especial en beneficio de los chicos de mi fundación. Sigan a Team Messi para vivirlo como si estuviesen en el tour con nosotros. ¡Espero que lo disfruten tanto como lo haré yo! https://www.youtube.com/watch?v=ZP2w-3g5iJI\n\nI want to invite you to join me and my friends on a very special tour to benefit the children of my foundation. Follow Team Messi and you will feel like you are on tour with us. I hope you enjoy it as much as I will! https://www.youtube.com/watch?v=ZP2w-3g5iJI Timeline Photos",
          1372515213
        ],
        [
          "Fue un gran honor visitar la Messi Gallery y ver tantos recuerdos de mi carrera juntos en un mismo lugar! Team Messi ha creado este video tour para que ustedes también lo puedan ver. Díganme qué les parece. Un abrazo. \n\nhttp://www.facebook.com/TeamMessi/app_583065701722243\n\n\n\n\nIt was a great honour to visit the Messi Gallery and see so much\nmemorabilia from my career all in one place! Team Messi have created a\nvideo tour so you can see it all as well. Let me know what you think. A hug. \n\n\nhttp://www.facebook.com/TeamMessi/app_102282156628566?ref=ts Team Messi Team Messi - a global fan movement founded by adidas to celebrate everything Messi. \nFollow us on www.twitter.com/TeamMessi",
          1366980247
        ],
        [
          "We are waiting for tomorrow to see who we will play in the Quarters of the Champions. For now I'm sharing with all of you a video that Team Messi made for me. I hope that you like it! A hug. Play the Messi Way -- adidas Play the Messi Way - http://a.did.as/W9SFtr Join Team Messi -- http://bit.ly/messif50tab Football is supposed to fun So we don't waste a minute We stay on ou...",
          1363293901
        ]
      ],
      "dates_start": 1369704390,
      "dates_end": 1422213066,
      "likes_avg": 155140,
      "likes_stdev": 137002,
      "comments_avg": 6491,
      "comments_stdev": 3605,
      "shares_avg": 6408,
      "shares_stdev": 6294
    },
    {
      "number": 11,
      "important": [
        "happi birthday",
        "great",
        "amigo",
        "feliz",
        "lio timelin",
        "lo",
        "happi",
        "friend",
        "birthday",
        "cumpl"
      ],
      "common": [
        "birthday",
        "cumple",
        "feliz",
        "feliz cumple",
        "happy",
        "happy birthday",
        "lio",
        "photos",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "Feliz cumple, Ney. ¡Que lo pases genial, amigo!\n🎁🎊🎈🎂\nHappy birthday Neymar Jr. Have a great time, my friend!\n\n- LIO Timeline Photos",
          1486312483
        ],
        [
          "¡Feliz cumple amigo Luis Suarez!\n😉👍🏻🎂🎁🎉🎊\nHappy birthday, Luis, my friend!\n\n- LIO Timeline Photos",
          1485292174
        ],
        [
          "¡Festejando el cumple de la vieji!!!\n😋😘😘😘\nCelebrating my Mum's birthday!!! Timeline Photos",
          1485195362
        ],
        [
          "¡Feliz cumple 'Matu'! Te amo gordito.\n🎂🎈🎉\nHappy birthday 'Matu'! I love you. Timeline Photos",
          1473659157
        ],
        [
          "¡Feliz cumple Andrés Iniesta!\n\nHappy Birthday Andrés Iniesta!\n\n- LIO Timeline Photos",
          1462977942
        ],
        [
          "¡Feliz cumple amigo Ney! 🎉🎂\n\nHappy birthday to my friend Neymar Jr.! 🎉🎂\n\n- LIO Timeline Photos",
          1454697832
        ],
        [
          "¡Feliz cumple Tomy! \n🎂🎉🎊\nHappy Birthday Tomy!\n\n- LIO Mobile Uploads",
          1437720600
        ],
        [
          "¡Feliz cumple mi vida!!! Te amamos 😘😘😘\n\nHappy Birthday my darling!!! We love you 😘😘😘\n\n- LIO Mobile Uploads",
          1424970992
        ],
        [
          "Feliz cumpleaños Gerard Piqué. ¡Y que cumplas muchos más!\n\nHappy Birthday Gerard Piqué, hope you have a great day celebrating!\n\n- LIO Timeline Photos",
          1422898727
        ],
        [
          "Feliz cumple MA!! \n\nHappy Birthday Mum!! ☺☺\n\n- LIO Timeline Photos",
          1422035684
        ],
        [
          "Festejando el cumple de mi mama con mi sobrino en la cena!\r\n\r\nCelebrating my mother's birthday with my nephew in the dinner! Timeline Photos",
          1390515161
        ],
        [
          "¡Feliz cumple, Thiago! \n\n¡Celebrá hoy con nosotros y con @UNICEF el cumple de mi hijo! Crear conciencia acerca de los desafíos que enfrentan los niños y niñas para crecer sanos es el mejor regalo de cumpleaños que pueda imaginar.\n\nhttp://uni.cf/MT2\n\nHappy birthday to my dear son, Thiago.\n\nCelebrate today with us and UNICEF! Raising awareness about the challenges children face to grow up healthy is the best birthday present I can think of.\n\nhttp://uni.cf/MT1",
          1383374684
        ],
        [
          "Mi hijo Thiago cumplirá un año este sábado 2 de noviembre. Los invito a celebrarlo conmigo y con @UNICEF. Ayudame a difundir los mensajes sobre los desafíos que deben enfrentar los chicos y chicas para crecer con salud. Podrás ganarte un premio de mi parte. ¡Entrá y participá!\n\nhttp://uni.cf/MT2\n\nMy son Thiago turns 1 on November 2. I invite you all to come celebrate his birthday with me and with @UNICEF – spread special messages about the challenges children face growing up healthy, and you can win a prize from me. Check it out!\n\nhttp://uni.cf/MT1 Leo y Thiago Messi celebran la vida Leo Messi Celebrates Life with UNICEF. Celebrate Leo Messi's birthday by helping give all children access to basic needs to ensure their healthy survival and development. Donate or become a UNICEF Champion.",
          1383084428
        ]
      ],
      "dates_start": 1402383488,
      "dates_end": 1476498853,
      "likes_avg": 813922,
      "likes_stdev": 574658,
      "comments_avg": 12434,
      "comments_stdev": 8511,
      "shares_avg": 8197,
      "shares_stdev": 6115
    },
    {
      "number": 12,
      "important": [
        "lindo",
        "abrazo",
        "amigo",
        "con",
        "togeth",
        "lio timelin",
        "friend",
        "lio",
        "timelin",
        "photo"
      ],
      "common": [
        "con",
        "con mi",
        "friend",
        "lio",
        "lio timeline",
        "lio timeline photos",
        "mi",
        "photos",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "Comida con amigos.\n\nLunch with friends.\n\n- LIO Timeline Photos",
          1486395756
        ],
        [
          "Siempre es lindo reencontrarse con amigos como Thierry Henry.\n\nIt's always great to get together with friends like Thierry Henry.\n\n- LIO Timeline Photos",
          1456176444
        ],
        [
          "¡A Thiago y a Toby les encanta cada vez que juego con mi SpaceScooter! - www.messi-spacescooter.com\n\nThiago and Toby love it when I play with my SpaceScooter! - www.messi-spacescooter.com\n\n- LIO",
          1440593703
        ],
        [
          "Con mi sobrina, More. \n\nWith my niece, More.\n\n- LIO Timeline Photos",
          1436785282
        ],
        [
          "Jugando con mi gordito hermoso.\n😍😍😍😍😍\nPlaying with the love of my life.\n\n- LIO Mobile Uploads",
          1431979439
        ],
        [
          "¡Gran partido con 2 golazos de mi amigo Luis!\n\nGreat game with 2 amazing goals from my friend Luis Suarez!\n\n- LIO Timeline Photos",
          1429128714
        ],
        [
          "Con mi ahijado, Benja. :)\n\nWith my godson, Benja. :)\n\n- LIO Timeline Photos",
          1419709290
        ],
        [
          "¡Con mi amigo el \"Kun\", Sergio Aguero! :)\n\nWith my friend Sergio \"Kun\" Agüero! :)\n\n- LIO Timeline Photos",
          1416253070
        ],
        [
          "¡Pasándolo genial con Thiago, Toby y mi Space Scooter!\n\nHaving fun with Thiago, Toby and my Space Scooter!\n\n- LIO",
          1412610217
        ],
        [
          "Con mi amigo Domenico.\n\nWith my friend Domenico.\n\n- LIO Timeline Photos",
          1410170346
        ],
        [
          "Amigos ;)\n\nFriends ;)\n\n- LIO Timeline Photos",
          1406640698
        ],
        [
          "Neymar, ¡espero que te recuperes muy pronto, amigo!\n\nGet well soon my friend, Neymar Jr.\n\n- LIO Timeline Photos",
          1404514780
        ],
        [
          "Con mi mamá en Mónaco / With my mom in Monaco Timeline Photos",
          1377807240
        ]
      ],
      "dates_start": 1399494675,
      "dates_end": 1451084552,
      "likes_avg": 1143475,
      "likes_stdev": 642828,
      "comments_avg": 18572,
      "comments_stdev": 11215,
      "shares_avg": 19035,
      "shares_stdev": 21086
    },
    {
      "number": 13,
      "important": [
        "jugar",
        "forward",
        "esta",
        "ya",
        "estamo",
        "mobil upload",
        "look forward",
        "gana",
        "estamo en",
        "lio mobil"
      ],
      "common": [
        "de",
        "el",
        "ganas",
        "ganas de",
        "lio",
        "lio timeline",
        "lio timeline photos",
        "photos",
        "timeline",
        "vamosargentina"
      ],
      "messages": [
        [
          "Ya estamos en Vigo, con ganas de jugar esta tarde.\n\nLanded in Vigo, we're looking forward to playing this evening.\n\n- LIO Mobile Uploads",
          1443010249
        ],
        [
          "Con muchas ganas de que llegue mañana, estos son los partidos más hermosos para jugar.\n\nCan't wait for tomorrow. These are the kind of matches that every player dreams about.\n\n- LIO Mobile Uploads",
          1435968450
        ],
        [
          "Nos costó mucho, pero dimos otro paso más hacia el objetivo. #VamosArgentina\n\nIt was a really hard match, but we took another step towards our objective. #VamosArgentina\n\n- LIO Timeline Photos",
          1435436335
        ],
        [
          "Fue durísimo pero lo conseguimos. Si estamos unidos, no hay nada imposible. #VamosArgentina 🇦🇷\n\nIt was really tough, but we got the victory. If we are united, nothing is impossible. #VamosArgentina 🇦🇷\n\n- LIO Mobile Uploads",
          1434587997
        ],
        [
          "Todo listo para hoy. #VamosArgentina\n\nEverything ready for today. #VamosArgentina\n\n- LIO Timeline Photos",
          1434483364
        ],
        [
          "Mañana encaramos otro desafío. Con muchas ganas de jugar este Clásico del Río de la Plata. ¡Vamos equipo, #VamosArgentina! 🇦🇷\n\nTomorrow we face another challenge. We're looking forward to playing the Río de La Plata Derby. Come on team, #VamosArgentina! 🇦🇷\n\n- LIO Mobile Uploads",
          1434402816
        ],
        [
          "Queríamos ganar y no pudo ser, pero tenemos que seguir más unidos y tranquilos que nunca. Ahora hay que pensar en poder conseguir un triunfo contra Uruguay. #VamosArgentina\n\nWe wanted to win but it wasn't possible. We have to be more united as a team than ever. Now we need to think about getting a victory against Uruguay. #VamosArgentina\n\n- LIO Timeline Photos",
          1434309271
        ],
        [
          "Con muchas ganas de jugar mañana en Madrid. Vamos a darlo todo en la cancha para poder llegar a semis.\n\nLooking forward to playing in Madrid tomorrow. We'll give everything on the pitch to reach the semifinals.\n\n- LIO Timeline Photos",
          1422378641
        ],
        [
          "Con muchas ganas de jugar la eliminatoria de Champions. Será muy lindo poder enfrentarme a mi amigo el Kun. En el FIFA siempre le gano, así que vamos a ver que pasa en la cancha. ;)\n\nLooking forward to playing in the next round of the UEFA Champions League. It'll be really nice to face my friend Sergio Aguero as I always beat him at FIFA, but let's see what happens on the pitch. ;)\n\n- LIO Timeline Photos",
          1418650863
        ],
        [
          "Deseamos que mañana sea un día histórico para para el fútbol argentino, ¡y tenemos muchas ganas de conseguirlo! #VamosArgentina \n\nWe hope tomorrow will be a historic day for the Argentinian football, and we are looking forward to playing a part! #VamosArgentina\n\n- LIO Timeline Photos",
          1404828434
        ],
        [
          "Nadie dijo que iba a ser fácil. Un pasito más. #VamosArgentina\n\nNobody said it was an easy game. Another big step. \n#VamosArgentina\n\n- LIO Timeline Photos",
          1404238909
        ],
        [
          "Contento por haber clasificado a Octavos como primeros de grupo, pero ahora empieza otro Mundial. Tenemos muchas ganas de conseguir algo grande. #VamosArgentina\n\nHappy to have gone through to Last-16, but now the World Cup really starts. Let's do something amazing. #VamosArgentina\n\n- LIO Timeline Photos",
          1404125413
        ],
        [
          "Con muchas ganas de jugar en el gran Maracanã por primera vez en mi vida y por empezar con buen pie el Mundial. ¡Vamos por todo! - LIO Timeline Photos",
          1402766765
        ],
        [
          "Ya listos para el clasico. Con muchas ganas de que empiece el partido!\n\nWe are ready for el Clasico. Looking forward to kick-off.",
          1349619610
        ]
      ],
      "dates_start": 1394861343,
      "dates_end": 1442111101,
      "likes_avg": 711975,
      "likes_stdev": 357271,
      "comments_avg": 15336,
      "comments_stdev": 11042,
      "shares_avg": 16075,
      "shares_stdev": 19109
    },
    {
      "number": 14,
      "important": [
        "vs fc barcelona la",
        "vs",
        "vs fc",
        "barcelona la",
        "fc barcelona la",
        "athlet",
        "liga",
        "la liga",
        "barcelona la liga",
        "la liga match"
      ],
      "common": [
        "barcelona",
        "barcelona la",
        "barcelona la liga",
        "fc",
        "fc barcelona",
        "fc barcelona la",
        "fc barcelona la liga",
        "la",
        "la liga",
        "liga"
      ],
      "messages": [
        [
          "ATHLETIC BILBAO vs FC BARCELONA / LA LIGA - MATCH 1 ATHLETIC BILBAO vs FC BARCELONA / LA LIGA - MATCH 1",
          1440425771
        ],
        [
          "Leo ganó su séptima Liga con el FC Barcelona.\n\nLeo won his 7th La Liga title with FC Barcelona. ATLÉTICO DE MADRID vs FC BARCELONA / LA LIGA - MATCH 37",
          1432148243
        ],
        [
          "CÓRDOBA CF vs FC BARCELONA / LA LIGA - MATCH 35 CÓRDOBA CF vs FC BARCELONA / LA LIGA - MATCH 35",
          1430736095
        ],
        [
          "RCD ESPANYOL vs FC BARCELONA / LA LIGA - MATCH 33 RCD ESPANYOL vs FC BARCELONA / LA LIGA - MATCH 33",
          1430074165
        ],
        [
          "SEVILLA CF vs FC BARCELONA / LA LIGA - MATCH 31 SEVILLA CF vs FC BARCELONA / LA LIGA - MATCH 31",
          1428859336
        ],
        [
          "CELTA VIGO vs FC BARCELONA / LA LIGA - MATCH 29 CELTA VIGO vs FC BARCELONA / LA LIGA - MATCH 29",
          1428418796
        ],
        [
          "EIBAR vs FC BARCELONA / LA LIGA - MATCH 27 EIBAR vs FC BARCELONA / LA LIGA - MATCH 27",
          1426458198
        ],
        [
          "Importante victoria del FC Barcelona como visitante en Granada.\n\nImportant away victory for FC Barcelona in Granada. GRANADA - FC BARCELONA / LA LIGA - MATCH 27",
          1425238042
        ],
        [
          "Gran victoria en San Mamás, con Leo marcando y asistiendo para convertirse en el máximo asistente de la historia de la Liga.\n\nGreat victory at San Mamés with Leo scoring and assisting to become the player with the most assists in the history of La Liga. ATHLETIC BILBAO vs FC BARCELONA / LA LIGA - MATCH 22",
          1423478431
        ],
        [
          "El FC Barcelona ganó ayer al Elche. Leo marcó 2 goles y también dio 2 asistencias.\n\nFC Barcelona won against Elche yesterday. Leo scored 2 goals and also made 2 assists. ELCHE vs FC BARCELONA / LA LIGA - MATCH 20",
          1422213237
        ],
        [
          "El FC Barcelona acaba la primera mitad de La Liga con una victoria en La Coruña. Leo anotó un hat-trick.\n\nFC Barcelona finished the first half of La Liga season with a victory in La Coruña. Leo scored a hat-trick. DEPORTIVO LA CORUÑA vs FC BARCELONA / LA LIGA - MATCH 19",
          1421703057
        ],
        [
          "Un gol en los últimos segundos dio la victoria y los tres puntos al FC Barcelona en un partido muy disputado en Mestalla.\n\nA goal scored in the last seconds of a really competitive thrilling match gave FC Barcelona the 3 points in Mestalla. VALENCIA FC vs FC BARCELONA / LA LIGA - MATCH 13",
          1417469778
        ],
        [
          "Primera derrota del FC Barcelona en La LIga. Pese a este resultado, el equipo azulgrana se mantiene como líder de la clasificación.\n\nFirst defeat for FC Barcelona in La Liga. Despite this result, the blue and red team remains at the top of the league table. R.MADRID - FC BARCELONA / La Liga - Match 9",
          1414346354
        ],
        [
          "Empate sin goles en Málaga ayer. El FC Barcelona suma otro punto en La Liga y se mantiene como líder en la clasificación.\n\nGoalless draw in Malaga yesterday. One more point for FC Barcelona in La Liga. The team remain at the top of the league table. MÁLAGA 0 - 0 FC BARCELONA / LA LIGA - MATCH 5",
          1411645613
        ],
        [
          "VILLAREAL CF 0 - 1 FC BARCELONA / La Liga. Match 2. VILLAREAL CF 0 - 1 FC BARCELONA / La Liga. Match 2.",
          1409580578
        ]
      ],
      "dates_start": 1416129120,
      "dates_end": 1432243638,
      "likes_avg": 22149,
      "likes_stdev": 11793,
      "comments_avg": 526,
      "comments_stdev": 288,
      "shares_avg": 4492,
      "shares_stdev": 2238
    },
    {
      "number": 15,
      "important": [
        "alway",
        "thank",
        "gracia por",
        "gracia",
        "estar",
        "lio timelin",
        "por",
        "lio",
        "siempr",
        "mi"
      ],
      "common": [
        "abrazo",
        "de",
        "lio",
        "lio timeline",
        "lio timeline photos",
        "photos",
        "timeline",
        "timeline photos",
        "un",
        "un abrazo"
      ],
      "messages": [
        [
          "Gracias por estar siempre a mi lado. ¡Te echamos de menos, María Sol! 😘\n\nThanks for always being by my side. We missed you María Sol! 😘\n\n- LIO Timeline Photos",
          1452609495
        ],
        [
          "Muy feliz de haber recibido el premio Goal 50 de Goal.com. Tuvimos un año que colectivamente fue muy bueno y sería imposible ganar este tipo de premios sin mis compañeros. Un abrazo a tod@s.\n\nI’m very happy to be recognised with the Goal 50 award by Goal.com. We’ve had a very good year collectively and winning these kind of awards just would not be possible without my team-mates. A big hug! \n\n- LIO Timeline Photos",
          1448824344
        ],
        [
          "Diego, estamos con vos y tu familia en este duro momento. Un abrazo grande y fuerzas.\n\nDiego Maradona, we are with you and your family in these tough moments. A big hug.\n\n- LIO Timeline Photos",
          1435265569
        ],
        [
          "¡Muchas gracias por todas las felicitaciones! Un abrazo.\n\nThanks a lot for all the congratulatory messages! Hugs.\n\n- LIO Timeline Photos",
          1429380821
        ],
        [
          "Estoy bien, ¡muchas gracias por todas las muestras de apoyo que me mandaron! Un abrazo.\n\nI'm fine, thanks a lot for all the support messages you've sent me! A hug.\n\n- LIO Timeline Photos",
          1427235154
        ],
        [
          "Feliz de haber podido celebrar mi partido 300 en la Liga con una victoria. Un abrazo. \n\nHappy to have had the chance to celebrate my 300th La Liga match with a victory. Hugs.\n\n- LIO Timeline Photos",
          1424024455
        ],
        [
          "Quería desearles a todos un buen fin de semana. Un abrazo y muchas gracias por estar siempre.\n\nI wanted to wish you all a good weekend. Thanks a lot for always being there.\n\n- LIO Timeline Photos",
          1423861323
        ],
        [
          "Muchas felicitaciones a los muchachos de la Sub-20, ¡campeones! Les mando un abrazo muy grande.\n\nMassive congratulations to the U-20 team, champions! I send you all a big hug!\n\n- LIO Timeline Photos",
          1423571038
        ],
        [
          "Ya llegamos a Bilbao. San Mamés es siempre una cancha muy difícil, pero lucharemos por conseguir los 3 puntos. Un abrazo.\n\nArrived in Bilbao. It's always tough to play at San Mamés, but we'll fight to get the 3 points. Hugs.\n\n- LIO Timeline Photos",
          1423402354
        ],
        [
          "La eliminatoria sigue abierta, pero con el apoyo de la hinchada pudimos sacar un resultado positivo ayer. Un abrazo.\n\nWith our fans support we got a good result yesterday, but the tie is still open. Big hugs.\n\n- LIO Timeline Photos",
          1421939793
        ],
        [
          "Amigo Thierry, nunca olvidaré los lindos momentos que vivimos juntos. Fue una suerte haber jugado con vos y te deseo lo mejor. Un abrazo.\n\nMy friend, Thierry Henry, I will never forget the amazing moments we have experienced together. I was really lucky to play with you and I wish you all the best. A hug.\n\n- LIO Timeline Photos",
          1418854338
        ],
        [
          "¡Muchas gracias por haberlos firmado! Los récords son también vuestros.\n\nThanks a lot for signing them! The records are yours too.\n\n- LIO Timeline Photos",
          1417547334
        ],
        [
          "Semana importante de entrenamientos. Tenemos que prepararnos lo mejor posible para la temporada que está a punto de comenzar, nuestra afición se merece que este año volvamos a hacer algo importante. Un abrazo.\n\nVery important week of training sessions. We need to prepare ourselves as best we can for the competitions that are about to start. We must make this season count, our fans deserve it. A hug.\n\n- LIO Timeline Photos",
          1407858166
        ],
        [
          "Gracias a mis compañeros por elegirme como uno de los capitanes del equipo y por la confianza que han depositado en mí. Un abrazo.\n\nThanks to my teammates for picking me as one of the club captains and for the confidence they have given me. A hug.\n\n- LIO Timeline Photos",
          1407508344
        ],
        [
          "Fue genial reencontrarme hoy con mis compañeros en Barcelona. Primer entrenamiento de la temporada y ya pensando en los apasionantes retos que tenemos por delante. ¡Un abrazo para todos!\n\nIt's been great to see my teammates again in Barcelona. First training session with them today, and I am already thinking about the exciting challenges we have ahead this season. Hugs!\n\n- LIO Timeline Photos",
          1407267524
        ]
      ],
      "dates_start": 1411749387,
      "dates_end": 1437470619,
      "likes_avg": 667180,
      "likes_stdev": 327893,
      "comments_avg": 11074,
      "comments_stdev": 7656,
      "shares_avg": 8465,
      "shares_stdev": 4721
    },
    {
      "number": 16,
      "important": [
        "get",
        "pitch",
        "por la",
        "victoria",
        "team",
        "download",
        "victori",
        "tu",
        "fifa",
        "fight"
      ],
      "common": [
        "com",
        "de",
        "ea",
        "ea com",
        "el",
        "fifa",
        "http",
        "http ea",
        "http ea com",
        "leo"
      ],
      "messages": [
        [
          "¡Juega a FIFA 16 Ultimate Team en tu móvil! Salta al campo y lucha por la victoria. Descárgalo gratis http://hyperurl.co/FIFA16UT\n\nPlay FIFA 16 Ultimate Team on mobile! Get on the pitch and fight for victory. Download it for free http://hyperurl.co/FIFA16UT",
          1445003930
        ],
        [
          "Juega bonito con Leo y el #FIFA16. Consigue el tuyo: http://o.ea.com/43725\n\nPlay Beautiful with Leo and #FIFA16! Get your copy: http://o.ea.com/43725 Play Beautiful with Leo and FIFA16!",
          1442584832
        ],
        [
          "Con la nueva temporada a punto de comenzar, ¡Leo ya está deseando jugar al #FIFA16! - youtube.com/watch?v=AfeDwkIaHNY\n\nNew season on his doorstep and Leo can't wait for #FIFA16! - youtube.com/watch?v=AfeDwkIaHNY FIFA 16 - New Season Trailer - PS4, Xbox One, PC The new football season is here... at last! Celebrate with the official FIFA 16 Gamescom Trailer. Learn more about FIFA 16: http://o.ea.com/41212 Pre-order: ...",
          1438952473
        ],
        [
          "¡Leo jugando un partido navideño y amistoso al FIFA 15 con Eden Hazard! - http://o.ea.com/31512 \n\nLeo with a festive (and friendly!) game of FIFA 15 with Eden Hazard! - http://o.ea.com/31512",
          1417863600
        ],
        [
          "¡Jugá a FIFA 15 Ultimate Team para móviles con Leo! \nEs rápido, fácil y divertido, y podés conseguirlo gratis en el App Store, Google Play o la tienda Windows Phone Store.\nDescargarlo aquí: http://smarturl.it/1514 \n\nPlay FIFA 15 Ultimate Team with Leo on mobile! \nIt’s fast, easy & fun, and free to play on the App Store, Google Play, or the Windows Phone Store. \nDownload here: http://smarturl.it/1514",
          1412773201
        ],
        [
          "¡Golazo de Leo en el FIFA 15! Conseguí tu copia: http://o.ea.com/26494\n\nLeo with an amazing goal in FIFA 15! Get your copy: http://o.ea.com/26494",
          1411707600
        ],
        [
          "¡Sentí el juego! Mirá a Leo en el anuncio de televisión del FIFA 15. Conseguí tu copia: http://o.ea.com/25876\n\nFeel The Game! See Leo in the FIFA 15 TV ad. Get your copy: http://o.ea.com/25876",
          1410523201
        ],
        [
          "Acá comparto con ustedes este video que recién vi. Qué buen ejemplo de sacrificio y trabajo de estos grandes deportistas!\nhttps://www.youtube.com/watch?v=k4_ce3OV7rg\n\nI share with you this video I just watched. What a great example of sacrifice and work of those fantastic athletes!\nhttps://www.youtube.com/watch?v=k4_ce3OV7rg\n What's Your Problem? Sport Doesn't Care - Sochi 2014 Paralympic Winter Games Sochi 2014 Paralympic Winter Games. Sport doesn't care about abilities or disabilities. Sport makes no distinctions. All that matters is that you give your b...",
          1394096444
        ],
        [
          "Feliz de compartir este video que hice... Me diverti jugando al fútbol con una lata de Pepsi. Mirá. ¿Que te parece? #FUTBOLNOW! http://youtu.be/D_LFOvbG-Ko \n\nCheck out this trick I just did with a Pepsi can. It's my new favorite trick, can you top it? Share your videos with me via #FUTBOLNOW!\nhttp://youtu.be/D_LFOvbG-Ko Timeline Photos",
          1381454400
        ],
        [
          "El #FIFA14 de EA SPORTS FIFA ya esta a la venta! Creés que podés anotar un gol como este? ;) Pedilo por acá: http://o.ea.com/16719\n\nEA SPORTS FIFA's #FIFA14 is out now! Will you score a goal like this? ;) You can order it here: http://o.ea.com/16719 My FIFA 14 Goal!",
          1380203946
        ],
        [
          "A ver qué tan bueno sos? EA SPORTS FIFA acaba de lanzar #FIFA14 para móviles. Demostra que sos un crack! Sólo tenés que descargártelo gratuitamente acá http://smarturl.it/FIFA14_P1_WW\r\n\r\nWho’s got skills? EA SPORTS FIFA just launched #FIFA14 on mobile. Time to dominate! It’s a free download, too http://smarturl.it/FIFA14_P1_WW Timeline Photos",
          1380119023
        ],
        [
          "Acá les dejo el nuevo comercial de #FIFA14 de EA Sports FIFA… a ver qué les parece mi nuevo medio de trasporte?\nPor cierto, ya pueden hacer su pre-orden a través de http://o.ea.com/16719\n\nHey guys, don't miss the chance to check out  the new #FIFA14  commercial for EA SPORTS FIFA… What do you think about my new ride? \nBTW you can pre-order at http://o.ea.com/16719 We Are FIFA 14",
          1379064392
        ],
        [
          "Quiero compartir con ustedes en el nuevo anuncio de EA SPORTS FIFA 13! Con ganas de ya poder jugar con el nuevo FIFA… Nos vemos en lacancha...\n\nI would like to share with you the new EA SPORTS FIFA 13 TV spot! I am delighted to play with the new FIFA… see you on the pitch… FIFA 13 TV Ad | JOIN THE CLUB",
          1346422111
        ],
        [
          "He visto gente haciendo maravillas con el balón, pero a través de FIFA Street… puede ser aún más increíble!\n\nI’ve seen a lot of freestyling but through FIFA Street… it can be much more incredible! FIFA Street | Show Leo Messi Your Skills Got what it takes to impress Leo Messi? Record your football skill - or football humour! - and upload it to Street vs Street now. http://bit.ly/HqsINH",
          1333386643
        ],
        [
          "Este viernes se lanza FIFA Street!  Muchas gracias a mis amigos de EA\nSports por hacer este video genial.\n\nFriday is launch day for FIFA Street! Big thanks to my friends at EA\nSPORTS for creating this amazing video.\n FIFA Street | Lionel Messi - The Best In The World Lionel Messi: The best footballer ever. Agree? Tweet it: http://bit.ly/xFCyBP Share this on Facebook: http://on.fb.me/xmUrr7 #supremessi",
          1331923344
        ]
      ],
      "dates_start": 1358106508,
      "dates_end": 1429370709,
      "likes_avg": 146770,
      "likes_stdev": 122205,
      "comments_avg": 6798,
      "comments_stdev": 4836,
      "shares_avg": 17903,
      "shares_stdev": 29830
    },
    {
      "number": 17,
      "important": [
        "go",
        "champion",
        "las",
        "final",
        "champion leagu",
        "de est",
        "leagu",
        "es el",
        "make",
        "la final de"
      ],
      "common": [
        "de",
        "final",
        "la",
        "la final",
        "lio",
        "lio timeline",
        "lio timeline photos",
        "photos",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "Yo ya me uní a la causa del Hospital M-I Vall d’Hebron, pero es el compromiso de un equipo el que engrandece las cosas. Doná a través de este sorteo solidario y tené la posibilidad de ganar mis botines de fútbol originales y firmados, el mismo modelo que utilicé en la final de la Champions League en 2015. Las donaciones se destinarán 100% a la causa. Entrá a bidaway.com/messi y hacé tu donación.\n\nI joined the cause to support Vall d’Hebron Hospital but it’s the commitment of a team that makes great things happen. That’s why I’m calling on you: donate to enter a sweepstake and have a chance to win my original signed football boots, the model from the 2015 Champions League final. All donations will go 100% to charity. Go to bidaway.com/messi and make your donation.\n\n- LIO Timeline Photos",
          1465564717
        ],
        [
          "Luchamos, sufrimos y al final ganamos todos juntos. Campeones de Liga y... ¡De la Copa!! 🏆🏆👍🏻👍🏻\n\nWe fought hard, we suffered, but in the end we all won together. League Champions and now... Cup Winners!! 🏆🏆👍🏻👍🏻\n\n- LIO Timeline Photos",
          1463952223
        ],
        [
          "#OO #P9 It’s finally here! \nThey say this reinvent smartphone photography.\n\n¡ #OO #P9 finalmente llegó ! \nDicen que el #P9 reinventó la fotografía del Smartphone. Timeline Photos",
          1459942268
        ],
        [
          "¡El nuevo auto que dicen que compré! 😜\nThe new car they say I bought! 😂😂\n\n- LIO Timeline Photos",
          1455215694
        ],
        [
          "Thank you HH Sheikh Mohammed bin Rashid Al Maktoum for your hospitality in Dubai.\n\nGracias a HH Sheikh Mohammed bin Rashid Al Maktoum por su hospitalidad en Dubai.\n\n- LIO Timeline Photos",
          1451336880
        ],
        [
          "Gran trabajo del equipo, ¡estamos en la final! Me duele mucho perderme cualquier partido, pero espero estar al 100% para poder ayudar en la final.\n\nGreat job from the whole team, we're in the final! It's never fun to miss any game, but I hope to get better to be able to help in the final.\n\n- LIO Timeline Photos",
          1450357941
        ],
        [
          "¡Comenzó la cuenta regresiva para la final de la Copa América! #VamosArgentina\n\nThe countdown to the Copa América final has already begun! #VamosArgentina\n\n- LIO Mobile Uploads",
          1436010834
        ],
        [
          "Ya llegamos a Santiago, comenzamos a prepararnos para la final de la Copa América. #VamosArgentina\n\nArrived in Santiago. It's time to get ready for the Copa América final. #VamosArgentina Mobile Uploads",
          1435794901
        ],
        [
          "Queríamos volver a estar en una final de la Champions y lo hemos conseguido. Ahora queda lo más importante: ganarla. ¡Vamos Barça!\n\nWe wanted to reach the UEFA Champions League final once again and we've managed to do it. Now the most important part: to win. Come on FC Barcelona!\n\n- LIO Timeline Photos",
          1433594141
        ],
        [
          "Arribamos a Berlín, ¡ya queda menos para la final!\n\nWe've landed in Berlin, the final is getting closer!\n\n- LIO Timeline Photos",
          1433512142
        ],
        [
          "Sólo faltan 48 horas para la final de la Champions. ¡Con muchas ganas de jugarla! #Messi15 #BeTheDifference\n\n48 hours left until the UEFA Champions League final kicks off. Can't wait! #Messi15 #BeTheDifference\n\n- LIO Timeline Photos",
          1433435549
        ],
        [
          "Felices porque queríamos llegar a la final de la Champions. Nuestro objetivo sigue siendo el mismo: ganarla.\n\nWe're happy as we wanted to reach the UEFA Champions League final, but our objective is still the same: to win it.\n\n- LIO Timeline Photos",
          1431460537
        ],
        [
          "¡A la final!\n\nTo the final!\n\n- LIO Timeline Photos",
          1425568198
        ],
        [
          "Junto al Río Paraná.\n\nBy the Paraná River.\n\n- LIO Timeline Photos",
          1419970424
        ],
        [
          "Uffff, que nervios al final... pero hemos pasado!!!\n\nUffff, what a tense ending... but we're through!!! Timeline Photos",
          1327567874
        ]
      ],
      "dates_start": 1403070409,
      "dates_end": 1466700833,
      "likes_avg": 908625,
      "likes_stdev": 556504,
      "comments_avg": 18107,
      "comments_stdev": 11169,
      "shares_avg": 18187,
      "shares_stdev": 15139
    },
    {
      "number": 18,
      "important": [
        "con",
        "de",
        "abrazo",
        "timelin",
        "photo"
      ],
      "common": [
        "afternoon",
        "photos",
        "sevilla",
        "sevilla timeline",
        "sevilla timeline photos",
        "stroll",
        "stroll thiago",
        "thiago",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "Sevilla ✈️ Timeline Photos",
          1485634737
        ],
        [
          "😆👍🏻⚽️ Timeline Photos",
          1485005571
        ],
        [
          "😏😏✌🏻 Timeline Photos",
          1483106203
        ],
        [
          "😀👍🏻⚽ Timeline Photos",
          1482097794
        ],
        [
          "👍🏻⚽️ Timeline Photos",
          1481454295
        ],
        [
          "Glasgow ⚽ Timeline Photos",
          1479831911
        ],
        [
          "⚽️🇦🇷 Timeline Photos",
          1478703409
        ],
        [
          "✈ Valencia Timeline Photos",
          1477078450
        ],
        [
          "#FCBLovesNY Timeline Photos",
          1473279302
        ],
        [
          "😃🐶 Timeline Photos",
          1473261805
        ],
        [
          "🇦🇷 Timeline Photos",
          1472563419
        ],
        [
          "🔴⚽🔵 Timeline Photos",
          1470826709
        ],
        [
          "🐶 Timeline Photos",
          1470634303
        ],
        [
          "👍🏻🇦🇷 Timeline Photos",
          1465745697
        ],
        [
          "🇦🇷😄⚽️ Timeline Photos",
          1458764709
        ],
        [
          "Tarde de paseo con Thiago!\r\n\r\n\r\nAfternoon stroll with Thiago! Timeline Photos",
          1365868167
        ]
      ],
      "dates_start": 1441443351,
      "dates_end": 1496538708,
      "likes_avg": 1326836,
      "likes_stdev": 827335,
      "comments_avg": 21052,
      "comments_stdev": 24829,
      "shares_avg": 26247,
      "shares_stdev": 35361
    },
    {
      "number": 19,
      "important": [
        "por el apoyo",
        "todo por",
        "gracia todo por",
        "el apoyo",
        "está",
        "seguir",
        "everyth",
        "gracia todo",
        "todo",
        "bien"
      ],
      "common": [
        "el",
        "en",
        "gracias",
        "gracias todos",
        "gracias todos por",
        "por",
        "que",
        "thanks",
        "todos",
        "todos por"
      ],
      "messages": [
        [
          "Está todo bien, tengo que bajar el ritmo y seguir recuperándome con fisioterapia, pero nada preocupante. Gracias a todos por el apoyo.\n\nEverything is fine, I have to slow things down as I recover with physio, but it's nothing to worry about. Thanks to you all for your support.\n\n- LIO Timeline Photos",
          1473092895
        ],
        [
          "¡Muchas gracias a todos por los mensajes de felicitación! Un abrazo.\n\nMany thanks to everyone for the birthday wishes! Hugs.\n\n- LIO Timeline Photos",
          1466871674
        ],
        [
          "Gracias a todos por el fantástico recibimiento. Nos vemos esta noche en el Estadio Mario Kempes. 🇦🇷👍🏻\n\nThanks to everyone for the fantastic welcome. I'll see you at the Mario Kempes stadium tonight. 🇦🇷👍🏻",
          1459252518
        ],
        [
          "¡Ya somos 80 millones en Facebook! Gracias a todos por el apoyo diario, es realmente increíble. Un fuerte abrazo.\n\nWe're 80 million on Facebook! Thanks for the support day after day, it's incredible. Hugs! \n\n- LIO Timeline Photos",
          1439994852
        ],
        [
          "Muchas gracias a todos por los saludos y vídeos dedicados por mi cumpleaños. Por estar siempre y apoyarme en todo lo que hago. Besos.\n\nThank you everyone for all the birthday wishes, messages, videos and photos. Thank you for always being there and supporting me in I everything I do. Kisses.\n\n- LIO Timeline Photos",
          1435167179
        ],
        [
          "¡Campeones!!! ¡La Liga es nuestra!!! 🏆 Increíble el trabajo de todos, estamos muy felices. Gracias a la gente que nos apoyó todo el año.\n\nChampions!!! La Liga is ours!!! 🏆 Incredible work from the whole team, we're all very happy. Thanks to everyone who has supported us throughout the season.\n\n- LIO Timeline Photos",
          1431888252
        ],
        [
          "¡Muchas gracias a todos por sus mensajes y felicitaciones! Es un día muy especial para mí.\n\nThanks a lot for all your congratulatory messages! Today is a very special day for me. \n\n- LIO",
          1413478580
        ],
        [
          "Gracias a todos por el cariño que me brindan\n\nThanks to all of you for the support you are giiving to me Timeline Photos",
          1385222107
        ],
        [
          "Un día increíble. Gracias a todos por sus msjs! #botadeoro / An incredible day. Thanks to all of you for your msgs! #goldenboot Instagram leomessi's video on Instagram",
          1384972665
        ],
        [
          "Decepcionado por la gestión del partido benéfico en Los Ángeles. Tenía muchas ganas de asistir y disfrutar como lo hice en Perú y en Colombia. Este proyecto está hecho por y para los fans, y es por eso que estoy muy decepcionado con la organización. Un abrazo especial para aquellas personas que iban a apoyar esta causa en L.A. Memorial Coliseum y gracias a todos por su apoyo.",
          1372847257
        ],
        [
          "Acá les dejo unas fotos del partido del Sábado en Medellín. Gracias a todos por tan lindo recibimiento, siempre es un placer estar por allá! Partido Messi&Friends en Medellín",
          1372785771
        ],
        [
          "Gracias a todos por estar a mi lado en este momento tan lindo de mi carrera!\r\n\r\nThanks to everyone for being by my side in this beautiful moment of my career! Timeline Photos",
          1357744136
        ],
        [
          "Quiero agradecer a todos los que siguen mi facebook ya son 40 millones y es un monton! Gracias a todos  por el aguante!  -  I want to thank all of my fans on Facebook. We are already 40 million and it is a ton! Thank you for the support! New wallpapers",
          1355501750
        ],
        [
          "Quiero dar las gracias a todos por estar en este hermoso momento, como dije ayer compartirlo con mi familia, mi mama que siempre esta y mi viejo que me acompañan! Y a mis compañeros de equipo que son los culpables de este premio!\n\nI want to thank everyone for being there at this beautiful moment, like I said yesterday to share it with my family, my mother who is always there and my father who accompany me! And to my teammates who are responsible for this award! Bota de Oro",
          1351591791
        ],
        [
          "Muchísimas gracias al club por este hermoso regalo, para mi fue algo muy emotivo. También agradezco a la gente por su apoyo y su cariño, ojalá esta noche podamos pasar a semis! Gracias a todos!\n\nMany thanks to the club for this beautiful gift, it was something very emotional for me. I also thank everyone for their support and care, hopefully tonight we can make it to the semis! Thanks to everyone! Timeline Photos",
          1333468275
        ],
        [
          "Gracias a todos por el aguante, finalmente pudimos llegar a la final!! Estamos muy contentos, ojalá podamos conseguir la copa!\n\nThanks everyone for supporting us, we made it to the final at last!!\nWe're very happy, hope we can win the cup!",
          1328781997
        ]
      ],
      "dates_start": 1351027756,
      "dates_end": 1444304956,
      "likes_avg": 557045,
      "likes_stdev": 601741,
      "comments_avg": 28463,
      "comments_stdev": 30078,
      "shares_avg": 19896,
      "shares_stdev": 23429
    },
    {
      "number": 20,
      "important": [
        "día",
        "result",
        "everi",
        "fundación",
        "fundación leo",
        "ser",
        "arriv",
        "toda la",
        "toda",
        "join"
      ],
      "common": [
        "de",
        "el",
        "en",
        "fundación",
        "fundación leo messi",
        "la",
        "la fundación",
        "leo",
        "leo messi",
        "messi"
      ],
      "messages": [
        [
          "Este tipo de cosas deberían ser inconcebibles en pleno siglo XXI. \n\nThis kind of thing should be unthinkable in the 21st Century.\n\n- LIO Fundación Leo Messi Vivimos con preocupación la situación de miles de refugiados que llegan a Europa día a día como consecuencia de la guerra. Nos unimos al pedido de toda la comunidad internacional para encontrar una pronta solución a esta tragedia.\n#FundaciónLeoMessi #ElegiCreer\n\nWe are concerned about the situation of thousands of refugees arriving in Europe every day as a result of the war. We join the whole international community in calling for a rapid solution to this tragedy.\n#LeoMessiFoundation #ChooseToBelieve",
          1441369942
        ],
        [
          "Feliz de ayudar desde la Fundación Leo Messi a pintar toda la escuela Gral Las Heras donde estudié en Rosario, utilizando 1.500 litros de pintura. Y agradecer también a sus autoridades por permitir a la empresa Alba pintar ese mural. \n\nHappy to help paint the school Gral Las Heras I went to in Rosario when I was a kid, with the 1.500 litres of paint given from the Leo Messi Foundation. Also I want to thank the school board for allowing the company Alba to paint this mural. \n\n- LIO Photos from Leo Messi's post",
          1440512662
        ],
        [
          "Ya tenemos 3 clínicas más en Argelia. Gracias a Ooredo Group por seguir trabajando con la Fundación Leo Messi para expandir globalmente el proyecto conjunto de clínicas móviles.\n\nWe have 3 more clinics in Argelia! Thanks to Ooredoo Group for working alongside the Leo Messi Foundation to globally expand the joint project of Mobile Clinics.\n\n- LIO Timeline Photos",
          1439032289
        ],
        [
          "¡Emociona recibir tanto afecto de niños en todo el mundo! Gracias a mi familia y a todos los que me acompañan en la Fundación Leo Messi por hacerlo posible.\n\nIt's amazing to get so much affection from children across the world. Thank you to everyone who helps me with the Leo Messi Foundation and for making it possible.\n\n- LIO Fundación Leo Messi Niños de todo el mundo saludan a Leo en el día de su cumpleaños. Déjale tu mensaje y compártelo con tus amigos!\n#FundacionLeoMessi #ElegiCreer #Messi28\n\nChildren all over the world greet Leo on his birthday. Post your message and share it with your friends!\n#LeoMessiFoundation #ChooseToBelieve",
          1435155038
        ],
        [
          "Fue muy lindo poder conocer a Issa gracias al programa de lucha contra la malaria de la Fundación Leo Messi.\n\nIt was great to meet Issa, a wonderful experience made possible by the Leo Messi Foundation and its work against malaria.\n\nhttps://youtu.be/7qj6J7BMHNM\n\n- LIO Timeline Photos",
          1430493189
        ],
        [
          "Muy feliz de haber podido conocer a estos 30 chicos. Son un verdadero ejemplo de lucha y superación. Les agradezco mucho que hayan venido a verme, siempre aprendo cosas nuevas de ellos. Gracias a la Fundación FC Barcelona y a la Fundación Leo Messi por haber hecho posible este encuentro.\n\nReally happy that I had the chance to meet these 30 amazing young people. They are truly an example of determination and are an inspiration to all. I am truly grateful that they had the opportunity to come to Barcelona, as I had the opportunity to learn so much from them. Many thanks to the FC Barcelona Foundation and the Leo Messi Foundation for making this possible. \n\n- LIO Timeline Photos",
          1414597168
        ],
        [
          "Impresionado al ver estos videos del trabajo que la Fundación Leo Messi y Ooredoo están haciendo en Indonesia y Myanmar con las clínicas de salud móviles.\n\nI was really touched by these videos showing the work that the Leo Messi Foundation and Ooredoo are doing in Indonesia and Myanmar with mobile health clinics.\n\nhttps://www.youtube.com/watch?v=-_kihjikdxM   https://www.youtube.com/watch?v=ZH8dhr_gUOo Making a difference in Indonesia Ooredoo, Indosat, and the Leo Messi Foundation partner together to make a difference in people's lives in Indonesia. Inspiring clip showing the work of the m...",
          1401968296
        ],
        [
          "Agradezco al Maestro João Carlos Martins, la dedicatoria y la gentileza de recordar mis juegos con la música del mas grande compositor de música clásica Bach!. Pueden mirar el gran mensaje\n\nThank Maestro João Carlos Martins, the dedication and kindness to remember my games with the biggest music classical composer Bach!. They can look at the great message\n\nhttp://www.youtube.com/watch?v=e_ZRmEA9ck8&feature=youtu.be Bach Messi La Fundación Leo Messi y su patrono Lionel Messi, agradecen al Maestro Joao Carlos Martins, la dedicatoria y la gentileza de recordarlo con la musica del mas...",
          1374948927
        ],
        [
          "Gran labor de UNICEF ayudando a todos esos niños y niñas refugiados por los conflictos armados en sus países. Espero que la donación de la Fundación Leo Messi gracias al partido Messi&Friends en Chicago ayude a las comunidades afectadas\n\nGreat work of UNICEF helping all those refugee children affected by the armed conflicts in their countries. I hope that the donation made by the 'Fundación Leo Messi', thanks to the match Messi&Friends in Chicago, help the affected communities Timeline Photos",
          1373311993
        ],
        [
          "Estoy muy feliz de poder trabajar en el desarrollo de los niños, niñas y adolescentes Peruanos junto a mis amigos UNIFEF, CESIP y CEDEC.\nGracias por esta oportunidad. \n\nI am very happy to work on the development of children and adolescents with Peruvian friend UNICEF, CESIP and CEDEC. Thank you for this opportunity! Fundación Leo Messi La Fundación Leo Messi realizó una donación de fondos propios a UNICEF Perú y las ONG’s CESIP y CEDEC para apoyar las estrategias de Buen Trato y Deporte para el Desarrollo de niños, niñas y adolescentes.\r\n\r\nEl pasado martes 2 de julio en Lima, Perú, dentro del marco de la “Batalla de las Estrellas”, el futbolista argentino Leo Messi, Embajador de Buena Voluntad de UNICEF realizó una donación a las ONGs CESIP y CEDEC que trabajan junto a UNICEF Perú, para prevenir la violencia, abuso sexual y explotación de niños, niñas y adolescentes peruanos.\r\n\r\nLa contribución de la Fundación Messi será destinada a promover 2 estrategias: el Buen Trato y Deporte para el Desarrollo:\r\n\r\n•\tBuen trato: El 50% de los fondos recibidos se destinarán a la implementación de la iniciativa “Promover y vigilar el Buen Trato para la primera infancia” junto a CESIP (Centro de Estudios Sociales y Publicaciones). La finalidad de este proyecto es incorporar la promoción del buen trato y la prevención, detección y atención temprana de la violencia en el Sistema de Vigilancia Comunitaria del Desarrollo Infantil.\r\n•\tDeporte para el Desarrollo: El otro 50% de los fondos recaudados serán invertidos en el proyecto “El Estado y la Sociedad contra la Violencia, Abuso Sexual Infantil y Explotación Sexual Infantil” junto a la ONG CEDEC (Centro de Educación y Desarrollo Comunitario) que contribuye a la prevención de la violencia, el abuso sexual y la explotación sexual de niños, niñas y adolescentes.",
          1372797504
        ],
        [
          "Contento de colaborar con la gran labor de UNICEF y CedaVida en el proyecto Golombiao. Espero que la donación de la Fundación Leo Messi, gracias al partido Messi&Friends en Medellín, ayude a los 1.200 chicos de las comunidades afectadas por los conflictos armados Timeline Photos",
          1372619175
        ],
        [
          "http://www.youtube.com/watch?feature=player_embedded&v=tu7apG9Iv-s#! Social Team felicita a la Fundación Leo Messi en su aniversario! http://www.youtube.com/watch?feature=player_embedded&v=tu7apG9Iv-s#!",
          1368614669
        ],
        [
          "En Barcelona ya esta a la venta, el libro que mi Fundación edito junto a la Fundación FC Barcelona y la Fundación Ánima, para combatir el cancer infantil. Muchas gracias por su colaboración Timeline Photos",
          1366119163
        ],
        [
          "Mis amigos de EA SPORTS han hecho una maravillosa donación a la Fundación Leo Messi y han estrenado una nueva “99-rated” versión de mi mismo a través de FIFA 12 Ultimate team para este fin de semana!\n\nMy friends at EA SPORTS have made a wonderful donation to the Leo Messi Foundation and releasing a special 99-rated version of myself in FIFA 12 Ultimate Team this weekend! EA SPORTS FIFA Hit LIKE if you agree Messi’s amazing season is worth a 99-rated card in Ultimate Team AND a $250,000 donation to the Leo Messi Foundation by EA SPORTS. More: http://bit.ly/N3hpCS\n\nListen to the latest FIFA Podcast: http://bit.ly/rV9wm1",
          1338621978
        ],
        [
          "Les reenvio link de un comunicado de la Fundación Leo Messi en relación a una noticia muy desafortunada publicada por un medio de comunicación. Abrazo a todos!\n\nI'm sending you a link to the Leo Messi Foundation regarding a very unfortunate story that was published in the media. A hug to everyone! Fundación Leo Messi COMUNICADO OFICIAL\n\nDebido a falsas informaciones emitidas por Twitter Fox Sport Norte, el día 27/05, las que hieren la sensibilidad de muchas personas, en especial la de su entorno familiar. Queremos dejar claro mediante este manifiesto desde la Fundación Leo Messi y en especial desde su Familia, el malestar hacia el horror sobre esta comunicación, denunciando como de ruín a quien la origina o se hace eco de la misma, es un espanto que estos medios sociales atenten con notificaciones en forma superficial y a la vez tan profundas. Creemos que la libertad de expresión debe ser moderada en ciertas ocasiones y son tan culpables estos personajes sin escrúpulos que tratan de generar movimientos en redes, originando informaciones desaprensivas, como quien continúa con la misma sin inquirir la veracidad de la misma.",
          1338235134
        ],
        [
          "Les presento la campaña de sensibilización sobre la enfermedad de Chagas 'Gana al silencio. Gana a la enfermedad de Chagas'.\n\nEstá impulsada por la Fundación FC Barcelona, la Agencia Catalana de Cooperación al Desarrollo y la Fundación Leo Messi FC Barcelona - Leo Messi, contra la enfermedad de Chagas",
          1334252471
        ]
      ],
      "dates_start": 1352599971,
      "dates_end": 1427731228,
      "likes_avg": 198061,
      "likes_stdev": 222703,
      "comments_avg": 5501,
      "comments_stdev": 3362,
      "shares_avg": 5055,
      "shares_stdev": 5577
    },
    {
      "number": 21,
      "important": [
        "champion",
        "home",
        "uefa champion",
        "champion leagu",
        "unit",
        "leagu",
        "uefa",
        "de la uefa",
        "de la uefa champion",
        "casa"
      ],
      "common": [
        "champions",
        "champions league",
        "de",
        "el",
        "fc barcelona",
        "la",
        "league",
        "uefa",
        "uefa champions",
        "uefa champions league"
      ],
      "messages": [
        [
          "Cuando comienzan los partidos de la UEFA Champions League, únete al equipo que siempre juega en casa = Lay's United!\n\nWhen the UEFA Champions League games kick off, join the team that always plays at home = Lay's United!",
          1486919846
        ],
        [
          "Get #GameReady to join the Choir of UEFA Champions League!  \n\n¡Participá en el Coro de la UEFA Champions League! ¿Estás #GameReady? Get #GameReady to join the Choir of UEFA Champions League!",
          1458047537
        ],
        [
          "Recién recibí mis nuevos adidas Football #Messi15. Ahora estoy preparado para la final de la UEFA Champions League. #BeTheDifference\n\nI just got my new adidas Football #Messi15. Now I’m ready for the UEFA Champions League final. #BeTheDifference\n\n- LIO Timeline Photos",
          1433262064
        ],
        [
          "El FC Barcelona ganó 3-1 ayer para acabar la fase de grupos como líder del grupo F de la UEFA Champions League. Leo marcó su gol 75 en la competición europea.\n\nFC Barcelona won 3-1 yesterday to finish at the top of the group F of the UEFA Champions League. Leo scored his 75th goal in this competition. FC BARCELONA vs PSG / MATCH 6 - GROUP F",
          1418387100
        ],
        [
          "Partido emocionante de la UEFA Champions League esta noche. El liderato del grupo F está en juego.\n\nBig UEFA Champions League game tonight. They are playing to top the group F.\n\nFC Barcelona vs PSG Timeline Photos",
          1418230801
        ],
        [
          "Otra victoria para el FC Barcelona, que tendrá la oportunidad de acabar como primero de grupo si consiguen la victoria ante el PSG en el Camp Nou. Leo anotó otro hat-trick en Chipre y se convirtió en el máximo goleador de la historia de la UEFA Champions League.\n\nAnother victory for FC Barcelona, who will have the chance to finish at the top of the group F if they win against PSG at the Camp Nou. Leo scored another hat-trick and became the UEFA Champions League all-time top scorer. APOEL NICOSIA vs FC BARCELONA - UCL GROUP F. MATCH 5",
          1417069805
        ],
        [
          "Partido importante en Chipre donde está en juego el líderato del grupo F de la UEFA Champions League.\n\nImportant match in Cyprus, where the team will play for the top position of group F in the UEFA Champions League.\n\nAPOEL Nicosia vs FC Barcelona Timeline Photos",
          1416935908
        ],
        [
          "Otra victoria para el FC Barcelona, con 2 goles de Leo que igualó el récord de Raúl de máximo goleador de la historia de la UEFA Champions League, con 70 goles. \n\nAnother win for FC Barcelona in the UEFA Champions League, and 2 goals for Leo, who equalled Raúl's UCL top scoring record with 70 goals. AJAX vs FC BARCELONA / UCL - GROUP F - MATCH 4",
          1415288350
        ],
        [
          "El tercer partido del FC Barcelona en la fase de grupos de la UEFA Champions League acabó con una victoria por 3 a 1. Leo marcó su gol número 69 en la máxima competición europea e hizo además la asistencia del primer gol.\n\nThe third UEFA Champions League FC Barcelona group match finished as a 3-1 win. Leo scored his 69th goal in the European competition and also made the assist for the opening goal of the match. FC BARCELONA 3 - 1 AJAX / UCL - GROUP F - MATCH 3",
          1413995530
        ],
        [
          "Partido importante de la UEFA Champions League esta noche en el Camp Nou. \n\nIt's time for the UEFA Champions League. There is an important match tonight at the Camp Nou.\n\nFC Barcelona vs AFC Ajax Timeline Photos",
          1413905014
        ],
        [
          "¡Otra victoria del FC Barcelona en La Liga! Leo marcó de nuevo y también volvió a asistir ante el Eibar, con el resultado final de 3-0 para el equipo azulgrana. El equipo llega al Clásico liderando la clasificación liguera, pero antes jugarán el también importante partido de UEFA Champions League frente al AFC Ajax el próximo martes.\n\nAnother win for FCBarcelona in la Liga! Leo once again scored and assisted a goal against Eibar to make the final score 3-0. The team will be going to El Clasico at the top of the league table. But first, they face Ajax in the UEFA Champions League on Tuesday. FC BARCELONA 3 - 0 EIBAR / LA LIGA - MATCH 8",
          1413738772
        ],
        [
          "Emocionante partido en el Parque de los Príncipes de París. 5 goles en total, la victoria se la llevó el equipo francés al final. Leo marcó su gol número 68 en la UEFA Champions League.\n\nVibrant match at Parc des Princes. 5 goals in total, victory went to the French team in the end. Leo scored his 68th UEFA Champions League goal. PSG 3 - 2 FC BARCELONA / UCL - GROUP F - MATCH 2",
          1412178383
        ],
        [
          "Esta noche, Leo juega su segundo partido de la UEFA Champions League de esta temporada en París.\n\nTonight, Leo will play in the second UEFA Champions League match of the season in Paris. Timeline Photos",
          1412089672
        ],
        [
          "Leo ha hablado con adidas Football Gamedayplus de cara a su próximo partido de la UEFA Champions League. http://youtu.be/zz2FDuJCNTg\n\nLeo spoke with adidas Football Gamedayplus ahead of his next UEFA Champions League match. http://youtu.be/zz2FDuJCNTg Gamedayplus -- Leo Messi, Andre Schürrle, Yohji Yamamoto adizero f50 -- Episode 2 -- adidas Football http://adidas.com/gamedayplus The adidas Football channel brings you the world of cutting edge football. Gain exclusive access to our players, go behind the ...",
          1412010001
        ],
        [
          "Primer partido en la UEFA Champions League de esta temporada. El FC Barcelona consigue los 3 puntos en casa y se pone líder del grupo F.\n\nFirst UEFA Champions League match of the season. FC Barcelona got the 3 points to take the lead of Group F. FC BARCELONA 1 - 0 APOEL NICOSIA / UCL - GROUP F - MATCH 1",
          1411052008
        ],
        [
          "Primer partido de la UEFA Champions League de la temporada para el FC Barcelona. Leo estará en el equipo inicial ante el Apoel Nicosia de Chipre.\n\nFirst UEFA Champions League match of the season for FC Barcelona. Leo will be in the starting 11 against Apoel Nicosia from Cyprus. Timeline Photos",
          1410972282
        ],
        [
          "Una mirada al pasado: El 27 de mayo de 2009, Leo marcaba este gol de cabeza en el Stadio Olimpico de Roma contra el Manchester United y sentenciaba la final de la UEFA Champions League. #TBT\n\n#ThrowBackThursday - On May 27th 2009, Leo scored this header against Manchester United at the Rome Olympic Stadium to decide the UEFA Champions League final. Timeline Photos",
          1406812869
        ]
      ],
      "dates_start": 1401925077,
      "dates_end": 1441709738,
      "likes_avg": 204964,
      "likes_stdev": 206982,
      "comments_avg": 3557,
      "comments_stdev": 3399,
      "shares_avg": 5889,
      "shares_stdev": 2704
    },
    {
      "number": 22,
      "important": [
        "train session",
        "train",
        "befor",
        "welcom",
        "final",
        "lio timelin",
        "session",
        "ant",
        "al",
        "entrenamiento"
      ],
      "common": [
        "antes",
        "de",
        "lio",
        "lio timeline",
        "photos",
        "session",
        "timeline",
        "timeline photos",
        "training",
        "training session"
      ],
      "messages": [
        [
          "Último entrenamiento antes de recibir al Granada. ⚽🔵🔴\n\nFinal training session before we welcome Granada. ⚽🔵🔴\n\n- LIO Timeline Photos",
          1477673693
        ],
        [
          "Último entrenamiento antes de la final de Copa de mañana.\n\nLast training session ahead of tomorrow's Cup final.\n\n- LIO Timeline Photos",
          1463841770
        ],
        [
          "Último entrenamiento antes del partido de liga de mañana. ¡Después nos vamos a Japón! 🇯🇵\n\nLast training session before tomorrow's La Liga game. After that we go to Japan! 🇯🇵\n\n- LIO Timeline Photos",
          1449855409
        ],
        [
          "Último entrenamiento antes de nuestro primer partido de liga.\n\nLast training session ahead of our first match in La Liga. \n\n- LIO Mobile Uploads",
          1440252456
        ],
        [
          "Llegamos a Alemania y estuvimos entrenando en el Allianz Arena. ¡Mañana nos jugamos mucho!\n\nWe arrived in Germany and went to a training session at the Allianz Arena. Tomorrow's game is very important!\n\n- LIO Timeline Photos",
          1431372891
        ],
        [
          "Los partidos terminan con el pitazo final, pero empiezan antes del inicial. Siempre me concentro antes de salir a la cancha para dar lo mejor de mí y buscar el triunfo del equipo. \n\nMatches end with the final whistle, but they start well before the kick-off. I'm always focused before stepping out onto the pitch, this way I can give my best performance and seek victory for my team.\n\n- LIO Timeline Photos",
          1429282615
        ],
        [
          "Último entrenamiento antes de viajar mañana a Vigo.\n\nLast training session before we head to Vigo tomorrow.\n\n- LIO Mobile Uploads",
          1428164525
        ],
        [
          "Gran entrenamiento hoy con el cumpleañero. Felicidades amigo Neymar Jr.\n\nGreat training session with the birthday boy today. Happy Birthday to my friend Neymar.\n\n- LIO Timeline Photos",
          1423140662
        ],
        [
          "¡Gran entreno hoy!!! \n\nGreat training session today!!!\n\n- LIO Timeline Photos",
          1421517365
        ],
        [
          "Último entrenamiento antes del derbi de mañana, un partido que siempre es especial para nosotros.\n\nLast training session before tomorrow's derby, which is always a special match for us.\n\n- LIO Timeline Photos",
          1417901805
        ],
        [
          "Entrenando en el Ámsterdam Arena.\n\nTraining session at the Amsterdam Arena. Timeline Photos",
          1415181444
        ],
        [
          "Último entrenamiento antes de viajar a Valencia mañana. Será difícil, pero tenemos muchas ganas de conseguir nuestra cuarta victoria en La Liga. \n\nLast training session before heading to Valencia tomorrow. It'll be a tough match, but we'll try our hardest to get our fourth win in La Liga.\n\n- LIO Timeline Photos",
          1411239046
        ],
        [
          "Entrenando hoy antes del partido contra Bilbao de mañana. Buscaremos hacer un gran partido y, por supuesto, ganar ante nuestra gente. #ForçaBarça\n\nLast training session before tomorrow's match against Bilbao. We're looking forward to playing a great match, and of course, to winning in front of our fans. #ForçaBarça\n\n- LIO Timeline Photos",
          1410539136
        ],
        [
          "Una mirada al pasado - Leo entrenando en el Herzogspark de Herzogenaurach (Alemania), justo antes del Mundial de 2006. #TBT\n\n#ThrowBackThursday - Leo in a training session at Herzogspark, Herzogenaurach (Germany), ahead of the FIFA World Cup 2006. Timeline Photos",
          1407418580
        ],
        [
          "¡Primer entrenamiento en Brasil!!! \n\nFirst training session in Brazil!!! \n\n#Argentina Timeline Photos",
          1402418052
        ],
        [
          "Charla con mi amigo el Pichón antes del entreno. Este es su facebook  https://www.facebook.com/13Pinto Síganlo!\r\n\r\nTalking with my friend el Pichón before training session.This is his facebook page https://www.facebook.com/13Pinto  Follow it! Timeline Photos",
          1389272505
        ],
        [
          "Unos mates antes de entrenar! \n\nSome mates before training! Timeline Photos",
          1370893769
        ]
      ],
      "dates_start": 1397834389,
      "dates_end": 1448043931,
      "likes_avg": 515005,
      "likes_stdev": 159468,
      "comments_avg": 8245,
      "comments_stdev": 4639,
      "shares_avg": 8255,
      "shares_stdev": 7084
    },
    {
      "number": 23,
      "important": [
        "veri happi",
        "adida",
        "boot",
        "de adida",
        "botin",
        "adida footbal",
        "acá",
        "footbal",
        "nuevo",
        "hecho"
      ],
      "common": [
        "adidas",
        "adidas football",
        "com",
        "de",
        "football",
        "photos",
        "timeline",
        "timeline photos",
        "www",
        "www adidas"
      ],
      "messages": [
        [
          "Les presento mis nuevos botines Blue Blast #Messi16 de adidas Football.\nHechos para desbloquear la agilidad. 🔓\nConseguí los tuyos acá: www.adidas.com/messi_16\n___\n\nI’m very happy to introduce my new Blue Blast #Messi16 boots from adidas Football.\nCrafted to unlock agility. 🔓\nGet your pair here: www.adidas.com/messi_16\n \n#NeverFollow Timeline Photos",
          1486061825
        ],
        [
          "Llegaron mis nuevos botines 🔥\nHechos para liberar la agilidad 🔓\nEsta noche, presenté mis nuevos Red Limit #Messi16 de adidas Football en Barcelona.\nConseguí los tuyos mañana acá: http://www.adidas.com/messi_16\n\nMy new boots have arrived 🔥 \nBuilt to unlock agility 🔓\nTonight I unveiled my new Red Limit #Messi16 from adidas Football in Barcelona.\nGet them here from tomorrow: http://www.adidas.com/messi_16\n\n#NeverFollow\n\n- LIO Timeline Photos",
          1480012340
        ],
        [
          "¡De otro planeta!\nMis nuevos botines #Messi16 Space Dust de adidas Football.\nConseguí los tuyos acá: http://www.adidas.com/messi_16\n#FirstNeverFollows\n\nFrom another planet!\nMy new #Messi16 Space Dust boots from adidas Football.\nGet yours here: http://www.adidas.com/messi_16\n#FirstNeverFollows\n\n- LIO Timeline Photos",
          1476293176
        ],
        [
          "¡Gracias a mis amigos de adidas Football por estos botines #Messi15 Platinum edition tan especiales para conmemorar el Balón de Oro!\n\nThanks to my friends from adidas Football for these special #Messi15 Platinum edition boots to commemorate the latest Ballon d'Or trophy! #BeTheDifference\n\n- LIO Timeline Photos",
          1452685634
        ],
        [
          "Cada botín adidas Football es un recuerdo de momentos increíbles. Ahora se viene otro. #MarcáLaDiferencia \nConseguí tus #Messi15 acá: a.did.as/messi15\n\nEach adidas Football boot is a reminder of some amazing moments. Now it‘s time to make another. #BeTheDifference\nGet your pair of #Messi15 here: a.did.as/messi15 Timeline Photos",
          1435776354
        ],
        [
          "Empecé a jugar al fútbol en un barrio pequeño y estoy orgulloso de ser un #PibeDeBarr10, como el nombre de mis nuevos botines adidas Football. #therewillbehaters\n\nI started playing football in a small neighbourhood, and I am proud to be the #PibeDeBarr10, like the name of my new adidas Football boots #therewillbehaters\n\n- LIO Timeline Photos",
          1426518080
        ],
        [
          "Leo y sus compañeros ya están preparados para celebrar las fiestas navideñas con adidas Football #adidasBarcelona\n\nLeo and his teammates are ready to celebrate the Christmas festivities with adidas Football. #adidasBarcelona Timeline Photos",
          1419265602
        ],
        [
          "¿Has creado ya tu plantillas personalizadas adidas Football #mirosar10? ¡Hazlo ahora! - www.adidas.com/mirosar10\n\nHave you created your custom adidas Football #mirosar10 insoles yet? Check it out here – www.adidas.com/mirosar10 Timeline Photos",
          1417797781
        ],
        [
          "Hoy recibí mis nuevos botines adidas Football #mirosar10. Representan mis raíces en mi ciudad, Rosario. \n\nJust got my new adidas Football #mirosar10 boots! They represent my roots in my hometown Rosario.\n\n- LIO Timeline Photos",
          1417123045
        ],
        [
          "¡Manteniéndolos a punto!\n\nI like to keep them fresh!\n\nadidas Football #F50\n\n- LIO Timeline Photos",
          1415984144
        ],
        [
          "En un rodaje con mis amigos de adidas Football.\n\nOn a shoot with my friends from adidas Football.\n\n- LIO Timeline Photos",
          1410365720
        ],
        [
          "¿Querés ganar estos botines adidas Football f50 Messi firmados por Leo? ¡Ingresá en www.adidas.com/jointeammessi y podés ganarlos!\n\nWho wants to win these signed adidas Football #f50 #Messi boots? Go to www.adidas.com/jointeammessi, and they could be yours! Timeline Photos",
          1409150686
        ],
        [
          "¡Con mis nuevos botines, gracias adidas Football!\n\nWith my new boots, thank you adidas Football! #F50\n\n- LIO Timeline Photos",
          1408113272
        ],
        [
          "Os presento la protagonista principal del Mundial de Brazil, brazuca! Tuve la oportunidad de conocerle hace unos meses. Os dejo este video hecho por adidas football http://www.youtube.com/user/adidasfootballtv/Brazuca\r\n\r\net me introduce you to the main character of the FIFA World Cup, brazuca! I had the opportunity to meet the ball a few months ago. You can check it out in this adidas football video http://www.youtube.com/user/adidasfootballtv/Brazuca Timeline Photos",
          1386414929
        ],
        [
          "Gracias a los chicos de adidas Football por el video que me hicieron!\n\nThanks to the guys from adidas Football for the video that they've made for me! 2012 FIFA Ballon d'Or: Messi by Richard Swarbrick Leo Messi has been awarded the FIFA Ballon d'Or for the fourth year in a row. To celebrate the world's greatest player, we've teamed up with illustrator Rich...",
          1357599789
        ],
        [
          "adidas hizo estos fondos de pantalla para el ultimo partido de este año increible. Gracias!\n\nadidas made these wallpapers  for the last game of this awesome year… thanks! \n\n adidas Football Leo Messi has ended 2012 with a world record total of 91 goals.\n\nYou can now download this desktop wallpaper to celebrate his achievement.",
          1356202878
        ],
        [
          "adidas ha producido esta imagen para celebrar el record de más goles en un año de Gerd Müller (en 1972) y yo (este año).  Les agradezco mucho por el apoyo y los felicitaciones!\n\nadidas have produced this image to celebrate the goal scoring records from Gerd Müller (in 1972) and me (this year).  I’m very thankful for all the support and your congratulations! adidas Football Making History. \n\nLeo Messi now has the world record number of goals in a year!\n\nHow many will he finish 2012 with?",
          1355130938
        ]
      ],
      "dates_start": 1379063252,
      "dates_end": 1457465710,
      "likes_avg": 641871,
      "likes_stdev": 578722,
      "comments_avg": 18241,
      "comments_stdev": 28888,
      "shares_avg": 11991,
      "shares_stdev": 10694
    },
    {
      "number": 24,
      "important": [
        "las",
        "selección",
        "selección argentina",
        "team",
        "argentina",
        "lio timelin",
        "afa",
        "afa selección",
        "desd",
        "en el"
      ],
      "common": [
        "afa",
        "afa selección",
        "afa selección argentina",
        "argentina",
        "de",
        "el",
        "en",
        "la",
        "selección",
        "selección argentina"
      ],
      "messages": [
        [
          "Desde las 4 tomando mates en el predio. \n\nHaving a mate tea at the AFA - Selección Argentina team base.\n\n- LIO Timeline Photos",
          1464173965
        ],
        [
          "Paso a paso, sigo recuperándome bien para volver más fuerte. \nQuiero aprovechar para mandar un abrazo grande y mucho apoyo a mis compañeros de la AFA - Selección Argentina.\n\nStep by step, I am working on recovering to come back stronger. I’d also like to send a big hug and a lot of support to my Argentina teammates.\n\n- LIO Mobile Uploads",
          1444300100
        ],
        [
          "Feliz de juntarme con mis compañeros de la AFA - Selección Argentina para la gira por EEUU.\n\nHappy to have joined my Argentina teammates for our U.S. tour.\n\n- LIO Mobile Uploads",
          1441112944
        ],
        [
          "Un día como hoy, hace justo 10 años, fue uno de los días más felices de mi vida porque ganamos el Mundial Sub-20 con la AFA - Selección Argentina. El sábado vamos a intentar que lo vuelva a ser, llevándonos la Copa América.\n\n10 years ago today it was one of the happiest days of my life, because I won the U20 World Cup with Argentina. We'll try to make this Saturday an amazing day too by winning the Copa América.\n\n- LIO Mobile Uploads",
          1435873856
        ],
        [
          "Desde chiquito mi sueño era jugar 1 partido con la AFA - Selección Argentina. Ayer cumplí 100 partidos y estoy muy feliz de haber llegado hasta acá. No hay nada más emocionante y que me llene de orgullo que representar a mi país. Espero seguir haciéndolo por muchos años. Ahora, ¡vamos por la Copa! #VamosArgentina \n\nEver since I was a kid, my dream was to play for Argentina. Yesterday, I reached my 100th game and I'm very happy to have achieved it. There's nothing I can feel more proud of and more exciting than representing my country. I hope I can play for many more years. Now, it's time to win the Cup! #VamosArgentina\n\n- LIO Timeline Photos",
          1434914933
        ],
        [
          "Entrenando con la AFA - Selección Argentina en Chile. ¡Empieza un nuevo sueño! \n\nTraining with my national team in Chile. A new dream begins!\n\n- LIO Timeline Photos",
          1433944503
        ],
        [
          "De vuelta en Barcelona. La gira por EEUU me deja sabor agridulce. Dos victorias con un gran trabajo de todos, pero no pude jugar por el hinchazón en el pie. Todavía me duele un poco, pero espero estar listo pronto para ayudar a la AFA - Selección Argentina y al FC Barcelona.\n\nBack in Barcelona. The Tour in US was sweet and sour for me. We got 2 wins with a great job from everyone, but I couldn't play because of my swollen foot. It still hurts a bit, but I hope to recover soon so I can help the National team and FC Barcelona.\n\n- LIO Timeline Photos",
          1427996179
        ],
        [
          "Disfrutando con los chicos de la selección AFA - Selección Argentina en USA. Muchas gracias a los hinchas de acá por el recibimiento y el apoyo. ¡Mañana partido!\n\nHaving a good time with my Argentina teammates in USA. Thanks a lot to all the local fans for their welcome and support. Tomorrow is match day!\n\n- LIO Mobile Uploads",
          1427484311
        ],
        [
          "AFA - Selección Argentina finaliza su tour por Reino Unido tras enfrentarse a Portugal en Old Trafford. \n\nArgentina ended their UK Tour playing against Portugal at Old Trafford. ARGENTINA vs PORTUGAL - AFA UK TOUR. Match 2.",
          1416412481
        ],
        [
          "La AFA - Selección Argentina termina su gira por el Reino Unido jugando el último partido en el Teatro de los Sueños.\n\nArgentina approach the end of their UK Tour with their final game being held at the Theatre of Dreams. Timeline Photos",
          1416335134
        ],
        [
          "Primer partido de AFA - Selección Argentina en su gira por Reino Unido.\n\nArgentina play the first match of their UK tour tonight.\n\nArgentina vs Croatia Timeline Photos",
          1415815711
        ],
        [
          "Recién terminamos el entrenamiento en Londres. ¡Muy feliz de estar acá con los compañeros para los 2 partidos con la AFA - Selección Argentina!\n\nJust finished our training session in London. I'm really happy to be here with my Argentina teammates. Looking forward to our next 2 matches!\n\n- LIO Timeline Photos",
          1415727807
        ],
        [
          "Mirá las fotos de la gira asiática de AFA - Selección Argentina, donde enfrentó a Hong Kong y Brasil.\n\nCheck out the pics of the Argentina Asian Tour, where the National team played against Hong Kong and Brazil. ARGENTINA ASIAN TOUR 2014",
          1413370851
        ],
        [
          "El último partido de la gira asiática de la AFA - Selección Argentina comienza en 45 minutos.\n\nThe last match of Argentina's Asian Tour kicks-off in 45 minutes.\n\nHong Kong vs Argentina Timeline Photos",
          1413278408
        ],
        [
          "Está a punto de comenzar el Superclásico de las Américas 2014, un partido que siempre es muy especial.\n\nThe Americas' Super Derby is about to start. It is always a very special game.\n\nAFA - Selección Argentina vs Brasil \n\n#SuperclasicoDeLasAmericas Timeline Photos",
          1413021601
        ],
        [
          "Felicidades a todos mis compañeros de AFA - Selección Argentina que ayer participaron en la victoria ante Alemania en el primer partido de esta nueva etapa de conducción técnica con el Tata. Siento no haber podido estar con ustedes esta vez. ¡Este equipo tiene mucho que dar todavía y vamos a conseguir cosas en el futuro! #VamosArgentina\n\nCongratulations to my teammates who won in yesterday's game against Germany, the first with Tata as manager. I'm sorry I couldn't make it. This team has a lot to give and achieve in the future! #VamosArgentina\n\n- LIO Timeline Photos",
          1409833813
        ],
        [
          "Con el equipo, AFA - Selección Argentina. Pensando ya en el importante partido de mañana en Belo Horizonte. #VamosArgentina - LIO Timeline Photos",
          1403281870
        ]
      ],
      "dates_start": 1409934728,
      "dates_end": 1440286267,
      "likes_avg": 535410,
      "likes_stdev": 378659,
      "comments_avg": 15566,
      "comments_stdev": 21794,
      "shares_avg": 10295,
      "shares_stdev": 9312
    },
    {
      "number": 25,
      "important": [
        "vs",
        "barcelona",
        "la liga match",
        "barcelona vs",
        "cf",
        "fc",
        "match fc",
        "liga",
        "match",
        "la liga"
      ],
      "common": [
        "barcelona",
        "el",
        "fc",
        "fc barcelona",
        "la",
        "la liga",
        "la liga match",
        "liga",
        "liga match",
        "match"
      ],
      "messages": [
        [
          "FC BARCELONA vs MALAGA CF / LA LIGA - MATCH 2 FC BARCELONA vs MALAGA CF / LA LIGA - MATCH 2",
          1440947446
        ],
        [
          "El FC Barcelona jugó el último partido de la temporada en La Liga el pasado fin de semana, donde además recibieron el trofeo de campeones.\n\nFC Barcelona played their last La Liga match on the weekend. They were also presented with this season's trophy. FC BARCELONA vs DEPORTIVO LA CORUÑA / LA LIGA - MATCH 38",
          1432584049
        ],
        [
          "FC BARCELONA vs R.SOCIEDAD / LA LIGA - MATCH 36 FC BARCELONA vs R.SOCIEDAD / LA LIGA - MATCH 36",
          1431288555
        ],
        [
          "FC BARCELONA vs GETAFE / LA LIGA - MATCH 34 FC BARCELONA vs GETAFE / LA LIGA - MATCH 34",
          1430323906
        ],
        [
          "FC BARCELONA vs VALENCIA CF / LA LIGA - MATCH 32 FC BARCELONA vs VALENCIA CF / LA LIGA - MATCH 32",
          1429475862
        ],
        [
          "FC BARCELONA vs ALMERÍA / LA LIGA - MATCH 30 FC BARCELONA vs ALMERÍA / LA LIGA - MATCH 30",
          1428590824
        ],
        [
          "El FC Barcelona se sitúa como líder de la Liga tras derrotar al Rayo Vallecano en el Camp Nou. Leo, que marcó 3 goles, se convirtió en el jugador que ha conseguido más hat-tricks en la historia de La Liga.\n\nFC Barcelona moved to the top of La Liga table after their victory against Rayo Vallecano at the Camp Nou. Leo, who scored 3 goals, became the player to score the most hat-tricks in the history of La Liga. FC BARCELONA vs RAYO VALLECANO / LA LIGA - MATCH 26",
          1425962520
        ],
        [
          "El FC Barcelona superó al Levante. Era el partido número 300 de Leo en la Liga y marcó un hat-trick y dio una asistencia de gol. \n\nFC Barcelona beat Levante in the 300th La Liga match. It was Leo's 300th La Liga match in which he scored a hat-trick and made one assist FC BARCELONA vs LEVANTE UD / LA LIGA - MATCH 23",
          1424119552
        ],
        [
          "El Barça ganó 5-1 el derbi de Barcelona. Leo consiguió otro hat-trick y lleva 13 en la Liga esta temporada.\n\nFC Barcelona won 5-1 in the Barcelona derby. Leo scored another hat-trick and has now scored 13 in La Liga so far this season. FC BARCELONA vs RCD ESPANYOL",
          1418157337
        ],
        [
          "Gran partido del FC Barcelona que superó al Sevilla por 5-1. Leo marcó un hat-trick y se convirtió en el máximo goleador de la historia de La Liga con 253 goles hasta la fecha.\n\nA great match for FC Barcelona beating Sevilla 5-1. Leo scored a hat-trick and he became La Liga all-time top scorer with 253 goals so far. FC BARCELONA vs SEVILLA",
          1416849728
        ],
        [
          "Después de los partidos con las selecciones, es momento de que vuelva la Liga al Camp Nou.\n\nAfter the break for the international team matches, it's time for La Liga at the Camp Nou.\n\nFC Barcelona vs Sevilla Timeline Photos",
          1416678899
        ],
        [
          "¡Vuelve La Liga! Hoy, la jornada 8. \n\nLa Liga is back! Today, Match 8.\n\nFC Barcelona vs Eibar Timeline Photos",
          1413638114
        ],
        [
          "¡Otra victoria para el Barça! Leo marcó el primer gol del partido y el FC Barcelona volvió a dejar su portería a cero, lo que supone el séptimo partido de La Liga consecutivo sin encajar ni un solo gol.\n\nAnother win for Barça! Leo score the opening goal at Vallecas, and FC Barcelona haven't conceded a single goal for the 7th match in a row in La Liga. RAYO VALLECANO 0 - 2 FC BARCELONA / LA LIGA - MATCH 7",
          1412533487
        ],
        [
          "El FC Barcelona consiguió una nueva victoria en La Liga, con dos goles y dos asistencias de Leo. Además, fue un partido para recordar, ya que Leo hizo su gol oficial número 400 de su carrera con el Barça y la AFA - Selección Argentina.\n \nFC Barcelona got another win in La Liga with Leo scoring 2 goals and making 2 assists. It was also a match to remember, as Leo hit his 400th official goal for FC Barcelona and Argentina. FC BARCELONA 6 - 0 GRANADA",
          1411910593
        ],
        [
          "Jornada 6 de La Liga. El liderato está en juego.\n\nLa Liga, Match 6. It will be all about getting back to the top of the table. \n\nFC Barcelona vs Granada. Timeline Photos",
          1411822057
        ],
        [
          "4 de 4. El FC Barcelona consigue ante el Levante su cuarta victoria consecutiva en La Liga. Leo volvió a marcar y a dar dos asistencias.\n\n4 out of 4. FC Barcelona got another victory yesterday, this time against Levante, their fourth win in a row in La Liga. Leo scored once again, and made 2 assists. LEVANTE UD 0 - 5 FC BARCELONA / LA LIGA - MATCH 4",
          1411396157
        ],
        [
          "Tercer partido de La Liga. Encuentro disputado en el Camp Nou, donde el FC Barcelona consiguió la tercera victoria consecutiva en el campeonato liguero. 3 de 3 por el momento, lo que sitúa al Barça como  líder de la clasificación en solitario.\n\nLa Liga, match 3. FC Barcelona won their third match in a row, this time at the Camp Nou (FC Barcelona), to keep themselves at the top of the league table, with 3 wins in 3 matches played. FC BARCELONA 2 - 0 ATHLETIC CLUB BILBAO / LA LIGA - MATCH 3",
          1410864855
        ],
        [
          "Leo empieza en La Liga con una victoria en el Camp Nou (FC Barcelona) ante el Elche y marcando sus 2 primeros goles de la temporada.\n\nLeo stars La Liga with a victory at the Camp Nou, and scoring his first 2 goals of the season. FC BARCELONA 3 - 0 ELCHE C.F. / LA LIGA - MATCH 1",
          1408982829
        ]
      ],
      "dates_start": 1411572781,
      "dates_end": 1430219082,
      "likes_avg": 97357,
      "likes_stdev": 138970,
      "comments_avg": 1548,
      "comments_stdev": 1900,
      "shares_avg": 6355,
      "shares_stdev": 2499
    },
    {
      "number": 26,
      "important": [
        "para todo",
        "everyon lio",
        "año",
        "todo",
        "end",
        "happi",
        "year",
        "en la",
        "para",
        "everyon"
      ],
      "common": [
        "de",
        "en",
        "everyone",
        "lio",
        "lio timeline",
        "lio timeline photos",
        "photos",
        "timeline",
        "timeline photos",
        "todos"
      ],
      "messages": [
        [
          "Terminando el año en la pile. ¡Feliz 2017 para todos!!!\n\nEnding the year in the pool. Happy 2017 everyone!!!\n\n- LIO Timeline Photos",
          1483229140
        ],
        [
          "Mi más sentido pésame para todas las familias, amigos e hinchas del plantel del Chapecoense. #FuerzaChape\n\nMy deepest condolences go to all of the families, friends and supporters of the Associação Chapecoense de Futebol squad. #FuerzaChape\n\n- LIO Timeline Photos",
          1480421123
        ],
        [
          "¡Muchas gracias al Borussia Mönchengladbach por el mensaje de ánimo! Un gran detalle de su parte. Y por supuesto también quiero agradecer a toda la gente que me hizo llegar su aliento. Tengo que parar unos días para poder volver aún más fuerte. Un abrazo a todos.\n\nMany thanks to Borussia Mönchengladbach for their message of support! A really nice gesture from the club. Of course I would also like to thank everyone who has sent me their best wishes. I now have to rest for a few days before coming back even stronger. Hugs to everyone.\n\n- LIO Timeline Photos",
          1474563374
        ],
        [
          "¡Nuevo integrante de mi familia!!! 🐶 Gracias amor por este regalo hermoso. \n\nSay hello to the newest member of the family!!! 🐶 Thanks my love for this cute puppy.\n\n- LIO Timeline Photos",
          1453836994
        ],
        [
          "¡Feliz año nuevo para todos!\n\nHappy New Year everyone!\n\n- LIO Timeline Photos",
          1451659591
        ],
        [
          "Gran día en el parque de diversiones con familia y compañeros de equipo.\n\nGreat day at the theme park with my family & teammates.\n\n- LIO Timeline Photos",
          1446836314
        ],
        [
          "¡Gracias por la torta de cumpleaños! 🎂 Ha sido un lindo día, gracias a todos. \n\nThanks for the birthday cake! 🎂 It's been an amazing day, thank you everyone. \n\n- LIO Timeline Photos",
          1435188182
        ],
        [
          "Comiendo en familia.\n\nFamily lunch.\n\n- LIO Timeline Photos",
          1433166790
        ],
        [
          "En la nieve con mis dos amores.\n\nIn the snow with my two loves. ✳⛄\n\n- LIO Timeline Photos",
          1423039443
        ],
        [
          "Despidiendo el 2014 en familia. ¡Feliz año para todos!\n\nSaying goodbye to 2014 with my family. Happy New Year everyone!\n\n- LIO Timeline Photos",
          1420064162
        ],
        [
          "Con mis sobrinos.\n\nWith my nephews. \n\n- LIO Timeline Photos",
          1419286651
        ],
        [
          "Sóc culer! Quería felicitar al FC Barcelona, hoy que se cumple su 115 aniversario. La mejor manera de celebrarlo sería poder conseguir una victoria mañana en Valencia. Un abrazo a todos.\n\nI am culer! I want to congratulate to FC Barcelona today for their 115th anniversary. The best way to celebrate would be to get a win in Valencia tomorrow. A hug for everyone. #FCB115\n\n- LIO Timeline Photos",
          1417292096
        ],
        [
          "Todo cambió hace 2 años cuando Thiago llegó a nuestras vidas. Queremos agradecer todas las felicitaciones y muestras de cariño que estamos recibiendo. ¡Abrazos para todos!\n\nEverything changed 2 years ago when Thiago came into our life. Thanks so much for all your birthday wishes we have been receiving. Big hug for everyone!\n\n- LIO Timeline Photos",
          1415371005
        ],
        [
          "Tarde de mate con mis dos amores.\n\nSpending the afternoon with my family.\n\n- LIO Timeline Photos",
          1411483853
        ],
        [
          "I will never forget Tito. \nForever with you. \nAll my love to his family. Timeline Photos",
          1398440009
        ],
        [
          "En Tailandia recorriendo hospitales y saludando junto a mis compañeros a niños discapacitados. Nos alegra verlos tan felices.\n\nIn Thailand touring hospitals and waving with my fellow disabled children. We are happy to see them so happy. Timeline Photos",
          1375783145
        ],
        [
          "Recorriendo con mis compañeros en el tour por la paz.\n\nWalking with my colleagues on the tour for peace. Timeline Photos",
          1375632220
        ],
        [
          "Hoy soy el hombre más feliz del mundo, nació mi hijo y gracias a Díos por este regalo! Gracias a mi familia por el apoyo! Abrazo a todos.\n\nToday I am the happiest man in the world, my son was born and thanks to God for this gift! Thanks to my family for the support! A hug to everyone.",
          1351873164
        ],
        [
          "Mi familia y yo agradecemos todos los comentarios y mensajes de afecto recibidos en la fecha, pero queremos dejar en claro que la información que ha circulado acerca del nacimiento de mi hijo es totalmente falsa. Un abrazo a todos!\n\nMy family and I thank you all for the comments and messages of affection that we have received today, but we want to make it clear that the information circulating that my son has been born is completely false. A hug to everyone!",
          1349444469
        ],
        [
          "Después de terminar mis prácticas, estuve compartiendo con mis amigos de Herbalife un batido, unas risas… un buen rato! \n\nJust finished practice and was hanging out with my friends from Herbalife. Had a shake, had some laughs… it was a good time! Timeline Photos",
          1330958746
        ],
        [
          "Envio un mensaje de solidaridad para todas las familias que han sufrido la tragedia sucedida en la estación ferroviaria de Once en Buenos Aires.\nUna pronta recuperación para todas las personas involucradas, y muchas fuerzas para todos aquellos que perdieron familiares y amigos.\n\nWould like to send a message of solidarity to all the families who have suffered the tragedy at Once train station in Buenos Aires. A speedy recovery to everyone involved, and lots of strength to all of those who lost family and friends. Timeline Photos",
          1330025243
        ]
      ],
      "dates_start": 1367929147,
      "dates_end": 1458508539,
      "likes_avg": 1006082,
      "likes_stdev": 894879,
      "comments_avg": 22609,
      "comments_stdev": 19875,
      "shares_avg": 16703,
      "shares_stdev": 12802
    },
    {
      "number": 27,
      "important": [
        "champion",
        "de mañana",
        "train session",
        "important",
        "train",
        "tomorrow",
        "import",
        "mañana",
        "session",
        "ahead"
      ],
      "common": [
        "champions",
        "champions league",
        "de",
        "league",
        "lio",
        "timeline",
        "timeline photos",
        "uefa",
        "uefa champions",
        "uefa champions league"
      ],
      "messages": [
        [
          "Entrenando en París, de cara al importante partido de Champions de mañana.\n\nTraining session in Paris ahead of tomorrow's important UEFA Champions League match.\n\n- LIO Timeline Photos",
          1487017912
        ],
        [
          "Nos vemos pronto... #UCL\n\nSee you soon... UEFA Champions League\n\n- LIO Timeline Photos",
          1481543204
        ],
        [
          "Buena victoria para seguir adelante en la Champions.\n\nA good win as we progress in the UEFA Champions League.\n\n- LIO Timeline Photos",
          1481060275
        ],
        [
          "⚽️ Manchester ⚽️\n\nUEFA Champions League Timeline Photos",
          1477984998
        ],
        [
          "Qué linda forma de volver a la Champions con una importante victoria, un gran esfuerzo de todo el equipo y de la gente que nos apoya. 👍🏻⚽️\n\nWhat a great way to return to UEFA Champions League action with an important win, a big effort from the whole team and our fans. 👍🏻⚽\n\n- LIO Timeline Photos",
          1476942182
        ],
        [
          "Teníamos muchas ganas de empezar la Champions con un triunfo y conseguimos hacerlo con un gran partido.\n\nWe really wanted to begin the UEFA Champions League with a win and we managed to do just that with a great performance.\n\n- LIO Timeline Photos",
          1473796711
        ],
        [
          "The UEFA Champions League is back! Cheer with Lay's to win prizes including tickets! www.game-ready.com/cheers  \n \n¡La UEFA Champions League ha vuelto! ¡Anima con Lay’s y gana premios incluyendo entradas! www.game-ready.com/cheers Timeline Photos",
          1473689405
        ],
        [
          "¡Ya tenemos nuestro rival de Cuartos de la Champions!\n\nOur opponents have been announced for the UEFA Champions League Quarterfinals!\n\n- LIO Timeline Photos",
          1458306471
        ],
        [
          "¡Y ahora por los Cuartos!\n\nThrough to the Quarterfinals!\n\nUEFA Champions League #UCL\n\n- LIO Timeline Photos",
          1458198616
        ],
        [
          "¡Fuerza Ney! Mañana cerramos la fase de grupos de la Champions en Alemania e intentaremos que sea con otra victoria.\n\nStay strong Neymar Jr.! Tomorrow we play our last UEFA Champions League group game in Germany and we'll try to get another victory!\n\n- LIO Timeline Photos",
          1449608274
        ],
        [
          "¡Qué ganas tenía de una noche de Champions como ésta! ¡Felicitaciones a todo el equipo y gracias a la afición y también a Jorge Lorenzo por la visita!\n\nI was looking forward to taking part in a UEFA Champions League match like the one tonight! Congrats to the whole team and thank you to all our fans and to Jorge Lorenzo for paying us a visit!\n\n- LIO Timeline Photos",
          1448401961
        ],
        [
          "¡Hoy volvemos a la Champions!\n\nIt's UEFA Champions League time!\n\n#UCL\n\n- LIO Timeline Photos",
          1448379772
        ],
        [
          "La Champions que ganamos en junio ya es algo del pasado. Esta temporada vamos a luchar para conseguir de nuevo el trofeo. #Messi15\n\nLast season's UEFA Champions League success is already in the past. In 2016, we want to be lifting that trophy again. #Messi15\n\n- LIO Mobile Uploads",
          1442411584
        ],
        [
          "Ya estamos en Italia. ¡Que empiece la Champions!\n\nWe're in Italy... Bring on the UEFA Champions League!\n\n- LIO Mobile Uploads",
          1442331645
        ],
        [
          "¡Listo para la gala y el sorteo de la Champions!\n\nReady for the gala and the UEFA Champions League draw! \n\n#UCLdraw\n\n- LIO Timeline Photos",
          1440682736
        ],
        [
          "Tenemos una semifinal de la Champions muy dura por delante, habrá que estar al 110%.\n\nWe have a really tough UEFA Champions League semifinal ahead, and we'll need to give 110%.\n\n- LIO Timeline Photos",
          1429888311
        ],
        [
          "¡Mañana jugamos por la Champions!\n\nTomorrow we have a UEFA Champions League game!\n\n- LIO Timeline Photos",
          1429556701
        ],
        [
          "Sabíamos que el Sevilla iba a ser complicado, pero vamos a seguir luchando hasta el final. Ahora a concentrarnos para el partido de Champions. \n\nWe knew that playing Sevilla would be a tough match, but we'll keep fighting till the end of the season. Now we must focus on the UEFA Champions League game.\n\n- LIO Timeline Photos",
          1428939082
        ],
        [
          "¡Con ganas de Champions League!\n\nLooking forward to the UEFA Champions League game!\n\n- LIO Timeline Photos",
          1426693010
        ],
        [
          "Conseguimos 3 puntos importantísimos hoy. Ahora a prepararnos para la Champions.\n\n3 really important points today for us. Now we move onto the UEFA Champions League.\n\n- LIO Timeline Photos",
          1426368203
        ],
        [
          "Llegamos a Ámsterdam donde mañana tenemos un partido muy importante de Champions. Un abrazo.\n\nWe have arrived in Amsterdam, where we have a very important UEFA Champions League match tomorrow. A hug.  \n\n- LIO Timeline Photos",
          1415119819
        ],
        [
          "Tenemos una semana muy importante por delante. Esta noche intentaremos conseguir la victoria en Champions y a partir de entonces nos prepararemos pensando en el Clásico.\n\nWe have a very important week ahead. First, we'll go for the win in tonight's UEFA Champions League match and then we'll turn our heads to El Clasico. \n\n- LIO Timeline Photos",
          1413873299
        ],
        [
          "Preparándome para el primer partido de UEFA Champions League con los nuevos botines adizero f50 que llevaré esta temporada en Europa. ¡Un abrazo! \n\nGetting ready for our first UEFA Champions League match with my new adidas Football #f50 boots. These are the ones I'll be wearing in Europe this season. Hugs!\n\n- LIO Timeline Photos",
          1410788645
        ]
      ],
      "dates_start": 1425263190,
      "dates_end": 1472265749,
      "likes_avg": 625935,
      "likes_stdev": 271577,
      "comments_avg": 9126,
      "comments_stdev": 5030,
      "shares_avg": 8550,
      "shares_stdev": 4887
    },
    {
      "number": 28,
      "important": [
        "entrenando",
        "train",
        "el partido de",
        "game",
        "con la",
        "focus",
        "el partido",
        "en",
        "partido de",
        "en el"
      ],
      "common": [
        "de",
        "lio",
        "lio timeline",
        "lio timeline photos",
        "mañana",
        "para",
        "partido",
        "photos",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "Entrenando en Boston y con la mente puesta en el partido de Cuartos.\n\nTraining in Boston with our minds focused on the Quarter-final game.\n\n#firstneverfollows\n\n- LIO",
          1466027701
        ],
        [
          "Mañana tenemos un partido importantísimo. Estamos preparándonos y totalmente concentrados para dar lo mejor de nosotros.\n\nWe've got a very important game tomorrow. We're getting ready and are fully focused on giving our all.\n\n- LIO Timeline Photos",
          1459785484
        ],
        [
          "¡Todo listo para la Gala! #BalónDeOro\n\nEverything ready for the Gala! #BallondOr\n\n- LIO Timeline Photos",
          1452526440
        ],
        [
          "¡Preparándonos para el último partido del año!\n\nGetting ready for the last game of the year!\n\n- LIO Timeline Photos",
          1451409528
        ],
        [
          "Mañana tendremos un partido complicado. El Celta ha tenido un muy buen inicio de liga.\n\nTomorrow we'll have a tough game. Celta have started the League pretty well. \n\n- LIO Timeline Photos",
          1442920195
        ],
        [
          "¡Se acabaron las vacaciones! Empezamos a prepararnos para otra temporada llena de desafíos. 💪\n\nThe holiday is over! Starting to get ready for the new season with plenty of challenges ahead. 💪\n\n- LIO Timeline Photos",
          1438251797
        ],
        [
          "Poniéndonos a punto para la semifinal. Vamos a dar todo de nosotros para ganar. #Messi15\n\nGetting ready for the semifinal. We'll give everything to win. #Messi15\n\n- LIO Timeline Photos",
          1435531596
        ],
        [
          "Tenemos un rival muy duro mañana, pero mucha fe en este equipo que siempre deja todo.\n\nWe have a tough game tomorrow, but we also have a lot of faith in our team who always give everything on the pitch.\n\n- LIO Timeline Photos",
          1435279183
        ],
        [
          "Mañana vamos por el triunfo para salir primeros de grupo.\n\nTomorrow we want to win to finish at the top of the group.\n\n- LIO Timeline Photos",
          1434757351
        ],
        [
          "Mañana tenemos una final muy complicada pero mucha ilusión por ganar otro título. ¡Vamos Barça!\n\nTomorrow we have a really tough final, but we are looking forward to hopefully winning another title. Come on FC Barcelona!\n\n- LIO Timeline Photos",
          1432910215
        ],
        [
          "Me tocó rueda de prensa previa al partido de mañana. Será complicado y hay que dejar todo para llegar a la final.\n\nI was at a press conference ahead of tomorrow's match. It'll be a tough game and we'll have to give everything to reach the final.\n\n- LIO Timeline Photos",
          1430830763
        ],
        [
          "Preparándonos para el partido de mañana.\n\nGetting ready for tomorrow's match.\n\n- LIO Timeline Photos",
          1428684795
        ],
        [
          "Ultimando la preparación para mañana, será complicado pero tenemos que aprovechar esta oportunidad.\n\nGetting ready for tomorrow's match. It'll be tough but we need to make this opportunity count.\n\n- LIO Timeline Photos",
          1425401179
        ],
        [
          "Hoy tenemos un partido importante para seguir luchando por la Liga.\n\nToday we have an important match to keep fighting for La Liga title.\n\n- LIO Timeline Photos",
          1422797446
        ],
        [
          "Preparando el partido de Copa de mañana.\n\nPreparing for tomorrow's Cup match.\n\n- LIO Timeline Photos",
          1421776331
        ],
        [
          "Preparados para la Gala.\n\nReady for the Gala.\n\n- LIO Timeline Photos",
          1421077698
        ],
        [
          "Seguimos preparando el partido de mañana contra el Celta. #ForçaBarça\n\nWe are getting ready for tomorrow's match against Celta. #ForçaBarça\n\n- LIO Timeline Photos",
          1414770223
        ],
        [
          "Como siempre, el recibimiento de los fans en China está siendo buenísimo. Hoy estamos entrenando para el partido de mañana contra Brasil. ¡Estoy muy feliz de poder estar acá con mis compañeros!\n\nAs always, the welcome from the Chinese fans has been amazing. We're training today ahead of the match against Brazil tomorrow. I'm really happy to be here with my teammates! \n\n- LIO Timeline Photos",
          1412951057
        ],
        [
          "Mañana tendremos un partido difícil con el Villareal, ¡pero estamos preparados para ir por la victoria!\n\nTomorrow we have a tough match in Villareal, but we are ready to come out fighting for the victory! \n\n- LIO Timeline Photos",
          1409411204
        ],
        [
          "Mañana tenemos un partido muy importante. Sabemos que será complicado, pero estamos concentrados y preparados para darlo todo en la cancha. #VamosArgentina\n\nWe have a very important and tough match tomorrow, but we are focused and ready to give our best on the pitch! #VamosArgentina\n\n- LIO Timeline Photos",
          1404501795
        ],
        [
          "Muchas gracias por todas sus felicitaciones. Mi regalo perfecto este año sería ganar la Copa, pero vamos paso a paso y lo primero es centrarnos en ganar el partido de mañana para poder terminar líderes del grupo. #allin \n\nThanks a lot for all your birthday wishes. My perfect gift this year would be to win the World Cup, but first we focus on tomorrow’s game and topping the group. #allin \n\n- LIO Timeline Photos",
          1403617169
        ],
        [
          "Preparándome para la gala / Getting ready for the ceremony #Balondeoro #BallondOr Timeline Photos",
          1389623320
        ],
        [
          "Cenando luego de volver de Bolivia para ya ir a descansar y prepararme para el partido próximo. Saludos! \n\n\n\nHaving dinner after returning from Bolivia to go and relax and get ready for the next game. Greetings! Timeline Photos",
          1364415396
        ]
      ],
      "dates_start": 1403631304,
      "dates_end": 1448478074,
      "likes_avg": 711590,
      "likes_stdev": 437280,
      "comments_avg": 16320,
      "comments_stdev": 15272,
      "shares_avg": 11932,
      "shares_stdev": 10210
    },
    {
      "number": 29,
      "important": [
        "help",
        "niño",
        "children",
        "live",
        "unicef",
        "make",
        "los niño",
        "abrazo",
        "us",
        "everyon"
      ],
      "common": [
        "children",
        "de",
        "el",
        "en",
        "foundation",
        "http",
        "messi",
        "social",
        "unicef",
        "www"
      ],
      "messages": [
        [
          "Help us to build the SJD Pediatric Cancer Center, a center created by everyone, for everyone. \n\nMake your donation now at paralosvalientes.com SJD Pediatric Cancer Center",
          1487170387
        ],
        [
          "Como padre, me duele ver a los niños viviendo algunos de los peores conflictos y desastres del mundo. Los niños están sufriendo desnutrición y desplazamiento. Este año, UNICEF tiene como objetivo llegar a 48 millones de niños en crisis en todo el mundo. Todos nosotros podemos apoyar su trabajo para salvar vidas: http://uni.cf/hac2017 #ParaCadaNiño en emergencias.\n\nAs a dad, it pains me to see children living amongst some of the world's worst conflicts and disasters, in which they suffer malnutrition and are being displaced. This year, UNICEF has set a target of assisting 48 million children who are living in crisis situations throughout the world. Each one of us can support their efforts to save lives: http://uni.cf/hac2017 #ForeEveryChild in emergencies.\n\n- LIO Timeline Photos",
          1485891382
        ],
        [
          "“Flota como una mariposa, pica como una abeja”. \n\n\"Float like a butterfly, sting like a bee.\"\n\nMuhammad Ali Timeline Photos",
          1465057264
        ],
        [
          "Quiero pedirte que nos unamos frente a las emergencias, no importa el lugar donde ocurran: Ecuador, Argentina, el mundo… Apoyar ahora a quienes sufren por los desastres naturales es nuestra prioridad. Sumemos nuestra colaboración a UNICEF para mejorar la vida de los chicos y familias afectadas. Colaborá acá: http://bit.ly/1O1FmWX\n *Si vivís en Argentina, podés colaborar acá: http://bit.ly/26CCThb\n__\n\nI want you to join forces with us to offer aid in emergency situations, regardless of where these happen in the world, be it in Ecuador, Argentina... Right now our priority is to help those affected by these natural disasters. Make your donation to UNICEF and help to improve the lives of the affected children and their families: http://bit.ly/1TktJfz\n\n- LIO Timeline Photos",
          1462113708
        ],
        [
          "According to Johan Cruyff, being active allows you to move forward, being active is a necessity for every child. Today on the day that Johan would have celebrated his 69th birthday the Cruyff Foundation would like to share their new video to honor his vision and legacy. \n\nThis video shows why children should be active and why the Cruyff Foundation will remain getting children active now and in the future. #14forever Cruyff Foundation: Because children should be active",
          1461584034
        ],
        [
          "Muy preocupado con las imágenes que veo de las inundaciones en nuestro país. Desde acá me gustaría que nos contagiemos entre todos para ayudar a quienes, por desgracia, las sufrieron.\n\nI'm really concerned about my compatriots, in Argentina, after seeing the images of the floods. I'd like to encourage everyone to help those suffering through this tough time. \n\n- LIO Timeline Photos",
          1439476486
        ],
        [
          "Más de un millón de niños de Nepal necesitan nuestra ayuda inmediata. La necesidad es enorme y continúa creciendo. Para ayudarles, visitá -  http://supportunicef.org/nepal\n\nMore than 1 million children of Nepal need our immediate help. The needs are enormous and keep growing. To help please visit - http://supportunicef.org/nepal Timeline Photos",
          1430291285
        ],
        [
          "Doná para ayudar a los refugiados en el norte de Camerún #YWBC http://yellowhistleblowerfc.com\n\nDonate to help refugees in North Cameroon #YWBC http://yellowhistleblowerfc.com Donate to help refugees in North Cameroon #YWBFC Yellow Whistleblower is a fundraising initiative for NGOs on the ground that help refugees in North Cameroon.",
          1430212412
        ],
        [
          "Ya somos más de un millón apoyando a la Fundación en Facebook, sumate a nosotros.\n\nWe now have over a million fans supporting the Foundation on Facebook. Join us.\n\n- LIO Fundación Leo Messi ¡Más de #UnMillón #ElegimosCreer! Sigamos contagiando voluntades.\nSi apoyas nuestra labor social en el mundo, invita a tus amigos.\n#FundacionLeoMessi #ElegiCreer \n \nOver #OneMillon #ChooseToBelieve! Let´s spread the word.\nIf you support our social work around the world, invite your friends to like us too.\n#LeoMessiFoundation #ChooseToBelieve",
          1423589860
        ],
        [
          "Estoy apoyando #1in11 para ayudar a los chicos a comenzar sus vidas como se merecen - http://www.1in11.org/\n\nI’m supporting #1in11, to help children get the start in life they're entitled to - http://www.1in11.org/ \n\n- LIO",
          1420839000
        ],
        [
          "I would like to extend my condolences to firstly the families of the victims and entire Turkey from the mine accident that took place in Manisa province. I hope remaining miners will be rescued safely as soon as possible. My thoughts are with everyone affected…",
          1400167240
        ],
        [
          "Estoy muy feliz de que puedan disfrutar del game social de mi Fundación y así apoyar nuestros proyectos!! Sigan disfrutando en www.trainingwithmessi.com\n\nI´m very happy that you can enjoy the social game of my Foundation and thus support our projects! Keep enjoying in www.trainingwithmessi.com Training With Messi",
          1389183690
        ],
        [
          "Quisiera darles un regalo de alegrías muy especial para estas fiestas! El game social de mi fundación completamente gratis toda una semana! Disfrutenlo en: http://www.trainingwithmessi.com\n\nI want to give you all something very very special for this celebrations! The social game of my foundation completely for FREE for an entire week! Enjhoy it: http://www.trainingwithmessi.com Training With Messi Leo Messi Foundation is happy to announce the launch of the official game of Lionel Messi for social good. Training with Messi is a challenging soccer game featuring the best soccer player in the world.",
          1388851306
        ],
        [
          "The latest estimates put the number of children affected by Super Typhoon #Haiyan at 4.4 million. UNICEF is rushing emergency supplies to the worst-hit areas. You can help here: http://uni.cf/haiyan Timeline Photos",
          1384440422
        ],
        [
          "Ojala en este mundo se terminen las diferencias politicas, raciales y demograficas para ser un unico pueblo unidos por el progreso y la justicia social\n\nHopefully in this world will end political differences, racial and demographic to be a single people united for progress and social justice Timeline Photos",
          1375632801
        ],
        [
          "Training together with thousands of children around the world in this socialgame of my foundation!\n\nDo you like football? Do you like #LeoMessi? We bring you the official Facebook/FundacionLeoMessi game: @TWMessi!http://bit.ly/twmessi",
          1372960641
        ],
        [
          "I want to invite you to training and share with me this \nsocial game of my foundation!\n\nDid you try @TWMessi, the official Leo Messi Foundation game?. \nShare and participate in our social projects ! http://bit.ly/twmessi Training with Messi Leo Messi Foundation is happy to announce the launch of the official game of Lionel Messi for social good. Training with Messi is a challenging soccer game featuring the best soccer player in the world.",
          1372880151
        ],
        [
          "Happy to collaborate with the task of UNICEF and CedaVida in the Golombiao Project. I hope Leo Messi Foundation donation, thanks to the Messi&Friends match played in Colombia, can help the 1.200 children from the communities who are suffering armed conflicts. Timeline Photos",
          1372619291
        ],
        [
          "Los desafío a entrenar conmigo en el Game Social de la Fundación !\n\n#LeoMessi: 'Participá con los niños jugando!’. @TWMessiEsp, al jugar te estás integrando a los proyectos sociales de Facebook/FundacionLeoMessi !  http://bit.ly/twmessi\n\nI challenge you to training with me in the social game of my foundation!\n\n#LeoMessi: 'Join the kids by playing a game!'. @TWMessi game, play and help Facebook/FundacionLeoMessi!  http://bit.ly/twmessi Timeline Photos",
          1372534321
        ],
        [
          "Quiero agradecer a Ooredoo por el proyecto social que hemos empezado a trabajar junto con mi Fundacion.\nEspero que podamos ayudar el máximo número de chicos que necesitan atención médica y que viven en zonas de difícil acceso.\nhttp://bit.ly/10eja33\n \nI would like to thank Ooredoo for the Social project we have started working with my Foundation.\nI hope we can support the maximum number of children who need health care and they are living in villages with access difficulties.\nhttp://bit.ly/10eja33 Ooredoo and Messi Team Up for Children’s Health - Ooredoo Group Ooredoo",
          1370522761
        ],
        [
          "Quiero compartir con todos ustedes la primera colección de cromos sobre mi Fundacion, UNICEF y mejores momentos de mi carrera. Agradecer a Icons por su colaboración. Espero que les guste y lo puedan disfrutar para seguir ayudando a los niños más necesitados! http://www.icons.com\r\n\r\n\r\n\r\nI would like to share with all of you the first Trading Cards collection about my Foundation, UNICEF and my best moments of my professional career. I would like to thank to Icons for his cooperation. I hope you enjoy it and we keep helping the children with most handicapped. http://www.icons.com Timeline Photos",
          1369410100
        ],
        [
          "Gracias al equipo http://www.facebook.com/OrganizacionSocialteam por el emotivo video del 6to. Aniversario de nuestra Fundación y por acompañarnos en las acciones sociales!!\n\nThanks to http://www.facebook.com/OrganizacionSocialteam for this video celebrating the 6th Anniversary of our foundation and for helping us with our social work!! Organización SocialTeam Social Team es una organización con fines sociales, conformada por un equipo de profesionales comprometidos con el desarrollo sustentable y la responsabilidad social.",
          1368543302
        ],
        [
          "Todos podemos ayudar a detener las muertes infantiles por causas que pueden prevenirse. Estos niños no tienen que morir, pero mueren.\n\n\nWe all can help to stop child deaths from preventable causes. These children don’t have to die, but they do. UNICEF - At a glance: Spain  - UNICEF Goodwill Ambassador and football star Leo Messi campaigns for. NEW YORK, United States of America, 14 December 2012 –UNICEF Goodwill Ambassador and football star Leo Messi makes an urgent plea to strengthen efforts in child survival to save the lives of thousands of children dying every year from preventable causes.",
          1359999007
        ],
        [
          "Competir con una leyenda del baloncesto no es lo mismo que comerse un helado!!!\nhttp://www.youtube.com/watch?v=ruav0KvQOOg&feature=g-upl\n\nCompeting with a basketball legend is not like eating an ice cream!!!\nhttp://www.youtube.com/watch?v=ruav0KvQOOg&feature=g-upl",
          1354819743
        ],
        [
          "¿Sabías que hay una crisis alimentaria que se avecina en el Sahel? Un millón de niños están en riesgo de morir de hambre. Pasa la voz y únete a mí apoyando a UNICEF para salvar las vidas de todos estos niños www.supportunicef.org/sahel\n\nSi quieren tener mayor información\nhttp://www.unicef.org/nutrition/index_62091.html\n\nDid you know that there is a looming food crisis in the Sahel? One million children are at risk of starvation. Pass on the message and join me in supporting UNICEF to save the lives of all these children www.supportunicef.org/sahel\n\nFor more information, you can also link to http://www.unicef.org/nutrition/index_62091.html Timeline Photos",
          1333533753
        ],
        [
          "El Instituto Ronald McDonald Brasil subastará una camiseta firmada por mí durante la 9ª edición del torneo benéfico de golf.  El valor será donado a proyectos que benefician a los niños y adolescentes con cáncer en el Brasil!  http://migre.me/82zJZ\n\nThe Ronald McDonald Institute of Brazil will auction a signed jersey of mine during the 9th edition of the charity golf tournament. Proceeds will be donated to projects that benefit children and teenagers with cancer in Brazil!  http://migre.me/82zJZ Timeline Photos",
          1330518225
        ]
      ],
      "dates_start": 1356612136,
      "dates_end": 1445144984,
      "likes_avg": 116220,
      "likes_stdev": 123061,
      "comments_avg": 3813,
      "comments_stdev": 2620,
      "shares_avg": 4027,
      "shares_stdev": 4448
    },
    {
      "number": 30,
      "important": [
        "del",
        "grand",
        "great",
        "abrazo",
        "lio",
        "upload",
        "mobil upload",
        "mobil",
        "lio mobil",
        "casa"
      ],
      "common": [
        "10",
        "de",
        "el",
        "lio",
        "lio mobile",
        "lio mobile uploads",
        "mobile",
        "mobile uploads",
        "que",
        "uploads"
      ],
      "messages": [
        [
          "¡Qué grande Samir del Líbano!\n\nSamir from Lebanon, what a great man!\n\n- LIO Mobile Uploads",
          1445883344
        ],
        [
          "¡Ánimo Johan Cruyff!\n\nStay strong Johan!\n\n- LIO Mobile Uploads",
          1445532210
        ],
        [
          "No pude viajar, ¡me toca bancar desde casa!\n\nI couldn't travel there, but I am supporting from home!\n\n- LIO Mobile Uploads",
          1445362168
        ],
        [
          "¡Gracias a mi amigo Luis Suarez por el pijama de regalo!!! Lo que no entendí porqué del Gruñón... 😂😂😜\n\nThanks to my friend Luis Suarez for the gift, these pyjamas!!! Although I still don't get is why it's Grumpy... 😂😂😜\n\n- LIO Mobile Uploads",
          1444934182
        ],
        [
          "¡Seguimos recuperando!\n\nRecovering!\n\n- LIO Mobile Uploads",
          1444843040
        ],
        [
          "Es increíble escuchar que fans de todo el mundo han viajado hasta Barcelona para conseguir un par de botines Messi 10/10. ¡Muchas gracias a todos! Ya estoy deseando que llegue este día el año que viene. #MarcaLaDiferencia #LimitedCollection\n\nIt’s amazing to hear fans travelled across the world to get a pair of Messi 10/10 boots in Barcelona. Many thanks to all! Looking forward to next year already.\n#BeTheDifference #LimitedCollection\n\n- LIO Mobile Uploads",
          1444487962
        ],
        [
          "Ojalá pudiera jugar con estos botines tan especiales, Messi 10/10, pero aún sigo recuperándome. Si querés conseguirlos, tenés que ir mañana a la tienda de adidas de Barcelona. ¡Sólo se fabricaron 100 pares para todo el mundo! #LimitedCollection\n\nI wish I could be playing in such special boots, the Messi 10/10, but I’m still recovering. If you want to get them, go to the adidas Barcelona store tomorrow. Only 100 pairs were made! #LimitedCollection \n\n- LIO Mobile Uploads",
          1444399498
        ],
        [
          "3 puntos más para seguir arriba.\n\n3 more points to continue at the top.\n\n- LIO Mobile Uploads",
          1442778588
        ],
        [
          "¡Rafinha, mucha fuerza! Recupérate muy pronto, seguro que volverás más fuerte.\n\nRafinha, stay strong! I hope you make a full recovery soon, I'm sure you'll come back even stronger.\n\n- LIO Mobile Uploads",
          1442483612
        ],
        [
          "Es un orgullo haber jugado 100 partidos en la mejor competición de clubes del mundo. Muchas noches europeas para recordar y otras muchas mágicas por venir.\n\nI'm really happy to have played 100 games in the best club competition in the world. There have been a lot of European nights to remember and there are many more magic nights to come.\n\n- LIO Mobile Uploads",
          1442431542
        ],
        [
          "Partido duro ayer, como siempre que jugamos contra el Atlético, pero pudimos conseguir los 3 puntos.\n\nYesterday's game was tough, as it always is when we play against Atlético, but we managed to get the 3 points.\n\n- LIO Mobile Uploads",
          1442124490
        ],
        [
          "Disfrutando, relajado y en buena compañía.\n\nEnjoying chilling out with good company.\n\n- LIO Mobile Uploads",
          1441470063
        ],
        [
          "¡Supercampeones de Europa!\n\nSuper-Champions of Europe!\n\n- LIO Mobile Uploads",
          1439326716
        ],
        [
          "Tarde de relax con unos buenos mates.\n\nChilled afternoon having some maté.\n\n- LIO Mobile Uploads",
          1438444068
        ],
        [
          "¡Qué lindo volver a encontrarnos!\n\nIt's great to see you guys again!\n\n- LIO Mobile Uploads",
          1438363829
        ],
        [
          "Disfrutando de la mejor compañía. ❤️\n\nEnjoying being with best company. ❤️\n\n- LIO Mobile Uploads",
          1436807475
        ],
        [
          "Jugando al truco con los chicos después de entrenarnos.\n♠️♥️♣️♦️🃏\nPlaying cards with the boys after our training session.\n\n- LIO Mobile Uploads",
          1435605501
        ],
        [
          "Compartiendo unos mates con los chicos después del entrenamiento. \n\nHaving mate with the boys after the training session.\n\n- LIO Mobile Uploads",
          1434666820
        ],
        [
          "Disfrutando en familia antes de salir para Chile.\n\nEnjoying spending time with my family before heading to Chile.\n\n- LIO Mobile Uploads",
          1433779010
        ],
        [
          "Poniéndonos a punto en el Olympiastadion.\n\nGetting ready at the Olympiastadion.\n\n- LIO Mobile Uploads",
          1433535611
        ],
        [
          "¡Campeones!!! 🏆\n\nChampions!!! 🏆\n\n- LIO Mobile Uploads",
          1432407544
        ],
        [
          "Entrenando 💪🏻💪🏻\n\nTraining 💪🏻💪🏻\n\n- LIO Mobile Uploads",
          1432231162
        ],
        [
          "Me sumo al apagón de la Hora del Planeta.\n\nI'm supporting Earth Hour.\n\nwww.earthhour.org\n\n- LIO Mobile Uploads",
          1427585461
        ],
        [
          "Soy un pibe de barrio y quería regalarle estos botines a Brian Rossi, que es también de mi ciudad, Rosario. #PibeDeBarr10 #therewillbehaters\n\nI am a Pibe De Barrio, the boy from the neighbourhood, and now I have these boots for Brian Rossi who is also from Rosario. #PibeDeBarr10 #therewillbehaters\n\n- LIO Mobile Uploads",
          1427401440
        ],
        [
          "¡Mañana no podemos fallar!\n\nTomorrow we can't fail!\n\n- LIO Mobile Uploads",
          1425757613
        ],
        [
          "Visita www.messielegicreer.com y viví una experiencia digital única.\n\nBrowse our website www.messichoosetobelieve.com and enjoy a unique digital experience. Mobile Uploads",
          1402327611
        ]
      ],
      "dates_start": 1427940467,
      "dates_end": 1446288037,
      "likes_avg": 936565,
      "likes_stdev": 681343,
      "comments_avg": 14931,
      "comments_stdev": 11276,
      "shares_avg": 16562,
      "shares_stdev": 21743
    },
    {
      "number": 31,
      "important": [
        "barcelona",
        "reach",
        "haber",
        "fc",
        "la victoria",
        "lo que",
        "photo",
        "abrazo",
        "timelin",
        "bilbao"
      ],
      "common": [
        "barcelona",
        "barcelona vs",
        "de",
        "del",
        "el",
        "fc",
        "fc barcelona",
        "fc barcelona vs",
        "la",
        "vs"
      ],
      "messages": [
        [
          "Bilbao 😀👍🏻⚽️ Timeline Photos",
          1483624334
        ],
        [
          "Feliz por la victoria y por haber llegado a 500 partidos con el FC Barcelona. Gracias a todos lo que me ayudaron durante estos años.\n\nHappy for today's win and for reaching my 500th game for FC Barcelona. Thanks to everyone who's helped me over the years.\n\n- LIO Timeline Photos",
          1451515525
        ],
        [
          "Every goal they score, every title they win, all happens through teamwork. See the new film about FC Barcelona's  rise to the treble: Gatorade\n\nCada gol que marcan, cada título que ganan, es gracias al trabajo en equipo. Aquí está la nueva película sobre el triplete del FC Barcelona: Gatorade",
          1446815231
        ],
        [
          "Ganar el triplete es sólo una parte de la historia del FC Barcelona. Descubre cómo consiguieron llegar a lo más alto el próximo 4 de noviembre: Gatorade.\n\nWinning a treble is just one piece of the FC Barcelona story. See what it took them to reach the top on November 4th: Gatorade",
          1446481794
        ],
        [
          "Felicitaciones Dani Alves, ¡350 partidos oficiales con el FC Barcelona!\n\nCongrats Dani, 350 official matches for FC Barcelona!\n\n- LIO Mobile Uploads",
          1443642002
        ],
        [
          "Seguimos muy preocupados por la situación de los refugiados. Ahora vos también podés ayudarles colaborando en esta campaña del FC Barcelona - http://ow.ly/SpXai\n\nWe are still very concerned with the refugee situation. Now you can also help them by joining this FC Barcelona campaign - http://ow.ly/Sq11m\n\n- LIO Mobile Uploads",
          1442656831
        ],
        [
          "ATHLETIC BILBAO vs FC BARCELONA / SPANISH SUPER CUP ATHLETIC BILBAO vs FC BARCELONA / SPANISH SUPER CUP",
          1439887745
        ],
        [
          "FC BARCELONA vs SEVILLA CF / UEFA SUPER CUP FC BARCELONA vs SEVILLA CF / UEFA SUPER CUP",
          1439403874
        ],
        [
          "BAYERN MUNICH vs FC BARCELONA / UCL - SEMIFINALS 2nd LEG BAYERN MUNICH vs FC BARCELONA / UCL - SEMIFINALS 2nd LEG",
          1431546378
        ],
        [
          "FC BARCELONA vs BAYERN MUNICH / UCL SEMIFINALS - 1st LEG FC BARCELONA vs BAYERN MUNICH / UCL SEMIFINALS - 1st LEG",
          1431012767
        ],
        [
          "FC BARCELONA vs PSG / UCL - QUARTERFINALS 2nd LEG FC BARCELONA vs PSG / UCL - QUARTERFINALS 2nd LEG",
          1429716007
        ],
        [
          "400 goles con el FC Barcelona, ¡ojalá pueda marcar muchos más! Pero lo más importante es que conseguimos 3 puntos en un partido muy difícil.\n\n400 goals for FC Barcelona, and I hope to score many more! However the most important part is that we got 3 points from a really tough game.\n\n- LIO Timeline Photos",
          1429368076
        ],
        [
          "PSG vs FC BARCELONA / UCL - QUARTERFINALS 1st LEG PSG vs FC BARCELONA / UCL - QUARTERFINALS 1st LEG",
          1429212295
        ],
        [
          "FC BARCELONA vs MANCHESTER CITY / UEFA CHAMPIONS LEAGUE - LAST 16 FC BARCELONA vs MANCHESTER CITY / UEFA CHAMPIONS LEAGUE - LAST 16",
          1426804412
        ],
        [
          "El FC Barcelona ganó 3-1 con un gol y una asistencia de Leo. \n\nFC Barcelona won 3-1 with a goal and assit by Leo. FC BARCELONA vs VILLAREAL / COPA DEL REY SEMIFINALS (1st LEG)",
          1423740411
        ],
        [
          "Partido complicado que finalmente acabó con la victoria del FC Barcelona (3-2) y con Leo marcando el gol de la victoria para su equipo.\n\nTough match that finished with a victory for FC Barcelona (3-2) and with Leo scoring the winning goal for his team. FC BARCELONA vs VILLAREAL CF / LA LIGA - MATCH 20",
          1422985046
        ],
        [
          "Gran partido del FC Barcelona que venció al Atlético de Madrid por 3-1. Leo anotó el tercer gol que sentenció el choque.\n\nFC Barcelona performed amazingly to beat Atlético 3-1. Leo scored the third goal to finish off the match. FC BARCELONA vs ATLÉTICO DE MADRID",
          1421181020
        ],
        [
          "El FC Barcelona ganó al Elche por 5-0 y dejó la eliminatoria de Copa del Rey encarrilada. Leo marcó su primer gol del año.\n\nFC Barcelona beat Elche 5-0 to go into the next stage of the Copa del Rey almost decided. Leo scored his first goal of the year. FC BARCELONA vs ELCHE - COPA DEL REY - LAST 16",
          1420802970
        ],
        [
          "Último partido del FC Barcelona en 2014. Ganaron al Córdoba FC por 5-0 y Leo marcó 2 goles. \n\nLast match in 2014 for FC Barcelona. They won against Córdoba FC 5-0 and Leo scored 2 of the goals. FC BARCELONA vs CÓRDOBA FC / La Liga - Match 16",
          1419194271
        ],
        [
          "El derbi de Barcelona está a punto de comenzar.\n\nThe Barcelona derby is about to kick-off.\n\nFC Barcelona vs RCD Espanyol Timeline Photos",
          1417964159
        ],
        [
          "Una hora para que empiece el partido.\n\nJust one hour left until the kick-off.\n\nFC Barcelona vs Celta de Vigo Timeline Photos",
          1414861201
        ],
        [
          "La precisión es clave en el fútbol. Gillette siempre apuesta por la precisión, y por eso ahora patrocina al FC Barcelona en América Latina. - http://youtu.be/F8O9LsiSpKg\n\nPrecision in football is key. Gillette means precision, and for this reason they sponsor FC Barcelona in Latin America. - http://youtu.be/F8O9LsiSpKg\n\n Gillette la Afeitadora Oficial del FC Barcelona: Celebrando la Precisión Latinoamericana. La palabra precisión viene del latín, pero cuando hablamos de futbol se vuelve latina. “Gillette la afeitadora oficial del FC Barcelona en Latinoamérica\". Mi...",
          1413208091
        ],
        [
          "Nunca imaginé que conseguiría logros así en mi carrera. Agradezco todas sus felicitaciones por los 400 goles en el FC Barcelona y la Selección Argentina. Seguiré trabajando duro para lograr superar más metas. ¡Un abrazo a todos!\n\nI never imagined I could achieve anything like this in my career. Thanks for all the congratulations on scoring 400 goals with FC Barcelona and the Argentinian National Team. I'll continue working hard to reach more targets. A big hug to all! Timeline Photos",
          1411834641
        ],
        [
          "Leo se recuperó de su lesión y podrá jugar ante Athletic de Bilbao esta tarde.\n\nLeo has recovered and will be able to play against Athletic Bilbao this afternoon.\n\nFC Barcelona - Athletic Bilbao Timeline Photos",
          1410596974
        ],
        [
          "Felicidades por la renovación con el FC Barcelona, Masche. ¡Te lo mereces amigo!!! \n\nCongratulations Javier Alejandro Mascherano on signing your new contract with FC Barcelona. You deserve it my friend!!!\n\n- LIO Timeline Photos",
          1409124963
        ],
        [
          "Cada gol que Leo ha marcado, cada trofeo que ha ganado. Las nuevas adizero #F50 #Messi. Esto es mucho más que un botín. ¡Conseguí los tuyos! - http://a.did.as/6183m37x\n\nEvery goal Leo has ever scored and every trophy he’s ever won. The new adidas Football F50 Messi. More than a boot. \nGet yours! - http://a.did.as/6183m37x",
          1407164447
        ],
        [
          "Gracias a todos los seguidores del FC Barcelona y a los compañeros por las muestras de cariño recibidas. Entre ellas esta magnifica ilustración junto al gran Paulinho Alcántara Timeline Photos",
          1395001303
        ]
      ],
      "dates_start": 1410636165,
      "dates_end": 1445611743,
      "likes_avg": 266369,
      "likes_stdev": 320046,
      "comments_avg": 4713,
      "comments_stdev": 6110,
      "shares_avg": 9371,
      "shares_stdev": 9135
    },
    {
      "number": 32,
      "important": [
        "dream",
        "messi",
        "everi",
        "leo",
        "sus",
        "jugador",
        "make",
        "achiev",
        "player",
        "back"
      ],
      "common": [
        "backed",
        "backed messi",
        "de",
        "el",
        "en",
        "la",
        "leo",
        "los",
        "messi",
        "world"
      ],
      "messages": [
        [
          "Como todo jugador, Leo creció soñando con triunfar algún día. Los jugadores Backed by Messi comparten sus sueños futbolísticos y sus planes para hacerlos realidad: https://youtu.be/40P-WbDlPic\n#Messi16 #NeverFollow\n\nJust like every player, Leo grew up dreaming of achieving greatness. The Backed By Messi players share their footballing dreams and their plans to make them reality: https://youtu.be/40P-WbDlPic\n#Messi16 #NeverFollow",
          1484575632
        ],
        [
          "Dar el salto al primer equipo es uno de los pasos más importantes en la carrera de cualquier futbolista. Conoce de primera mano cómo los jugadores Backed By Messi llegaron a jugar en el primer equipo en el Episodio 2: https://youtu.be/ath5EkGIW7o\n\nMoving up to the first team is one of the biggest steps in any player’s career. See the Backed By Messi players talk about making the move to the first team in Episode 2: https://youtu.be/ath5EkGIW7o\n\n#NeverFollow #Messi16",
          1480177233
        ],
        [
          "Download the Play Messi APP and start scoring points to live the #PlayMessiExperience with Leo!\nAndroid 📲 https://goo.gl/fF2JxF\niOs 📲 https://goo.gl/ZwDi47\n✈ 🎮🔟 ⚽🔴🔵 🚍 Play Messi Experience",
          1478188640
        ],
        [
          "Wow!!! \n\n¡Somos más de un millón de jugadores en Messi Runner! ⚽️💪🏻\n\nWe are more than a million players on Messi Runner! ⚽️💪🏻\n\nDownload Free Messi Runner:\n⬇️⬇️⬇️\nAndroid: http://bit.ly/messirunner\niOS: http://bit.ly/messirunnerios\nMessi Games Timeline Photos",
          1474031702
        ],
        [
          "Descarga Messi Runner y recorre el mundo junto a Leo 💪🏻⚽️\n\nDownload Messi Runner and run across the world with Leo 💪🏻⚽️\n⬇️⬇️⬇️\nAndroid: http://bit.ly/messirunner\niOS: http://bit.ly/messirunnerios\nMessi Games Timeline Photos",
          1471001288
        ],
        [
          "Download the Play Messi APP and start scoring points to live the #PlayMessiExperience, just like Santiago (ARG), Enrique (MEX) and Renzo (PER) did!\n⬇⬇⬇⬇\nAndroid  https://goo.gl/PxfDjG\niOs  https://goo.gl/Eh1ZKe Play Messi Experience",
          1470403971
        ],
        [
          "Llegaron para crear lo imposible y moverse a la velocidad de la luz. Los nuevos botines #messi16 ya están disponibles. 😜 a.did.as/Messi_16\n\nHere to create impossible and move at the speed of light. The new #messi16 boots are out now! 😜 a.did.as/Messi_16\n\n#FirstNeverFollows Timeline Photos",
          1470323386
        ],
        [
          "Mate 8 Edicion Limitada by Messi llegará pronto. Sólo existen 5.000 unidades en el mundo: HuaweiMessiLimitedEdition.com\n\nMate 8 Limited Edition by Messi coming soon. There will be just 5000 handsets available worldwide: HuaweiMessiLimitedEdition.com Timeline Photos",
          1467212843
        ],
        [
          "Los nuevos botines #Messi16 están acá para crear lo imposible. CONSEGUÍ LOS TUYOS AHORA: a.did.as/messi16\n\nThe new #Messi16 boots are here to create the impossible. GET YOURS NOW: a.did.as/messi16 \n\n#FirstNeverFollows Timeline Photos",
          1464257676
        ],
        [
          "Download the Play Messi App and start participating for a chance to meet Leo Messi in Barcelona!\n⬇⬇⬇⬇\nAndroid 📲 https://goo.gl/PPX94S\niOs 📲 https://goo.gl/kOYElW http://goo.gl/xrmpsy Win a trip to Barcelona to meet Leo Messi!",
          1461940231
        ],
        [
          "See what drives Leo Messi and the world’s best footballers: Gatorade.\n\nMirá lo que empuja a Leo Messi y a los mejores futbolistas del mundo: Gatorade Argentina. See what drives Leo Messi and the world’s best footballers",
          1460383521
        ],
        [
          "Los NUEVOS botines #Messi15, hechos para ganar.\nCONSEGUILOS ACÁ: a.did.as/messi_15 \n#MarcaLaDiferencia\n\nThe NEW #Messi15 boots, built to win.\nAVAILABLE NOW: a.did.as/messi_15\n#BeTheDifference Timeline Photos",
          1456847275
        ],
        [
          "Mirá el Episodio 4 de Backed by Messi acá: https://youtu.be/VroVbQN_GDs \nChicos, ¿qué les parecen los nuevos botines #Messi15? ;) #MarcaLaDiferencia\n\nWatch Backed By Messi Episode 4 here: https://youtu.be/VroVbQN_GDs  \nWhat do you think of the new #Messi15 boots, guys? ;) #BeTheDifference\n\nGyasi Zardes Accursio Bentivegna Khiry Shelton Timo Werner Rony Lopes Maxwel Cornet Aleksey Miranchuk\nJeremie Boga James Wilson Robert Kenedy Backed by Messi Episode 4",
          1456421099
        ],
        [
          "Reto a los chicos del equipo Backed by Messi a ver si también consiguen darle al travesaño desde el córner al primer intento.  #MarcaLaDiferencia\n\nI hit the crossbar from the corner flag on my first attempt. Let’s see if you can do it too, Backed by Messi players.  #BeTheDifference \n\nJeremie Boga Timo Werner Accursio Bentivegna Gyasi Zardes Khiry Shelton Rony Lopes Maxwel Cornet Aleksey Miranchuk James Wilson & Robert Kenedy\n\n- LIO Crossbar Challenge",
          1455195403
        ],
        [
          "¡Disfrutá grandes aventuras con Messi SpaceScooter Game! ¡Ganá increíbles premios y tendrás la oportunidad de conocer a Leo Messi! Descubrí más en  www.messispacescootergame.com y disfrutá jugando.\n\nEnjoy great adventures with the Messi SpaceScooter Game! Win great prices and a chance on a Meet&Greet with Leo Messi himself! Find out more at www.messispacescootergame.com\nEnjoy playing! Timeline Photos",
          1454425407
        ],
        [
          "¡El episodio 2 de Backed by Messi ya está aquí! Descubre cómo se preparan los jugadores, física y mentalmente, para los partidos importantes: youtu.be/V-3edx1OGQ8\n\nBacked by Messi Episode 2 is here! Watch how the players mentally and physically get themselves ready for their big games: youtu.be/V-3edx1OGQ8\n\n#BeTheDifference Backed By Messi Episode 2",
          1450800000
        ],
        [
          "¿Conoces Messi FootBubbles? Es el nuevo juguete de la marca Messi con el que ya disfrutan niños de todo el mundo – www.footbubbles.com\n\nDo you know Messi FootBubbles? It's the new Messi branded toy that has just been launched and is already being enjoyed by kids from all around the world – www.footbubbles.com",
          1447348631
        ],
        [
          "La historia de los Backed By Messi comienza hoy. Conoce a los jugadores en el Episodio 1. #MarcaLaDiferencia\n\nThe Backed By Messi story starts here. Meet the players in Episode 1. #BeTheDifference\n\nMaxwel Cornet, Jeremie Boga officiel, Robert Kenedy, Khiry Shelton, Timo Werner, James Wilson, Gyasi Zardes, Aleksey Miranchuk, Rony Lopes, Accursio Bentivegna Backed by Messi - Episode 1",
          1445619280
        ],
        [
          "I’ll never be Leo Messi. #therewillbehaters",
          1426846796
        ],
        [
          "Ya participé en el reto Keep Ups de #1in11. Ahora es tu turno. Unite a mí y ayudá a dar a conocer el programa 1 in 11 destinado a chicos de todo el mundo que no tienen acceso a una educación de calidad - www.1in11.org\n\nI've taken on the #1in11 Keep Ups Challenge - now it's your turn! Join me and help raise awareness for the 1 in 11 kids around the world who don't have access to a quality education - www.1in11.org\n\n- LIO Timeline Photos",
          1421265601
        ],
        [
          "Felicidades Papa Francisco. Quería desearte lo mejor en el día de tu cumpleaños. Gracias por ser un ejemplo para todos los argentinos y para el mundo entero.\n\nHappy Birthday Pope Francis. I would like to wish you the best on your special day. Thanks for being such a great inspiration and example to all Argentineans and people around the world. \n\n- LIO Timeline Photos",
          1418822068
        ],
        [
          "Find your ticket and meet Leo!\nhttp://www.amazon.co.uk/Messi-Choose-to-Believe/dp/9872571074 Timeline Photos",
          1418755320
        ],
        [
          "Leo está volando en busca de experiencias gastronómicas con Turkish Airlines, quienes vuelan hacia más sabores que ninguna otra compañía aérea. ¡Ha comenzado el reto con Didier Drogba por probar los mejores platos alrededor del mundo!  #TurkishAirlines #WidenYourWorld #EpicFood - http://youtu.be/BrI7VRfqgo4 \n\nLeo has no time for sightseeing! He's flying in search of epic food experiences with Turkish Airlines, who fly to more flavours than any other airline. Leo is hungry to race Didier Drogba around the world!  #TurkishAirlines #WidenYourWorld #EpicFood - http://youtu.be/BrI7VRfqgo4 Drogba vs. Messi: #EpicFood Superstars Lionel Messi and Didier Drogba race to find the most delicious food on the planet. No time for sightseeing! They fly in search of epic food experi...",
          1416063601
        ],
        [
          "La nueva colección de la marca Messi de carcasas para móviles. Ahora disponible en Amazon. ¡Hazte con la tuya y llévala contigo allá donde vayas! #Collectabillia - http://bit.ly/MessiMobileCases\n\nThe exciting Messi branded collection of mobile cases. Now available on Amazon. Carry them wherever you go! Go, grab them! #Collectabillia - http://bit.ly/MessiMobileCases Timeline Photos",
          1413552600
        ],
        [
          "Lo pasé genial con estos talentosos chicos. Mirá que \"truco\" me hicieron.\n\nHad a great time with these really talented kids. Check out how they “tricked\" me. Full Story - Ooredoo and Leo Messi: Simply Do Wonders It's time to do wonders! Show Messi how good your football skills are and you could win a trip to Barcelona to meet him. Find out how and follow the story at...",
          1401523201
        ],
        [
          "Qué buena onda con el patinete junto a estos chicos.  \n\nHad fun learning some new scooter tricks with these guys.\n\nwww.spacescooter.eu/messi/ Messi - Space Scooter",
          1401105600
        ],
        [
          "Viví una bonita experencia visitando Le Brassus y la casa de Audemars Piguet, donde aprendí bastante sobre el mundo de la relojería.\n\nI had a good time visiting Le Brassus, and Audemars Piguet’s house, where I've learnt a lot about the world of watchmaking. YouTube",
          1400836341
        ],
        [
          "¿Te gustaría venir a Maracaná para la Copa Mundial de la FIFA™? Jugá a #FASTORFAIL y podrás venir a verme en mi primer partido. ¡Pero tenés que ser de los más rápidos! ¡Buena suerte y nos vemos ahí! http://youtu.be/6h1uMNUeqx4\n\nWould you like to go to Maracanā stadium to see me playing at the 2014 FIFA World Cup™? Play #FASTORFAIL for your chance to see my first match. Only the fastest will go to Rio! Good luck and see you there! http://youtu.be/6h1uMNUeqx4 Leo Messi on the road to the 2014 FIFA World Cup™ - Fast or Fail -- adidas Football The new adizero f50 Messi. Are you ready to play #FASTORFAIL for your chance to go to the 2014 FIFA World Cup™? Buy the boot: http://www.adidas.com/messi-col...",
          1393925382
        ],
        [
          "No tuve el placer de conocer a Luis Aragonés, pero el mundo del fútbol ha perdido a alguien muy importante.\n\nI did not have the pleasure to meet Luis Aragaones but the world of football has lost a very important person.",
          1391331260
        ],
        [
          "Ayer ha sido un gran día, muy especial, sobre todo porque hemos conocido al Papa y además algo muy importante, participamos de la iniciativa respecto a \"Red Mundial de Escuelas para el encuentro\", algo que ayudará a reencontrar algunos valores perdidos\n\nYesterday was a great day, very special, especially since we have met the Pope and also very importantly, participate in the initiative on \"Global Network of Schools for the meeting\", something that will help regain some lost values Timeline Photos",
          1376484300
        ],
        [
          "Muy contento por participar y poner mi grano de arena en combatir la malaria en todo el mundo, en mi reciente viaje a Senegal\nVery proud to participate and to fight against malaria around the world in my recent trip to Senegal Timeline Photos",
          1372608426
        ],
        [
          "En este día tan especial para el mundo cristiano les deseo a todos muy felices pascuas. Saludos! \n\nOn this special day for the Christian world I wish you all very Happy Easter. Greetings!",
          1364739329
        ]
      ],
      "dates_start": 1402009429,
      "dates_end": 1470928885,
      "likes_avg": 236473,
      "likes_stdev": 209789,
      "comments_avg": 5524,
      "comments_stdev": 5815,
      "shares_avg": 7919,
      "shares_stdev": 11957
    },
    {
      "number": 33,
      "important": [
        "que",
        "life",
        "vida",
        "el partido de",
        "suffer",
        "para que",
        "live",
        "mani",
        "hay",
        "weve"
      ],
      "common": [
        "com",
        "con",
        "de",
        "el",
        "en",
        "facebook",
        "http",
        "la",
        "que",
        "www"
      ],
      "messages": [
        [
          "Hay muchos niños que sufren, hay que hacer lo posible para que no pase. Sumate a #invulnerables y jugá el partido de tu vida.\n\nThere are many children who live in suffering, we've got to do all we can to prevent this. Join #invulnerables and put in the performance of your life.\n\n- LIO",
          1487614626
        ],
        [
          "📸 Foto oficial.\n\n📸 Official team photo.\n\n- LIO Timeline Photos",
          1474963794
        ],
        [
          "En este momento de tanto dolor, todo mi apoyo y solidaridad con el pueblo hermano de Ecuador. Fuerza que saldrán adelante.\n\nIn times of such pain, all of my support and solidarity goes to the people of our brother nation, Ecuador. I send you strength, everything will work out.\n\n- LIO Timeline Photos",
          1461607129
        ],
        [
          "¡Bienvenido a Facebook, fide!\n\nWelcome to Facebook, Ángel Di María oficial! Timeline Photos",
          1461346260
        ],
        [
          "Foto oficial 📸\n\nOfficial photo 📸\n\n- LIO Timeline Photos",
          1456772582
        ],
        [
          "¡Dicen que en la vida querer es poder y que de la parte mala también se puede aprender! Muy buena frase y muy buen video querido amigo 13_Pinto, ¡grande ese mensaje! Que se expanda: www.youtube.com/watch?v=TKH_dhFZ9Rw\n\nThey say that in life \"if you want it, you can get it\" and that \"you can even learn from the bad times\"! Great quotes and video from my friend 13_Pinto. Nice message! Let's spread the word: \nwww.youtube.com/watch?v=TKH_dhFZ9Rw\n\n- LIO Pinto \"Wahin\" feat Henry Mendez y La Xula - Camino de la ilusión #VeAPorTusSueños Descarga iTunes: https://itunes.apple.com/es/album/camino-la-ilusion-single-feat./id1028592412 Amazon: http://www.amazon.es/Camino-Ilusi%C3%B3n-Single-Pinto-...",
          1443705498
        ],
        [
          "Bienvenidos a mi primera sesión de Facebook live. Hoy estoy probando mis nuevas #Messi. ¿Quieres verlo?\n\nWelcome to my first live Facebook feed. I'm trying out my new adidas Football #Messi15. Do you want to see? #BeTheDifference",
          1442233451
        ],
        [
          "Buenísimos el video y la canción de mi amigo Pinto, con la colaboración de Dani Alves. Me encanta el mensaje positivo. Mucha suerte en este proyecto benéfico, ¡les animo a todos a que se sumen! - https://youtu.be/l-q6t7OHsM4\n\nGreat song and video by my friend Pinto, with the collaboration of Dani Alves. I love the positive message. All the best with this charitable project, I encourage you all to get involved! - https://youtu.be/l-q6t7OHsM4\n\n- LIO Pinto \"Wahin\" FT Dani Alves & Mario Baro - Eres Especial #VeAPorTusSueños Colabora con FEACAB (www.feacab.org) adquiriendo el single \"Eres Especial\" en www.veaportussuenos.com Tras los dos primeros singles pertenecientes al proyect...",
          1427301590
        ],
        [
          "Me encantaría hablar de deporte con los mejores fans. ¡Visitá epicsportsfan.com! ¡Espero tener la oportunidad de coincidir con alguno de ustedes! #EpicFan #TurkishAirlines\n\nI'd love to talk about sports with the biggest fans out there. Visit epicsportsfan.com! I hope to have the chance to meet one of you! #EpicFan #TurkishAirlines\n\n- LIO Timeline Photos",
          1425652528
        ],
        [
          "Espectacular la nueva tienda de adidas de Barcelona. ¡Vale la pena visitarla! #adidasBarcelona\n\nThe new adidas store in Barcelona is absolutely amazing. It's worth paying a visit! #adidasBarcelona\n\n- LIO Timeline Photos",
          1424374288
        ],
        [
          "Lo pasé genial con estos muchachos de la televisión japonesa que me dieron la oportunidad de romper un curioso récord.\r\n\r\nI really enjoyed my time with the guys from Japanese TV, they gave me the chance to break quite an unusual record. \r\n\r\n- LIO",
          1424187178
        ],
        [
          "¡Feliz Navidad para todos! :)\n\nI want to send you all my best wishes during the festivities and I hope you enjoy it with your loved ones. Merry Christmas!\n\n- LIO",
          1419541844
        ],
        [
          "Acá les dejo un mensaje de agradecimiento por todo el apoyo que siempre me dan. Un abrazo. ;)\n\nI want to thank all my fans on Facebook and Instagram for following me in everything I do and for the congratulatory messages they sent me when I broke the UEFA Champions League and La Liga records. I send you all a big hug and thanks once again! ;)\n\n- LIO",
          1418401395
        ],
        [
          "Acepté el reto #icebucketchallenge de Dani Alves y nomino a Ezequiel Lavezzi, Sergio Aguero y @nicolasdiegovazquez. Esto va para que casos de esclerosis lateral amiotrófica, como el de Jano, no se repitan - http://youtu.be/2nkuN9GivXo\n\nI accepted the #icebucketchallenge from Dani Alves, and I challenge  Ezequiel Lavezzi, Sergio Aguero and @nicolasdiegovazquez to do it. I got soaked for the neurodegenerative illness amyotrophic lateral sclerosis (ALS), as we don´t want to see more cases like Jano´s - http://youtu.be/2nkuN9GivXo \n\n- LIO",
          1408456101
        ],
        [
          "Ayer estuve en Oporto jugando el partido de despedida mi amigo Deco Oficial. Fue muy lindo reecontrarme con él y con otros amigos. Aprendí mucho de Deco, siempre estuvo a mi lado y me alegro mucho de haber podido compartir vestuario con él tanto tiempo. #MagicoParaSiempre\n\nYesterday I played Deco's testimonial match in Porto. It was really good to see him and other friends there. I learned a lot from Deco, he always supported me, and I am really happy to have had the chance of having him as a teammate for a long time. #MagicoParaSiempre\n\n- LIO Timeline Photos",
          1406379103
        ],
        [
          "Tuve la suerte de sorprender a unos niños muy valientes, al entregarles el premio a la Confianza de head & shoulders. Mirá lo que pasó en este lindo video que recibí.\n \nI was fortunate to surprise some very brave kids and give them the Confidence Award from head & shoulders. Look at what happened in this nice video that I received. Premio a la Confianza head & shoulders La confianza es clave para el éxito, y en head&shoulders lo reconocemos y homenajeamos a través del \"Premio a la Confianza\". En este vídeo, los ganadores de ...",
          1400771559
        ],
        [
          "Me gustaría transmitir el pésame a las familias afectadas por el accidente que tuvo lugar en la mina de la provincial de Manisa, en Turquía. Espero que los mineros que han quedado sepultados sean rescatados en vida cuanto antes. Mi apoyo y fuerza a todos ellos y al país de Turquía",
          1400167293
        ],
        [
          "Much has been done to prevent, control and cure Chagas disease, but there is still much to be done.\n\n65 Million people are at risk for contracting Chagas and about 10 million people are infected with this disease.\n\nHere a video from 2 years ago. Spot Messi - Chagas Vimeo is the home for high-quality videos and the people who love them.",
          1398937934
        ],
        [
          "Mucho se ha hecho para prevenir, controlar y curar la enfermedad de Chagas, pero todavía queda mucho por hacer.\n\n65 millones de personas están en riesgo de contraer la Enfermedad de Chagas y unos 10 millones de personas están infectadas con la enfermedad.\n\nAcá les mando un video de hace 2 años. Spot Messi - Chagas Vimeo is the home for high-quality videos and the people who love them.",
          1398937814
        ],
        [
          "Mucha fuerza y ánimo a todos los chicos del Hospital de Garrahan. Espero que les guste la remera http://bit.ly/1fNBtE9 Timeline Photos",
          1398800030
        ],
        [
          " Estoy muy feliz de presentarles el libro de mi #FundacionLeoMessi ! Solo falta su arte de tapa, participen del concurso para que tu arte sea la elegida aquí: https://www.facebook.com/LeoMessi/app_688160034549419 \n\n\nI am very happy to present my book # FundacionLeoMessi! Just need your cover art, participate in the contest for your art is chosen here: https://www.facebook.com/LeoMessi/app_688160034549419  Leo Messi Bienvenidos a la página de Facebook Oficial de Leo Messi.  Welcome to the official Leo Messi Facebook Page.",
          1394810994
        ],
        [
          " Estoy muy feliz de presentarles el libro de mi #FundacionLeoMessi ! Solo falta su arte de tapa, participen del concurso para que tu arte sea la elegida aquí https://www.facebook.com/LeoMessi/app_688160034549419 \n\n\nI am very happy to present my book # FundacionLeoMessi! Just need your cover art, participate in the contest for your art is chosen here: https://www.facebook.com/LeoMessi/app_688160034549419 \n Leo Messi Bienvenidos a la página de Facebook Oficial de Leo Messi.  Welcome to the official Leo Messi Facebook Page.",
          1394810790
        ],
        [
          "No permitamos que los #niñosdeSiria pierdan otro año en la violencia y el sufrimiento.\nPodés firmar ahora la petición a líderes mundiales donde se pide:\n-El fin de la violencia contra los niños sirios.\n-El fin del bloqueo de la ayuda humanitaria.\n-El fin de los ataques contra los trabajadores humanitarios, escuelas y hospitales.\n-Un aumento en la inversión en educación y protección psicológica de todos los niños afectados.\nTu petición puede ayudar a los chicos y chicas a generar oportunidades de aprender, prosperar y estar protegidos. Ingresá aquí:\nhttp://bit.ly/nolostgenerationES\n\n Líderes mundiales: No permitan que los #niñosdeSiria pierdan otro año en la violencia y el... Durante tres años, muchos inocentes han sufrido en Siria, sobre todo, los #niñosdeSiria. Han visto como se destruían sus casas, sus escuelas y sus...",
          1394188933
        ],
        [
          "Hoy es  el día internacional de la lucha contra el cáncer infantil. He recibido este regalo tan especial de Federico de Argentina, Ahmet de Turquía y Oscar de Barcelona, con quienes tuve la suerte de estar. Ellos han superado el cáncer y me han regalado este lindo video con el apoyo de la Fundación.\n\nToday is the World Child Cancer Day. I have received this special present from Federico from Argentina, Ahmet from Turkey and Oscar from Barcelona, which I got the luck to meet them time ago. They have overcame the cancer and they have sent me this beautiful video with the support of the Foundation. World Child Cancer Day Hoy es el día internacional de la lucha contra el cáncer infantil. He recibido este regalo tan especial de Federico de Argentina, Ahmet de Turquía y Oscar de...",
          1392461608
        ],
        [
          "I am grateful to the people of “Mundo Leo” for the initiative and, of course, the support of the people with their message Mobile Uploads",
          1383936602
        ],
        [
          "¿Que les parecen las fotos con las que estoy actualizando mi nueva cuenta de Instagram? Iré subiendo más, espero que les gusten!\nhttp://instagram.com/leomessi",
          1383670534
        ],
        [
          "Uno de los mejores momentos de mi vida. \n\nOne of the best times of my life. Timeline Photos",
          1380050351
        ],
        [
          "Que mejor manera de comenzar mi cuenta de instagram que con este momento tan especial – Visita al Vaticano\nWhat a nice way to start my instagram account with this special momento – Visit to the Vatican http://instagram.com/p/c_kJCxvMzV/ leomessi's video on Instagram",
          1376475371
        ],
        [
          "Una pena no haber podido jugar en Malasia por una sobrecarga muscular. Ojala algún día pueda hacerlo para agradecerles el cariño que me han dado\nAquí les mando una foto en la que estoy tomando mates en el avión de regreso a Barcelona, con mi amigo y compañero de equipo PINTO. Pueden escuchar la buena música que él hace en estos enlaces.\n\nA shame I could not play in Malaysia for a muscle strain. Hopefully one day I can do to thank you for the love you have given me\nHere I send a picture in which I am taking mates on the plane back to Barcelona with my friend and teammate PINTO. You can listen to the good music he makes on these links.\n\nwww.facebook.com/13Pinto  t.qq.com/Pinto13",
          1376234844
        ],
        [
          "Bienvenido a Facebook Samuel!! www.facebook.com/setoo99\n\nTambién les dejo su pagina de Twitter. Abrazo! \nwww.twitter.com/setoo9\n\n\n\n\n\nWelcome to Facebook Samuel!! www.facebook.com/setoo99\n\nAlso leave your Twitter page. Hug!\nwww.twitter.com/setoo9 Samuel Eto'o http://www.twitter.com/setoo9 \nhttp://www.instagram.com/setoo9\nhttp://www.samueletoo-officiel.com http://www.fundacionsamueletoo.org",
          1369647720
        ],
        [
          "Gaby Milito te deseo mucha suerte en esta nueva etapa y espero que puedan lograr el objetivo de salvarse.\n\nGaby Milito I wish you luck in this new stage and hope they can achieve the goal of saving.",
          1366369840
        ],
        [
          "Volveré pronto, por suerte no fue mucho.\r\n\r\nLamentamos mucho lo de Masche y le ponemos fuerza para que vuelva pronto.\r\n\r\n\r\nI will return soon, thankfully it was not so serious.\r\n\r\nWe are so sorry for Masche, we will give our support he returns as soonest as possible. Timeline Photos",
          1364982852
        ],
        [
          "Gracias a @teammessi, disfruté muchísimo la sesión de preguntas de ayer! - http://www.twitter.com/teammessi\r\n\r\nThanks to @teammessi, I really enjoyed answering your questions yesterday! - http://www.twitter.com/teammessi Timeline Photos",
          1362665877
        ],
        [
          "Con alegría enorme después de firmar mi nuevo contrato con el FCB… ahora es tiempo de firmar uno con todos ustedes… te animas? http://apps.facebook.com/contratocontract\r\n\r\nReally happy after signing my new contract with the FCB... now it's time to sign another one with all of you... would you dare? http://apps.facebook.com/contratocontract Timeline Photos",
          1360269448
        ],
        [
          "Agradezco a todos por vuestra preocupación y mensajes de ánimos!\nOs paso el comunicado de los servicios médicos del club:\n“Las pruebas realizadas esta noche han confirmado que el jugador Leo Messi sufre una contusión ósea en la cara externa de la rodilla izquierda. La evolución clínica marcará su disponibilidad para el próximo partido, el domingo contra el Betis, según han informado los Servicios Médicos”.\n\nI want to thank to all of you for your messages of support!\nI copy the Press Release from FC Barcelona Medical Department.\n“Messi has a bruise on the outside of his left knee. He'll undergo further tests to determine the exact extent of the injury”.",
          1354747793
        ],
        [
          "¿Vieron el nuevo video de Delahoja en el que mi amigo y compañero de equipo @13_Pinto sale haciendo el papel de cazatalentos? ¿Le damos un aprobado, un notable o  lo mandamos a clase de recuperación? Je, je, je… Eso si, independientemente que les guste el estilo musical, creo que hay frases en la letra del tema que motivan muchísimo, tanto para competir en el deporte como en la vida; acá un ejemplo de una frase de las que digo que además de ser una gran verdad, me encanta: “HAY QUE SUFRIR PARA ALCANZAR LA VICTORIA”. ¿Ustedes que opinan? ¿Les motiva el video? ¿y  la canción? Acá les dejo el enlace para que den su opinión. Saludos a todo el mundo!\n\nhttp://www.vevo.com/watch/delahoja/caereis/ES4331200004#/watch/delahoja/caereis/ES4331200004 Caeréis - Delahoja Watch the music video for Caeréis by Delahoja and more new Pop videos on VEVO.",
          1354560079
        ],
        [
          "¡Gracias a MyStarAutograph por la idea de poder contar con nuevas fotos dedicadas de todos sus deportistas favoritos!\r\nhttp://bit.ly/leomessi-mystarautograph-int-es\r\n\r\nThanks to MyStarAutograph for new signed photos of their favorites athletes, ready to be personalised!\r\nhttp://bit.ly/leomessi-mystarautograph-int-en Timeline Photos",
          1354263519
        ],
        [
          "Yo ya jugue rapido con los nuevos F50 adizero y ahora mis fans de Facebook pueden: \"busqueda rápida\". Y pueden descargar la aplicación f50 para jugar en el móvil Apple Store (https://itunes.apple.com/app/f50-game/id577781151) y Google Play Store (https://play.google.com/store/apps/details?id=com.adidas.f50game)\r\n\r\nI've already found fast by playing in the new adizero f50, and now my Facebook friends can 'Find Fast' too by downloading the f50 game app in the mobile Apple Store (https://itunes.apple.com/app/f50-game/id577781151) and Google Play Store (https://play.google.com/store/apps/details?id=com.adidas.f50game) Timeline Photos",
          1354175900
        ],
        [
          "Congratulations My Star Autograph for your initiative! Click and find signed and personalized photos of your favorites sportsmen and sportswomen!\r\nEnglish: http://bit.ly/leomessi-mystarautograph-int\r\n\r\nFelicidades My Star Autograph por vuestra iniciativa. ¡Aquí podréis encontrar fotos dedicadas de todos vuestros deportistas favoritos!\r\nEspañol: http://bit.ly/leomessi-mystarautograph-int Timeline Photos",
          1349943490
        ],
        [
          "Que os parece la música de este videoclip? Es de mi amigo 13_Pinto. Él está convencido de que ahora que entra el calor en Sudamérica se va a convertir en el tema del verano para muchos de nosotros. Este pibe está loco? O no la está tanto? Aquí os dejo el enlace para que vosotros opinéis. Yo lo tengo claro!\n\nWhat do you think of the music of this video clip? It is from my friend 13_Pinto. He is convinced that now that South America is starting to get hot it is going to be the theme of the summer for a lot of us. Is this guy crazy? Or not so much? I'm giving you guys the link so that you can decide. I'm already clear! Delahoja - Sol, Playa, Jarana (Remix) [Videoclip Oficial] Recientemente, Wahin lanzó el remix del mítico tema de Delahoja \"Sueño de una noche deverano\", bajo el nombre \"Sol, Playa, Jarana Remix\"; ahora, y en víspera...",
          1348502013
        ],
        [
          "Yesterday, during the World Humanitarian Day I was doing something good, somewhere, for someone else. Join me! #WHD2012 #IWASHERE http://thndr.it/PkC2Xe. For more information: www.whd-iwashere.org\n\nLes paso el siguiente link en relación al Día Humanitario Mundial de ayer domingo 19 de agosto http://thndr.it/PkC2Xe para que también se unan. Si quieren mayor información, la pueden encontrar en: www.whd-iwashere.org",
          1345460458
        ],
        [
          "Agradezco la ternura de todos los niños del Mundo, en especial a los que intervinieron en esta producción. Ojalá pueda devolver todo este cariño recibido.\n\nI'm thankful for all the kids of the world, especially those who helped with this production. God willing I can return all the love that I've received. Sonrisas para Leo Messi",
          1342801785
        ],
        [
          "Les paso un video que hicimos sobre la nueva campaña de adidas Clima365! Espero que les guste! Un abrazo a todos.\n\nSending you all a video that we made for the new Clima365 campaign for adidas! I hope that you like it! A hug to everyone. www.youtube.com http://www.adidas.com/myformula",
          1341928759
        ],
        [
          "Aca les paso el link de la fan page oficial de Javier Mascherano\n\nSending you all the link of Javier Mascherano Official Fan page Javier Alejandro Mascherano Twitter: https://twitter.com/Mascherano - Instagram : https://instagram.com/mascherano14/ - Periscope : https://www.periscope.tv/Mascherano14",
          1339513154
        ],
        [
          "Les mando esta foto que he hecho por las calles de Manhattan!\r\n\r\nSending you a picture that I took on the streets of Manhattan! Timeline Photos",
          1339238760
        ],
        [
          "Ya estamos con la Selección en NY preparados para el partido contra Brasil! Para apoyarnos, sigue el enlace y participa en algo especial que hago para celebrarlo.\n\nNow in NY with la Selección preparing for the match against Brazil! To support us, click on the link and take part in something special that I'm doing to celebrate it.\n\nhttp://on.fb.me/MessiNYC adidas Soccer - light you up | Facebook  Facebook is a social utility that connects people with friends and others who work, study and live around them. People use Facebook to keep up with friends, upload an unlimited number of photos, post links and videos, and learn more about the people they meet.",
          1339001054
        ],
        [
          "Les mando una fotito que me regaló Puyol de este partido con el Valencia\n\nHere's a photo for you I got from Puyol after the match with Valencia Timeline Photos",
          1329731284
        ],
        [
          "Mañana ofreceré el Balón de Oro a todos los culés. Antes quería\ncompartirlo con ustedes que me apoyan y siguen en Facebook. También los botines especiales que usaré. Buenísimos!\n\nTomorrow I'll offer the Golden Ball to all the culés. Wanted to share it with you that support and follow me on Facebook beforehand. Also the special edition boots I'll wear. They're awesome! Timeline Photos",
          1326555660
        ]
      ],
      "dates_start": 1349057308,
      "dates_end": 1430157336,
      "likes_avg": 188549,
      "likes_stdev": 240588,
      "comments_avg": 9372,
      "comments_stdev": 11583,
      "shares_avg": 10665,
      "shares_stdev": 20670
    },
    {
      "number": 34,
      "important": [
        "get",
        "next",
        "adida",
        "la",
        "lio timelin",
        "lio",
        "vamo",
        "abrazo",
        "timelin",
        "photo"
      ],
      "common": [
        "de",
        "el",
        "en",
        "la",
        "lio",
        "lio timeline",
        "lio timeline photos",
        "photos",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "La aventura continúa... Próxima parada: adidas 📍\n\nThe adventure continues… Next stop: adidas 📍\n\n#ZNE #FindFocus Timeline Photos",
          1481220701
        ],
        [
          "¡Felicidades chaval! Vamos arriba.\n\nCongrats buddy! Get in there!\n\n- LIO Timeline Photos",
          1476979039
        ],
        [
          "¡Campeones de la Supercopa de España!!!\n✌🏻️🏆\nSpanish Super Cup Champions!!!\n\n- LIO Timeline Photos",
          1471499516
        ],
        [
          "Pretemporada 💪🏻⚽️\n\nPre-season 💪🏻⚽\n\n- LIO Timeline Photos",
          1470250881
        ],
        [
          "Orgulloso de este grupo. ¡Vamos Argentina! 🇦🇷 \n\nProud of this group of players. Come on Argentina! 🇦🇷\n\n- LIO Timeline Photos",
          1466563145
        ],
        [
          "Felices porque logramos un triunfo importante, pero aún queda mucho camino por recorrer.\n\nWe're happy with an important win today, but there's still a long way to go.\n\n- LIO Timeline Photos",
          1466294876
        ],
        [
          "Nos deja otra leyenda.\n\nAnother legend has left us today.\n\n- LIO Timeline Photos",
          1458825488
        ],
        [
          "Bienvenidos a www.messi.com\n\nWelcome to www.messi.com\n\n- LIO Timeline Photos",
          1457972270
        ],
        [
          "¡Nos llevamos los 3 puntos y la pelota para casa! 😉\n\nWe're taking 3 points and the ball home too! 😉\n\n- LIO Timeline Photos",
          1457039876
        ],
        [
          "¡Seguimos sumando!!!\n\nWe keep picking up points!!!\n\n- LIO Timeline Photos",
          1456696362
        ],
        [
          "Un par de pasos más hacia adelante... ⚽️⚽️\n\nA couple steps ahead... ⚽️⚽️\n\n- LIO Timeline Photos",
          1456262554
        ],
        [
          "¡Ídolo! Un placer haberte conocido Eros Ramazzotti.\n🎤🎤\nSuch an idol, it's a pleasure to have met you, Eros Ramazzotti.\n\n- LIO Timeline Photos",
          1455555500
        ],
        [
          "Gran partido de todo el equipo. Hay que seguir trabajando para conseguir los objetivos a final de temporada.\n\nA great game from the whole team tonight. We need to keep working hard to accomplish our goals.\n\n- LIO Timeline Photos",
          1454534572
        ],
        [
          "¡Bienvenido a casa!\n\nWelcome home!\n\n- LIO Timeline Photos",
          1452630072
        ],
        [
          "¡Salimos para Zurich! #BalónDeOro\n\nOn our way to Zurich! #BallondOr\n\n- LIO Timeline Photos",
          1452510251
        ],
        [
          "Listo para viajar. Un poco grande el pijama pero cómodo. 😂😜👍🏻\n\nReady to fly. Baggy pyjamas but so comfy. 😂😜👍🏻\n\n- LIO Timeline Photos",
          1450002816
        ],
        [
          "De camino a Mónaco a la gala del Premio al Mejor Jugador de Europa de la UEFA 2015.\n\nOn our way to Monaco for the 2015 UEFA Best Player in Europe awards gala.\n\n- LIO Timeline Photos",
          1440669397
        ],
        [
          "¡Un grande!!! ¡Qué fenómeno!!!\n\nA great player!!! What a phenomenon!!!\n\n- LIO Timeline Photos",
          1438848044
        ],
        [
          "Desayunando con ella 😜 😜 😜 😜\n\nHaving breakfast with her 😜 😜 😜 😜\n\n- LIO Timeline Photos",
          1433668266
        ],
        [
          "¡Llegó la cuarta!!!!!\n\nThe fourth is here!!!!!\n\n- LIO Timeline Photos",
          1433627264
        ],
        [
          "¡Campeonesssssss!!!!!!!!!! Vamossss carajooooo.\n\nChampionsssssss!!!!!!!!!! Come onnnnnnn.\n\n- LIO Timeline Photos",
          1433622217
        ],
        [
          "Por culpa del control antidoping de UEFA no pudimos estar en la despedida de Xavi.\n\nWe couldn't go to Xavi's press conference because of UEFA anti-doping control.\n\n- LIO Timeline Photos",
          1433343420
        ],
        [
          "En la playa. 😎😎😎😎\n\nOn the beach. 😎😎😎😎\n\n- LIO Timeline Photos",
          1432723045
        ],
        [
          "Quedan sólo 4 partidos y nos jugamos 3 títulos. El domingo tenemos la primera \"final\" en Madrid. ¡Vamos equipo!\n\nThere are only 4 matches left and we are playing to win 3 titles. We have the first \"final\" in Madrid on Sunday. Come on team!\n\n- LIO Timeline Photos",
          1431703271
        ],
        [
          "Otro paso adelante.\n\nAnother step forward.\n\n- LIO Timeline Photos",
          1431190965
        ],
        [
          "¡Gran partido de todos para sumar 3 puntos más!\n\nGreat match from everyone to win 3 more points!\n\n- LIO Timeline Photos",
          1430583598
        ],
        [
          "¡Esperándote con muchas ganas!!!👶 ¡Thiagui, mamá y papá te amamos! \n\nCan't wait to welcome you into our world!!! We love you! Thiagui, mum and dad. 😘\n\n- LIO Timeline Photos",
          1430391064
        ],
        [
          "Gran victoria en el derbi. ¡Felicitaciones por los 500 partidos Xavi! Seguimos paso a paso.\n\nGreat win in the Barcelona derby. Congratulations to Xavi for his 500th match! We keep on going step by step.\n\n- LIO Timeline Photos",
          1429973600
        ],
        [
          "¡Estamos en semifinales!\n\nTo the semifinals!\n\n- LIO Timeline Photos",
          1429644431
        ],
        [
          "Bonjour Paris!\n\n- LIO Timeline Photos",
          1429017639
        ],
        [
          "Ganamos hoy pero queda mucho, hay que seguir luchando cada partido.\n\nWe won today, but there is still a long way to go. We have to keep fighting in every match.\n\n- LIO Timeline Photos",
          1428521665
        ],
        [
          "¡Con Mancu!\n\nWith Mancu!\n\n- LIO Timeline Photos",
          1427738811
        ],
        [
          "¡A Cuartos!\n\nTo the Quarterfinals! \n\n- LIO Timeline Photos",
          1426788552
        ],
        [
          "Otra victoria para seguir en la lucha. ;)\n\nAnother victory to keep fighting. ;)\n\n- LIO Timeline Photos",
          1425151757
        ],
        [
          "Ya salimos para la cancha, ¡a disfrutar y a ganar!\n\nOn our way to the stadium, let's enjoy and go for the win!\n\n- LIO Timeline Photos",
          1424798181
        ],
        [
          "¡En casita!!!\n\nAt home!!!\n\n- LIO Timeline Photos",
          1423488697
        ],
        [
          "¡Vamos equipo!\n\nCome on team! \n\n- LIO Timeline Photos",
          1422504780
        ],
        [
          "Llegamos a Madrid, ¡nos espera un gran partido!\n\nArrived in Madrid, a great match awaits!\n\n- LIO Timeline Photos",
          1422460829
        ],
        [
          "Vuelta a casa.\n\nOn our way back home. \n\n- LIO Timeline Photos",
          1421659115
        ],
        [
          "¡Ya en Rosario!!!\n\nArrived in Rosario!!!\n\n- LIO Timeline Photos",
          1419200262
        ],
        [
          "Hoy me tocó análisis de orina y sangre de la UEFA.\n\nToday, I had to do a urine and blood test for UEFA.\n\n- LIO Timeline Photos",
          1418050262
        ],
        [
          "De vuelta en Barcelona, preparando el importante partido que tenemos mañana contra el Sevilla.\n\nBack in Barcelona, preparing for tomorrow's important match against Sevilla. \n\n- LIO Timeline Photos",
          1416581342
        ],
        [
          "Charla, mate y sesión de recuperación.\n\nChat, mate and recovery session.\n\n- LIO Timeline Photos",
          1416159846
        ],
        [
          "¡Londres! ¿Próxima parada??? \n\nLondon! Next stop???\n\n- LIO Timeline Photos",
          1415893033
        ],
        [
          "Ayer el resultado no fue el que queríamos y estamos tristes por eso. Vamos a seguir trabajando para conseguir los objetivos. Quiero agradecer el apoyo de los fans en China, eso sí fue de diez.\n\nUnfortunately we didn't get the win we were hoping for yesterday. Although we're unhappy with the result, we'll keep working hard to reach our goals. I'd like to say thanks to all the Chinese fans for their support and being so welcoming to the team.\n\n- LIO Timeline Photos",
          1413144789
        ],
        [
          "¡Con mi sobrino Agus! 😜\n\nWith my nephew Agus! 😜\n\n- LIO Timeline Photos",
          1410710098
        ],
        [
          "El sustituto de Chema: @j_duran10\n\nChema's replacement: @j_duran10\n\n- LIO Timeline Photos",
          1409051745
        ],
        [
          "Con el peluquero Ariel Bermúdez, de la pelu Scissors&Art Hair Salon en Barcelona. ¡Un fenómeno! ;) ;)\n\nWith the hairstylist Ariel Bermúdez from Scissors&Art Hair Salon in Barcelona. He is phenomenal! ;) ;)\n\n- LIO Timeline Photos",
          1407238800
        ],
        [
          "¡Vacaciones!\n\nHolidays!\n\n- LIO Timeline Photos",
          1406411701
        ],
        [
          "De vuelta en Barcelona. \n\nBack in Barcelona.\n\n- LIO Timeline Photos",
          1406082000
        ],
        [
          "¡Un pasito más!!! ¡Vamos Argentinaaaaaa!!!!\n\nAnother little step!!! Vamos Argentinaaaaaa!!!\n\n- LIO Timeline Photos",
          1404593615
        ],
        [
          "¡Como te extrañaba mi amor!\n\nI've missed you so much! \n\n- LIO Timeline Photos",
          1403444230
        ],
        [
          "Un persona difícil de olvidar.\nSiempre te recordaremos.\nTodo mi cariño a la familia de Tito. Timeline Photos",
          1398439407
        ],
        [
          "Vuelta a casa con 3 puntos mas. Back at home with 3 more points. #FCBlive #FCBarcelona \nhttp://instagram.com/p/gFiNN8PM3x/ Instagram leomessi's photo on Instagram",
          1383122101
        ],
        [
          "Hey man, what a great surprise to see you are using the number 10. Welcome to the #10Team - Nate Robinson, wishing you the best on your next season with the Nuggets #NateBigFan (http://instagram.com/p/cNBMJRgr1L/) Timeline Photos",
          1375128240
        ],
        [
          "Campeones del torneo de la play!!\n\nChampions of the tournament! Timeline Photos",
          1332585594
        ]
      ],
      "dates_start": 1404219292,
      "dates_end": 1456594764,
      "likes_avg": 1046602,
      "likes_stdev": 946485,
      "comments_avg": 17609,
      "comments_stdev": 17294,
      "shares_avg": 23358,
      "shares_stdev": 36704
    },
    {
      "number": 35,
      "important": [
        "abrazo",
        "everyth",
        "es",
        "la",
        "focus",
        "lio timelin",
        "todo",
        "lio",
        "timelin",
        "photo"
      ],
      "common": [
        "de",
        "el",
        "en",
        "gracias",
        "la",
        "photos",
        "por",
        "que",
        "todos",
        "un"
      ],
      "messages": [
        [
          "La concentración es todo. #FindFocus #ZNE\n\nFocus is everything. #FindFocus #ZNE\n\n- LIO Timeline Photos",
          1473953942
        ],
        [
          "The Liberté Cup is a football tournament, a signal of solidarity for refugees in Grande-Synthe, France. It's not a political campaign, it’s not a charity and we're not asking to open borders. The aim is simple. To change the way refugees are viewed in the media. They don’t need your pity, they want your support so forget the politics and let's play. Welcome to The Liberté Cup.\n\nFootball has no borders.\n____\n\nLa Liberté Cup es un torneo de fútbol en solidaridad con los refugiados de Grande-Synthe en Francia. No es una campaña política, no es una asociación benéfica y no estamos pidiendo que se abran las fronteras. El objetivo es sencillo. Cambiar la percepción sobre los refugiados en los medios de comunicación. Ellos no necesitan tu compasión, quieren tu apoyo, así que olvidemos la política y juguemos al fútbol. Bienvenidos a la Liberté Cup. \n\nEl fútbol no tiene fronteras. \n\n#🏆 #⚽\n\n#TheLiberteCup\nfacebook.com/thelibertecup Timeline Photos",
          1473343693
        ],
        [
          "Normalmente no soy un hombre de muchas palabras porque creo que, en la vida, lo que se hace es más importante que lo que se dice. Pero a veces uno se siente inspirado para decir algo.\n\nDurante las próximas semanas, me gustaría llegar a algunos de aquellos que alrededor del mundo están viviendo cada día con un espíritu que nunca se rinde. Los primeros son los niños de Fundación Cruyff en Barcelona y Soccer Without Borders en Oakland (Estados Unidos).\n\nQuiero recordar a todos que las cosas difíciles y desalentadoras del exterior, no tienen que ser más fuertes que lo que tienen en el interior. Quiero que perseveren. Porque cuando lo hacen, me recuerdan a mí y a otros en todas partes a hacerlo.\n\n\"La recompensa será mayor, si te mantenés en pie\"\n___\n\nI’m not normally a man of many words because I believe that, in life, what you do is more important than what you say. But sometimes you’re inspired to say something.\n\nOver the next number of weeks, I’ll be reaching out to some of those individuals around the world that are living each day with a spirit that never gives up. The first ones were the kids from Fundación Cruyff in Barcelona and Soccer Without Borders - Oakland (US).\n\nI want all of you to remember that the difficult and daunting things on the outside don’t have to be stronger than what you have on the inside. I want you to persevere. Because when you do, you remind me and others everywhere to do the same.\n\n“Life has more in store for you, if you just stay up” \n\n#DontGoDown\n\n- LIO Photos from Leo Messi's post",
          1462458322
        ],
        [
          "El apoyo de los fans es importantísimo para cualquier jugador, sin importar en qué momento de su carrera se encuentre.\n\nFan support is massive for any player, no matter what stage of their career. \n\nGyasi Zardes Accursio Bentivegna Khiry Shelton Timo Werner Rony Lopes Maxwel Cornet Aleksey Miranchuk Jeremie Boga James Wilson & Robert Kenedy Backed by Messi Episode 6",
          1461769127
        ],
        [
          "Felicitaciones a Christy de Sydney, Australia, el primer ganador de #mymessi. ¡Gracias por la maravillosa foto y por el apoyo!\nUnite al movimiento: www.messi.com\n\nCongrats to Christy from Australia, Sydney, who is the first winner of #mymessi. Thank you for your wonderful photo and support! \nJoin the movement here: www.messi.com\n\n- LIO Timeline Photos",
          1458575198
        ],
        [
          "Ballon d'Or Gala 2015 Ballon d'Or Gala 2015",
          1452800973
        ],
        [
          "En el día de hoy quisiera darle gracias al fútbol, el deporte que me enamoró cuando era chiquito y del que sigo enamorado ciegamente. Gracias al fútbol por las tardes de alegrías, de emociones, de goles y de triunfos. Pero también gracias por esos otros días de sufrimiento, de frustraciones, de derrotas, todo eso me sirvió también para madurar como jugador y para saber valorar los buenos momentos. Gracias al fútbol y a toda la gente que me rodea y que me apoya todos los días: mi familia, mis amigos, mis compañeros, los fans... Estos premios individuales serían imposibles sin un trabajo colectivo. Por eso, este premio que hoy me vuelven a dar, quiero dedicárselo a todos ellos, del primero al último, y a este deporte tan maravilloso llamado fútbol.\n\nOn a day like today, I'd like to say thanks to football, the sport I fell in love when I was a kid and I'm still blindly in love with it. Thanks to football for the days of happiness, excitement, goals and victories. But also thanks for those other evenings of suffering, frustrations and defeats, all of that has helped me to value the good moments even more. Thanks to football and to all the people around me, who support me every single day: my family, friends, teammates and fans... Achieving these individual awards just wouldn't be possible without all this collective work. That's why I want to dedicate this award, to every one of them, from the first to the last. And also to this wonderful sport called football.\n\n- LIO Timeline Photos",
          1452539700
        ],
        [
          "¡Mis felicitaciones a Aleksey Miranchuk, uno de los jugadores del equipo “Backed by Messi”, por su premio como Mejor Jugador Joven de Rusia del año!\n\nCongratulations to Aleksey Miranchuk, one of the players from the group \"Backed by Messi\", for winning the Russian Young Player of the Year award!\n\n#BeTheDifference\n\n- LIO Timeline Photos",
          1451383922
        ],
        [
          "Es un honor haber recibido en Dubai el premio al mejor jugador de 2015 en los Globe Soccer Awards. La alegría es completa porque el FC Barcelona fue también premiado como mejor club del año. Un abrazo a todos.\n\nIt's an honour to have received the Best Player of 2015 at the Globe Soccer Awards in Dubai. The achievement and happiness is complete after FC Barcelona were also awarded Best Club of the Year. Hugs.\n\n- LIO Timeline Photos",
          1451298196
        ],
        [
          "Lindo recibimiento en Japón. Gracias a los fans por venir a apoyarnos desde el primer momento.\n\nWarm welcome landing in Japan. Thanks to the fans for coming to support us from the very first moment.\n\n- LIO Timeline Photos",
          1450088484
        ],
        [
          "Quería celebrar los 30 millones de amigos que somos en Instagram dándoles las gracias por el apoyo y mostrándoles la remera con la que debuté en el FC Barcelona, que casualmente también llevaba el dorsal número 30. ¡Espero que les guste! ¡Abrazos! \n\nI wanted to celebrate the 30 million friends that we are on Instagram, and say thanks to every one of you for all the support. I am showing the kit that I wore in my first game with FC Barcelona. By coincidence, I was wearing the number 30. I hope you like it! Hugs.\n\ninstagram.com/leomessi\n\n- LIO Timeline Photos",
          1449153419
        ],
        [
          "Siempre es triste escuchar que un deportista se va a retirar. Pero Kobe Bryant quedará en la historia como uno de los más grandes y quien hizo con su magia que me interesara este deporte. Toda la suerte del mundo en tu nueva etapa Kobe.\n\nIt's always sad to hear when a sportsman is retiring. But Kobe Bryant will always be in the history books as one of the greatest. It was he who helped me become interested in basketball. All the best in the next stage of your life, Kobe.\n\n- LIO Timeline Photos",
          1449069863
        ],
        [
          "Es un honor haber sido nombrado el mejor jugador de La Liga 2014/2015. Este premio es el resultado del trabajo de todo el equipo. Un abrazo y gracias por los mensajes de felicitación.\n\nIt's an honour to be awarded The Best La Liga Player 2014/2015. This award is the result of the hard work from the whole team. Hugs & thanks a lot for all the congratulatory messages.\n\n- LIO Timeline Photos",
          1448923005
        ],
        [
          "Muchas gracias a todos por los mensajes de apoyo. Para cualquiera que ama el fútbol, lo más difícil es no poder jugar. Ahora toca recuperarme bien para poder volver a la cancha. Un gran abrazo.\n\nThank you all for your supportive messages. For anyone who loves football, the hardest thing is not to be on the pitch. Now it's time to recover properly to come back. A big hug.\n\n- LIO Mobile Uploads",
          1443457152
        ],
        [
          "Muchas gracias por la bienvenida y el trato que recibimos en Estados Unidos, un país donde el fútbol cada día tiene más seguidores. Como siempre, ha sido un placer haber jugado allá.\n\nThanks a lot for the warm welcome and the treatment we received in the Unites States. A country where the soccer fans keep growing. As always, it's been a pleasure to play there.\n\n- LIO Mobile Uploads",
          1441880671
        ],
        [
          "Gracias a todos por apoyarme siempre, a mis compañeros, familia, amigos y todos los fans. Sin ustedes sería imposible conseguir estos premios. Fue un gran año, pero esta temporada vamos a esforzarnos para conseguir más logros.\n\nThanks to my teammates, family, friends and all the fans for always supporting me. Without you it’d be impossible to win these awards. It has been a great year, but this season we are going to strive to achieve more. \n\n- LIO Mobile Uploads",
          1440704039
        ],
        [
          "La presentación ante nuestra gente siempre es un momento especial. Gracias por el apoyo desde el día 1, vamos a luchar por seguir consiguiendo objetivos.\n\nThe presentation of the team in front of our fans is always a special moment. Thanks for always being with us. We'll keep fighting to make our dreams a reality.\n\n- LIO Mobile Uploads",
          1438879210
        ],
        [
          "Nunca te olvides de ser agradecido por todas las cosas y todas las personas que tienes a tu alrededor. #WeAreGreaterThanI\n\nAlways remember to never forget to be thankful and appreciative of everything and everyone around you. #WeAreGreaterThanI Samsung Mobile We are all connected, intrinsically co-dependent, and tied together for better and for worse. Together, we are greater than I.",
          1437069652
        ],
        [
          "Se retira un grande, uno de mis ídolos. Pablo Aimar, te deseo lo mejor en tu nueva etapa. Gracias por todo lo que nos hiciste disfrutar con tu magia. \n\nPablo Aimar, a great player and one of my idols has just announced his retirement. I wish you the best in the next stage of your life. Thanks for letting us to enjoy your magic.\n\n- LIO Mobile Uploads",
          1436988244
        ],
        [
          "No hay nada más doloroso en el fútbol que perder una final, pero no quiero que pase más tiempo sin darles las gracias a todos los que nos apoyaron siempre y nos siguieron bancando en los momentos difíciles.\n\nThere's nothing more painful in football than losing a final. But I don't want to leave it any longer to say thank you to everyone who has always supported us and continued to during the tough moments.\n\n- LIO Mobile Uploads",
          1436198615
        ],
        [
          "Celebrando con mis sobrinos. Muchas gracias a toda mi familia por apoyarme siempre.\n\nCelebrating with my niece and nephews. Thanks to all my family for always supporting me.\n\n- LIO Mobile Uploads",
          1433184950
        ],
        [
          "Por todo lo que les has dado al equipo y al fútbol: ¡Gracias Xavi! Ha sido un orgullo haber jugado con vos y te deseo lo mejor para el futuro. \n\nFor everything you've given to the team and to the game, thanks Xavi! It's been great to have played alongside you and I wish you all the best for the future.\n\n- LIO Timeline Photos",
          1432302794
        ],
        [
          "La defenderemos con todo y todos hablarán sobre ella.\n\nWe'll defend this with everything we've got and everyone will talk about it.\n\nadidas - AFA - #therewillbehaters Timeline Photos",
          1427554526
        ],
        [
          "Quiero agradecer a mi familia, amigos, compañeros de equipo y a todos los fans por el apoyo recibido y felicitar al ganador por el gran año que ha hecho. Recién aterrizado en Barcelona y con ganas de empezar a preparar mañana el próximo partido. Un abrazo.\n\nI want to thank my family, friends, teammates and fans for their support and congratulate the winner for his great year. Just landed in Barcelona. Looking forward to getting back to training and ready for the next match. A hug.\n\n- LIO Timeline Photos",
          1421101305
        ],
        [
          "Fue muy lindo recibir el trofeo de máximo goleador de la historia de la Liga delante de nuestra hinchada. Les agradezco mucho el apoyo que me dan partido tras partido y también a mis compañeros porque sin ellos sería imposible conseguir todo esto. Un abrazo para todos.\n\nIt was so amazing to get the La Liga all-time scoring record trophy in front of all our supporters. I want to thank every one of you for the support you give me match after match. I also would like to thank my teammates, because without them it'd be impossible to reach all these achievements. A hug for everyone.\n\n- LIO Timeline Photos",
          1421017840
        ],
        [
          "Muchas gracias por todo, Abi. ¡Vos sos el número 1! Nos marcaste a todos y te deseo lo mejor en tu nueva etapa.\n\nThanks for everything, Eric Abidal, you are number 1 and have marked all of our lives. I wish you all the best in everything you do from here!\n\n- LIO Timeline Photos",
          1419336268
        ],
        [
          "Es un honor haber recibido el trofeo de la Federación Internacional de Historia y Estadística de Fútbol como máximo a goleador de las principales ligas del mundo en 2013. ¡Muchas gracias!\n\nI am really honoured to have received an award from the International Federation of Football History & Statistics for the highest goalscorer in the world's main football leagues in 2013. Thanks!\n\n- LIO Timeline Photos",
          1419015857
        ],
        [
          "Quería compartir con todos ustedes este regalo que me hicieron en Argentina mis amigos de Mundo Leo. ¡Muchas gracias!\n\nI would like to share with all of you this gift that my friends from Mundo Leo have made in Argentina. Thanks a lot!\n\n- LIO",
          1418938605
        ],
        [
          "Feliz de superar el récord de goles de la Champions de un jugador fenomenal como Raúl. Pero lo que realmente nos importa es que nuestros goles sirvan para llegar hasta Berlín y podamos luchar por la copa. Seguiremos trabajando para eso. Un abrazo a todos.\n\nSo happy to have broken the UEFA Champions League top scorer record, especially as it was previously held by such a phenomenal player as Raúl. However, what is really important is that all our goals will be useful in helping us to reach Berlin to fight for the trophy. We will keep trying our hardest to work towards it. A hug for everyone. \n\n- LIO Timeline Photos",
          1416953750
        ],
        [
          "Quiero agradecer a mis compañeros y gente por lo de ayer. Una noche hermosa.\n\nI want to thank my teammates and everyone for their support yesterday. It was a very special night for me.\n\n- LIO Timeline Photos",
          1416776673
        ],
        [
          "Cuando marqué este gol, el primero en la Liga, no imaginaba en superar ningún récord y menos aún al gran Telmo Zarra. Hoy lo pude cumplir gracias al apoyo de muchísimas personas que me han ayudado durante estos años. El récord es para todos ellos, gracias por haber estado siempre conmigo. También para quienes me apoyaron y ya no están con nosotros. Les sigo teniendo muy presentes. ¡Gracias a todos!\n\nWhen I scored this goal, I couldn't imagine I could break any record, let alone this one previously held by the great Telmo Zarra. I was only able to achieve this because of the support I have had from so many people during my time here and I would like to dedicate this achievement to you all. Thanks for always being with me. I would also like to dedicate this to the people who are no longer with us anymore. I will never forget you. Thank you everyone for standing with me! \n\n- LIO",
          1416690146
        ],
        [
          "Quiero agradecer a toda mi familia, amigos, compañeros y a todo el staff del FC Barcelona por su apoyo en estos 10 maravillosos años. Siempre disfruté en la cancha, vistiendo estos colores y viviendo momentos muy lindos. Pero también siempre con ganas de mejorar y conseguir más títulos para el equipo. ¡Un abrazo a todos!\n\nI want to say thanks to all my family, friends, teammates and FC Barcelona staff for their support in these 10 incredible years. I've always enjoyed being on the pitch, wearing these colours, living amazing moments and I'm constantly trying to improve and win more titles with my team. A hug for everyone!\n\n- LIO Timeline Photos",
          1413453300
        ],
        [
          "Un día como hoy, un 17 de septiembre, comencé a jugar en el FC Barcelona. Cumplo 14 años en el club, y quiero agradecer a todos los compañeros, entrenadores, hinchas, directivos y trabajadores, a quienes están y a quienes estuvieron, por el apoyo que siempre me han dado. ¡Un abrazo!\n\nOn 17th of September 2000, I arrived at FC Barcelona. Today it's my 14th anniversary at the club. I'd like to say thanks to all my teammates, managers, fans, board directors and the staff I've had the pleasure of working with and the amazing support they have always given me. Hugs!\n\n- LIO Timeline Photos",
          1410955048
        ],
        [
          "¡70 millones de gracias por su apoyo!!! Un abrazo para todos.\n\nThank you to all 70 million of you for your amazing support!!! A hug for each and every one of you!\n\n- LIO Timeline Photos",
          1409223691
        ],
        [
          "Día muy triste para el fútbol, para toda la Argentina y para mí. Nuestro Presidente de la AFA, Julio Grondona, nos has dejado. Quiero mandar mis condolencias y un abrazo muy grande a todos sus familiares y amigos. \n\nReally sad day for the football community, for Argentina and for me. Our AFA President, Julio Grondona, has left us. I want to send my condolences to the family and friends of the beloved. \n\n- LIO Timeline Photos",
          1406733695
        ],
        [
          "Un fanático de Lio se tatuó su nombre y el número 10 en la espalda y fue a verle para demostrarle su pasión por él. Lio le recibió y le agradeció su apoyo incondicional y su afecto.\n\nA Lio fan had 'Messi' and the number 10 tattooed on his back, then went to meet him to show his passion. Lio met the fan and thanked him for his unconditional support and affection. Timeline Photos",
          1405948022
        ],
        [
          "Quiero agradecer todas las muestras de apoyo que hemos recibido desde que acabó el Mundial. Es un orgullo comprobar como la ilusión de todo un país se ha recuperado y tenemos retos por delante muy lindos que afrontaremos con el mismo compromiso. Gracias a todos. Un abrazo.\n\nI want to say thank you for all the support we have been given since the World Cup finished. It's really nice to see the whole country excited about the team again. Now we have new and good challenges ahead which we will face with the same commitment. Thanks to everyone. A hug.\n\n- LIO Timeline Photos",
          1405683266
        ],
        [
          "Enhorabuena a Turkish Airlines por su cuarto premio consecutivo como \"Mejor Compañía Aérea de Europa\".\n\nCongratulations to Turkish Airlines on winning their 4th consecutive \"Best Airline in Europe\" award. Turkish Airlines The 2014 World Airline Awards were announced earlier today and we are truly humbled by the results.\n\n\"Best Airline in Europe\", “Best Airline in Southern Europe”, \"Best Business Class Catering” and “Best Business Class Lounge Dining” awards were presented to our CEO, Temel Kotil Ph.D. by the CEO of Skytrax, Edward Plaisted. \n\nThe survey operated over a 10-month period, and more than 105 nationalities from over 160 countries around the world participated in the survey. Thank you for your unwavering support!",
          1405608231
        ],
        [
          "Muchas gracias a todos por el apoyo incondicional y al plantel por su entrega sin límites. Argentina volvió a estar en una final de un Mundial, y hemos puesto al país donde se merece estar. Estamos muy tristes, pero tenemos que estar también orgullosos. Un abrazo grande a todos. #VamosArgentina\n\nThank you so much for your unconditional support, and thank you to the team for giving everything. Argentina has reached a World Cup Final once again, putting our nation in a place it deserves to be. We are sad to of lost, but proud of our progress. A big hug. #VamosArgentina\n\n- LIO Timeline Photos",
          1405367391
        ],
        [
          "Mañana jugaremos el partido más importante de nuestras vidas con esta camiseta. Mis sueños y mis ilusiones se están viendo cumplidos gracias al trabajo y el sacrificio de todo un plantel que lo ha dado todo desde el primer día y que ha creído que se podía. Y por nuestra gente, los argentinos, que nos han traído hasta aquí. Pero el sueño no ha acabado, ¡mañana queremos ganar y estamos preparados para ello! #VamosArgentina #allin \n\nTomorrow, we will play the most important match of our lives for our country. My dreams and my hopes are being fulfilled due to the hard work and sacrifice of a team that has given everything from match one. We knew it was possible. Our people, the Argentineans, they have carried us here. But the dream is not over yet, tomorrow we want to win and we are ready! #VamosArgentina #allin \n\n- LIO Timeline Photos",
          1405190143
        ],
        [
          "Me tocó el doping y no puedo estar viviendo este momento en el vestuario. ¡Me siento orgulloso de ser parte de este plantel!! ¡Qué fenómenos son todos, qué partido hicieron, qué locura!!! \n¡Estamos en la final!! Disfrutemos... Nos queda un pasito más... \nAbrazo grande a toda la Argentina y un recuerdo muy especial para Jorge \"Topo\" López, esta victoria va especialmente también por vos, amigo. Un abrazo muy grande a la familia, mucho ánimo. \n\n- LIO Timeline Photos",
          1404947235
        ],
        [
          "Hasta siempre Don Alfredo Di Stéfano, una leyenda, un grande dentro y fuera de la cancha. Mucho ánimo a todos sus familiares y allegados.\n\nThe world lost a legend today, Don Alfredo Di Stéfano. An amazing man on and off the field. My thoughts are with his family and friends.\n\n- LIO Timeline Photos",
          1404746271
        ],
        [
          "¡Muchas Gracias por tu apoyo!\nPara celebrar los 60 millones de fans, decargá la App #VAMOSLEO - www.teammessi.com - y creá tu imagen. ¡Podés ganar una brazuca firmada por Leo! ¡Buena suerte!\n\nThanks for all you support! \nTo celebrate 60M fans download the #VAMOSLEO App - www.teammessi.com - and create your image for a chance to win a brazuca signed by Leo himself! Good luck! Timeline Photos",
          1403965541
        ],
        [
          "¡Muchas gracias a todos!!!\n\n- LIO Timeline Photos",
          1403652612
        ],
        [
          "¡El Mundial ha comenzado! Estoy impaciente por estar en la cancha. ¡Buena suerte a todos mis compañeros del FC Barcelona, pero intenten evitarnos! ;) \n\nThe World Cup has started! Can’t wait to be on the pitch. Good luck to all my Barça teammates, but try to avoid playing against us! ;) Timeline Photos",
          1402598055
        ],
        [
          "Último partido en la Argentina antes de viajar al Mundial. Muchas gracias por el apoyo, será muy lindo poder recibirlo también hoy en La Plata. Nos llevamos toda la energía a Brasil con nosotros. Abrazos.\n\nLast match in Argentina before heading to the World Cup. Thanks for all your support. Can’t wait to get more energy from you today to take it all to Brazil.\u000b Hugs! Timeline Photos",
          1402139196
        ],
        [
          "Para mí, siempre es un placer jugar en la Argentina. Estoy encantado de poder prepararme acá para el Mundial. Hoy también estrenaré mis botines nuevos, los Battle Pack de adidas, en un juego, ¡espero que les gusten!\n\nFor me it is always a huge pleasure to play in Argentina. I am delighted to be here preparing for the World Cup. Today I’m wearing my adidas Football Battle Pack boots for the first time in a match. I hope you like them!",
          1401885821
        ],
        [
          "¡Ya queda menos! #WorldCup \n\nNot long now! #WorldCup - http://o.ea.com/20649",
          1401447601
        ],
        [
          "Quiero agradecer a todos los que participaron en el concurso de arte de tapa para el libro \"Messi: Elegí Creer\" y felicitar al ganador, Diego Salas, de Argentina. ¡Su diseño recorrerá el mundo!\n\nI want to thank everyone who joined in the book cover art competition for \"Messi: Choose to Believe\" and congratulate the winner, Diego Salas, of Argentina. His design will travel around the world! Timeline Photos",
          1400600705
        ],
        [
          "Manisa’da meydana gelen maden kazası sebebi ile vefat eden madencilerin aileleri başta olmak üzere, tüm Türkiye'ye başsağlığı diliyorum. Umarım içeride kalan madenciler bir an önce kurtarılır. Kalbim kazadan etkilenen herkesle birlikte…",
          1400167256
        ],
        [
          "Afortunado haber compartido vestuario contigo. Muchas gracias capi!!!\n\nLucky to have shared dressing room with you. Thank you very much captain!!! Mobile Uploads",
          1400148855
        ],
        [
          "Gracias a todos los que participaron en el Concurso de Tapa, “Messi Elegí Creer”, en breve presentaré al ganador.\n\nThanks for submitting your design for the Cover Contest “Messi Choose to Believe”. Stay tuned for the winner. Timeline Photos",
          1397482383
        ],
        [
          "Es una pena que Manu haya sufrido esta lesión. Todos queremos que se recupere pronto. Fuerza Manu!\n\nIt is a pity that Manu has suffered this injury.  All we want is your speedy recovery. Manu force!",
          1391369839
        ],
        [
          "Comparto con todos ustedes la felicidad de estar trabajando por los niños en África!! Es una alegría infinita para mi y mi fundación, aquí un poco de nuestro trabajo: https://www.youtube.com/watch?v=JcsG1VJGD-g !\n\nI share with you all the happiness that i have for working for the children in Africa! It's a great happiness for me and my foundation, here some of our work: https://www.youtube.com/watch?v=JcsG1VJGD-g !\n TV Leo Messi - Brift África Un gran destello de sueños y alegrías..",
          1391012095
        ],
        [
          "Les deseo a todos muchas felicidades y un excelente 2014. Abrazo grande! Leo\n\nI wish you all much happiness and a great 2014. Big hug! Leo\n\nhttp://youtu.be/v0d79Bx_bEA Leo Messi termina su recuperación y nos envia un saludo",
          1388420044
        ],
        [
          "Les dejo un vídeo donde pueden ver el final de mi recuperación! Leo\n\nI leave you a video where you can see the end of my recovery! Leo\n\nhttp://youtu.be/BTdvSO-8Xg8 Leo está a punto y nos muestra su entrenamiento",
          1388419901
        ],
        [
          "Gracias a Dios tengo la oportunidad de disfrutar haciendo lo que más me gusta, jugar al fútbol! agradezco a todos ustedes por el apoyo que día a día recibo\n\nThanks to God I have the opportunity to enjoy doing what I like the most, playing football! and thanks for the support you give me everyday Mobile Uploads",
          1384979660
        ],
        [
          "Como ya muchos saben durante las próximas semanas estaré a full con la recuperación de esta nueva lesión, para mi es una lástima no poder jugar junto mi equipo en estos momentos... Ahora lo más importante es recuperarme bien para poder ayudar a mis compañeros y devolver todo este cariño de mi gente de la mejor forma que sé, jugando fútbol. Gracias por sus mensajes de apoyo!\n\nAs many of you know, over the next few weeks I will be working full-time on the recovery of this new injury, for me it is a pity not to play with my team right now... Now the most important is to be recovered well for helping my teammates and for giving back all the support you've given to me in the best way I know how to do, playing football. Thank you for your messages! Mobile Uploads",
          1384284906
        ],
        [
          "En ningún momento hice algún gesto en el cambio que produjo Martino cuando me saca.  A nadie le gusta salir, pero debemos aceptar porque es lo mejor para el equipo. Lo que no voy a aceptar es que ciertos medios salgan a decir mentiras sobre cualquier situación que sucede conmigo\n\n I didn't mean to make any gesture when Martino took me off. Nobody likes to be out, but we must accept it because it is the best for our team. What I will not accept is that certain media tell lies about any situation that happens around me",
          1380049850
        ],
        [
          "Muchas felicidades Franck por el premio al mejor jugador europeo!\n\nCongratulation to Franck for his best european player award!",
          1377793884
        ],
        [
          "Fuerza Tito! Todos estamos contigo en esta lucha! Timeline Photos",
          1374256594
        ],
        [
          "Disappointed by the management of the charity match in Los Angeles. I really wanted to be there and enjoy as I did in Peru and Colombia. This project is made for the fans, and that's why I'm very disappointed with the organization. A big hug to those who were going to support this cause at L.A. Memorial Coliseum and thank you all for your support.",
          1372847335
        ],
        [
          "Muchas gracias por el video tan emotivo por mi cumpleaños. Abrazo grande.\n\nThank you very much for the video so emotional for my birthday. Big hug",
          1372357418
        ],
        [
          "Comunicamos que “Nos hemos enterado por la prensa de las acciones iniciadas por la fiscalía española. Algo que nos causa sorpresa porque nunca hemos cometido infracción alguna. Siempre hemos atendido todas nuestras obligaciones tributarias siguiendo los consejos de nuestros asesores fiscales, quienes se encargarán de aclarar esta situación.”\n \nWe communicate “We have just known through the media about the claim filed by the Spanish tax authorities. We are surprised about those news, because we have never committed any infringement. We have always fulfilled all our tax obligations, following the advices of our Tax Consultants who will take care of clarifying this situation.”",
          1371040649
        ],
        [
          "Después de un gran año de trabajo estoy feliz de celebrar este titulo! Felicidades compañeros.. Abrazo\n\nAfter a great year of work I'm happy to celebrate this title! Congratulations fellow .. Hug",
          1368304354
        ],
        [
          "Comparto con todos ustedes algunas fotos del último partido! \nUn abrazo!       \n\n Sharing a few pictures from the last match! \nA hug! Barça vs. Rayo Vallecano",
          1363685450
        ],
        [
          "Estoy feliz de tener otro balon mas, quiero agradecer a todos los que me votaron y a toda la gente que me apoya dia a dia.. Muchas gracias!! Abrazo enorme.\n\n\n\n\n\nIm very happy to have another ballon, i want to thanks everyone that voted and supported me every day, thank you very much,  all of you! Big hug! Timeline Photos",
          1357597859
        ],
        [
          "Tenemos que seguir sumando y hoy hemos hecho nuestro trabajo en el clasico de Barcelona. Quiero compartir con todos ustedes algo especial. En el siguiente link encuentran fotos de los goles del 2012! Muchas gracias a todos por el apoyo durante todo el año! Un abrazo!\r\n\r\nWe have to keep earning points and today we did our job in the Barcelona clasico. I want to share with all of you something special. In this link you can find photos of all the goals from 2012! Thank you so much for all the support during the entire year! A hug!\r\n\r\nwww.messimatrix2012.com Timeline Photos",
          1357505276
        ],
        [
          "Les quiero mostrar desde  mi facebook los botines ganadores que diseñó Javier en el sorteo que se hizo y que voy a usar el domingo contra el atl madrid, gracias igual a todos los que tambien mandaron su diseño estaban muy buenos todos!!\r\n\r\nI want to show the winning boots that Javier designed in the contest and that I will wear this Sunday against Atletico Madrid. Thanks as well to everyone who submitted designs, they were all really good!! Timeline Photos",
          1355597025
        ],
        [
          "Lo más importante era ganar este partido obviamente llegar a convertir los mismo goles que en su momento convirtió esta leyenda, me refiero a Gerd Müller, es algo muy especial, aunque sin mis compañeros habría sido imposible de conseguir. Muchas gracias también a todos los aficionados que me brindan apoyo constante.\r\n\r\nIt was important to win the game today and pretty amazing to beat Gerd Müller’s 85 goal record. A really big thank you to all my teammates and fans who have made this possible! Thank you very much for your incredible support. I could not have done this without you!\r\n\r\nFoto/Picture: David Ramos/Getty Images Timeline Photos",
          1355088676
        ],
        [
          "Muchas gracias a todos por vuestro apoyo por lo mucho que significa para mi poder jugar.\n\nThank you all very much for your support. It means so much to me to play.",
          1355072360
        ],
        [
          "Muchas felicidades Facu por este título! Te agradezco mucho el apoyo que das a mi Fundación. http://facebook.com/FacuPieresOficial\r\n\r\nCongratulations Facu for your Championship! I appreciate the support that you give to my Foundation.\r\nhttp://facebook.com/FacuPieresOficial Timeline Photos",
          1355004364
        ],
        [
          "Me pone feliz que la UEFA haya premiado a Andres Iniesta, se lo merece. Muchas Felicidades Andrés!\r\n\r\nMakes me happy that UEFA has awarded Andres Iniesta, he deserves it. Many Congratulations Andrés! Timeline Photos",
          1346408704
        ],
        [
          "Seydou Keita, fue un placer poder compartir con vos estos últimos 4 años. Te deseo lo mejor en tu nueva aventura profesional!\n\nSeydou Keita, it was a pleasure to be able to share these last 4 years with you. I wish you the best in your new professional adventure!",
          1341851776
        ],
        [
          "Me gustaria compartir con todos el facebook y twitter de mi amigo Jose Pinto! Un abarzo.\n\nI would like to share with everyone the facebook and twitter of my friend Jose Pinto!\n\nwww.facebook.com/13Pinto \n@13_Pinto 13_Pinto Professional athlete, Music Producer (Films, Artist, Documentaries, Spots...) Latin Grammy Winner. Founder of the charity project @Veaportussuenos",
          1341656445
        ],
        [
          "Estamos muy tristes porque Rosario ha perdido la candidatura Argentina para los panamericanos 2019. \n\nUna inmerecida decisión porque Rosario, mi ciudad natal, era la candidatura con las mejores actuales infraestructuras.",
          1339591994
        ],
        [
          "Un gran gusto visitar los EEUU otra vez y superar a un gran equipo!  Este video muestra un acto que hicimos en Manhattan. Fue impresionante! Un abrazo a todos.\n\nIt was great to visit the US again and to beat a great team! This video shows an event that we did in Manhattan. It was incredible! A hug to everyone. adidas Soccer: adizero f50 & Leo Messi Light You Up NYC Soccer fans light up NYC with Leo Messi in a massive light projection before the Argentina vs. Brazil game. The projection celebrates the 5.8oz adizero f50, ...",
          1339499020
        ],
        [
          "Lamento mucho el fallecimiento de Manolo Preciado. Quiero darle mis condolencias a todos sus familiares y amigos. Leo.",
          1339166700
        ],
        [
          "Hemos recibido el calor de nuestra gente y nos sentimos muy agradecidos. \r\n\r\nWe received the support of our countrymen and felt very grateful. \r\n\r\nFoto/Picture ©Gustavo Ortiz Argentina - Ecuador",
          1338875438
        ],
        [
          "Hola a todos, quiero comentar que estoy feliz de haber conocido a este chico, un ejemplo de superación increíble. Es un nene muy valiente, gracias a la Fundación del Barça por hacer que esto lo logremos juntos!\n\nHi everyone, I want to tell you how happy I am to have met this boy, an example of incredible achievement. He is a very brave boy, thanks to the Barça Foundation for helping us achieve this together! Messi - Barcelona Somos lo que nos Proponemos Como creer en Nosotros mismos !!!",
          1336993113
        ],
        [
          "Ha sido un gran placer compartir tantos buenos momentos con Pep en estos últimos años!\r\n\r\nIt has been a great pleasure to share so many great moments with Pep these last years!\r\n\r\nFoto/Picture ©Pep Morata Barça-Espanyol",
          1336398996
        ],
        [
          "Quiero agradecer de todo corazón a Pep lo mucho que me ha dado a mi carrera profesional y personal. Debido a esta emotividad que siento, preferí no estar presente en la rueda de prensa de Pep, lejos de la prensa, sobre todo porque sé que ellos buscarán los rostros de pena de los jugadores y esto es algo que he decidido no demostrar.",
          1335523401
        ],
        [
          "Una ilusión anoche! Pasamos a cuartos y hemos jugado un gran partido! Muchísimas gracias a la todos por tanto apoyo. abrazos!\r\n\r\nAmazing last night! We made it to the quarters and played a great match! Many thanks to everyone for all the support. hugs!\r\n\r\nFoto/Picture ©Pep Morata Barça - Bayer",
          1331209158
        ],
        [
          "Hello to my 30 million fans on Facebook! \n\nWanted to thank you for your support, it means a lot to me. \n\nA big hug to you all. Somos 30 millones! / We're 30 million!",
          1328639990
        ],
        [
          "Gracias a todos! Es una ilusión para mi compartirlo con todos ustedes!\n\nThanks everybody! It's a thrill for me to share it with all of you! Timeline Photos",
          1326702455
        ],
        [
          "Me gustaría compartir este video con todos ustedes. Gracias otra vez!\n\nI would like to share this video with you all. Thanks again! Leo Messi - FIFA World Player of the Year 2011 Ganar el FIFA World Player es sin duda un gran honor. Y lo más grande de recibir un premio así es compartirlo con todos ustedes. Porque estoy convencido de q...",
          1326136141
        ],
        [
          "Ganar este premio es un gran honor. Este balón es para ustedes. Gracias de corazón!\n\nWinning this award is a great honor. This ball is for all of you. Thank you from my heart!",
          1326133223
        ],
        [
          "Hoy quiero compartir con ustedes la historia de un amigo mío... se llama Soufian.  Su alegría y espíritu de lucha son un ejemplo para todos.\n\nToday I want to share with you the story of my friend... his name is Soufian. His happiness and fighting spirit is an example to us all.  El proper dilluns: Soufian, el nen que volia volar - Televisió de Catalunya TV3 estrena el dilluns 2 de gener el programa \"Soufian: el nen que volia volar\", un reportatge sobre la relació entre Soufian, un nen que no té cames a causa d'una malaltia, i Messi.",
          1325520682
        ],
        [
          "¡Gracias a todos mis aficionados por un gran 2011 y les deseo un feliz año nuevo!\n\nThanks to all my fans for a great 2011 and wishing you a happy new year!",
          1325509250
        ]
      ],
      "dates_start": 1355144077,
      "dates_end": 1437571798,
      "likes_avg": 512346,
      "likes_stdev": 600225,
      "comments_avg": 19820,
      "comments_stdev": 26929,
      "shares_avg": 19330,
      "shares_stdev": 28963
    }
  ]
}