{
  "pagename": "LeoMessi",
  "page_name_displayed": "Leo Messi",
  "globalstats": {
    "fan_count": 88043466,
    "messages": 816,
    "likes_avg": 479002,
    "likes_stdev": 547566,
    "comments_avg": 10837,
    "comments_stdev": 15593,
    "shares_avg": 11329,
    "shares_stdev": 16643,
    "graph_uri": "clusters/LeoMessi.png"
  },
  "clusters": [
    {
      "number": 1,
      "important": [
        "el",
        "abrazo",
        "buena",
        "victoria en",
        "clásico",
        "barcelona",
        "vs",
        "el clásico",
        "barcelona vs",
        "fc"
      ],
      "common": [
        "clásico",
        "el",
        "el clásico",
        "en",
        "en el",
        "lio timeline",
        "madrid",
        "photos",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "FC Barcelona vs Real Madrid - 03/12/2016 EL CLÁSICO",
          1480862205
        ],
        [
          "21/11/2015 - EL CLÁSICO 21/11/2015 - EL CLÁSICO",
          1448224215
        ],
        [
          "Gran victoria en el Clásico y buenas sensaciones al volver a las canchas. Nos queda muchísimo por delante, pero vamos a seguir luchando por ganar cada partido.\n\nA great victory in El Clásico and a good feeling on my return to the pitch. There's a long way to go, but we'll keep fighting to win every game we play in. \n\n- LIO Timeline Photos",
          1448135018
        ],
        [
          "Una victoria en el Clásico que sirve para aumentar la ventaja del FC Barcelona a 4 puntos. \n\nA victory in El Clásico that extends the gap between FCBarcelona and second to 4 points. FC BARCELONA vs REAL MADRID / EL CLÁSICO - LA LIGA - MATCH 28",
          1427144820
        ],
        [
          "¡Gran victoria en el Clásico!\n\nGreat win in El Clásico!\n\n- LIO Timeline Photos",
          1427059695
        ],
        [
          "Preparando todo para el Clásico. #PibeDeBarr10\n\nGetting everything ready for El Clásico. #PibeDeBarr10\n\n- LIO Timeline Photos",
          1426960771
        ],
        [
          "Hoy en el día. ¡El primer Clásico de la temporada está a punto de comenzar!\n\nToday is the day. The first El Clásico of the season is about to kick-off!\n\nReal Madrid C.F. vs FC Barcelona\n\n#ElClasico #classicFCB Timeline Photos",
          1414245480
        ],
        [
          "¡Ya estamos en Madrid para el Clásico!\n\nWe've just landed in Madrid for El Clásico!\n\n#ElClasico #classicFCB\n\n- LIO Timeline Photos",
          1414231986
        ],
        [
          "Preparando el Clásico.\n\nGetting ready for El Clásico. \n\n#classicFCB #ElClasico\n\n- LIO Timeline Photos",
          1414179381
        ],
        [
          "Una mirada al pasado - Leo jugando uno de sus primeros Clásicos en el Estadio Santiago Bernabéu, el 22 de octubre de 2006. #TBT\n\n#ThrowBackThursday - Leo playing one of his first El Clásico matches at the Santiago Bernabeu stadium on October 22, 2006. Timeline Photos",
          1408635965
        ]
      ],
      "dates_start": 1409829886,
      "dates_end": 1452106021,
      "likes_avg": 660246,
      "likes_stdev": 740506,
      "comments_avg": 15276,
      "comments_stdev": 17916,
      "shares_avg": 18505,
      "shares_stdev": 21785
    },
    {
      "number": 2,
      "important": [
        "great",
        "lio",
        "birthday",
        "happi",
        "feliz",
        "happi birthday",
        "friend",
        "lo",
        "amigo",
        "cumpl"
      ],
      "common": [
        "birthday",
        "cumple",
        "feliz",
        "feliz cumple",
        "happy",
        "happy birthday",
        "lio",
        "photos",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "Feliz cumple, Ney. ¡Que lo pases genial, amigo!\n🎁🎊🎈🎂\nHappy birthday Neymar Jr. Have a great time, my friend!\n\n- LIO Timeline Photos",
          1486312483
        ],
        [
          "¡Feliz cumple amigo Luis Suarez!\n😉👍🏻🎂🎁🎉🎊\nHappy birthday, Luis, my friend!\n\n- LIO Timeline Photos",
          1485292174
        ],
        [
          "¡Festejando el cumple de la vieji!!!\n😋😘😘😘\nCelebrating my Mum's birthday!!! Timeline Photos",
          1485195362
        ],
        [
          "¡Feliz cumple 'Matu'! Te amo gordito.\n🎂🎈🎉\nHappy birthday 'Matu'! I love you. Timeline Photos",
          1473659157
        ],
        [
          "¡Feliz cumple Andrés Iniesta!\n\nHappy Birthday Andrés Iniesta!\n\n- LIO Timeline Photos",
          1462977942
        ],
        [
          "¡Feliz cumple amigo Ney! 🎉🎂\n\nHappy birthday to my friend Neymar Jr.! 🎉🎂\n\n- LIO Timeline Photos",
          1454697832
        ],
        [
          "¡Feliz cumple Tomy! \n🎂🎉🎊\nHappy Birthday Tomy!\n\n- LIO Mobile Uploads",
          1437720600
        ],
        [
          "¡Feliz cumple mi vida!!! Te amamos 😘😘😘\n\nHappy Birthday my darling!!! We love you 😘😘😘\n\n- LIO Mobile Uploads",
          1424970992
        ],
        [
          "Feliz cumpleaños Gerard Piqué. ¡Y que cumplas muchos más!\n\nHappy Birthday Gerard Piqué, hope you have a great day celebrating!\n\n- LIO Timeline Photos",
          1422898727
        ],
        [
          "Feliz cumple MA!! \n\nHappy Birthday Mum!! ☺☺\n\n- LIO Timeline Photos",
          1422035684
        ],
        [
          "Festejando el cumple de mi mama con mi sobrino en la cena!\r\n\r\nCelebrating my mother's birthday with my nephew in the dinner! Timeline Photos",
          1390515161
        ],
        [
          "¡Feliz cumple, Thiago! \n\n¡Celebrá hoy con nosotros y con @UNICEF el cumple de mi hijo! Crear conciencia acerca de los desafíos que enfrentan los niños y niñas para crecer sanos es el mejor regalo de cumpleaños que pueda imaginar.\n\nhttp://uni.cf/MT2\n\nHappy birthday to my dear son, Thiago.\n\nCelebrate today with us and UNICEF! Raising awareness about the challenges children face to grow up healthy is the best birthday present I can think of.\n\nhttp://uni.cf/MT1",
          1383374684
        ],
        [
          "Mi hijo Thiago cumplirá un año este sábado 2 de noviembre. Los invito a celebrarlo conmigo y con @UNICEF. Ayudame a difundir los mensajes sobre los desafíos que deben enfrentar los chicos y chicas para crecer con salud. Podrás ganarte un premio de mi parte. ¡Entrá y participá!\n\nhttp://uni.cf/MT2\n\nMy son Thiago turns 1 on November 2. I invite you all to come celebrate his birthday with me and with @UNICEF – spread special messages about the challenges children face growing up healthy, and you can win a prize from me. Check it out!\n\nhttp://uni.cf/MT1 Leo y Thiago Messi celebran la vida Leo Messi Celebrates Life with UNICEF. Celebrate Leo Messi's birthday by helping give all children access to basic needs to ensure their healthy survival and development. Donate or become a UNICEF Champion.",
          1383084428
        ]
      ],
      "dates_start": 1402383488,
      "dates_end": 1476498853,
      "likes_avg": 813922,
      "likes_stdev": 574658,
      "comments_avg": 12434,
      "comments_stdev": 8511,
      "shares_avg": 8197,
      "shares_stdev": 6115
    },
    {
      "number": 3,
      "important": [
        "agradec",
        "leo messi foundat",
        "leo",
        "la fundación leo",
        "leo messi",
        "messi",
        "kid",
        "las",
        "ayudar",
        "leo messi post"
      ],
      "common": [
        "de",
        "el",
        "en",
        "fundación",
        "fundación leo",
        "fundación leo messi",
        "la",
        "leo",
        "leo messi",
        "messi"
      ],
      "messages": [
        [
          "Feliz de ayudar desde la Fundación Leo Messi a pintar toda la escuela Gral Las Heras donde estudié en Rosario, utilizando 1.500 litros de pintura. Y agradecer también a sus autoridades por permitir a la empresa Alba pintar ese mural. \n\nHappy to help paint the school Gral Las Heras I went to in Rosario when I was a kid, with the 1.500 litres of paint given from the Leo Messi Foundation. Also I want to thank the school board for allowing the company Alba to paint this mural. \n\n- LIO Photos from Leo Messi's post",
          1440512662
        ],
        [
          "Ya tenemos 3 clínicas más en Argelia. Gracias a Ooredo Group por seguir trabajando con la Fundación Leo Messi para expandir globalmente el proyecto conjunto de clínicas móviles.\n\nWe have 3 more clinics in Argelia! Thanks to Ooredoo Group for working alongside the Leo Messi Foundation to globally expand the joint project of Mobile Clinics.\n\n- LIO Timeline Photos",
          1439032289
        ],
        [
          "¡Emociona recibir tanto afecto de niños en todo el mundo! Gracias a mi familia y a todos los que me acompañan en la Fundación Leo Messi por hacerlo posible.\n\nIt's amazing to get so much affection from children across the world. Thank you to everyone who helps me with the Leo Messi Foundation and for making it possible.\n\n- LIO Fundación Leo Messi Niños de todo el mundo saludan a Leo en el día de su cumpleaños. Déjale tu mensaje y compártelo con tus amigos!\n#FundacionLeoMessi #ElegiCreer #Messi28\n\nChildren all over the world greet Leo on his birthday. Post your message and share it with your friends!\n#LeoMessiFoundation #ChooseToBelieve",
          1435155038
        ],
        [
          "Fue muy lindo poder conocer a Issa gracias al programa de lucha contra la malaria de la Fundación Leo Messi.\n\nIt was great to meet Issa, a wonderful experience made possible by the Leo Messi Foundation and its work against malaria.\n\nhttps://youtu.be/7qj6J7BMHNM\n\n- LIO Timeline Photos",
          1430493189
        ],
        [
          "Muy feliz de haber podido conocer a estos 30 chicos. Son un verdadero ejemplo de lucha y superación. Les agradezco mucho que hayan venido a verme, siempre aprendo cosas nuevas de ellos. Gracias a la Fundación FC Barcelona y a la Fundación Leo Messi por haber hecho posible este encuentro.\n\nReally happy that I had the chance to meet these 30 amazing young people. They are truly an example of determination and are an inspiration to all. I am truly grateful that they had the opportunity to come to Barcelona, as I had the opportunity to learn so much from them. Many thanks to the FC Barcelona Foundation and the Leo Messi Foundation for making this possible. \n\n- LIO Timeline Photos",
          1414597168
        ],
        [
          "Impresionado al ver estos videos del trabajo que la Fundación Leo Messi y Ooredoo están haciendo en Indonesia y Myanmar con las clínicas de salud móviles.\n\nI was really touched by these videos showing the work that the Leo Messi Foundation and Ooredoo are doing in Indonesia and Myanmar with mobile health clinics.\n\nhttps://www.youtube.com/watch?v=-_kihjikdxM   https://www.youtube.com/watch?v=ZH8dhr_gUOo Making a difference in Indonesia Ooredoo, Indosat, and the Leo Messi Foundation partner together to make a difference in people's lives in Indonesia. Inspiring clip showing the work of the m...",
          1401968296
        ],
        [
          "Agradezco al Maestro João Carlos Martins, la dedicatoria y la gentileza de recordar mis juegos con la música del mas grande compositor de música clásica Bach!. Pueden mirar el gran mensaje\n\nThank Maestro João Carlos Martins, the dedication and kindness to remember my games with the biggest music classical composer Bach!. They can look at the great message\n\nhttp://www.youtube.com/watch?v=e_ZRmEA9ck8&feature=youtu.be Bach Messi La Fundación Leo Messi y su patrono Lionel Messi, agradecen al Maestro Joao Carlos Martins, la dedicatoria y la gentileza de recordarlo con la musica del mas...",
          1374948927
        ],
        [
          "Gran labor de UNICEF ayudando a todos esos niños y niñas refugiados por los conflictos armados en sus países. Espero que la donación de la Fundación Leo Messi gracias al partido Messi&Friends en Chicago ayude a las comunidades afectadas\n\nGreat work of UNICEF helping all those refugee children affected by the armed conflicts in their countries. I hope that the donation made by the 'Fundación Leo Messi', thanks to the match Messi&Friends in Chicago, help the affected communities Timeline Photos",
          1373311993
        ],
        [
          "Estoy muy feliz de poder trabajar en el desarrollo de los niños, niñas y adolescentes Peruanos junto a mis amigos UNIFEF, CESIP y CEDEC.\nGracias por esta oportunidad. \n\nI am very happy to work on the development of children and adolescents with Peruvian friend UNICEF, CESIP and CEDEC. Thank you for this opportunity! Fundación Leo Messi La Fundación Leo Messi realizó una donación de fondos propios a UNICEF Perú y las ONG’s CESIP y CEDEC para apoyar las estrategias de Buen Trato y Deporte para el Desarrollo de niños, niñas y adolescentes.\r\n\r\nEl pasado martes 2 de julio en Lima, Perú, dentro del marco de la “Batalla de las Estrellas”, el futbolista argentino Leo Messi, Embajador de Buena Voluntad de UNICEF realizó una donación a las ONGs CESIP y CEDEC que trabajan junto a UNICEF Perú, para prevenir la violencia, abuso sexual y explotación de niños, niñas y adolescentes peruanos.\r\n\r\nLa contribución de la Fundación Messi será destinada a promover 2 estrategias: el Buen Trato y Deporte para el Desarrollo:\r\n\r\n•\tBuen trato: El 50% de los fondos recibidos se destinarán a la implementación de la iniciativa “Promover y vigilar el Buen Trato para la primera infancia” junto a CESIP (Centro de Estudios Sociales y Publicaciones). La finalidad de este proyecto es incorporar la promoción del buen trato y la prevención, detección y atención temprana de la violencia en el Sistema de Vigilancia Comunitaria del Desarrollo Infantil.\r\n•\tDeporte para el Desarrollo: El otro 50% de los fondos recaudados serán invertidos en el proyecto “El Estado y la Sociedad contra la Violencia, Abuso Sexual Infantil y Explotación Sexual Infantil” junto a la ONG CEDEC (Centro de Educación y Desarrollo Comunitario) que contribuye a la prevención de la violencia, el abuso sexual y la explotación sexual de niños, niñas y adolescentes.",
          1372797504
        ],
        [
          "Contento de colaborar con la gran labor de UNICEF y CedaVida en el proyecto Golombiao. Espero que la donación de la Fundación Leo Messi, gracias al partido Messi&Friends en Medellín, ayude a los 1.200 chicos de las comunidades afectadas por los conflictos armados Timeline Photos",
          1372619175
        ],
        [
          "http://www.youtube.com/watch?feature=player_embedded&v=tu7apG9Iv-s#! Social Team felicita a la Fundación Leo Messi en su aniversario! http://www.youtube.com/watch?feature=player_embedded&v=tu7apG9Iv-s#!",
          1368614669
        ],
        [
          "Mis amigos de EA SPORTS han hecho una maravillosa donación a la Fundación Leo Messi y han estrenado una nueva “99-rated” versión de mi mismo a través de FIFA 12 Ultimate team para este fin de semana!\n\nMy friends at EA SPORTS have made a wonderful donation to the Leo Messi Foundation and releasing a special 99-rated version of myself in FIFA 12 Ultimate Team this weekend! EA SPORTS FIFA Hit LIKE if you agree Messi’s amazing season is worth a 99-rated card in Ultimate Team AND a $250,000 donation to the Leo Messi Foundation by EA SPORTS. More: http://bit.ly/N3hpCS\n\nListen to the latest FIFA Podcast: http://bit.ly/rV9wm1",
          1338621978
        ],
        [
          "Les reenvio link de un comunicado de la Fundación Leo Messi en relación a una noticia muy desafortunada publicada por un medio de comunicación. Abrazo a todos!\n\nI'm sending you a link to the Leo Messi Foundation regarding a very unfortunate story that was published in the media. A hug to everyone! Fundación Leo Messi COMUNICADO OFICIAL\n\nDebido a falsas informaciones emitidas por Twitter Fox Sport Norte, el día 27/05, las que hieren la sensibilidad de muchas personas, en especial la de su entorno familiar. Queremos dejar claro mediante este manifiesto desde la Fundación Leo Messi y en especial desde su Familia, el malestar hacia el horror sobre esta comunicación, denunciando como de ruín a quien la origina o se hace eco de la misma, es un espanto que estos medios sociales atenten con notificaciones en forma superficial y a la vez tan profundas. Creemos que la libertad de expresión debe ser moderada en ciertas ocasiones y son tan culpables estos personajes sin escrúpulos que tratan de generar movimientos en redes, originando informaciones desaprensivas, como quien continúa con la misma sin inquirir la veracidad de la misma.",
          1338235134
        ],
        [
          "Les presento la campaña de sensibilización sobre la enfermedad de Chagas 'Gana al silencio. Gana a la enfermedad de Chagas'.\n\nEstá impulsada por la Fundación FC Barcelona, la Agencia Catalana de Cooperación al Desarrollo y la Fundación Leo Messi FC Barcelona - Leo Messi, contra la enfermedad de Chagas",
          1334252471
        ]
      ],
      "dates_start": 1351071606,
      "dates_end": 1425379892,
      "likes_avg": 193342,
      "likes_stdev": 237463,
      "comments_avg": 4970,
      "comments_stdev": 2737,
      "shares_avg": 4197,
      "shares_stdev": 3510
    },
    {
      "number": 4,
      "important": [
        "la liga match",
        "la liga",
        "athlet",
        "vs fc barcelona la",
        "barcelona la",
        "barcelona la liga",
        "vs",
        "vs fc",
        "liga",
        "fc barcelona la"
      ],
      "common": [
        "barcelona",
        "barcelona la liga",
        "fc",
        "fc barcelona",
        "fc barcelona la",
        "fc barcelona la liga",
        "la",
        "la liga",
        "liga",
        "match"
      ],
      "messages": [
        [
          "ATHLETIC BILBAO vs FC BARCELONA / LA LIGA - MATCH 1 ATHLETIC BILBAO vs FC BARCELONA / LA LIGA - MATCH 1",
          1440425771
        ],
        [
          "Leo ganó su séptima Liga con el FC Barcelona.\n\nLeo won his 7th La Liga title with FC Barcelona. ATLÉTICO DE MADRID vs FC BARCELONA / LA LIGA - MATCH 37",
          1432148243
        ],
        [
          "CÓRDOBA CF vs FC BARCELONA / LA LIGA - MATCH 35 CÓRDOBA CF vs FC BARCELONA / LA LIGA - MATCH 35",
          1430736095
        ],
        [
          "RCD ESPANYOL vs FC BARCELONA / LA LIGA - MATCH 33 RCD ESPANYOL vs FC BARCELONA / LA LIGA - MATCH 33",
          1430074165
        ],
        [
          "SEVILLA CF vs FC BARCELONA / LA LIGA - MATCH 31 SEVILLA CF vs FC BARCELONA / LA LIGA - MATCH 31",
          1428859336
        ],
        [
          "CELTA VIGO vs FC BARCELONA / LA LIGA - MATCH 29 CELTA VIGO vs FC BARCELONA / LA LIGA - MATCH 29",
          1428418796
        ],
        [
          "EIBAR vs FC BARCELONA / LA LIGA - MATCH 27 EIBAR vs FC BARCELONA / LA LIGA - MATCH 27",
          1426458198
        ],
        [
          "Importante victoria del FC Barcelona como visitante en Granada.\n\nImportant away victory for FC Barcelona in Granada. GRANADA - FC BARCELONA / LA LIGA - MATCH 27",
          1425238042
        ],
        [
          "Gran victoria en San Mamás, con Leo marcando y asistiendo para convertirse en el máximo asistente de la historia de la Liga.\n\nGreat victory at San Mamés with Leo scoring and assisting to become the player with the most assists in the history of La Liga. ATHLETIC BILBAO vs FC BARCELONA / LA LIGA - MATCH 22",
          1423478431
        ],
        [
          "El FC Barcelona ganó ayer al Elche. Leo marcó 2 goles y también dio 2 asistencias.\n\nFC Barcelona won against Elche yesterday. Leo scored 2 goals and also made 2 assists. ELCHE vs FC BARCELONA / LA LIGA - MATCH 20",
          1422213237
        ],
        [
          "El FC Barcelona acaba la primera mitad de La Liga con una victoria en La Coruña. Leo anotó un hat-trick.\n\nFC Barcelona finished the first half of La Liga season with a victory in La Coruña. Leo scored a hat-trick. DEPORTIVO LA CORUÑA vs FC BARCELONA / LA LIGA - MATCH 19",
          1421703057
        ],
        [
          "Un gol en los últimos segundos dio la victoria y los tres puntos al FC Barcelona en un partido muy disputado en Mestalla.\n\nA goal scored in the last seconds of a really competitive thrilling match gave FC Barcelona the 3 points in Mestalla. VALENCIA FC vs FC BARCELONA / LA LIGA - MATCH 13",
          1417469778
        ],
        [
          "Primera derrota del FC Barcelona en La LIga. Pese a este resultado, el equipo azulgrana se mantiene como líder de la clasificación.\n\nFirst defeat for FC Barcelona in La Liga. Despite this result, the blue and red team remains at the top of the league table. R.MADRID - FC BARCELONA / La Liga - Match 9",
          1414346354
        ],
        [
          "¡Otra victoria para el Barça! Leo marcó el primer gol del partido y el FC Barcelona volvió a dejar su portería a cero, lo que supone el séptimo partido de La Liga consecutivo sin encajar ni un solo gol.\n\nAnother win for Barça! Leo score the opening goal at Vallecas, and FC Barcelona haven't conceded a single goal for the 7th match in a row in La Liga. RAYO VALLECANO 0 - 2 FC BARCELONA / LA LIGA - MATCH 7",
          1412533487
        ],
        [
          "Empate sin goles en Málaga ayer. El FC Barcelona suma otro punto en La Liga y se mantiene como líder en la clasificación.\n\nGoalless draw in Malaga yesterday. One more point for FC Barcelona in La Liga. The team remain at the top of the league table. MÁLAGA 0 - 0 FC BARCELONA / LA LIGA - MATCH 5",
          1411645613
        ],
        [
          "4 de 4. El FC Barcelona consigue ante el Levante su cuarta victoria consecutiva en La Liga. Leo volvió a marcar y a dar dos asistencias.\n\n4 out of 4. FC Barcelona got another victory yesterday, this time against Levante, their fourth win in a row in La Liga. Leo scored once again, and made 2 assists. LEVANTE UD 0 - 5 FC BARCELONA / LA LIGA - MATCH 4",
          1411396157
        ],
        [
          "VILLAREAL CF 0 - 1 FC BARCELONA / La Liga. Match 2. VILLAREAL CF 0 - 1 FC BARCELONA / La Liga. Match 2.",
          1409580578
        ]
      ],
      "dates_start": 1414214789,
      "dates_end": 1431282309,
      "likes_avg": 24372,
      "likes_stdev": 12715,
      "comments_avg": 560,
      "comments_stdev": 289,
      "shares_avg": 4679,
      "shares_stdev": 2187
    },
    {
      "number": 5,
      "important": [
        "al",
        "session",
        "welcom",
        "entrenamiento",
        "train",
        "lio",
        "final",
        "train session",
        "ant",
        "befor"
      ],
      "common": [
        "antes",
        "de",
        "lio",
        "lio timeline photos",
        "photos",
        "session",
        "timeline",
        "timeline photos",
        "training",
        "training session"
      ],
      "messages": [
        [
          "Último entrenamiento antes de recibir al Granada. ⚽🔵🔴\n\nFinal training session before we welcome Granada. ⚽🔵🔴\n\n- LIO Timeline Photos",
          1477673693
        ],
        [
          "Último entrenamiento antes de la final de Copa de mañana.\n\nLast training session ahead of tomorrow's Cup final.\n\n- LIO Timeline Photos",
          1463841770
        ],
        [
          "Último entrenamiento antes del partido de liga de mañana. ¡Después nos vamos a Japón! 🇯🇵\n\nLast training session before tomorrow's La Liga game. After that we go to Japan! 🇯🇵\n\n- LIO Timeline Photos",
          1449855409
        ],
        [
          "Último entrenamiento antes de nuestro primer partido de liga.\n\nLast training session ahead of our first match in La Liga. \n\n- LIO Mobile Uploads",
          1440252456
        ],
        [
          "Jugando al truco con los chicos después de entrenarnos.\n♠️♥️♣️♦️🃏\nPlaying cards with the boys after our training session.\n\n- LIO Mobile Uploads",
          1435605501
        ],
        [
          "Compartiendo unos mates con los chicos después del entrenamiento. \n\nHaving mate with the boys after the training session.\n\n- LIO Mobile Uploads",
          1434666820
        ],
        [
          "Llegamos a Alemania y estuvimos entrenando en el Allianz Arena. ¡Mañana nos jugamos mucho!\n\nWe arrived in Germany and went to a training session at the Allianz Arena. Tomorrow's game is very important!\n\n- LIO Timeline Photos",
          1431372891
        ],
        [
          "Los partidos terminan con el pitazo final, pero empiezan antes del inicial. Siempre me concentro antes de salir a la cancha para dar lo mejor de mí y buscar el triunfo del equipo. \n\nMatches end with the final whistle, but they start well before the kick-off. I'm always focused before stepping out onto the pitch, this way I can give my best performance and seek victory for my team.\n\n- LIO Timeline Photos",
          1429282615
        ],
        [
          "Último entrenamiento antes de viajar mañana a Vigo.\n\nLast training session before we head to Vigo tomorrow.\n\n- LIO Mobile Uploads",
          1428164525
        ],
        [
          "Gran entrenamiento hoy con el cumpleañero. Felicidades amigo Neymar Jr.\n\nGreat training session with the birthday boy today. Happy Birthday to my friend Neymar.\n\n- LIO Timeline Photos",
          1423140662
        ],
        [
          "¡Gran entreno hoy!!! \n\nGreat training session today!!!\n\n- LIO Timeline Photos",
          1421517365
        ],
        [
          "Último entrenamiento antes del derbi de mañana, un partido que siempre es especial para nosotros.\n\nLast training session before tomorrow's derby, which is always a special match for us.\n\n- LIO Timeline Photos",
          1417901805
        ],
        [
          "Charla, mate y sesión de recuperación.\n\nChat, mate and recovery session.\n\n- LIO Timeline Photos",
          1416159846
        ],
        [
          "Entrenando en el Ámsterdam Arena.\n\nTraining session at the Amsterdam Arena. Timeline Photos",
          1415181444
        ],
        [
          "Último entrenamiento antes de viajar a Valencia mañana. Será difícil, pero tenemos muchas ganas de conseguir nuestra cuarta victoria en La Liga. \n\nLast training session before heading to Valencia tomorrow. It'll be a tough match, but we'll try our hardest to get our fourth win in La Liga.\n\n- LIO Timeline Photos",
          1411239046
        ],
        [
          "Entrenando hoy antes del partido contra Bilbao de mañana. Buscaremos hacer un gran partido y, por supuesto, ganar ante nuestra gente. #ForçaBarça\n\nLast training session before tomorrow's match against Bilbao. We're looking forward to playing a great match, and of course, to winning in front of our fans. #ForçaBarça\n\n- LIO Timeline Photos",
          1410539136
        ],
        [
          "Una mirada al pasado - Leo entrenando en el Herzogspark de Herzogenaurach (Alemania), justo antes del Mundial de 2006. #TBT\n\n#ThrowBackThursday - Leo in a training session at Herzogspark, Herzogenaurach (Germany), ahead of the FIFA World Cup 2006. Timeline Photos",
          1407418580
        ],
        [
          "¡Primer entrenamiento en Brasil!!! \n\nFirst training session in Brazil!!! \n\n#Argentina Timeline Photos",
          1402418052
        ],
        [
          "Charla con mi amigo el Pichón antes del entreno. Este es su facebook  https://www.facebook.com/13Pinto Síganlo!\r\n\r\nTalking with my friend el Pichón before training session.This is his facebook page https://www.facebook.com/13Pinto  Follow it! Timeline Photos",
          1389272505
        ],
        [
          "Unos mates antes de entrenar! \n\nSome mates before training! Timeline Photos",
          1370893769
        ]
      ],
      "dates_start": 1400322382,
      "dates_end": 1447317406,
      "likes_avg": 561432,
      "likes_stdev": 202846,
      "comments_avg": 8734,
      "comments_stdev": 4637,
      "shares_avg": 8632,
      "shares_stdev": 6833
    },
    {
      "number": 6,
      "important": [
        "go",
        "make",
        "final",
        "es el",
        "champion leagu",
        "la final de",
        "champion",
        "las",
        "leagu",
        "de est"
      ],
      "common": [
        "copa",
        "copa del",
        "copa del rey",
        "de",
        "de la",
        "del",
        "del rey",
        "final",
        "la",
        "rey"
      ],
      "messages": [
        [
          "Yo ya me uní a la causa del Hospital M-I Vall d’Hebron, pero es el compromiso de un equipo el que engrandece las cosas. Doná a través de este sorteo solidario y tené la posibilidad de ganar mis botines de fútbol originales y firmados, el mismo modelo que utilicé en la final de la Champions League en 2015. Las donaciones se destinarán 100% a la causa. Entrá a bidaway.com/messi y hacé tu donación.\n\nI joined the cause to support Vall d’Hebron Hospital but it’s the commitment of a team that makes great things happen. That’s why I’m calling on you: donate to enter a sweepstake and have a chance to win my original signed football boots, the model from the 2015 Champions League final. All donations will go 100% to charity. Go to bidaway.com/messi and make your donation.\n\n- LIO Timeline Photos",
          1465564717
        ],
        [
          "Gran trabajo del equipo, ¡estamos en la final! Me duele mucho perderme cualquier partido, pero espero estar al 100% para poder ayudar en la final.\n\nGreat job from the whole team, we're in the final! It's never fun to miss any game, but I hope to get better to be able to help in the final.\n\n- LIO Timeline Photos",
          1450357941
        ],
        [
          "¡Comenzó la cuenta regresiva para la final de la Copa América! #VamosArgentina\n\nThe countdown to the Copa América final has already begun! #VamosArgentina\n\n- LIO Mobile Uploads",
          1436010834
        ],
        [
          "Ya llegamos a Santiago, comenzamos a prepararnos para la final de la Copa América. #VamosArgentina\n\nArrived in Santiago. It's time to get ready for the Copa América final. #VamosArgentina Mobile Uploads",
          1435794901
        ],
        [
          "Queríamos volver a estar en una final de la Champions y lo hemos conseguido. Ahora queda lo más importante: ganarla. ¡Vamos Barça!\n\nWe wanted to reach the UEFA Champions League final once again and we've managed to do it. Now the most important part: to win. Come on FC Barcelona!\n\n- LIO Timeline Photos",
          1433594141
        ],
        [
          "Arribamos a Berlín, ¡ya queda menos para la final!\n\nWe've landed in Berlin, the final is getting closer!\n\n- LIO Timeline Photos",
          1433512142
        ],
        [
          "Sólo faltan 48 horas para la final de la Champions. ¡Con muchas ganas de jugarla! #Messi15 #BeTheDifference\n\n48 hours left until the UEFA Champions League final kicks off. Can't wait! #Messi15 #BeTheDifference\n\n- LIO Timeline Photos",
          1433435549
        ],
        [
          "Campeones de la Copa del Rey 2014/2015\n\nCopa del Rey Champions 2014/2015 FC BARCELONA vs ATH. BILBAO / COPA DEL REY FINAL",
          1433103509
        ],
        [
          "Próxima parada: final de la Copa del Rey.\n\nNext stop: the Copa del Rey final.\n\n- LIO Timeline Photos",
          1432821959
        ],
        [
          "Felices porque queríamos llegar a la final de la Champions. Nuestro objetivo sigue siendo el mismo: ganarla.\n\nWe're happy as we wanted to reach the UEFA Champions League final, but our objective is still the same: to win it.\n\n- LIO Timeline Photos",
          1431460537
        ],
        [
          "El FC Barcelona jugará la final de la Copa del Rey tras derrotar al Villareal.\n\nFC Barcelona will play in the Copa del Rey final after winning against Villareal VILLAREAL CF vs FC BARCELONA / COPA DEL REY SEMIFINAL - 2nd LEG",
          1425592379
        ],
        [
          "¡A la final!\n\nTo the final!\n\n- LIO Timeline Photos",
          1425568198
        ],
        [
          "Ya estamos en Villareal. ¡Con muchas ganas de hacer un buen partido hoy y pasar a la final de la Copa del Rey!\n\nArrived in Villareal. Looking forward to playing a great match today  to go through to the Copa del Rey final!\n\n- LIO Timeline Photos",
          1425478693
        ],
        [
          "Leo jugará las semifinales de la Copa del Rey tras la victoria del FC Barcelona contra el Atlético de Madrid por 4-2 en en total de la eliminatoria.\n\nLeo will play in the Copa del Rey semifinals after FC Barcelona defeated Atlético Madrid, with an aggregate of 4-2. FC BARCELONA vs ATLÉTICO MADRID / COPA DEL REY - QUARTERFINALS",
          1422619263
        ],
        [
          "El FC Barcelona se enfrenta de nuevo al Atlético de Madrid, pero en esta ocasión en la Copa del Rey.\n\nFC Barcelona face Atlético Madrid once again, but this time in the Copa del Rey. Timeline Photos",
          1421869027
        ],
        [
          "Llegó la hora de la Copa del Rey en el Camp Nou.\n\nIt´s time for the Copa del Rey at Camp Nou. Timeline Photos",
          1420750804
        ],
        [
          "Argentina llega a la final de la Copa del Mundo tras ganar a Holanda en la tanda de penaltis por 4 a 2. Partido intenso y duro, que se convierte en histórico para la albiceleste. \n\nArgentina go through to the World Cup final after beating Netherlands in the penalty shootout (4-2). It was an intense and tough match, but also a really historic day for the Argentinian national team. Argentina 0 (4) vs (2) 0 Holanda - World Cup - Semi-final (Semis)",
          1405015387
        ],
        [
          "Queda un partido: Holanda en el camino de Leo y la final de la Copa del Mundo. #allin or nothing - www.teammessi.com\n\nOne game away: Netherlands stand in the way of Leo and the #WorldCup final. #allin or nothing - www.teammessi.com",
          1404923673
        ],
        [
          "Otra victoria de Argentina, que se mete en las semifinales de la Copa del Mundo tras derrotar por 1 a 0 a la selección de Bélgica. El sueño está un paso más cerca.\n\nAnother victory for Argentina! They go though to semi-finals after beating Belgium (1-0). The dream is one step closer. Argentina 1 vs 0 Belgium - World Cup - Quarter-finals (Octavos F)",
          1404667840
        ],
        [
          "Tras la victoria en el primer juego de la Copa del Mundo, Leo sigue entrenando para preparar el partido contra Irán del próximo sábado.\n\nAfter the victory in the first game of the #WorldCup, Leo is back at training to prepare for the match against Iran on Saturday. Timeline Photos",
          1403030279
        ]
      ],
      "dates_start": 1412186650,
      "dates_end": 1442330527,
      "likes_avg": 589871,
      "likes_stdev": 564247,
      "comments_avg": 11660,
      "comments_stdev": 11348,
      "shares_avg": 14092,
      "shares_stdev": 11161
    },
    {
      "number": 7,
      "important": [
        "great",
        "lio mobil",
        "abrazo",
        "casa",
        "lio",
        "mobil upload",
        "grand",
        "upload",
        "mobil",
        "del"
      ],
      "common": [
        "de",
        "del",
        "lio",
        "lio mobile",
        "lio mobile uploads",
        "mobile",
        "mobile uploads",
        "que",
        "uploads",
        "www"
      ],
      "messages": [
        [
          "¡Qué grande Samir del Líbano!\n\nSamir from Lebanon, what a great man!\n\n- LIO Mobile Uploads",
          1445883344
        ],
        [
          "¡Ánimo Johan Cruyff!\n\nStay strong Johan!\n\n- LIO Mobile Uploads",
          1445532210
        ],
        [
          "No pude viajar, ¡me toca bancar desde casa!\n\nI couldn't travel there, but I am supporting from home!\n\n- LIO Mobile Uploads",
          1445362168
        ],
        [
          "¡Gracias a mi amigo Luis Suarez por el pijama de regalo!!! Lo que no entendí porqué del Gruñón... 😂😂😜\n\nThanks to my friend Luis Suarez for the gift, these pyjamas!!! Although I still don't get is why it's Grumpy... 😂😂😜\n\n- LIO Mobile Uploads",
          1444934182
        ],
        [
          "¡Seguimos recuperando!\n\nRecovering!\n\n- LIO Mobile Uploads",
          1444843040
        ],
        [
          "3 puntos más para seguir arriba.\n\n3 more points to continue at the top.\n\n- LIO Mobile Uploads",
          1442778588
        ],
        [
          "¡Rafinha, mucha fuerza! Recupérate muy pronto, seguro que volverás más fuerte.\n\nRafinha, stay strong! I hope you make a full recovery soon, I'm sure you'll come back even stronger.\n\n- LIO Mobile Uploads",
          1442483612
        ],
        [
          "Partido duro ayer, como siempre que jugamos contra el Atlético, pero pudimos conseguir los 3 puntos.\n\nYesterday's game was tough, as it always is when we play against Atlético, but we managed to get the 3 points.\n\n- LIO Mobile Uploads",
          1442124490
        ],
        [
          "Disfrutando, relajado y en buena compañía.\n\nEnjoying chilling out with good company.\n\n- LIO Mobile Uploads",
          1441470063
        ],
        [
          "¡Supercampeones de Europa!\n\nSuper-Champions of Europe!\n\n- LIO Mobile Uploads",
          1439326716
        ],
        [
          "Tarde de relax con unos buenos mates.\n\nChilled afternoon having some maté.\n\n- LIO Mobile Uploads",
          1438444068
        ],
        [
          "¡Qué lindo volver a encontrarnos!\n\nIt's great to see you guys again!\n\n- LIO Mobile Uploads",
          1438363829
        ],
        [
          "Disfrutando de la mejor compañía. ❤️\n\nEnjoying being with best company. ❤️\n\n- LIO Mobile Uploads",
          1436807475
        ],
        [
          "Disfrutando en familia antes de salir para Chile.\n\nEnjoying spending time with my family before heading to Chile.\n\n- LIO Mobile Uploads",
          1433779010
        ],
        [
          "Poniéndonos a punto en el Olympiastadion.\n\nGetting ready at the Olympiastadion.\n\n- LIO Mobile Uploads",
          1433535611
        ],
        [
          "¡Campeones!!! 🏆\n\nChampions!!! 🏆\n\n- LIO Mobile Uploads",
          1432407544
        ],
        [
          "Entrenando 💪🏻💪🏻\n\nTraining 💪🏻💪🏻\n\n- LIO Mobile Uploads",
          1432231162
        ],
        [
          "Me sumo al apagón de la Hora del Planeta.\n\nI'm supporting Earth Hour.\n\nwww.earthhour.org\n\n- LIO Mobile Uploads",
          1427585461
        ],
        [
          "Soy un pibe de barrio y quería regalarle estos botines a Brian Rossi, que es también de mi ciudad, Rosario. #PibeDeBarr10 #therewillbehaters\n\nI am a Pibe De Barrio, the boy from the neighbourhood, and now I have these boots for Brian Rossi who is also from Rosario. #PibeDeBarr10 #therewillbehaters\n\n- LIO Mobile Uploads",
          1427401440
        ],
        [
          "¡Mañana no podemos fallar!\n\nTomorrow we can't fail!\n\n- LIO Mobile Uploads",
          1425757613
        ],
        [
          "Visita www.messielegicreer.com y viví una experiencia digital única.\n\nBrowse our website www.messichoosetobelieve.com and enjoy a unique digital experience. Mobile Uploads",
          1402327611
        ]
      ],
      "dates_start": 1426514849,
      "dates_end": 1446187935,
      "likes_avg": 996729,
      "likes_stdev": 730688,
      "comments_avg": 16062,
      "comments_stdev": 12136,
      "shares_avg": 17585,
      "shares_stdev": 23892
    },
    {
      "number": 8,
      "important": [
        "en",
        "afa selección",
        "desd",
        "afa",
        "en el",
        "team",
        "las",
        "selección",
        "argentina",
        "selección argentina"
      ],
      "common": [
        "afa",
        "argentina",
        "argentina vs",
        "de",
        "el",
        "en",
        "la",
        "selección",
        "selección argentina",
        "vs"
      ],
      "messages": [
        [
          "Desde las 4 tomando mates en el predio. \n\nHaving a mate tea at the AFA - Selección Argentina team base.\n\n- LIO Timeline Photos",
          1464173965
        ],
        [
          "Paso a paso, sigo recuperándome bien para volver más fuerte. \nQuiero aprovechar para mandar un abrazo grande y mucho apoyo a mis compañeros de la AFA - Selección Argentina.\n\nStep by step, I am working on recovering to come back stronger. I’d also like to send a big hug and a lot of support to my Argentina teammates.\n\n- LIO Mobile Uploads",
          1444300100
        ],
        [
          "ARGENTINA vs BOLIVIA / U.S. TOUR ARGENTINA vs BOLIVIA / U.S. TOUR",
          1441451186
        ],
        [
          "Feliz de juntarme con mis compañeros de la AFA - Selección Argentina para la gira por EEUU.\n\nHappy to have joined my Argentina teammates for our U.S. tour.\n\n- LIO Mobile Uploads",
          1441112944
        ],
        [
          "ARGENTINA vs PARAGUAY / COPA AMÉRICA CHILE 2015 - SEMIFINAL ARGENTINA vs PARAGUAY / COPA AMÉRICA CHILE 2015 - SEMIFINAL",
          1435954521
        ],
        [
          "Un día como hoy, hace justo 10 años, fue uno de los días más felices de mi vida porque ganamos el Mundial Sub-20 con la AFA - Selección Argentina. El sábado vamos a intentar que lo vuelva a ser, llevándonos la Copa América.\n\n10 years ago today it was one of the happiest days of my life, because I won the U20 World Cup with Argentina. We'll try to make this Saturday an amazing day too by winning the Copa América.\n\n- LIO Mobile Uploads",
          1435873856
        ],
        [
          "ARGENTINA vs JAMAICA / COPA AMÉRICA CHILE 2015 - GROUP B, MATCH 3 ARGENTINA vs JAMAICA / COPA AMÉRICA CHILE 2015 - GROUP B, MATCH 3",
          1435090644
        ],
        [
          "Desde chiquito mi sueño era jugar 1 partido con la AFA - Selección Argentina. Ayer cumplí 100 partidos y estoy muy feliz de haber llegado hasta acá. No hay nada más emocionante y que me llene de orgullo que representar a mi país. Espero seguir haciéndolo por muchos años. Ahora, ¡vamos por la Copa! #VamosArgentina \n\nEver since I was a kid, my dream was to play for Argentina. Yesterday, I reached my 100th game and I'm very happy to have achieved it. There's nothing I can feel more proud of and more exciting than representing my country. I hope I can play for many more years. Now, it's time to win the Cup! #VamosArgentina\n\n- LIO Timeline Photos",
          1434914933
        ],
        [
          "Entrenando con la AFA - Selección Argentina en Chile. ¡Empieza un nuevo sueño! \n\nTraining with my national team in Chile. A new dream begins!\n\n- LIO Timeline Photos",
          1433944503
        ],
        [
          "De vuelta en Barcelona. La gira por EEUU me deja sabor agridulce. Dos victorias con un gran trabajo de todos, pero no pude jugar por el hinchazón en el pie. Todavía me duele un poco, pero espero estar listo pronto para ayudar a la AFA - Selección Argentina y al FC Barcelona.\n\nBack in Barcelona. The Tour in US was sweet and sour for me. We got 2 wins with a great job from everyone, but I couldn't play because of my swollen foot. It still hurts a bit, but I hope to recover soon so I can help the National team and FC Barcelona.\n\n- LIO Timeline Photos",
          1427996179
        ],
        [
          "Disfrutando con los chicos de la selección AFA - Selección Argentina en USA. Muchas gracias a los hinchas de acá por el recibimiento y el apoyo. ¡Mañana partido!\n\nHaving a good time with my Argentina teammates in USA. Thanks a lot to all the local fans for their welcome and support. Tomorrow is match day!\n\n- LIO Mobile Uploads",
          1427484311
        ],
        [
          "AFA - Selección Argentina finaliza su tour por Reino Unido tras enfrentarse a Portugal en Old Trafford. \n\nArgentina ended their UK Tour playing against Portugal at Old Trafford. ARGENTINA vs PORTUGAL - AFA UK TOUR. Match 2.",
          1416412481
        ],
        [
          "La AFA - Selección Argentina termina su gira por el Reino Unido jugando el último partido en el Teatro de los Sueños.\n\nArgentina approach the end of their UK Tour with their final game being held at the Theatre of Dreams. Timeline Photos",
          1416335134
        ],
        [
          "Primer partido de AFA - Selección Argentina en su gira por Reino Unido.\n\nArgentina play the first match of their UK tour tonight.\n\nArgentina vs Croatia Timeline Photos",
          1415815711
        ],
        [
          "Recién terminamos el entrenamiento en Londres. ¡Muy feliz de estar acá con los compañeros para los 2 partidos con la AFA - Selección Argentina!\n\nJust finished our training session in London. I'm really happy to be here with my Argentina teammates. Looking forward to our next 2 matches!\n\n- LIO Timeline Photos",
          1415727807
        ],
        [
          "Mirá las fotos de la gira asiática de AFA - Selección Argentina, donde enfrentó a Hong Kong y Brasil.\n\nCheck out the pics of the Argentina Asian Tour, where the National team played against Hong Kong and Brazil. ARGENTINA ASIAN TOUR 2014",
          1413370851
        ],
        [
          "El último partido de la gira asiática de la AFA - Selección Argentina comienza en 45 minutos.\n\nThe last match of Argentina's Asian Tour kicks-off in 45 minutes.\n\nHong Kong vs Argentina Timeline Photos",
          1413278408
        ],
        [
          "Está a punto de comenzar el Superclásico de las Américas 2014, un partido que siempre es muy especial.\n\nThe Americas' Super Derby is about to start. It is always a very special game.\n\nAFA - Selección Argentina vs Brasil \n\n#SuperclasicoDeLasAmericas Timeline Photos",
          1413021601
        ],
        [
          "Felicidades a todos mis compañeros de AFA - Selección Argentina que ayer participaron en la victoria ante Alemania en el primer partido de esta nueva etapa de conducción técnica con el Tata. Siento no haber podido estar con ustedes esta vez. ¡Este equipo tiene mucho que dar todavía y vamos a conseguir cosas en el futuro! #VamosArgentina\n\nCongratulations to my teammates who won in yesterday's game against Germany, the first with Tata as manager. I'm sorry I couldn't make it. This team has a lot to give and achieve in the future! #VamosArgentina\n\n- LIO Timeline Photos",
          1409833813
        ],
        [
          "01/07/2014 - Arena Corinthians - Argentina vs Suiza\n\nArgentina continúa en el Mundial de Brasil 2014 tras vencer a Suiza en Sao Paulo. Un paso más para Leo. \n\nArgentina go though to Quarter-finals of the World Cup after winning against Switzerland in Sao Paulo. Another step for Leo. Argentina 1 vs 0 Switzerland - World Cup - Last-16 (Octavos F.)",
          1404328221
        ],
        [
          "25/06/2014 - Estádio Beira-Rio - Argentina vs Nigeria\n\nArgentina completa la fase de grupos ganando los 3 partidos. Clasifican para los Octavos de Final como primeros de grupo. \n\nArgentina complete the Group Stage winning their 3 matches. They qualify for the Last-16 topping their group. Argentina 3 vs 2 Nigeria - World Cup - Fase de Grupos / Match 3",
          1403805712
        ],
        [
          "21/06/2014 - Estádio Mineirão - Argentina vs Iran\n\nArgentina consigue su segunda victoria consecutiva ante Iran. Con ello, se aseguran la clasificación para Octavos de Final. \n\nArgentina win their second match in the World Cup. With this victory, the National team are through the Last-16 Argentina 1 vs 0 Iran - World Cup - Fase de Grupos / Match 1",
          1403556850
        ],
        [
          "Con el equipo, AFA - Selección Argentina. Pensando ya en el importante partido de mañana en Belo Horizonte. #VamosArgentina - LIO Timeline Photos",
          1403281870
        ],
        [
          "15/06/2014 - Argentina 2 vs 1 Bosnia Argentina 2 vs 1 Bosnia  - World Cup - Fase de Grupos / Match 1",
          1402930911
        ]
      ],
      "dates_start": 1407084446,
      "dates_end": 1439081929,
      "likes_avg": 399397,
      "likes_stdev": 384845,
      "comments_avg": 11561,
      "comments_stdev": 19391,
      "shares_avg": 10855,
      "shares_stdev": 8688
    },
    {
      "number": 9,
      "important": [
        "abrazo",
        "casa",
        "lio",
        "point",
        "punto",
        "con",
        "los",
        "friend",
        "amigo",
        "home"
      ],
      "common": [
        "con",
        "con mi",
        "home",
        "lio",
        "lio timeline",
        "lio timeline photos",
        "mi",
        "photos",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "Comida con amigos.\n\nLunch with friends.\n\n- LIO Timeline Photos",
          1486395756
        ],
        [
          "Pretemporada 💪🏻⚽️\n\nPre-season 💪🏻⚽\n\n- LIO Timeline Photos",
          1470250881
        ],
        [
          "¡Nos llevamos los 3 puntos y la pelota para casa! 😉\n\nWe're taking 3 points and the ball home too! 😉\n\n- LIO Timeline Photos",
          1457039876
        ],
        [
          "Siempre es lindo reencontrarse con amigos como Thierry Henry.\n\nIt's always great to get together with friends like Thierry Henry.\n\n- LIO Timeline Photos",
          1456176444
        ],
        [
          "¡Ídolo! Un placer haberte conocido Eros Ramazzotti.\n🎤🎤\nSuch an idol, it's a pleasure to have met you, Eros Ramazzotti.\n\n- LIO Timeline Photos",
          1455555500
        ],
        [
          "¡Bienvenido a casa!\n\nWelcome home!\n\n- LIO Timeline Photos",
          1452630072
        ],
        [
          "¡A Thiago y a Toby les encanta cada vez que juego con mi SpaceScooter! - www.messi-spacescooter.com\n\nThiago and Toby love it when I play with my SpaceScooter! - www.messi-spacescooter.com\n\n- LIO",
          1440593703
        ],
        [
          "Con mi sobrina, More. \n\nWith my niece, More.\n\n- LIO Timeline Photos",
          1436785282
        ],
        [
          "¡Llegó la cuarta!!!!!\n\nThe fourth is here!!!!!\n\n- LIO Timeline Photos",
          1433627264
        ],
        [
          "Jugando con mi gordito hermoso.\n😍😍😍😍😍\nPlaying with the love of my life.\n\n- LIO Mobile Uploads",
          1431979439
        ],
        [
          "¡Gran partido con 2 golazos de mi amigo Luis!\n\nGreat game with 2 amazing goals from my friend Luis Suarez!\n\n- LIO Timeline Photos",
          1429128714
        ],
        [
          "Bonjour Paris!\n\n- LIO Timeline Photos",
          1429017639
        ],
        [
          "¡Con Mancu!\n\nWith Mancu!\n\n- LIO Timeline Photos",
          1427738811
        ],
        [
          "¡En casita!!!\n\nAt home!!!\n\n- LIO Timeline Photos",
          1423488697
        ],
        [
          "Vuelta a casa.\n\nOn our way back home. \n\n- LIO Timeline Photos",
          1421659115
        ],
        [
          "Con mi ahijado, Benja. :)\n\nWith my godson, Benja. :)\n\n- LIO Timeline Photos",
          1419709290
        ],
        [
          "¡Con mi amigo el \"Kun\", Sergio Aguero! :)\n\nWith my friend Sergio \"Kun\" Agüero! :)\n\n- LIO Timeline Photos",
          1416253070
        ],
        [
          "¡Pasándolo genial con Thiago, Toby y mi Space Scooter!\n\nHaving fun with Thiago, Toby and my Space Scooter!\n\n- LIO",
          1412610217
        ],
        [
          "¡Con mi sobrino Agus! 😜\n\nWith my nephew Agus! 😜\n\n- LIO Timeline Photos",
          1410710098
        ],
        [
          "Con mi amigo Domenico.\n\nWith my friend Domenico.\n\n- LIO Timeline Photos",
          1410170346
        ],
        [
          "El sustituto de Chema: @j_duran10\n\nChema's replacement: @j_duran10\n\n- LIO Timeline Photos",
          1409051745
        ],
        [
          "Amigos ;)\n\nFriends ;)\n\n- LIO Timeline Photos",
          1406640698
        ],
        [
          "¡Vacaciones!\n\nHolidays!\n\n- LIO Timeline Photos",
          1406411701
        ],
        [
          "Neymar, ¡espero que te recuperes muy pronto, amigo!\n\nGet well soon my friend, Neymar Jr.\n\n- LIO Timeline Photos",
          1404514780
        ],
        [
          "Vuelta a casa con 3 puntos mas. Back at home with 3 more points. #FCBlive #FCBarcelona \nhttp://instagram.com/p/gFiNN8PM3x/ Instagram leomessi's photo on Instagram",
          1383122101
        ],
        [
          "Con mi mamá en Mónaco / With my mom in Monaco Timeline Photos",
          1377807240
        ]
      ],
      "dates_start": 1402497945,
      "dates_end": 1452045784,
      "likes_avg": 1179909,
      "likes_stdev": 764517,
      "comments_avg": 18533,
      "comments_stdev": 12574,
      "shares_avg": 21007,
      "shares_stdev": 27686
    },
    {
      "number": 10,
      "important": [
        "adida",
        "hecho",
        "veri happi",
        "botin",
        "acá",
        "nuevo",
        "de adida",
        "adida footbal",
        "boot",
        "footbal"
      ],
      "common": [
        "adidas",
        "adidas football",
        "com",
        "de",
        "football",
        "leo",
        "nothing",
        "timeline",
        "timeline photos",
        "www"
      ],
      "messages": [
        [
          "Les presento mis nuevos botines Blue Blast #Messi16 de adidas Football.\nHechos para desbloquear la agilidad. 🔓\nConseguí los tuyos acá: www.adidas.com/messi_16\n___\n\nI’m very happy to introduce my new Blue Blast #Messi16 boots from adidas Football.\nCrafted to unlock agility. 🔓\nGet your pair here: www.adidas.com/messi_16\n \n#NeverFollow Timeline Photos",
          1486061825
        ],
        [
          "Llegaron mis nuevos botines 🔥\nHechos para liberar la agilidad 🔓\nEsta noche, presenté mis nuevos Red Limit #Messi16 de adidas Football en Barcelona.\nConseguí los tuyos mañana acá: http://www.adidas.com/messi_16\n\nMy new boots have arrived 🔥 \nBuilt to unlock agility 🔓\nTonight I unveiled my new Red Limit #Messi16 from adidas Football in Barcelona.\nGet them here from tomorrow: http://www.adidas.com/messi_16\n\n#NeverFollow\n\n- LIO Timeline Photos",
          1480012340
        ],
        [
          "¡De otro planeta!\nMis nuevos botines #Messi16 Space Dust de adidas Football.\nConseguí los tuyos acá: http://www.adidas.com/messi_16\n#FirstNeverFollows\n\nFrom another planet!\nMy new #Messi16 Space Dust boots from adidas Football.\nGet yours here: http://www.adidas.com/messi_16\n#FirstNeverFollows\n\n- LIO Timeline Photos",
          1476293176
        ],
        [
          "Llegaron para crear lo imposible y moverse a la velocidad de la luz. Los nuevos botines #messi16 ya están disponibles. 😜 a.did.as/Messi_16\n\nHere to create impossible and move at the speed of light. The new #messi16 boots are out now! 😜 a.did.as/Messi_16\n\n#FirstNeverFollows Timeline Photos",
          1470323386
        ],
        [
          "Los nuevos botines #Messi16 están acá para crear lo imposible. CONSEGUÍ LOS TUYOS AHORA: a.did.as/messi16\n\nThe new #Messi16 boots are here to create the impossible. GET YOURS NOW: a.did.as/messi16 \n\n#FirstNeverFollows Timeline Photos",
          1464257676
        ],
        [
          "Los NUEVOS botines #Messi15, hechos para ganar.\nCONSEGUILOS ACÁ: a.did.as/messi_15 \n#MarcaLaDiferencia\n\nThe NEW #Messi15 boots, built to win.\nAVAILABLE NOW: a.did.as/messi_15\n#BeTheDifference Timeline Photos",
          1456847275
        ],
        [
          "¡Gracias a mis amigos de adidas Football por estos botines #Messi15 Platinum edition tan especiales para conmemorar el Balón de Oro!\n\nThanks to my friends from adidas Football for these special #Messi15 Platinum edition boots to commemorate the latest Ballon d'Or trophy! #BeTheDifference\n\n- LIO Timeline Photos",
          1452685634
        ],
        [
          "Cada botín adidas Football es un recuerdo de momentos increíbles. Ahora se viene otro. #MarcáLaDiferencia \nConseguí tus #Messi15 acá: a.did.as/messi15\n\nEach adidas Football boot is a reminder of some amazing moments. Now it‘s time to make another. #BeTheDifference\nGet your pair of #Messi15 here: a.did.as/messi15 Timeline Photos",
          1435776354
        ],
        [
          "Empecé a jugar al fútbol en un barrio pequeño y estoy orgulloso de ser un #PibeDeBarr10, como el nombre de mis nuevos botines adidas Football. #therewillbehaters\n\nI started playing football in a small neighbourhood, and I am proud to be the #PibeDeBarr10, like the name of my new adidas Football boots #therewillbehaters\n\n- LIO Timeline Photos",
          1426518080
        ],
        [
          "Leo y sus compañeros ya están preparados para celebrar las fiestas navideñas con adidas Football #adidasBarcelona\n\nLeo and his teammates are ready to celebrate the Christmas festivities with adidas Football. #adidasBarcelona Timeline Photos",
          1419265602
        ],
        [
          "¿Has creado ya tu plantillas personalizadas adidas Football #mirosar10? ¡Hazlo ahora! - www.adidas.com/mirosar10\n\nHave you created your custom adidas Football #mirosar10 insoles yet? Check it out here – www.adidas.com/mirosar10 Timeline Photos",
          1417797781
        ],
        [
          "Hoy recibí mis nuevos botines adidas Football #mirosar10. Representan mis raíces en mi ciudad, Rosario. \n\nJust got my new adidas Football #mirosar10 boots! They represent my roots in my hometown Rosario.\n\n- LIO Timeline Photos",
          1417123045
        ],
        [
          "¡Manteniéndolos a punto!\n\nI like to keep them fresh!\n\nadidas Football #F50\n\n- LIO Timeline Photos",
          1415984144
        ],
        [
          "En un rodaje con mis amigos de adidas Football.\n\nOn a shoot with my friends from adidas Football.\n\n- LIO Timeline Photos",
          1410365720
        ],
        [
          "¿Querés ganar estos botines adidas Football f50 Messi firmados por Leo? ¡Ingresá en www.adidas.com/jointeammessi y podés ganarlos!\n\nWho wants to win these signed adidas Football #f50 #Messi boots? Go to www.adidas.com/jointeammessi, and they could be yours! Timeline Photos",
          1409150686
        ],
        [
          "¡Con mis nuevos botines, gracias adidas Football!\n\nWith my new boots, thank you adidas Football! #F50\n\n- LIO Timeline Photos",
          1408113272
        ],
        [
          "Llegó el momento. El partido más importante en la vida de Leo con la camiseta de Argentina. #allin or nothing\n\nThis is it. The biggest game of Leo’s life for his country.  #allin or nothing\n\n#WorldCupFinal",
          1405263908
        ],
        [
          "Menos de 40 horas para la final del Mundial. Leo estará allí para darlo todo en Maracaná. #allin or nothing\n\nLess than 40 hours left until the #WorldCup final. Leo will be there to give everything in the Maracana. #allin or nothing",
          1405103327
        ],
        [
          "PENALTY... ¡GOOOL! ¡Leo marca desde los 11 metros!!! Cree o abandona. #allin or nothing \n\nGOOOAL! Penalty converted! Believe or Leave. #allin or nothing.\n\nwww.teammessi.com - #WorldCup",
          1404938764
        ],
        [
          "Leo sabe que la preparación es la clave del éxito. Los Cuartos de Final están aquí: Argentina vs Bélgica - www.teammessi.com \n\nLeo knows that preparation is the key to success. The quarter-finals are here: it’s Argentina vs Belgium - www.teammessi.com\n\n#allin or nothing",
          1404561176
        ],
        [
          "La fases eliminatorias están aquí... Leo y sus compañeros lo saben y darán lo mejor de sí mismos para pasar de ronda. #allin or nothing - www.teammessi.com\n\nThe knock out stages are here and Leo and his teammates are ready. They will give everything to go through. It's #allin or nothing - www.teammessi.com",
          1404208935
        ],
        [
          "Leo está orgulloso de ser el capitán de la Selección Argentina, y siempre lo da todo en la cancha. Ahora toca Nigeria. #allin or nothing\n\nLeo is proud to be the captain of Argentina, and he always goes all in. Time for Nigeria! #allin or nothing\n\nwww.teammessi.com - #WorldCup",
          1403691508
        ],
        [
          "A veces los jugadores se ponen nerviosos… \nAcá os dejo el nuevo video de adidas Football para el Mundial - http://y2u.be/jR1XQsCiAKE - #allin or nothing The Dream: all in or nothing ft. Messi, Alves, Suárez, Özil and more -- FIFA World Cup™ Make your choice: http://www.adidas.com/go/MakeAChoice Music by Kanye West: https://soundcloud.com/adidasfootball/adidas-the-dream-ft-an-exclusive-kanye-west...",
          1400940000
        ],
        [
          "Even footballers get nervous, sometimes. \nHere is the new adidas Football #WorldCup video! - http://youtu.be/jR1XQsCiAKE - #allin or nothing YouTube",
          1400911200
        ],
        [
          "Os presento la protagonista principal del Mundial de Brazil, brazuca! Tuve la oportunidad de conocerle hace unos meses. Os dejo este video hecho por adidas football http://www.youtube.com/user/adidasfootballtv/Brazuca\r\n\r\net me introduce you to the main character of the FIFA World Cup, brazuca! I had the opportunity to meet the ball a few months ago. You can check it out in this adidas football video http://www.youtube.com/user/adidasfootballtv/Brazuca Timeline Photos",
          1386414929
        ],
        [
          "Acá les dejo el nuevo video de Adidas Football para la nueva colección Samba, en donde salgo con mis nuevos botines #F50 #allin or nothing!\n\nCheck me out in Adidas Football’s new video for the Samba Collection, with my new #F50 boots #allin or nothing! Samba Collection -- adidas Football adidas presents the Samba Collection. Game on or game over. #allin or nothing. http://www.adidas.com/WorldCup The adidas Football channel brings you the worl...",
          1383825673
        ],
        [
          "Gracias a los chicos de adidas Football por el video que me hicieron!\n\nThanks to the guys from adidas Football for the video that they've made for me! 2012 FIFA Ballon d'Or: Messi by Richard Swarbrick Leo Messi has been awarded the FIFA Ballon d'Or for the fourth year in a row. To celebrate the world's greatest player, we've teamed up with illustrator Rich...",
          1357599789
        ],
        [
          "adidas hizo estos fondos de pantalla para el ultimo partido de este año increible. Gracias!\n\nadidas made these wallpapers  for the last game of this awesome year… thanks! \n\n adidas Football Leo Messi has ended 2012 with a world record total of 91 goals.\n\nYou can now download this desktop wallpaper to celebrate his achievement.",
          1356202878
        ],
        [
          "adidas ha producido esta imagen para celebrar el record de más goles en un año de Gerd Müller (en 1972) y yo (este año).  Les agradezco mucho por el apoyo y los felicitaciones!\n\nadidas have produced this image to celebrate the goal scoring records from Gerd Müller (in 1972) and me (this year).  I’m very thankful for all the support and your congratulations! adidas Football Making History. \n\nLeo Messi now has the world record number of goals in a year!\n\nHow many will he finish 2012 with?",
          1355130938
        ]
      ],
      "dates_start": 1382864364,
      "dates_end": 1452678326,
      "likes_avg": 473912,
      "likes_stdev": 500271,
      "comments_avg": 14006,
      "comments_stdev": 23328,
      "shares_avg": 10983,
      "shares_stdev": 10146
    },
    {
      "number": 11,
      "important": [
        "ahead",
        "mañana",
        "session",
        "de mañana",
        "train",
        "important",
        "import",
        "train session",
        "tomorrow",
        "champion"
      ],
      "common": [
        "champions",
        "champions league",
        "de",
        "el",
        "la",
        "league",
        "photos",
        "uefa",
        "uefa champions",
        "uefa champions league"
      ],
      "messages": [
        [
          "Entrenando en París, de cara al importante partido de Champions de mañana.\n\nTraining session in Paris ahead of tomorrow's important UEFA Champions League match.\n\n- LIO Timeline Photos",
          1487017912
        ],
        [
          "Cuando comienzan los partidos de la UEFA Champions League, únete al equipo que siempre juega en casa = Lay's United!\n\nWhen the UEFA Champions League games kick off, join the team that always plays at home = Lay's United!",
          1486919846
        ],
        [
          "Nos vemos pronto... #UCL\n\nSee you soon... UEFA Champions League\n\n- LIO Timeline Photos",
          1481543204
        ],
        [
          "Buena victoria para seguir adelante en la Champions.\n\nA good win as we progress in the UEFA Champions League.\n\n- LIO Timeline Photos",
          1481060275
        ],
        [
          "⚽️ Manchester ⚽️\n\nUEFA Champions League Timeline Photos",
          1477984998
        ],
        [
          "Qué linda forma de volver a la Champions con una importante victoria, un gran esfuerzo de todo el equipo y de la gente que nos apoya. 👍🏻⚽️\n\nWhat a great way to return to UEFA Champions League action with an important win, a big effort from the whole team and our fans. 👍🏻⚽\n\n- LIO Timeline Photos",
          1476942182
        ],
        [
          "Teníamos muchas ganas de empezar la Champions con un triunfo y conseguimos hacerlo con un gran partido.\n\nWe really wanted to begin the UEFA Champions League with a win and we managed to do just that with a great performance.\n\n- LIO Timeline Photos",
          1473796711
        ],
        [
          "The UEFA Champions League is back! Cheer with Lay's to win prizes including tickets! www.game-ready.com/cheers  \n \n¡La UEFA Champions League ha vuelto! ¡Anima con Lay’s y gana premios incluyendo entradas! www.game-ready.com/cheers Timeline Photos",
          1473689405
        ],
        [
          "¡Ya tenemos nuestro rival de Cuartos de la Champions!\n\nOur opponents have been announced for the UEFA Champions League Quarterfinals!\n\n- LIO Timeline Photos",
          1458306471
        ],
        [
          "¡Y ahora por los Cuartos!\n\nThrough to the Quarterfinals!\n\nUEFA Champions League #UCL\n\n- LIO Timeline Photos",
          1458198616
        ],
        [
          "Get #GameReady to join the Choir of UEFA Champions League!  \n\n¡Participá en el Coro de la UEFA Champions League! ¿Estás #GameReady? Get #GameReady to join the Choir of UEFA Champions League!",
          1458047537
        ],
        [
          "¡Fuerza Ney! Mañana cerramos la fase de grupos de la Champions en Alemania e intentaremos que sea con otra victoria.\n\nStay strong Neymar Jr.! Tomorrow we play our last UEFA Champions League group game in Germany and we'll try to get another victory!\n\n- LIO Timeline Photos",
          1449608274
        ],
        [
          "¡Qué ganas tenía de una noche de Champions como ésta! ¡Felicitaciones a todo el equipo y gracias a la afición y también a Jorge Lorenzo por la visita!\n\nI was looking forward to taking part in a UEFA Champions League match like the one tonight! Congrats to the whole team and thank you to all our fans and to Jorge Lorenzo for paying us a visit!\n\n- LIO Timeline Photos",
          1448401961
        ],
        [
          "¡Hoy volvemos a la Champions!\n\nIt's UEFA Champions League time!\n\n#UCL\n\n- LIO Timeline Photos",
          1448379772
        ],
        [
          "La Champions que ganamos en junio ya es algo del pasado. Esta temporada vamos a luchar para conseguir de nuevo el trofeo. #Messi15\n\nLast season's UEFA Champions League success is already in the past. In 2016, we want to be lifting that trophy again. #Messi15\n\n- LIO Mobile Uploads",
          1442411584
        ],
        [
          "Ya estamos en Italia. ¡Que empiece la Champions!\n\nWe're in Italy... Bring on the UEFA Champions League!\n\n- LIO Mobile Uploads",
          1442331645
        ],
        [
          "¡Listo para la gala y el sorteo de la Champions!\n\nReady for the gala and the UEFA Champions League draw! \n\n#UCLdraw\n\n- LIO Timeline Photos",
          1440682736
        ],
        [
          "Recién recibí mis nuevos adidas Football #Messi15. Ahora estoy preparado para la final de la UEFA Champions League. #BeTheDifference\n\nI just got my new adidas Football #Messi15. Now I’m ready for the UEFA Champions League final. #BeTheDifference\n\n- LIO Timeline Photos",
          1433262064
        ],
        [
          "Tenemos una semifinal de la Champions muy dura por delante, habrá que estar al 110%.\n\nWe have a really tough UEFA Champions League semifinal ahead, and we'll need to give 110%.\n\n- LIO Timeline Photos",
          1429888311
        ],
        [
          "¡Mañana jugamos por la Champions!\n\nTomorrow we have a UEFA Champions League game!\n\n- LIO Timeline Photos",
          1429556701
        ],
        [
          "Sabíamos que el Sevilla iba a ser complicado, pero vamos a seguir luchando hasta el final. Ahora a concentrarnos para el partido de Champions. \n\nWe knew that playing Sevilla would be a tough match, but we'll keep fighting till the end of the season. Now we must focus on the UEFA Champions League game.\n\n- LIO Timeline Photos",
          1428939082
        ],
        [
          "¡Con ganas de Champions League!\n\nLooking forward to the UEFA Champions League game!\n\n- LIO Timeline Photos",
          1426693010
        ],
        [
          "Conseguimos 3 puntos importantísimos hoy. Ahora a prepararnos para la Champions.\n\n3 really important points today for us. Now we move onto the UEFA Champions League.\n\n- LIO Timeline Photos",
          1426368203
        ],
        [
          "El FC Barcelona ganó 3-1 ayer para acabar la fase de grupos como líder del grupo F de la UEFA Champions League. Leo marcó su gol 75 en la competición europea.\n\nFC Barcelona won 3-1 yesterday to finish at the top of the group F of the UEFA Champions League. Leo scored his 75th goal in this competition. FC BARCELONA vs PSG / MATCH 6 - GROUP F",
          1418387100
        ],
        [
          "Partido emocionante de la UEFA Champions League esta noche. El liderato del grupo F está en juego.\n\nBig UEFA Champions League game tonight. They are playing to top the group F.\n\nFC Barcelona vs PSG Timeline Photos",
          1418230801
        ],
        [
          "Otra victoria para el FC Barcelona, que tendrá la oportunidad de acabar como primero de grupo si consiguen la victoria ante el PSG en el Camp Nou. Leo anotó otro hat-trick en Chipre y se convirtió en el máximo goleador de la historia de la UEFA Champions League.\n\nAnother victory for FC Barcelona, who will have the chance to finish at the top of the group F if they win against PSG at the Camp Nou. Leo scored another hat-trick and became the UEFA Champions League all-time top scorer. APOEL NICOSIA vs FC BARCELONA - UCL GROUP F. MATCH 5",
          1417069805
        ],
        [
          "Partido importante en Chipre donde está en juego el líderato del grupo F de la UEFA Champions League.\n\nImportant match in Cyprus, where the team will play for the top position of group F in the UEFA Champions League.\n\nAPOEL Nicosia vs FC Barcelona Timeline Photos",
          1416935908
        ],
        [
          "Otra victoria para el FC Barcelona, con 2 goles de Leo que igualó el récord de Raúl de máximo goleador de la historia de la UEFA Champions League, con 70 goles. \n\nAnother win for FC Barcelona in the UEFA Champions League, and 2 goals for Leo, who equalled Raúl's UCL top scoring record with 70 goals. AJAX vs FC BARCELONA / UCL - GROUP F - MATCH 4",
          1415288350
        ],
        [
          "Llegamos a Ámsterdam donde mañana tenemos un partido muy importante de Champions. Un abrazo.\n\nWe have arrived in Amsterdam, where we have a very important UEFA Champions League match tomorrow. A hug.  \n\n- LIO Timeline Photos",
          1415119819
        ],
        [
          "El tercer partido del FC Barcelona en la fase de grupos de la UEFA Champions League acabó con una victoria por 3 a 1. Leo marcó su gol número 69 en la máxima competición europea e hizo además la asistencia del primer gol.\n\nThe third UEFA Champions League FC Barcelona group match finished as a 3-1 win. Leo scored his 69th goal in the European competition and also made the assist for the opening goal of the match. FC BARCELONA 3 - 1 AJAX / UCL - GROUP F - MATCH 3",
          1413995530
        ],
        [
          "Partido importante de la UEFA Champions League esta noche en el Camp Nou. \n\nIt's time for the UEFA Champions League. There is an important match tonight at the Camp Nou.\n\nFC Barcelona vs AFC Ajax Timeline Photos",
          1413905014
        ],
        [
          "Emocionante partido en el Parque de los Príncipes de París. 5 goles en total, la victoria se la llevó el equipo francés al final. Leo marcó su gol número 68 en la UEFA Champions League.\n\nVibrant match at Parc des Princes. 5 goals in total, victory went to the French team in the end. Leo scored his 68th UEFA Champions League goal. PSG 3 - 2 FC BARCELONA / UCL - GROUP F - MATCH 2",
          1412178383
        ],
        [
          "Esta noche, Leo juega su segundo partido de la UEFA Champions League de esta temporada en París.\n\nTonight, Leo will play in the second UEFA Champions League match of the season in Paris. Timeline Photos",
          1412089672
        ],
        [
          "Leo ha hablado con adidas Football Gamedayplus de cara a su próximo partido de la UEFA Champions League. http://youtu.be/zz2FDuJCNTg\n\nLeo spoke with adidas Football Gamedayplus ahead of his next UEFA Champions League match. http://youtu.be/zz2FDuJCNTg Gamedayplus -- Leo Messi, Andre Schürrle, Yohji Yamamoto adizero f50 -- Episode 2 -- adidas Football http://adidas.com/gamedayplus The adidas Football channel brings you the world of cutting edge football. Gain exclusive access to our players, go behind the ...",
          1412010001
        ],
        [
          "Primer partido en la UEFA Champions League de esta temporada. El FC Barcelona consigue los 3 puntos en casa y se pone líder del grupo F.\n\nFirst UEFA Champions League match of the season. FC Barcelona got the 3 points to take the lead of Group F. FC BARCELONA 1 - 0 APOEL NICOSIA / UCL - GROUP F - MATCH 1",
          1411052008
        ],
        [
          "Primer partido de la UEFA Champions League de la temporada para el FC Barcelona. Leo estará en el equipo inicial ante el Apoel Nicosia de Chipre.\n\nFirst UEFA Champions League match of the season for FC Barcelona. Leo will be in the starting 11 against Apoel Nicosia from Cyprus. Timeline Photos",
          1410972282
        ],
        [
          "Preparándome para el primer partido de UEFA Champions League con los nuevos botines adizero f50 que llevaré esta temporada en Europa. ¡Un abrazo! \n\nGetting ready for our first UEFA Champions League match with my new adidas Football #f50 boots. These are the ones I'll be wearing in Europe this season. Hugs!\n\n- LIO Timeline Photos",
          1410788645
        ],
        [
          "Una mirada al pasado: El 27 de mayo de 2009, Leo marcaba este gol de cabeza en el Stadio Olimpico de Roma contra el Manchester United y sentenciaba la final de la UEFA Champions League. #TBT\n\n#ThrowBackThursday - On May 27th 2009, Leo scored this header against Manchester United at the Rome Olympic Stadium to decide the UEFA Champions League final. Timeline Photos",
          1406812869
        ]
      ],
      "dates_start": 1412713129,
      "dates_end": 1464385117,
      "likes_avg": 459546,
      "likes_stdev": 322988,
      "comments_avg": 6940,
      "comments_stdev": 5234,
      "shares_avg": 7598,
      "shares_stdev": 4346
    },
    {
      "number": 12,
      "important": [
        "send",
        "tu",
        "más",
        "fue",
        "mani",
        "bueno",
        "gran",
        "chico",
        "sus",
        "gracia por"
      ],
      "common": [
        "de",
        "el",
        "gracias",
        "lio",
        "photos",
        "por",
        "thanks",
        "timeline",
        "timeline photos",
        "todos"
      ],
      "messages": [
        [
          "A veces las malas noticias traen buenos recuerdos, como los que tengo yo y muchos chicos más de la gran persona que fue Ernesto Vecchio. Gracias por todo tu gran trabajo. Mi más sentido pésame a sus familiares.\n\nSometimes bad news brings back good memories, like those that I and many other players have of the great person that Ernesto Vecchio was. Thank you for all of the excellent work you did. Sending my condolences to your family.\n\n- LIO Timeline Photos",
          1485600756
        ],
        [
          "Está todo bien, tengo que bajar el ritmo y seguir recuperándome con fisioterapia, pero nada preocupante. Gracias a todos por el apoyo.\n\nEverything is fine, I have to slow things down as I recover with physio, but it's nothing to worry about. Thanks to you all for your support.\n\n- LIO Timeline Photos",
          1473092895
        ],
        [
          "¡Muchas gracias a todos por los mensajes de felicitación! Un abrazo.\n\nMany thanks to everyone for the birthday wishes! Hugs.\n\n- LIO Timeline Photos",
          1466871674
        ],
        [
          "Gran victoria ayer, siempre es importante empezar ganando en un torneo como éste. Espero estar listo lo antes posible para ayudar al equipo. Gracias por los mensajes de apoyo.\n\nA great win yesterday, it's always important to open tournaments like this one with a victory. I hope to be back to help the team as soon as possible. Thank you for the messages of support.\n\n- LIO Photos from Leo Messi's post",
          1465323939
        ],
        [
          "El apoyo de los fans es importantísimo para cualquier jugador, sin importar en qué momento de su carrera se encuentre.\n\nFan support is massive for any player, no matter what stage of their career. \n\nGyasi Zardes Accursio Bentivegna Khiry Shelton Timo Werner Rony Lopes Maxwel Cornet Aleksey Miranchuk Jeremie Boga James Wilson & Robert Kenedy Backed by Messi Episode 6",
          1461769127
        ],
        [
          "Ya somos 40 millones en Insta. ¡Gracias a tod@s! 😉👍🏻\n\nWe've reached 40 million fans on Instagram. Thanks everyone! 😉👍🏻\n\ninstagram.com/leomessi\n\n- LIO Timeline Photos",
          1459429543
        ],
        [
          "Gracias a todos por el fantástico recibimiento. Nos vemos esta noche en el Estadio Mario Kempes. 🇦🇷👍🏻\n\nThanks to everyone for the fantastic welcome. I'll see you at the Mario Kempes stadium tonight. 🇦🇷👍🏻",
          1459252518
        ],
        [
          "Felicitaciones a Christy de Sydney, Australia, el primer ganador de #mymessi. ¡Gracias por la maravillosa foto y por el apoyo!\nUnite al movimiento: www.messi.com\n\nCongrats to Christy from Australia, Sydney, who is the first winner of #mymessi. Thank you for your wonderful photo and support! \nJoin the movement here: www.messi.com\n\n- LIO Timeline Photos",
          1458575198
        ],
        [
          "Gracias por estar siempre a mi lado. ¡Te echamos de menos, María Sol! 😘\n\nThanks for always being by my side. We missed you María Sol! 😘\n\n- LIO Timeline Photos",
          1452609495
        ],
        [
          "Thank you HH Sheikh Mohammed bin Rashid Al Maktoum for your hospitality in Dubai.\n\nGracias a HH Sheikh Mohammed bin Rashid Al Maktoum por su hospitalidad en Dubai.\n\n- LIO Timeline Photos",
          1451336880
        ],
        [
          "Lindo recibimiento en Japón. Gracias a los fans por venir a apoyarnos desde el primer momento.\n\nWarm welcome landing in Japan. Thanks to the fans for coming to support us from the very first moment.\n\n- LIO Timeline Photos",
          1450088484
        ],
        [
          "Quería celebrar los 30 millones de amigos que somos en Instagram dándoles las gracias por el apoyo y mostrándoles la remera con la que debuté en el FC Barcelona, que casualmente también llevaba el dorsal número 30. ¡Espero que les guste! ¡Abrazos! \n\nI wanted to celebrate the 30 million friends that we are on Instagram, and say thanks to every one of you for all the support. I am showing the kit that I wore in my first game with FC Barcelona. By coincidence, I was wearing the number 30. I hope you like it! Hugs.\n\ninstagram.com/leomessi\n\n- LIO Timeline Photos",
          1449153419
        ],
        [
          "Muchas gracias a todos por los mensajes de apoyo. Para cualquiera que ama el fútbol, lo más difícil es no poder jugar. Ahora toca recuperarme bien para poder volver a la cancha. Un gran abrazo.\n\nThank you all for your supportive messages. For anyone who loves football, the hardest thing is not to be on the pitch. Now it's time to recover properly to come back. A big hug.\n\n- LIO Mobile Uploads",
          1443457152
        ],
        [
          "Muchas gracias por la bienvenida y el trato que recibimos en Estados Unidos, un país donde el fútbol cada día tiene más seguidores. Como siempre, ha sido un placer haber jugado allá.\n\nThanks a lot for the warm welcome and the treatment we received in the Unites States. A country where the soccer fans keep growing. As always, it's been a pleasure to play there.\n\n- LIO Mobile Uploads",
          1441880671
        ],
        [
          "¡Ya somos 80 millones en Facebook! Gracias a todos por el apoyo diario, es realmente increíble. Un fuerte abrazo.\n\nWe're 80 million on Facebook! Thanks for the support day after day, it's incredible. Hugs! \n\n- LIO Timeline Photos",
          1439994852
        ],
        [
          "La presentación ante nuestra gente siempre es un momento especial. Gracias por el apoyo desde el día 1, vamos a luchar por seguir consiguiendo objetivos.\n\nThe presentation of the team in front of our fans is always a special moment. Thanks for always being with us. We'll keep fighting to make our dreams a reality.\n\n- LIO Mobile Uploads",
          1438879210
        ],
        [
          "Ya somos 20 millones en Insta, ¡muchas gracias a tod@s!\n\n20 million Instagram followers, thank you everyone!\n\ninstagram.com/leomessi\n\n- LIO",
          1436963925
        ],
        [
          "¡Gracias por la torta de cumpleaños! 🎂 Ha sido un lindo día, gracias a todos. \n\nThanks for the birthday cake! 🎂 It's been an amazing day, thank you everyone. \n\n- LIO Timeline Photos",
          1435188182
        ],
        [
          "Muchas gracias a todos por los saludos y vídeos dedicados por mi cumpleaños. Por estar siempre y apoyarme en todo lo que hago. Besos.\n\nThank you everyone for all the birthday wishes, messages, videos and photos. Thank you for always being there and supporting me in I everything I do. Kisses.\n\n- LIO Timeline Photos",
          1435167179
        ],
        [
          "¡Muchas gracias por todas las felicitaciones! Un abrazo.\n\nThanks a lot for all the congratulatory messages! Hugs.\n\n- LIO Timeline Photos",
          1429380821
        ],
        [
          "Estoy bien, ¡muchas gracias por todas las muestras de apoyo que me mandaron! Un abrazo.\n\nI'm fine, thanks a lot for all the support messages you've sent me! A hug.\n\n- LIO Timeline Photos",
          1427235154
        ],
        [
          "Quería desearles a todos un buen fin de semana. Un abrazo y muchas gracias por estar siempre.\n\nI wanted to wish you all a good weekend. Thanks a lot for always being there.\n\n- LIO Timeline Photos",
          1423861323
        ],
        [
          "¡10 millones de fans en Instagram! Muchas gracias a todos.\n\n10 million fans on Instagram! Thanks a lot to everyone.\n\nhttp://instagram.com/leomessi\n\n- LIO Timeline Photos",
          1423518001
        ],
        [
          "¡Muchas gracias por haberlos firmado! Los récords son también vuestros.\n\nThanks a lot for signing them! The records are yours too.\n\n- LIO Timeline Photos",
          1417547334
        ],
        [
          "¡Muchas gracias a todos por sus mensajes y felicitaciones! Es un día muy especial para mí.\n\nThanks a lot for all your congratulatory messages! Today is a very special day for me. \n\n- LIO",
          1413478580
        ],
        [
          "¡Llegamos a los 7 millones en Instagram!!! ¡Gracias a todos!!! \n\n7 million fans on Instagram!!! Thanks!!! ;)\n\nwww.instagram.com/leomessi\n\n- LIO Timeline Photos",
          1412238621
        ],
        [
          "¡70 millones de gracias por su apoyo!!! Un abrazo para todos.\n\nThank you to all 70 million of you for your amazing support!!! A hug for each and every one of you!\n\n- LIO Timeline Photos",
          1409223691
        ],
        [
          "Un fanático de Lio se tatuó su nombre y el número 10 en la espalda y fue a verle para demostrarle su pasión por él. Lio le recibió y le agradeció su apoyo incondicional y su afecto.\n\nA Lio fan had 'Messi' and the number 10 tattooed on his back, then went to meet him to show his passion. Lio met the fan and thanked him for his unconditional support and affection. Timeline Photos",
          1405948022
        ],
        [
          "Quiero agradecer todas las muestras de apoyo que hemos recibido desde que acabó el Mundial. Es un orgullo comprobar como la ilusión de todo un país se ha recuperado y tenemos retos por delante muy lindos que afrontaremos con el mismo compromiso. Gracias a todos. Un abrazo.\n\nI want to say thank you for all the support we have been given since the World Cup finished. It's really nice to see the whole country excited about the team again. Now we have new and good challenges ahead which we will face with the same commitment. Thanks to everyone. A hug.\n\n- LIO Timeline Photos",
          1405683266
        ],
        [
          "Muchas gracias a todos por el apoyo incondicional y al plantel por su entrega sin límites. Argentina volvió a estar en una final de un Mundial, y hemos puesto al país donde se merece estar. Estamos muy tristes, pero tenemos que estar también orgullosos. Un abrazo grande a todos. #VamosArgentina\n\nThank you so much for your unconditional support, and thank you to the team for giving everything. Argentina has reached a World Cup Final once again, putting our nation in a place it deserves to be. We are sad to of lost, but proud of our progress. A big hug. #VamosArgentina\n\n- LIO Timeline Photos",
          1405367391
        ],
        [
          "¡Muchas Gracias por tu apoyo!\nPara celebrar los 60 millones de fans, decargá la App #VAMOSLEO - www.teammessi.com - y creá tu imagen. ¡Podés ganar una brazuca firmada por Leo! ¡Buena suerte!\n\nThanks for all you support! \nTo celebrate 60M fans download the #VAMOSLEO App - www.teammessi.com - and create your image for a chance to win a brazuca signed by Leo himself! Good luck! Timeline Photos",
          1403965541
        ],
        [
          "¡Muchas gracias a todos!!!\n\n- LIO Timeline Photos",
          1403652612
        ],
        [
          "Último partido en la Argentina antes de viajar al Mundial. Muchas gracias por el apoyo, será muy lindo poder recibirlo también hoy en La Plata. Nos llevamos toda la energía a Brasil con nosotros. Abrazos.\n\nLast match in Argentina before heading to the World Cup. Thanks for all your support. Can’t wait to get more energy from you today to take it all to Brazil.\u000b Hugs! Timeline Photos",
          1402139196
        ],
        [
          "Afortunado haber compartido vestuario contigo. Muchas gracias capi!!!\n\nLucky to have shared dressing room with you. Thank you very much captain!!! Mobile Uploads",
          1400148855
        ],
        [
          "Gracias a todos por el cariño que me brindan\n\nThanks to all of you for the support you are giiving to me Timeline Photos",
          1385222107
        ],
        [
          "Gracias a Dios tengo la oportunidad de disfrutar haciendo lo que más me gusta, jugar al fútbol! agradezco a todos ustedes por el apoyo que día a día recibo\n\nThanks to God I have the opportunity to enjoy doing what I like the most, playing football! and thanks for the support you give me everyday Mobile Uploads",
          1384979660
        ],
        [
          "Un día increíble. Gracias a todos por sus msjs! #botadeoro / An incredible day. Thanks to all of you for your msgs! #goldenboot Instagram leomessi's video on Instagram",
          1384972665
        ],
        [
          "Como ya muchos saben durante las próximas semanas estaré a full con la recuperación de esta nueva lesión, para mi es una lástima no poder jugar junto mi equipo en estos momentos... Ahora lo más importante es recuperarme bien para poder ayudar a mis compañeros y devolver todo este cariño de mi gente de la mejor forma que sé, jugando fútbol. Gracias por sus mensajes de apoyo!\n\nAs many of you know, over the next few weeks I will be working full-time on the recovery of this new injury, for me it is a pity not to play with my team right now... Now the most important is to be recovered well for helping my teammates and for giving back all the support you've given to me in the best way I know how to do, playing football. Thank you for your messages! Mobile Uploads",
          1384284906
        ],
        [
          "Fue increíble recibir el apoyo del gran Kobe… Thanks brother for that tweet, counting the days to see you back on court! Timeline Photos",
          1378134487
        ],
        [
          "Disappointed by the management of the charity match in Los Angeles. I really wanted to be there and enjoy as I did in Peru and Colombia. This project is made for the fans, and that's why I'm very disappointed with the organization. A big hug to those who were going to support this cause at L.A. Memorial Coliseum and thank you all for your support.",
          1372847335
        ],
        [
          "Decepcionado por la gestión del partido benéfico en Los Ángeles. Tenía muchas ganas de asistir y disfrutar como lo hice en Perú y en Colombia. Este proyecto está hecho por y para los fans, y es por eso que estoy muy decepcionado con la organización. Un abrazo especial para aquellas personas que iban a apoyar esta causa en L.A. Memorial Coliseum y gracias a todos por su apoyo.",
          1372847257
        ],
        [
          "Acá les dejo unas fotos del partido del Sábado en Medellín. Gracias a todos por tan lindo recibimiento, siempre es un placer estar por allá! Partido Messi&Friends en Medellín",
          1372785771
        ],
        [
          "Muchas gracias por el video tan emotivo por mi cumpleaños. Abrazo grande.\n\nThank you very much for the video so emotional for my birthday. Big hug",
          1372357418
        ],
        [
          "Volveré pronto, por suerte no fue mucho.\r\n\r\nLamentamos mucho lo de Masche y le ponemos fuerza para que vuelva pronto.\r\n\r\n\r\nI will return soon, thankfully it was not so serious.\r\n\r\nWe are so sorry for Masche, we will give our support he returns as soonest as possible. Timeline Photos",
          1364982852
        ],
        [
          "Gracias a todos por estar a mi lado en este momento tan lindo de mi carrera!\r\n\r\nThanks to everyone for being by my side in this beautiful moment of my career! Timeline Photos",
          1357744136
        ],
        [
          "Quiero agradecer a todos los que siguen mi facebook ya son 40 millones y es un monton! Gracias a todos  por el aguante!  -  I want to thank all of my fans on Facebook. We are already 40 million and it is a ton! Thank you for the support! New wallpapers",
          1355501750
        ],
        [
          "Muchas gracias a todos por vuestro apoyo por lo mucho que significa para mi poder jugar.\n\nThank you all very much for your support. It means so much to me to play.",
          1355072360
        ],
        [
          "Muchas felicidades Facu por este título! Te agradezco mucho el apoyo que das a mi Fundación. http://facebook.com/FacuPieresOficial\r\n\r\nCongratulations Facu for your Championship! I appreciate the support that you give to my Foundation.\r\nhttp://facebook.com/FacuPieresOficial Timeline Photos",
          1355004364
        ],
        [
          "Quiero dar las gracias a todos por estar en este hermoso momento, como dije ayer compartirlo con mi familia, mi mama que siempre esta y mi viejo que me acompañan! Y a mis compañeros de equipo que son los culpables de este premio!\n\nI want to thank everyone for being there at this beautiful moment, like I said yesterday to share it with my family, my mother who is always there and my father who accompany me! And to my teammates who are responsible for this award! Bota de Oro",
          1351591791
        ],
        [
          "Muchísimas gracias al club por este hermoso regalo, para mi fue algo muy emotivo. También agradezco a la gente por su apoyo y su cariño, ojalá esta noche podamos pasar a semis! Gracias a todos!\n\nMany thanks to the club for this beautiful gift, it was something very emotional for me. I also thank everyone for their support and care, hopefully tonight we can make it to the semis! Thanks to everyone! Timeline Photos",
          1333468275
        ],
        [
          "Gracias a todos por el aguante, finalmente pudimos llegar a la final!! Estamos muy contentos, ojalá podamos conseguir la copa!\n\nThanks everyone for supporting us, we made it to the final at last!!\nWe're very happy, hope we can win the cup!",
          1328781997
        ],
        [
          "Hello to my 30 million fans on Facebook! \n\nWanted to thank you for your support, it means a lot to me. \n\nA big hug to you all. Somos 30 millones! / We're 30 million!",
          1328639990
        ],
        [
          "Gracias a todos! Es una ilusión para mi compartirlo con todos ustedes!\n\nThanks everybody! It's a thrill for me to share it with all of you! Timeline Photos",
          1326702455
        ]
      ],
      "dates_start": 1366894430,
      "dates_end": 1450235572,
      "likes_avg": 580226,
      "likes_stdev": 584961,
      "comments_avg": 21755,
      "comments_stdev": 25653,
      "shares_avg": 14850,
      "shares_stdev": 18363
    },
    {
      "number": 13,
      "important": [
        "one",
        "la liga",
        "abrazo",
        "bilbao",
        "de la liga",
        "cancha",
        "import",
        "important",
        "las",
        "liga"
      ],
      "common": [
        "barcelona",
        "de",
        "el",
        "fc",
        "fc barcelona",
        "la",
        "la liga",
        "liga",
        "match",
        "vs"
      ],
      "messages": [
        [
          "Bilbao 😀👍🏻⚽️ Timeline Photos",
          1483624334
        ],
        [
          "Logramos un importante triunfo en una de las canchas más complicadas de La Liga.\n\nWe claimed an important win at one of the toughest away grounds in La Liga.\n\n- LIO Timeline Photos",
          1478523024
        ],
        [
          "Feliz por la victoria y por haber llegado a 500 partidos con el FC Barcelona. Gracias a todos lo que me ayudaron durante estos años.\n\nHappy for today's win and for reaching my 500th game for FC Barcelona. Thanks to everyone who's helped me over the years.\n\n- LIO Timeline Photos",
          1451515525
        ],
        [
          "Ganar el triplete es sólo una parte de la historia del FC Barcelona. Descubre cómo consiguieron llegar a lo más alto el próximo 4 de noviembre: Gatorade.\n\nWinning a treble is just one piece of the FC Barcelona story. See what it took them to reach the top on November 4th: Gatorade",
          1446481794
        ],
        [
          "Felicitaciones Dani Alves, ¡350 partidos oficiales con el FC Barcelona!\n\nCongrats Dani, 350 official matches for FC Barcelona!\n\n- LIO Mobile Uploads",
          1443642002
        ],
        [
          "Seguimos muy preocupados por la situación de los refugiados. Ahora vos también podés ayudarles colaborando en esta campaña del FC Barcelona - http://ow.ly/SpXai\n\nWe are still very concerned with the refugee situation. Now you can also help them by joining this FC Barcelona campaign - http://ow.ly/Sq11m\n\n- LIO Mobile Uploads",
          1442656831
        ],
        [
          "FC BARCELONA vs MALAGA CF / LA LIGA - MATCH 2 FC BARCELONA vs MALAGA CF / LA LIGA - MATCH 2",
          1440947446
        ],
        [
          "ATHLETIC BILBAO vs FC BARCELONA / SPANISH SUPER CUP ATHLETIC BILBAO vs FC BARCELONA / SPANISH SUPER CUP",
          1439887745
        ],
        [
          "FC BARCELONA vs SEVILLA CF / UEFA SUPER CUP FC BARCELONA vs SEVILLA CF / UEFA SUPER CUP",
          1439403874
        ],
        [
          "La Liga... ¡Y ahora la Copa! 🏆🏆 Força Barça!\n\nLa Liga title... And now Cup champions too! 🏆🏆 Come on Barça!\n\n- LIO Timeline Photos",
          1433018948
        ],
        [
          "El FC Barcelona jugó el último partido de la temporada en La Liga el pasado fin de semana, donde además recibieron el trofeo de campeones.\n\nFC Barcelona played their last La Liga match on the weekend. They were also presented with this season's trophy. FC BARCELONA vs DEPORTIVO LA CORUÑA / LA LIGA - MATCH 38",
          1432584049
        ],
        [
          "La Liga es importantísima, un campeonato que siempre premia al mejor. Pero este equipo es increíble y queremos más este año. Força Barça!\n\nLa Liga title is very special, as it always rewards the best. But this team is incredible and still wants more this year. Força Barça!\n\n- LIO Timeline Photos",
          1432062550
        ],
        [
          "BAYERN MUNICH vs FC BARCELONA / UCL - SEMIFINALS 2nd LEG BAYERN MUNICH vs FC BARCELONA / UCL - SEMIFINALS 2nd LEG",
          1431546378
        ],
        [
          "FC BARCELONA vs R.SOCIEDAD / LA LIGA - MATCH 36 FC BARCELONA vs R.SOCIEDAD / LA LIGA - MATCH 36",
          1431288555
        ],
        [
          "FC BARCELONA vs BAYERN MUNICH / UCL SEMIFINALS - 1st LEG FC BARCELONA vs BAYERN MUNICH / UCL SEMIFINALS - 1st LEG",
          1431012767
        ],
        [
          "FC BARCELONA vs GETAFE / LA LIGA - MATCH 34 FC BARCELONA vs GETAFE / LA LIGA - MATCH 34",
          1430323906
        ],
        [
          "FC BARCELONA vs PSG / UCL - QUARTERFINALS 2nd LEG FC BARCELONA vs PSG / UCL - QUARTERFINALS 2nd LEG",
          1429716007
        ],
        [
          "FC BARCELONA vs VALENCIA CF / LA LIGA - MATCH 32 FC BARCELONA vs VALENCIA CF / LA LIGA - MATCH 32",
          1429475862
        ],
        [
          "400 goles con el FC Barcelona, ¡ojalá pueda marcar muchos más! Pero lo más importante es que conseguimos 3 puntos en un partido muy difícil.\n\n400 goals for FC Barcelona, and I hope to score many more! However the most important part is that we got 3 points from a really tough game.\n\n- LIO Timeline Photos",
          1429368076
        ],
        [
          "PSG vs FC BARCELONA / UCL - QUARTERFINALS 1st LEG PSG vs FC BARCELONA / UCL - QUARTERFINALS 1st LEG",
          1429212295
        ],
        [
          "FC BARCELONA vs ALMERÍA / LA LIGA - MATCH 30 FC BARCELONA vs ALMERÍA / LA LIGA - MATCH 30",
          1428590824
        ],
        [
          "FC BARCELONA vs MANCHESTER CITY / UEFA CHAMPIONS LEAGUE - LAST 16 FC BARCELONA vs MANCHESTER CITY / UEFA CHAMPIONS LEAGUE - LAST 16",
          1426804412
        ],
        [
          "El FC Barcelona se sitúa como líder de la Liga tras derrotar al Rayo Vallecano en el Camp Nou. Leo, que marcó 3 goles, se convirtió en el jugador que ha conseguido más hat-tricks en la historia de La Liga.\n\nFC Barcelona moved to the top of La Liga table after their victory against Rayo Vallecano at the Camp Nou. Leo, who scored 3 goals, became the player to score the most hat-tricks in the history of La Liga. FC BARCELONA vs RAYO VALLECANO / LA LIGA - MATCH 26",
          1425962520
        ],
        [
          "Concentrados en la Liga otra vez, mañana vamos por los 3 puntos. \n\nWe're focused on la Liga again, tomorrow we'll go out to get the 3 points.\n\n- LIO Timeline Photos",
          1425061273
        ],
        [
          "El FC Barcelona superó al Levante. Era el partido número 300 de Leo en la Liga y marcó un hat-trick y dio una asistencia de gol. \n\nFC Barcelona beat Levante in the 300th La Liga match. It was Leo's 300th La Liga match in which he scored a hat-trick and made one assist FC BARCELONA vs LEVANTE UD / LA LIGA - MATCH 23",
          1424119552
        ],
        [
          "Feliz de haber podido celebrar mi partido 300 en la Liga con una victoria. Un abrazo. \n\nHappy to have had the chance to celebrate my 300th La Liga match with a victory. Hugs.\n\n- LIO Timeline Photos",
          1424024455
        ],
        [
          "El FC Barcelona ganó 3-1 con un gol y una asistencia de Leo. \n\nFC Barcelona won 3-1 with a goal and assit by Leo. FC BARCELONA vs VILLAREAL / COPA DEL REY SEMIFINALS (1st LEG)",
          1423740411
        ],
        [
          "Partido complicado que finalmente acabó con la victoria del FC Barcelona (3-2) y con Leo marcando el gol de la victoria para su equipo.\n\nTough match that finished with a victory for FC Barcelona (3-2) and with Leo scoring the winning goal for his team. FC BARCELONA vs VILLAREAL CF / LA LIGA - MATCH 20",
          1422985046
        ],
        [
          "¡La segunda parte de la temporada en la Liga empieza hoy!\n\nThe second half of La Liga season starts today!\n\nElche CF vs FC Barcelona Timeline Photos",
          1422111991
        ],
        [
          "Jornada 19 en La Liga.\n\nLa Liga, Match 19.\n\nDeportivo La Coruña vs FC Barcelona Timeline Photos",
          1421600935
        ],
        [
          "Gran partido del FC Barcelona que venció al Atlético de Madrid por 3-1. Leo anotó el tercer gol que sentenció el choque.\n\nFC Barcelona performed amazingly to beat Atlético 3-1. Leo scored the third goal to finish off the match. FC BARCELONA vs ATLÉTICO DE MADRID",
          1421181020
        ],
        [
          "Partidazo en la Liga esta noche.\n\nGreat match in La Liga tonight. Timeline Photos",
          1421001000
        ],
        [
          "El FC Barcelona ganó al Elche por 5-0 y dejó la eliminatoria de Copa del Rey encarrilada. Leo marcó su primer gol del año.\n\nFC Barcelona beat Elche 5-0 to go into the next stage of the Copa del Rey almost decided. Leo scored his first goal of the year. FC BARCELONA vs ELCHE - COPA DEL REY - LAST 16",
          1420802970
        ],
        [
          "Vuelve la Liga con el primer partido de 2015 para Leo.\n\nLa Liga is back with the first match of 2015 for Leo.\n\nReal Sociedad vs FC Barcelona Timeline Photos",
          1420396201
        ],
        [
          "Último partido del FC Barcelona en 2014. Ganaron al Córdoba FC por 5-0 y Leo marcó 2 goles. \n\nLast match in 2014 for FC Barcelona. They won against Córdoba FC 5-0 and Leo scored 2 of the goals. FC BARCELONA vs CÓRDOBA FC / La Liga - Match 16",
          1419194271
        ],
        [
          "La Liga, Jornada 15. Penúltimo partido de la competición liguera en este año 2014.\n\nLa Liga, Match 15. Penultimate match of 2014 in the league\ncompetition.\n\nGetafe vs FC Barcelona Timeline Photos",
          1418477599
        ],
        [
          "El Barça ganó 5-1 el derbi de Barcelona. Leo consiguió otro hat-trick y lleva 13 en la Liga esta temporada.\n\nFC Barcelona won 5-1 in the Barcelona derby. Leo scored another hat-trick and has now scored 13 in La Liga so far this season. FC BARCELONA vs RCD ESPANYOL",
          1418157337
        ],
        [
          "El derbi de Barcelona está a punto de comenzar.\n\nThe Barcelona derby is about to kick-off.\n\nFC Barcelona vs RCD Espanyol Timeline Photos",
          1417964159
        ],
        [
          "Partido importante en una de las canchas más complicadas de la Liga.\n\nImportant match in one of the toughest stadiums of La Liga.\n\nValencia CF vs FC Barcelona Timeline Photos",
          1417374153
        ],
        [
          "Gran partido del FC Barcelona que superó al Sevilla por 5-1. Leo marcó un hat-trick y se convirtió en el máximo goleador de la historia de La Liga con 253 goles hasta la fecha.\n\nA great match for FC Barcelona beating Sevilla 5-1. Leo scored a hat-trick and he became La Liga all-time top scorer with 253 goals so far. FC BARCELONA vs SEVILLA",
          1416849728
        ],
        [
          "Después de los partidos con las selecciones, es momento de que vuelva la Liga al Camp Nou.\n\nAfter the break for the international team matches, it's time for La Liga at the Camp Nou.\n\nFC Barcelona vs Sevilla Timeline Photos",
          1416678899
        ],
        [
          "La Liga, jornada 11.\n\nLa Liga, Match 11.\n\nAlmería vs FC Barcelona Timeline Photos",
          1415461954
        ],
        [
          "Una hora para que empiece el partido.\n\nJust one hour left until the kick-off.\n\nFC Barcelona vs Celta de Vigo Timeline Photos",
          1414861201
        ],
        [
          "¡Otra victoria del FC Barcelona en La Liga! Leo marcó de nuevo y también volvió a asistir ante el Eibar, con el resultado final de 3-0 para el equipo azulgrana. El equipo llega al Clásico liderando la clasificación liguera, pero antes jugarán el también importante partido de UEFA Champions League frente al AFC Ajax el próximo martes.\n\nAnother win for FCBarcelona in la Liga! Leo once again scored and assisted a goal against Eibar to make the final score 3-0. The team will be going to El Clasico at the top of the league table. But first, they face Ajax in the UEFA Champions League on Tuesday. FC BARCELONA 3 - 0 EIBAR / LA LIGA - MATCH 8",
          1413738772
        ],
        [
          "¡Vuelve La Liga! Hoy, la jornada 8. \n\nLa Liga is back! Today, Match 8.\n\nFC Barcelona vs Eibar Timeline Photos",
          1413638114
        ],
        [
          "La precisión es clave en el fútbol. Gillette siempre apuesta por la precisión, y por eso ahora patrocina al FC Barcelona en América Latina. - http://youtu.be/F8O9LsiSpKg\n\nPrecision in football is key. Gillette means precision, and for this reason they sponsor FC Barcelona in Latin America. - http://youtu.be/F8O9LsiSpKg\n\n Gillette la Afeitadora Oficial del FC Barcelona: Celebrando la Precisión Latinoamericana. La palabra precisión viene del latín, pero cuando hablamos de futbol se vuelve latina. “Gillette la afeitadora oficial del FC Barcelona en Latinoamérica\". Mi...",
          1413208091
        ],
        [
          "Es el momento de centrarse en La Liga. Hoy el FC Barcelona luchará por seguir como líder en Vallecas.\n\nIt's time to focus on La Liga. Today, FC Barcelona will fight at Vallecas to continue at the top of the table.\n\nRayo Vallecano vs FC Barcelona Timeline Photos",
          1412418853
        ],
        [
          "El FC Barcelona consiguió una nueva victoria en La Liga, con dos goles y dos asistencias de Leo. Además, fue un partido para recordar, ya que Leo hizo su gol oficial número 400 de su carrera con el Barça y la AFA - Selección Argentina.\n \nFC Barcelona got another win in La Liga with Leo scoring 2 goals and making 2 assists. It was also a match to remember, as Leo hit his 400th official goal for FC Barcelona and Argentina. FC BARCELONA 6 - 0 GRANADA",
          1411910593
        ],
        [
          "Nunca imaginé que conseguiría logros así en mi carrera. Agradezco todas sus felicitaciones por los 400 goles en el FC Barcelona y la Selección Argentina. Seguiré trabajando duro para lograr superar más metas. ¡Un abrazo a todos!\n\nI never imagined I could achieve anything like this in my career. Thanks for all the congratulations on scoring 400 goals with FC Barcelona and the Argentinian National Team. I'll continue working hard to reach more targets. A big hug to all! Timeline Photos",
          1411834641
        ],
        [
          "Jornada 6 de La Liga. El liderato está en juego.\n\nLa Liga, Match 6. It will be all about getting back to the top of the table. \n\nFC Barcelona vs Granada. Timeline Photos",
          1411822057
        ],
        [
          "La Liga vuelve esta noche con el FC Barcelona enfrentándose al Málaga en la Rosaleda. Leo estará en el once inicial.\n\nLa Liga is back tonight. FC Barcelona face Malaga at La Rosaleda stadium. Leo will be in the starting 11. Timeline Photos",
          1411578425
        ],
        [
          "Cuarta jornada de La Liga. Dentro de dos horas, Leo juega en Valencia.\n\nLa Liga, Match 4. In two hours, Leo will be playing in Valencia.\n\nLevante U.D. - FC Barcelona Timeline Photos",
          1411312461
        ],
        [
          "Tercer partido de La Liga. Encuentro disputado en el Camp Nou, donde el FC Barcelona consiguió la tercera victoria consecutiva en el campeonato liguero. 3 de 3 por el momento, lo que sitúa al Barça como  líder de la clasificación en solitario.\n\nLa Liga, match 3. FC Barcelona won their third match in a row, this time at the Camp Nou (FC Barcelona), to keep themselves at the top of the league table, with 3 wins in 3 matches played. FC BARCELONA 2 - 0 ATHLETIC CLUB BILBAO / LA LIGA - MATCH 3",
          1410864855
        ],
        [
          "Leo se recuperó de su lesión y podrá jugar ante Athletic de Bilbao esta tarde.\n\nLeo has recovered and will be able to play against Athletic Bilbao this afternoon.\n\nFC Barcelona - Athletic Bilbao Timeline Photos",
          1410596974
        ],
        [
          "Esta tarde, Leo juega su segundo partido de La Liga.\n\nLater today, Leo will be playing his second La Liga match. \n\nVillareal CF - FC Barcelona Timeline Photos",
          1409478827
        ],
        [
          "Felicidades por la renovación con el FC Barcelona, Masche. ¡Te lo mereces amigo!!! \n\nCongratulations Javier Alejandro Mascherano on signing your new contract with FC Barcelona. You deserve it my friend!!!\n\n- LIO Timeline Photos",
          1409124963
        ],
        [
          "Leo empieza en La Liga con una victoria en el Camp Nou (FC Barcelona) ante el Elche y marcando sus 2 primeros goles de la temporada.\n\nLeo stars La Liga with a victory at the Camp Nou, and scoring his first 2 goals of the season. FC BARCELONA 3 - 0 ELCHE C.F. / LA LIGA - MATCH 1",
          1408982829
        ],
        [
          "Mañana empezamos La Liga en el Camp Nou (FC Barcelona). Preparado y con mucha ilusión por jugar de nuevo frente a nuestra hinchada. ;)\n\nTomorrow, we are going to start La Liga at the Camp Nou. \nReady and really excited to play in front of our fans again! ;)\n\n- LIO Timeline Photos",
          1408823635
        ],
        [
          "Gracias a todos los seguidores del FC Barcelona y a los compañeros por las muestras de cariño recibidas. Entre ellas esta magnifica ilustración junto al gran Paulinho Alcántara Timeline Photos",
          1395001303
        ]
      ],
      "dates_start": 1409445154,
      "dates_end": 1439843973,
      "likes_avg": 307444,
      "likes_stdev": 423313,
      "comments_avg": 5014,
      "comments_stdev": 8092,
      "shares_avg": 9654,
      "shares_stdev": 19528
    },
    {
      "number": 14,
      "important": [
        "everi",
        "achiev",
        "make",
        "leo",
        "dream",
        "messi",
        "player",
        "back",
        "jugador",
        "sus"
      ],
      "common": [
        "com",
        "de",
        "el",
        "en",
        "fifa",
        "http",
        "leo",
        "messi",
        "que",
        "team"
      ],
      "messages": [
        [
          "Como todo jugador, Leo creció soñando con triunfar algún día. Los jugadores Backed by Messi comparten sus sueños futbolísticos y sus planes para hacerlos realidad: https://youtu.be/40P-WbDlPic\n#Messi16 #NeverFollow\n\nJust like every player, Leo grew up dreaming of achieving greatness. The Backed By Messi players share their footballing dreams and their plans to make them reality: https://youtu.be/40P-WbDlPic\n#Messi16 #NeverFollow",
          1484575632
        ],
        [
          "Dar el salto al primer equipo es uno de los pasos más importantes en la carrera de cualquier futbolista. Conoce de primera mano cómo los jugadores Backed By Messi llegaron a jugar en el primer equipo en el Episodio 2: https://youtu.be/ath5EkGIW7o\n\nMoving up to the first team is one of the biggest steps in any player’s career. See the Backed By Messi players talk about making the move to the first team in Episode 2: https://youtu.be/ath5EkGIW7o\n\n#NeverFollow #Messi16",
          1480177233
        ],
        [
          "Download the Play Messi APP and start scoring points to live the #PlayMessiExperience with Leo!\nAndroid 📲 https://goo.gl/fF2JxF\niOs 📲 https://goo.gl/ZwDi47\n✈ 🎮🔟 ⚽🔴🔵 🚍 Play Messi Experience",
          1478188640
        ],
        [
          "Wow!!! \n\n¡Somos más de un millón de jugadores en Messi Runner! ⚽️💪🏻\n\nWe are more than a million players on Messi Runner! ⚽️💪🏻\n\nDownload Free Messi Runner:\n⬇️⬇️⬇️\nAndroid: http://bit.ly/messirunner\niOS: http://bit.ly/messirunnerios\nMessi Games Timeline Photos",
          1474031702
        ],
        [
          "✈ Bilbao 👍🏻⚽ Photos from Leo Messi's post",
          1472388264
        ],
        [
          "Descarga Messi Runner y recorre el mundo junto a Leo 💪🏻⚽️\n\nDownload Messi Runner and run across the world with Leo 💪🏻⚽️\n⬇️⬇️⬇️\nAndroid: http://bit.ly/messirunner\niOS: http://bit.ly/messirunnerios\nMessi Games Timeline Photos",
          1471001288
        ],
        [
          "Download the Play Messi APP and start scoring points to live the #PlayMessiExperience, just like Santiago (ARG), Enrique (MEX) and Renzo (PER) did!\n⬇⬇⬇⬇\nAndroid  https://goo.gl/PxfDjG\niOs  https://goo.gl/Eh1ZKe Play Messi Experience",
          1470403971
        ],
        [
          "Mate 8 Edicion Limitada by Messi llegará pronto. Sólo existen 5.000 unidades en el mundo: HuaweiMessiLimitedEdition.com\n\nMate 8 Limited Edition by Messi coming soon. There will be just 5000 handsets available worldwide: HuaweiMessiLimitedEdition.com Timeline Photos",
          1467212843
        ],
        [
          "Jugá con Messi FootBubbles y podrás tener la oportunidad de conocer a Lionel Messi. Participa en www.footbubbles.com\n\nShow us what you can do with Messi FootBubbles to be in with a chance of meeting Lionel Messi. Enter at www.footbubbles.com Messi Footbubbles",
          1466178639
        ],
        [
          "Download the Play Messi App and start participating for a chance to meet Leo Messi in Barcelona!\n⬇⬇⬇⬇\nAndroid 📲 https://goo.gl/PPX94S\niOs 📲 https://goo.gl/kOYElW http://goo.gl/xrmpsy Win a trip to Barcelona to meet Leo Messi!",
          1461940231
        ],
        [
          "See what drives Leo Messi and the world’s best footballers: Gatorade.\n\nMirá lo que empuja a Leo Messi y a los mejores futbolistas del mundo: Gatorade Argentina. See what drives Leo Messi and the world’s best footballers",
          1460383521
        ],
        [
          "The #Fantastico song released by Tata Motors seems to have got everyone’s feet tapping. Check it out here: http://bit.ly/FantasticoSong\n\nLa canción #Fantastico de Tata Motors parece que tiene a todo el mundo bailando. Descúbrela aquí: http://bit.ly/FantasticoSong Lionel Messi, Global Brand Ambassador of Tata Motors | Tata Zica – The New Hatchback in its Class : Tata Motors has appointed Lionel Messi as its global brand ambassador. Check out how Tata Zica & Lionel Messi keep pushing to achieve success which makes them great. #madeofgreat #fantastico.",
          1456519728
        ],
        [
          "Mirá el Episodio 4 de Backed by Messi acá: https://youtu.be/VroVbQN_GDs \nChicos, ¿qué les parecen los nuevos botines #Messi15? ;) #MarcaLaDiferencia\n\nWatch Backed By Messi Episode 4 here: https://youtu.be/VroVbQN_GDs  \nWhat do you think of the new #Messi15 boots, guys? ;) #BeTheDifference\n\nGyasi Zardes Accursio Bentivegna Khiry Shelton Timo Werner Rony Lopes Maxwel Cornet Aleksey Miranchuk\nJeremie Boga James Wilson Robert Kenedy Backed by Messi Episode 4",
          1456421099
        ],
        [
          "Reto a los chicos del equipo Backed by Messi a ver si también consiguen darle al travesaño desde el córner al primer intento.  #MarcaLaDiferencia\n\nI hit the crossbar from the corner flag on my first attempt. Let’s see if you can do it too, Backed by Messi players.  #BeTheDifference \n\nJeremie Boga Timo Werner Accursio Bentivegna Gyasi Zardes Khiry Shelton Rony Lopes Maxwel Cornet Aleksey Miranchuk James Wilson & Robert Kenedy\n\n- LIO Crossbar Challenge",
          1455195403
        ],
        [
          "¡Disfrutá grandes aventuras con Messi SpaceScooter Game! ¡Ganá increíbles premios y tendrás la oportunidad de conocer a Leo Messi! Descubrí más en  www.messispacescootergame.com y disfrutá jugando.\n\nEnjoy great adventures with the Messi SpaceScooter Game! Win great prices and a chance on a Meet&Greet with Leo Messi himself! Find out more at www.messispacescootergame.com\nEnjoy playing! Timeline Photos",
          1454425407
        ],
        [
          "Es un honor haber sido nombrado promotor de la Agenda de Desarrollo 2030 de la ONU. Entre todos, vamos a trabajar para cumplir los 17 Objetivos de Desarrollo Sostenible.\n\nIt's a honour to have been named an advocate for the United Nations 2030 Agenda for Sustainable Development. With everyone's help, we are going to work to achieve the 17 Sustainable Development Goals.\n\n- LIO Photos from Leo Messi's post",
          1453396816
        ],
        [
          "¡El episodio 2 de Backed by Messi ya está aquí! Descubre cómo se preparan los jugadores, física y mentalmente, para los partidos importantes: youtu.be/V-3edx1OGQ8\n\nBacked by Messi Episode 2 is here! Watch how the players mentally and physically get themselves ready for their big games: youtu.be/V-3edx1OGQ8\n\n#BeTheDifference Backed By Messi Episode 2",
          1450800000
        ],
        [
          "Club Atlético River Plate vs FC Barcelona - FIFA Club World Cup Final FIFA Club World Cup Final",
          1450734795
        ],
        [
          "When Messi steps onto the pitch, he's never alone. See the fuel that took his club to the top: youtu.be/XviYhMgvZIQ Gatorade",
          1448290800
        ],
        [
          "¿Conoces Messi FootBubbles? Es el nuevo juguete de la marca Messi con el que ya disfrutan niños de todo el mundo – www.footbubbles.com\n\nDo you know Messi FootBubbles? It's the new Messi branded toy that has just been launched and is already being enjoyed by kids from all around the world – www.footbubbles.com",
          1447348631
        ],
        [
          "La historia de los Backed By Messi comienza hoy. Conoce a los jugadores en el Episodio 1. #MarcaLaDiferencia\n\nThe Backed By Messi story starts here. Meet the players in Episode 1. #BeTheDifference\n\nMaxwel Cornet, Jeremie Boga officiel, Robert Kenedy, Khiry Shelton, Timo Werner, James Wilson, Gyasi Zardes, Aleksey Miranchuk, Rony Lopes, Accursio Bentivegna Backed by Messi - Episode 1",
          1445619280
        ],
        [
          "¡Juega a FIFA 16 Ultimate Team en tu móvil! Salta al campo y lucha por la victoria. Descárgalo gratis http://hyperurl.co/FIFA16UT\n\nPlay FIFA 16 Ultimate Team on mobile! Get on the pitch and fight for victory. Download it for free http://hyperurl.co/FIFA16UT",
          1445003930
        ],
        [
          "Es increíble escuchar que fans de todo el mundo han viajado hasta Barcelona para conseguir un par de botines Messi 10/10. ¡Muchas gracias a todos! Ya estoy deseando que llegue este día el año que viene. #MarcaLaDiferencia #LimitedCollection\n\nIt’s amazing to hear fans travelled across the world to get a pair of Messi 10/10 boots in Barcelona. Many thanks to all! Looking forward to next year already.\n#BeTheDifference #LimitedCollection\n\n- LIO Mobile Uploads",
          1444487962
        ],
        [
          "Ojalá pudiera jugar con estos botines tan especiales, Messi 10/10, pero aún sigo recuperándome. Si querés conseguirlos, tenés que ir mañana a la tienda de adidas de Barcelona. ¡Sólo se fabricaron 100 pares para todo el mundo! #LimitedCollection\n\nI wish I could be playing in such special boots, the Messi 10/10, but I’m still recovering. If you want to get them, go to the adidas Barcelona store tomorrow. Only 100 pairs were made! #LimitedCollection \n\n- LIO Mobile Uploads",
          1444399498
        ],
        [
          "Estos son los 10 jugadores que llevarán mis botines #Messi15 durante la temporada. Seguí su historia, contada por ellos mismos, en Team Messi. Próximamente... #MarcaLaDiferencia\n\nThese are the 10 players who will be playing in my #Messi15 boots this season. Follow their story told by them on Team Messi. Coming soon. #BeTheDifference  \n\nMaxwel Cornet, Jeremie Boga officiel, Robert Kenedy, Khiry Shelton, Timo Werner, James Wilson, Gyasi Zardes, Aleksey Miranchuk, Rony Lopes, Accursio Bentivegna\n\n- LIO Backed by Messi",
          1443194466
        ],
        [
          "Juega bonito con Leo y el #FIFA16. Consigue el tuyo: http://o.ea.com/43725\n\nPlay Beautiful with Leo and #FIFA16! Get your copy: http://o.ea.com/43725 Play Beautiful with Leo and FIFA16!",
          1442584832
        ],
        [
          "Esta temporada no seré el único que lleve mis botines #Messi15. He elegido a 10 jugadores que comparten mi motivación por ganar todo. Adiviná quiénes son en Team Messi. #MarcaLaDiferencia\n\nThis season I won’t be the only one wearing my #Messi15 boots. I have chosen 10 players who share my motivation to win everything. Find out who they are at Team Messi.\n#BeTheDifference\n\n- LIO Mobile Uploads",
          1442502071
        ],
        [
          "Con la nueva temporada a punto de comenzar, ¡Leo ya está deseando jugar al #FIFA16! - youtube.com/watch?v=AfeDwkIaHNY\n\nNew season on his doorstep and Leo can't wait for #FIFA16! - youtube.com/watch?v=AfeDwkIaHNY FIFA 16 - New Season Trailer - PS4, Xbox One, PC The new football season is here... at last! Celebrate with the official FIFA 16 Gamescom Trailer. Learn more about FIFA 16: http://o.ea.com/41212 Pre-order: ...",
          1438952473
        ],
        [
          "Viendo basket en la cancha de los Washington Wizards de la NBA. ¡Muchas gracias por todo!\n\nWatching an NBA game at the Washington Wizards arena. Thanks a lot for everything! #teamadidas\n\n- LIO Photos from Leo Messi's post",
          1427372184
        ],
        [
          "I’ll never be Leo Messi. #therewillbehaters",
          1426846796
        ],
        [
          "Para comprobar las severas condiciones a las que se somete Leo a lo largo de una temporada, ¡Gillette colocó un cubo sobre su cabeza para recrearlas de nuevo! - http://youtu.be/3b1XWBpVEjQ\n \nTo test the severe conditions Leo is put under throughout a season, Gillette placed his face in a box and recreated a whole season in one go! - http://youtu.be/3b1XWBpVEjQ Lionel Messi: Comercial para Gillette Mach 3 Sensitive - Versión Corta Para poner a prueba la Gillette Mach 3 Sensitive, simulamos las condiciones más severas que encara Lionel Messi. Después le pedimos que se afeitara para prob...",
          1426266930
        ],
        [
          "Enhorabuena y muchas gracias a los fans de Team Messi por el primer millón de seguidores en Twitter - www.twitter.com/teammessi  \n\nCongratulations and thanks a lot to the Team Messi fans for hitting 1 million followers on Twitter - www.twitter.com/teammessi\n\n- LIO",
          1424452461
        ],
        [
          "Esta noche, la campaña benéfica #1in11 recaudará fondos en Sotheby's, Londres, con una subasta donde se podrán adquirir las obras sobre Leo hechas por Takashi Murakami y Damien Hirst. Más información aquí - www.1in11.org \n\nTonight, #1in11 is hosting a fundraising auction at Sotheby's Auction House featuring paintings of Leo by Takashi Murakami 村上隆 and Damien Hirst official. Find out more here – www.1in11.org Photos from Leo Messi's post",
          1423762920
        ],
        [
          "Gillette recreó las condiciones más severas que encaro durante una temporada dentro de un cubo puesto sobre mi cabeza. ¡Qué locura! \nhttp://youtu.be/S_on4jhW22w\n\nGillette put my head in a box that recreated a season of harsh conditions on my face. It was crazy, but I made it out alive!\nhttp://youtu.be/S_on4jhW22w\n\n- LIO Lionel Messi: Comercial 2015 Para Gillette Mach 3 Sensitive - \"El Cubo\" Lionel Messi encara muchas condiciones severas durante la temporada. Ve como él vive la experiencia y luego se afeita con la Gillette Mach 3 Sensitive con te...",
          1422307800
        ],
        [
          "Ya participé en el reto Keep Ups de #1in11. Ahora es tu turno. Unite a mí y ayudá a dar a conocer el programa 1 in 11 destinado a chicos de todo el mundo que no tienen acceso a una educación de calidad - www.1in11.org\n\nI've taken on the #1in11 Keep Ups Challenge - now it's your turn! Join me and help raise awareness for the 1 in 11 kids around the world who don't have access to a quality education - www.1in11.org\n\n- LIO Timeline Photos",
          1421265601
        ],
        [
          "Find your ticket and meet Leo!\nhttp://www.amazon.co.uk/Messi-Choose-to-Believe/dp/9872571074 Timeline Photos",
          1418755320
        ],
        [
          "¡Leo jugando un partido navideño y amistoso al FIFA 15 con Eden Hazard! - http://o.ea.com/31512 \n\nLeo with a festive (and friendly!) game of FIFA 15 with Eden Hazard! - http://o.ea.com/31512",
          1417863600
        ],
        [
          "Leo está volando en busca de experiencias gastronómicas con Turkish Airlines, quienes vuelan hacia más sabores que ninguna otra compañía aérea. ¡Ha comenzado el reto con Didier Drogba por probar los mejores platos alrededor del mundo!  #TurkishAirlines #WidenYourWorld #EpicFood - http://youtu.be/BrI7VRfqgo4 \n\nLeo has no time for sightseeing! He's flying in search of epic food experiences with Turkish Airlines, who fly to more flavours than any other airline. Leo is hungry to race Didier Drogba around the world!  #TurkishAirlines #WidenYourWorld #EpicFood - http://youtu.be/BrI7VRfqgo4 Drogba vs. Messi: #EpicFood Superstars Lionel Messi and Didier Drogba race to find the most delicious food on the planet. No time for sightseeing! They fly in search of epic food experi...",
          1416063601
        ],
        [
          "¡Jugá a FIFA 15 Ultimate Team para móviles con Leo! \nEs rápido, fácil y divertido, y podés conseguirlo gratis en el App Store, Google Play o la tienda Windows Phone Store.\nDescargarlo aquí: http://smarturl.it/1514 \n\nPlay FIFA 15 Ultimate Team with Leo on mobile! \nIt’s fast, easy & fun, and free to play on the App Store, Google Play, or the Windows Phone Store. \nDownload here: http://smarturl.it/1514",
          1412773201
        ],
        [
          "¡Golazo de Leo en el FIFA 15! Conseguí tu copia: http://o.ea.com/26494\n\nLeo with an amazing goal in FIFA 15! Get your copy: http://o.ea.com/26494",
          1411707600
        ],
        [
          "¡Sentí el juego! Mirá a Leo en el anuncio de televisión del FIFA 15. Conseguí tu copia: http://o.ea.com/25876\n\nFeel The Game! See Leo in the FIFA 15 TV ad. Get your copy: http://o.ea.com/25876",
          1410523201
        ],
        [
          "Lo pasé genial con estos talentosos chicos. Mirá que \"truco\" me hicieron.\n\nHad a great time with these really talented kids. Check out how they “tricked\" me. Full Story - Ooredoo and Leo Messi: Simply Do Wonders It's time to do wonders! Show Messi how good your football skills are and you could win a trip to Barcelona to meet him. Find out how and follow the story at...",
          1401523201
        ],
        [
          "Miren la sorpresa que les dimos a algunos fans en Barcelona con este experimento de head & shoulders… \n\nHere is the surprise we gave some fans in Barcelona with this experiment from head & shoulders… Lionel Messi Hugs - #HugHeadFirst with Head & Shoulders Lionel Messi surprises fans and invites to #HugHeadFirst with Head & Shoulders We asked Lionel Messi fans to show us if they have the confidence to hug whoev...",
          1401379200
        ],
        [
          "He visto en Team Messi que ya son 3 millones de fans apoyándome a diario y quería agradecerles su apoyo y sus mensajes. Muchas gracias y seguimos luchando para conseguir nuestras metas. Un abrazo\n    \nWhen checking Team Messi I've seen that there are already more than 3 Million fans supporting me there! I want to thank you for all your support and video messages. Thanks a lot, we keep fighting to reach our dreams. A hug",
          1399887467
        ],
        [
          "I will never forget Tito. \nForever with you. \nAll my love to his family. Timeline Photos",
          1398440009
        ],
        [
          "Got my copy of EA SPORTS FIFA World Cup – love it! Get yours http://o.ea.com/20649 \n\nConseguí mi copia de #EASPORTSFIFA World Cup – muy bueno! Pruébalo http://o.ea.com/20649 Timeline Photos",
          1398436431
        ],
        [
          "Adidas me ha hecho un regalo increíble para celebrar el récord de Paulino Alcántara que batí la semana pasada, una edición limitada de botines que llevaré en el partido de mañana. Me gustaría que alguien de ustedes tengan la posibilidad de conseguir un par de ellos firmado por mí. Id a Team Messi para ver cómo conseguirlos. Nos vemos en la cancha!\n\nAdidas have gifted me an incredible present to celebrate me breaking Paulino Alcantara's goal record last week: these limited edition boots that I'll wear in tomorrow's match. I would like somebody of you could have the chance to win a pair, signed by me. Head to Team Messi to find out how to win. See you on the pitch! Timeline Photos",
          1395761610
        ],
        [
          "¿Te gustaría venir a Maracaná para la Copa Mundial de la FIFA™? Jugá a #FASTORFAIL y podrás venir a verme en mi primer partido. ¡Pero tenés que ser de los más rápidos! ¡Buena suerte y nos vemos ahí! http://youtu.be/6h1uMNUeqx4\n\nWould you like to go to Maracanā stadium to see me playing at the 2014 FIFA World Cup™? Play #FASTORFAIL for your chance to see my first match. Only the fastest will go to Rio! Good luck and see you there! http://youtu.be/6h1uMNUeqx4 Leo Messi on the road to the 2014 FIFA World Cup™ - Fast or Fail -- adidas Football The new adizero f50 Messi. Are you ready to play #FASTORFAIL for your chance to go to the 2014 FIFA World Cup™? Buy the boot: http://www.adidas.com/messi-col...",
          1393925382
        ],
        [
          "¡Mi primera victoria con mis nuevas botas! Espero que os gusten y que sigan dando victorias tan importantes como las de ayer. \nCreo que los amigos de Team Messi están preparando alguna sorpresa...  www.adidas.com/jointeammessi #FASTORFAIL\n\nMy first win in my new boots! I hope you like it and it keeps bringing victories as important as yesterday. \nI believe my friends Team Messi are preparing some surprise. www.adidas.com/jointeammessi #FASTORFAIL Timeline Photos",
          1392829546
        ],
        [
          "Les dejo unas fotos del partido de anoche en Sevilla, partido muy duro, pero felices por la diferencia y en lo personal muy contento de volver a encontrarme con el gol. \n\nI leave you some pictures of the game last night in Sevilla, party hard, but happy for the difference and personally very happy to be back with a goal to find me. Photos from Leo Messi's post",
          1392059847
        ],
        [
          "¿La pelota llegó a entrar dentro del arco? Echa un vistazo al nuevo vídeo de Gillette, que Roger Federer y yo mismo hicimos, junto con otros atletas de todo el mundo #InnerSteel https://www.youtube.com/watch?v=Hc7oa-e3Blg\n\nDo you think I scored? Check out my new Gillette video where Roger Federer and I start ‘Trading Places’ with other athletes from around the globe. #InnerSteel https://www.youtube.com/watch?v=Hc7oa-e3Blg Lionel Messi & Roger Federer Trading Places Gillette #InnerSteel Lionel Messi & Roger Federer Trading Places Gillette #InnerSteel When the world's best soccer and tennis players meet, who knows what to expect? Together for...",
          1391345688
        ],
        [
          "Muchas gracias a todos por estar siempre conmigo. Agradecer a mis amigos de Team Messi por sus mensajes de #VAMOSLEO. Son increíbles. Nos vemos en la cancha. Un abrazo\n\nThank you very much to all of you for always being with me in your support. I would like to thank my Team Messi friends for your #VAMOSLEO messages. They were amazing. See you on the pitch! A hug",
          1389606900
        ],
        [
          "I think I found my new favorite game and my new favorite competitor. Kobe Bryant\n#KOBEVSMESSI #ad http://youtu.be/jhFqSlvbKAM Kobe vs. Messi: The Selfie Shootout Basketball star Kobe Bryant and football icon Lionel Messi are back in this epic face-off for selfie supremacy. Armed with cameras and Turkish Airlines - the...",
          1386181585
        ],
        [
          "Ayer mi gente de Team Messi me hizo llegar esta linda tarjeta llena de sus mensajes, me han sacado unas cuantas sonrisas! gracias por acompañarme en las buenas, y en las no tanto… les mando un abrazo :) Pueden participar en un concurso de unas F50 adidas firmadas por mí aquí www.twitter.com/teammessi\r\n \r\nYesterday my Team Messi people gave me this beautiful card with your #vamosleo messages! Thanks for supporting  me in the good and those not so good moments… You can take part on a contest of a pair of adidas F50 signed by me here www.twitter.com/teammessi Timeline Photos",
          1385036760
        ],
        [
          "El #FIFA14 de EA SPORTS FIFA ya esta a la venta! Creés que podés anotar un gol como este? ;) Pedilo por acá: http://o.ea.com/16719\n\nEA SPORTS FIFA's #FIFA14 is out now! Will you score a goal like this? ;) You can order it here: http://o.ea.com/16719 My FIFA 14 Goal!",
          1380203946
        ],
        [
          "A ver qué tan bueno sos? EA SPORTS FIFA acaba de lanzar #FIFA14 para móviles. Demostra que sos un crack! Sólo tenés que descargártelo gratuitamente acá http://smarturl.it/FIFA14_P1_WW\r\n\r\nWho’s got skills? EA SPORTS FIFA just launched #FIFA14 on mobile. Time to dominate! It’s a free download, too http://smarturl.it/FIFA14_P1_WW Timeline Photos",
          1380119023
        ],
        [
          "Acá les dejo el nuevo comercial de #FIFA14 de EA Sports FIFA… a ver qué les parece mi nuevo medio de trasporte?\nPor cierto, ya pueden hacer su pre-orden a través de http://o.ea.com/16719\n\nHey guys, don't miss the chance to check out  the new #FIFA14  commercial for EA SPORTS FIFA… What do you think about my new ride? \nBTW you can pre-order at http://o.ea.com/16719 We Are FIFA 14",
          1379064392
        ],
        [
          "Les dejo un video del buen rodaje que se hizo con Team Messi \nhttps://www.facebook.com/TeamMessi para presentar el nuevo adizero F50 Messi. Espero que les guste!\n\nSharing a video from the great shoot we did with Team Messi \nhttps://www.facebook.com/TeamMessi to present the new adizero F50 Messi. I hope that you all like it!\n\nhttp://a.did.as/15aRqDg Team Messi Team Messi - a global fan movement founded by adidas to celebrate everything Messi. \nFollow us on www.twitter.com/TeamMessi",
          1375444100
        ],
        [
          "Muy contento por participar y poner mi grano de arena en combatir la malaria en todo el mundo, en mi reciente viaje a Senegal\nVery proud to participate and to fight against malaria around the world in my recent trip to Senegal Timeline Photos",
          1372608426
        ],
        [
          "Quiero invitarles a unirse a mis amigos y a mi en un tour muy especial en beneficio de los chicos de mi fundación. Sigan a Team Messi para vivirlo como si estuviesen en el tour con nosotros. ¡Espero que lo disfruten tanto como lo haré yo! https://www.youtube.com/watch?v=ZP2w-3g5iJI\n\nI want to invite you to join me and my friends on a very special tour to benefit the children of my foundation. Follow Team Messi and you will feel like you are on tour with us. I hope you enjoy it as much as I will! https://www.youtube.com/watch?v=ZP2w-3g5iJI Timeline Photos",
          1372515213
        ],
        [
          "Fue un gran honor visitar la Messi Gallery y ver tantos recuerdos de mi carrera juntos en un mismo lugar! Team Messi ha creado este video tour para que ustedes también lo puedan ver. Díganme qué les parece. Un abrazo. \n\nhttp://www.facebook.com/TeamMessi/app_583065701722243\n\n\n\n\nIt was a great honour to visit the Messi Gallery and see so much\nmemorabilia from my career all in one place! Team Messi have created a\nvideo tour so you can see it all as well. Let me know what you think. A hug. \n\n\nhttp://www.facebook.com/TeamMessi/app_102282156628566?ref=ts Team Messi Team Messi - a global fan movement founded by adidas to celebrate everything Messi. \nFollow us on www.twitter.com/TeamMessi",
          1366980247
        ],
        [
          "We are waiting for tomorrow to see who we will play in the Quarters of the Champions. For now I'm sharing with all of you a video that Team Messi made for me. I hope that you like it! A hug. Play the Messi Way -- adidas Play the Messi Way - http://a.did.as/W9SFtr Join Team Messi -- http://bit.ly/messif50tab Football is supposed to fun So we don't waste a minute We stay on ou...",
          1363293901
        ],
        [
          "Quiero compartir con ustedes en el nuevo anuncio de EA SPORTS FIFA 13! Con ganas de ya poder jugar con el nuevo FIFA… Nos vemos en lacancha...\n\nI would like to share with you the new EA SPORTS FIFA 13 TV spot! I am delighted to play with the new FIFA… see you on the pitch… FIFA 13 TV Ad | JOIN THE CLUB",
          1346422111
        ],
        [
          "Agradezco la ternura de todos los niños del Mundo, en especial a los que intervinieron en esta producción. Ojalá pueda devolver todo este cariño recibido.\n\nI'm thankful for all the kids of the world, especially those who helped with this production. God willing I can return all the love that I've received. Sonrisas para Leo Messi",
          1342801785
        ],
        [
          "Un placer ser parte de la nueva campaña de Adidas! Les gusta?\n\nA pleasure to be part of adidas' new campaign! Do you like it?\n\nhttp://youtu.be/sjpSmPXPDcs adidas WE ALL RUN: Lionel Messi Climacool Seduction We all have a different reason to run. Watch Lionel Messi go all in on his run with his Climacool Seductions. Whatever the reason, wherever you are, go farth...",
          1333618803
        ],
        [
          "He visto gente haciendo maravillas con el balón, pero a través de FIFA Street… puede ser aún más increíble!\n\nI’ve seen a lot of freestyling but through FIFA Street… it can be much more incredible! FIFA Street | Show Leo Messi Your Skills Got what it takes to impress Leo Messi? Record your football skill - or football humour! - and upload it to Street vs Street now. http://bit.ly/HqsINH",
          1333386643
        ],
        [
          "Les mando para que vean el anuncio de televisión de Pepsi.  http://www.youtube.com/watch?v=9TzgAmBhdt0 Fue un rodaje súper divertido por cómo jugamos a futbol!\n\nHere is the link so you can watch the new Pepsi TV ad  http://www.youtube.com/watch?v=9TzgAmBhdt0 It was a very fun shooting playing football in a different atmosphere! OFFICIAL Pepsi Crowd Surfing TV Commercial 2012 - Kick in the Mix (Calvin Harris) Pepsi athletes including three time World Player of the Year Lionel Messi, Didier Drogba, Fernando Torres, Frank Lampard and new recruits Sergio Agüero and J...",
          1333279288
        ]
      ],
      "dates_start": 1379546206,
      "dates_end": 1458438028,
      "likes_avg": 182793,
      "likes_stdev": 173872,
      "comments_avg": 6528,
      "comments_stdev": 9234,
      "shares_avg": 9431,
      "shares_stdev": 17220
    }
  ]
}