{
  "pagename": "LeoMessi",
  "page_name_displayed": "Leo Messi",
  "globalstats": {
    "fan_count": 88043466,
    "messages": 816,
    "likes_avg": 550567,
    "likes_stdev": 605976,
    "comments_avg": 11926,
    "comments_stdev": 15528,
    "shares_avg": 13049,
    "shares_stdev": 20513,
    "graph_uri": "clusters/LeoMessi.png"
  },
  "clusters": [
    {
      "number": 1,
      "important": [
        "está",
        "match",
        "acá",
        "para",
        "save",
        "footbal",
        "partido",
        "más",
        "grand",
        "peopl"
      ],
      "common": [
        "2019",
        "de",
        "earth",
        "football",
        "galaxy11",
        "join",
        "rosario",
        "rosario2019",
        "www",
        "www rosario2019"
      ],
      "messages": [
        [
          "Acá está... La canción perfecta para el partido más grande de la Tierra. ¡Preparados! #GALAXY11 - http://bit.ly/SrJ5Go\n\nHere it is... the perfect song for Earth's biggest match. Getting pumped! #GALAXY11 - http://bit.ly/SrJ5Go #GALAXY11: The Anthem Get the full story: http://bit.ly/1oEuW3I \"Football Will Save the Planet\" is the ultimate anthem to unite the people of Earth and inspire our football heroes...",
          1403123459
        ],
        [
          "El entrenador de #GALAXY11 Beckenbauer nos organizó una sesión de entrenamiento de lo más disparatado!! #GALAXY11 está listo para jugar el partido contra los alienígenas! #GALAXY11: The Training The ultimate football match is coming up! With the advanced training powered by #GALAXYS5, #GALAXY11 is reborn as one team to save the planet. 8-armed robot ...",
          1400154900
        ],
        [
          "Wow, Coach Beckenbauer just gave us the craziest training session ever! #GALAXY11 is ready to play the match against the aliens!  #GALAXY11: The Training The ultimate football match is coming up! With the advanced training powered by #GALAXYS5, #GALAXY11 is reborn as one team to save the planet. 8-armed robot ...",
          1400154600
        ],
        [
          "Mario Götze se ha unido a la lucha para salvar nuestro planeta.\nBienvenido Mario Gotze a la lucha por la Tierra! #GALAXY11 http://bit.ly/1auEeWv\n\nMario Götze has joined the fight to save our planet.\nWelcome Mario Gotze to the fight for Earth! #GALAXY11 http://bit.ly/1auEeWv Götze joins #GALAXY11 Mario Götze has joined the battle to save Earth from alien destruction. Our fate will be decided with one do-or-die football game. Get the full story: http:/...",
          1384769478
        ],
        [
          "El destino del mundo está en juego – Pero tranquilos que pronto estaré de vuelta para defenderlos como el Capitán de #GALAXY11. Pendientes que en los próximos días otros se unirán a esta lucha!\nMás info: http://bit.ly/1auEeWv\n\nThe fate of the world is at stake – But don’t worry I will be come back soon to defend us as Captain of #GALAXY11. Be attentive in the next days others will join me in this fight!\nMore info: http://bit.ly/1auEeWv Messi joins as Captain of #GALAXY11 Aliens have challenged Earth to one ultimate football game, and Leo Messi has been selected as Captain of the one team who can save us. Get the full story: h...",
          1384354058
        ],
        [
          "Acepta el desafío. Súmate a La Hora del Planeta mañana 23 Marzo a las 20:30 estés donde estés - www.facebook.com/earthhour\n\nAccept the challenge. Join Earth Hour tomorrow March 23rd 08:30pm wherever you are - www.facebook.com/earthhour Earth Hour Join us for Earth Hour 2017 on 25 March 8:30 p.m.  https://www.earthhour.org/join-the-movement",
          1363942958
        ],
        [
          "Ojalá que esta tarde anuncien que Rosario es candidata a ser sede de los Juegos Panamericanos 2019.\n\nI hope that this afternoon it is announced that Rosario is the candidate to be the host of the Pan-American Games 2019. Juegos Panamericanos 2019 Unite con nosotros! Pasa a www.Rosario2019.com Join us! Go to www.Rosario2019.com",
          1339423055
        ],
        [
          "Esperando saber el resultado del Comité Olimpico Argentino, y queriendo que Rosario sea la ciudad candidata!\n\nWaiting to find out the results of the Argentinian Olympic Committee, and hoping that Rosario will be the candidate for hosting! Juegos Panamericanos 2019 Unite con nosotros! Pasa a www.Rosario2019.com Join us! Go to www.Rosario2019.com",
          1339421400
        ],
        [
          "Rosario tiene un sueño, junto a mi familia acompañamos el sueño de mi ciudad. Rosario 2019 sede de panamericanos.\n\nRosario has a dream, my family and I share my city's dream. Rosario Host of the 2019 Pan-American Games. Juegos Panamericanos 2019 Unite con nosotros! Pasa a www.Rosario2019.com Join us! Go to www.Rosario2019.com",
          1339419517
        ],
        [
          "http://youtu.be/NcKTm32PZbQ\n\nUnite con nosotros! Pasa a www.Rosario2019.com\n\nJoin us! Go to www.Rosario2019.com Juegos Panamericanos 2019 Unite con nosotros! Pasa a www.Rosario2019.com Join us! Go to www.Rosario2019.com",
          1331669681
        ]
      ],
      "dates_start": 1341016115,
      "dates_end": 1396270505,
      "likes_avg": 26906,
      "likes_stdev": 11908,
      "comments_avg": 3576,
      "comments_stdev": 2997,
      "shares_avg": 1871,
      "shares_stdev": 1182
    },
    {
      "number": 2,
      "important": [
        "result",
        "arriv",
        "fundación leo",
        "toda",
        "everi",
        "whole",
        "join",
        "día",
        "fundación",
        "ser"
      ],
      "common": [
        "de",
        "foundation",
        "fundación",
        "fundación leo",
        "fundación leo messi",
        "game",
        "leo",
        "leo messi",
        "messi",
        "social"
      ],
      "messages": [
        [
          "Este tipo de cosas deberían ser inconcebibles en pleno siglo XXI. \n\nThis kind of thing should be unthinkable in the 21st Century.\n\n- LIO Fundación Leo Messi Vivimos con preocupación la situación de miles de refugiados que llegan a Europa día a día como consecuencia de la guerra. Nos unimos al pedido de toda la comunidad internacional para encontrar una pronta solución a esta tragedia.\n#FundaciónLeoMessi #ElegiCreer\n\nWe are concerned about the situation of thousands of refugees arriving in Europe every day as a result of the war. We join the whole international community in calling for a rapid solution to this tragedy.\n#LeoMessiFoundation #ChooseToBelieve",
          1441369942
        ],
        [
          "Ya tenemos 3 clínicas más en Argelia. Gracias a Ooredo Group por seguir trabajando con la Fundación Leo Messi para expandir globalmente el proyecto conjunto de clínicas móviles.\n\nWe have 3 more clinics in Argelia! Thanks to Ooredoo Group for working alongside the Leo Messi Foundation to globally expand the joint project of Mobile Clinics.\n\n- LIO Timeline Photos",
          1439032289
        ],
        [
          "Fue muy lindo poder conocer a Issa gracias al programa de lucha contra la malaria de la Fundación Leo Messi.\n\nIt was great to meet Issa, a wonderful experience made possible by the Leo Messi Foundation and its work against malaria.\n\nhttps://youtu.be/7qj6J7BMHNM\n\n- LIO Timeline Photos",
          1430493189
        ],
        [
          "Ya somos más de un millón apoyando a la Fundación en Facebook, sumate a nosotros.\n\nWe now have over a million fans supporting the Foundation on Facebook. Join us.\n\n- LIO Fundación Leo Messi ¡Más de #UnMillón #ElegimosCreer! Sigamos contagiando voluntades.\nSi apoyas nuestra labor social en el mundo, invita a tus amigos.\n#FundacionLeoMessi #ElegiCreer \n \nOver #OneMillon #ChooseToBelieve! Let´s spread the word.\nIf you support our social work around the world, invite your friends to like us too.\n#LeoMessiFoundation #ChooseToBelieve",
          1423589860
        ],
        [
          "Muy feliz de haber podido conocer a estos 30 chicos. Son un verdadero ejemplo de lucha y superación. Les agradezco mucho que hayan venido a verme, siempre aprendo cosas nuevas de ellos. Gracias a la Fundación FC Barcelona y a la Fundación Leo Messi por haber hecho posible este encuentro.\n\nReally happy that I had the chance to meet these 30 amazing young people. They are truly an example of determination and are an inspiration to all. I am truly grateful that they had the opportunity to come to Barcelona, as I had the opportunity to learn so much from them. Many thanks to the FC Barcelona Foundation and the Leo Messi Foundation for making this possible. \n\n- LIO Timeline Photos",
          1414597168
        ],
        [
          "Impresionado al ver estos videos del trabajo que la Fundación Leo Messi y Ooredoo están haciendo en Indonesia y Myanmar con las clínicas de salud móviles.\n\nI was really touched by these videos showing the work that the Leo Messi Foundation and Ooredoo are doing in Indonesia and Myanmar with mobile health clinics.\n\nhttps://www.youtube.com/watch?v=-_kihjikdxM   https://www.youtube.com/watch?v=ZH8dhr_gUOo Making a difference in Indonesia Ooredoo, Indosat, and the Leo Messi Foundation partner together to make a difference in people's lives in Indonesia. Inspiring clip showing the work of the m...",
          1401968296
        ],
        [
          "Estoy muy feliz de que puedan disfrutar del game social de mi Fundación y así apoyar nuestros proyectos!! Sigan disfrutando en www.trainingwithmessi.com\n\nI´m very happy that you can enjoy the social game of my Foundation and thus support our projects! Keep enjoying in www.trainingwithmessi.com Training With Messi",
          1389183690
        ],
        [
          "Quisiera darles un regalo de alegrías muy especial para estas fiestas! El game social de mi fundación completamente gratis toda una semana! Disfrutenlo en: http://www.trainingwithmessi.com\n\nI want to give you all something very very special for this celebrations! The social game of my foundation completely for FREE for an entire week! Enjhoy it: http://www.trainingwithmessi.com Training With Messi Leo Messi Foundation is happy to announce the launch of the official game of Lionel Messi for social good. Training with Messi is a challenging soccer game featuring the best soccer player in the world.",
          1388851306
        ],
        [
          "Ojala en este mundo se terminen las diferencias politicas, raciales y demograficas para ser un unico pueblo unidos por el progreso y la justicia social\n\nHopefully in this world will end political differences, racial and demographic to be a single people united for progress and social justice Timeline Photos",
          1375632801
        ],
        [
          "Agradezco al Maestro João Carlos Martins, la dedicatoria y la gentileza de recordar mis juegos con la música del mas grande compositor de música clásica Bach!. Pueden mirar el gran mensaje\n\nThank Maestro João Carlos Martins, the dedication and kindness to remember my games with the biggest music classical composer Bach!. They can look at the great message\n\nhttp://www.youtube.com/watch?v=e_ZRmEA9ck8&feature=youtu.be Bach Messi La Fundación Leo Messi y su patrono Lionel Messi, agradecen al Maestro Joao Carlos Martins, la dedicatoria y la gentileza de recordarlo con la musica del mas...",
          1374948927
        ],
        [
          "Gran labor de UNICEF ayudando a todos esos niños y niñas refugiados por los conflictos armados en sus países. Espero que la donación de la Fundación Leo Messi gracias al partido Messi&Friends en Chicago ayude a las comunidades afectadas\n\nGreat work of UNICEF helping all those refugee children affected by the armed conflicts in their countries. I hope that the donation made by the 'Fundación Leo Messi', thanks to the match Messi&Friends in Chicago, help the affected communities Timeline Photos",
          1373311993
        ],
        [
          "I want to invite you to training and share with me this \nsocial game of my foundation!\n\nDid you try @TWMessi, the official Leo Messi Foundation game?. \nShare and participate in our social projects ! http://bit.ly/twmessi Training with Messi Leo Messi Foundation is happy to announce the launch of the official game of Lionel Messi for social good. Training with Messi is a challenging soccer game featuring the best soccer player in the world.",
          1372880151
        ],
        [
          "Estoy muy feliz de poder trabajar en el desarrollo de los niños, niñas y adolescentes Peruanos junto a mis amigos UNIFEF, CESIP y CEDEC.\nGracias por esta oportunidad. \n\nI am very happy to work on the development of children and adolescents with Peruvian friend UNICEF, CESIP and CEDEC. Thank you for this opportunity! Fundación Leo Messi La Fundación Leo Messi realizó una donación de fondos propios a UNICEF Perú y las ONG’s CESIP y CEDEC para apoyar las estrategias de Buen Trato y Deporte para el Desarrollo de niños, niñas y adolescentes.\r\n\r\nEl pasado martes 2 de julio en Lima, Perú, dentro del marco de la “Batalla de las Estrellas”, el futbolista argentino Leo Messi, Embajador de Buena Voluntad de UNICEF realizó una donación a las ONGs CESIP y CEDEC que trabajan junto a UNICEF Perú, para prevenir la violencia, abuso sexual y explotación de niños, niñas y adolescentes peruanos.\r\n\r\nLa contribución de la Fundación Messi será destinada a promover 2 estrategias: el Buen Trato y Deporte para el Desarrollo:\r\n\r\n•\tBuen trato: El 50% de los fondos recibidos se destinarán a la implementación de la iniciativa “Promover y vigilar el Buen Trato para la primera infancia” junto a CESIP (Centro de Estudios Sociales y Publicaciones). La finalidad de este proyecto es incorporar la promoción del buen trato y la prevención, detección y atención temprana de la violencia en el Sistema de Vigilancia Comunitaria del Desarrollo Infantil.\r\n•\tDeporte para el Desarrollo: El otro 50% de los fondos recaudados serán invertidos en el proyecto “El Estado y la Sociedad contra la Violencia, Abuso Sexual Infantil y Explotación Sexual Infantil” junto a la ONG CEDEC (Centro de Educación y Desarrollo Comunitario) que contribuye a la prevención de la violencia, el abuso sexual y la explotación sexual de niños, niñas y adolescentes.",
          1372797504
        ],
        [
          "Contento de colaborar con la gran labor de UNICEF y CedaVida en el proyecto Golombiao. Espero que la donación de la Fundación Leo Messi, gracias al partido Messi&Friends en Medellín, ayude a los 1.200 chicos de las comunidades afectadas por los conflictos armados Timeline Photos",
          1372619175
        ],
        [
          "Los desafío a entrenar conmigo en el Game Social de la Fundación !\n\n#LeoMessi: 'Participá con los niños jugando!’. @TWMessiEsp, al jugar te estás integrando a los proyectos sociales de Facebook/FundacionLeoMessi !  http://bit.ly/twmessi\n\nI challenge you to training with me in the social game of my foundation!\n\n#LeoMessi: 'Join the kids by playing a game!'. @TWMessi game, play and help Facebook/FundacionLeoMessi!  http://bit.ly/twmessi Timeline Photos",
          1372534321
        ],
        [
          "http://www.youtube.com/watch?feature=player_embedded&v=tu7apG9Iv-s#! Social Team felicita a la Fundación Leo Messi en su aniversario! http://www.youtube.com/watch?feature=player_embedded&v=tu7apG9Iv-s#!",
          1368614669
        ],
        [
          "Gracias al equipo http://www.facebook.com/OrganizacionSocialteam por el emotivo video del 6to. Aniversario de nuestra Fundación y por acompañarnos en las acciones sociales!!\n\nThanks to http://www.facebook.com/OrganizacionSocialteam for this video celebrating the 6th Anniversary of our foundation and for helping us with our social work!! Organización SocialTeam Social Team es una organización con fines sociales, conformada por un equipo de profesionales comprometidos con el desarrollo sustentable y la responsabilidad social.",
          1368543302
        ],
        [
          "Les reenvio link de un comunicado de la Fundación Leo Messi en relación a una noticia muy desafortunada publicada por un medio de comunicación. Abrazo a todos!\n\nI'm sending you a link to the Leo Messi Foundation regarding a very unfortunate story that was published in the media. A hug to everyone! Fundación Leo Messi COMUNICADO OFICIAL\n\nDebido a falsas informaciones emitidas por Twitter Fox Sport Norte, el día 27/05, las que hieren la sensibilidad de muchas personas, en especial la de su entorno familiar. Queremos dejar claro mediante este manifiesto desde la Fundación Leo Messi y en especial desde su Familia, el malestar hacia el horror sobre esta comunicación, denunciando como de ruín a quien la origina o se hace eco de la misma, es un espanto que estos medios sociales atenten con notificaciones en forma superficial y a la vez tan profundas. Creemos que la libertad de expresión debe ser moderada en ciertas ocasiones y son tan culpables estos personajes sin escrúpulos que tratan de generar movimientos en redes, originando informaciones desaprensivas, como quien continúa con la misma sin inquirir la veracidad de la misma.",
          1338235134
        ],
        [
          "Les presento la campaña de sensibilización sobre la enfermedad de Chagas 'Gana al silencio. Gana a la enfermedad de Chagas'.\n\nEstá impulsada por la Fundación FC Barcelona, la Agencia Catalana de Cooperación al Desarrollo y la Fundación Leo Messi FC Barcelona - Leo Messi, contra la enfermedad de Chagas",
          1334252471
        ]
      ],
      "dates_start": 1357106847,
      "dates_end": 1416941172,
      "likes_avg": 151258,
      "likes_stdev": 215068,
      "comments_avg": 3900,
      "comments_stdev": 2427,
      "shares_avg": 3090,
      "shares_stdev": 3222
    },
    {
      "number": 3,
      "important": [
        "conoc",
        "lionel",
        "oportunidad",
        "meet",
        "de",
        "abrazo",
        "check",
        "con",
        "chanc",
        "messi"
      ],
      "common": [
        "de",
        "gillette",
        "lionel",
        "lionel messi",
        "messi",
        "new",
        "para",
        "que",
        "tata",
        "watch"
      ],
      "messages": [
        [
          "Jugá con Messi FootBubbles y podrás tener la oportunidad de conocer a Lionel Messi. Participa en www.footbubbles.com\n\nShow us what you can do with Messi FootBubbles to be in with a chance of meeting Lionel Messi. Enter at www.footbubbles.com Messi Footbubbles",
          1466178639
        ],
        [
          "The #Fantastico song released by Tata Motors seems to have got everyone’s feet tapping. Check it out here: http://bit.ly/FantasticoSong\n\nLa canción #Fantastico de Tata Motors parece que tiene a todo el mundo bailando. Descúbrela aquí: http://bit.ly/FantasticoSong Lionel Messi, Global Brand Ambassador of Tata Motors | Tata Zica – The New Hatchback in its Class : Tata Motors has appointed Lionel Messi as its global brand ambassador. Check out how Tata Zica & Lionel Messi keep pushing to achieve success which makes them great. #madeofgreat #fantastico.",
          1456519728
        ],
        [
          "Para comprobar las severas condiciones a las que se somete Leo a lo largo de una temporada, ¡Gillette colocó un cubo sobre su cabeza para recrearlas de nuevo! - http://youtu.be/3b1XWBpVEjQ\n \nTo test the severe conditions Leo is put under throughout a season, Gillette placed his face in a box and recreated a whole season in one go! - http://youtu.be/3b1XWBpVEjQ Lionel Messi: Comercial para Gillette Mach 3 Sensitive - Versión Corta Para poner a prueba la Gillette Mach 3 Sensitive, simulamos las condiciones más severas que encara Lionel Messi. Después le pedimos que se afeitara para prob...",
          1426266930
        ],
        [
          "Gillette recreó las condiciones más severas que encaro durante una temporada dentro de un cubo puesto sobre mi cabeza. ¡Qué locura! \nhttp://youtu.be/S_on4jhW22w\n\nGillette put my head in a box that recreated a season of harsh conditions on my face. It was crazy, but I made it out alive!\nhttp://youtu.be/S_on4jhW22w\n\n- LIO Lionel Messi: Comercial 2015 Para Gillette Mach 3 Sensitive - \"El Cubo\" Lionel Messi encara muchas condiciones severas durante la temporada. Ve como él vive la experiencia y luego se afeita con la Gillette Mach 3 Sensitive con te...",
          1422307800
        ],
        [
          "Miren la sorpresa que les dimos a algunos fans en Barcelona con este experimento de head & shoulders… \n\nHere is the surprise we gave some fans in Barcelona with this experiment from head & shoulders… Lionel Messi Hugs - #HugHeadFirst with Head & Shoulders Lionel Messi surprises fans and invites to #HugHeadFirst with Head & Shoulders We asked Lionel Messi fans to show us if they have the confidence to hug whoev...",
          1401379200
        ],
        [
          "¿La pelota llegó a entrar dentro del arco? Echa un vistazo al nuevo vídeo de Gillette, que Roger Federer y yo mismo hicimos, junto con otros atletas de todo el mundo #InnerSteel https://www.youtube.com/watch?v=Hc7oa-e3Blg\n\nDo you think I scored? Check out my new Gillette video where Roger Federer and I start ‘Trading Places’ with other athletes from around the globe. #InnerSteel https://www.youtube.com/watch?v=Hc7oa-e3Blg Lionel Messi & Roger Federer Trading Places Gillette #InnerSteel Lionel Messi & Roger Federer Trading Places Gillette #InnerSteel When the world's best soccer and tennis players meet, who knows what to expect? Together for...",
          1391345688
        ],
        [
          "I think I found my new favorite game and my new favorite competitor. Kobe Bryant\n#KOBEVSMESSI #ad http://youtu.be/jhFqSlvbKAM Kobe vs. Messi: The Selfie Shootout Basketball star Kobe Bryant and football icon Lionel Messi are back in this epic face-off for selfie supremacy. Armed with cameras and Turkish Airlines - the...",
          1386181585
        ],
        [
          "Un placer ser parte de la nueva campaña de Adidas! Les gusta?\n\nA pleasure to be part of adidas' new campaign! Do you like it?\n\nhttp://youtu.be/sjpSmPXPDcs adidas WE ALL RUN: Lionel Messi Climacool Seduction We all have a different reason to run. Watch Lionel Messi go all in on his run with his Climacool Seductions. Whatever the reason, wherever you are, go farth...",
          1333618803
        ],
        [
          "Les mando para que vean el anuncio de televisión de Pepsi.  http://www.youtube.com/watch?v=9TzgAmBhdt0 Fue un rodaje súper divertido por cómo jugamos a futbol!\n\nHere is the link so you can watch the new Pepsi TV ad  http://www.youtube.com/watch?v=9TzgAmBhdt0 It was a very fun shooting playing football in a different atmosphere! OFFICIAL Pepsi Crowd Surfing TV Commercial 2012 - Kick in the Mix (Calvin Harris) Pepsi athletes including three time World Player of the Year Lionel Messi, Didier Drogba, Fernando Torres, Frank Lampard and new recruits Sergio Agüero and J...",
          1333279288
        ]
      ],
      "dates_start": 1357356474,
      "dates_end": 1446438561,
      "likes_avg": 70179,
      "likes_stdev": 36092,
      "comments_avg": 10261,
      "comments_stdev": 20966,
      "shares_avg": 4469,
      "shares_stdev": 4287
    },
    {
      "number": 4,
      "important": [
        "vs fc barcelona liga",
        "vs fc",
        "barcelona",
        "barcelona liga match",
        "liga match",
        "vs",
        "fc",
        "barcelona liga",
        "liga",
        "athlet"
      ],
      "common": [
        "barcelona",
        "barcelona liga",
        "barcelona liga match",
        "fc",
        "fc barcelona",
        "fc barcelona liga",
        "fc barcelona liga match",
        "liga",
        "liga match",
        "match"
      ],
      "messages": [
        [
          "ATHLETIC BILBAO vs FC BARCELONA / LA LIGA - MATCH 1 ATHLETIC BILBAO vs FC BARCELONA / LA LIGA - MATCH 1",
          1440425771
        ],
        [
          "Leo ganó su séptima Liga con el FC Barcelona.\n\nLeo won his 7th La Liga title with FC Barcelona. ATLÉTICO DE MADRID vs FC BARCELONA / LA LIGA - MATCH 37",
          1432148243
        ],
        [
          "CÓRDOBA CF vs FC BARCELONA / LA LIGA - MATCH 35 CÓRDOBA CF vs FC BARCELONA / LA LIGA - MATCH 35",
          1430736095
        ],
        [
          "RCD ESPANYOL vs FC BARCELONA / LA LIGA - MATCH 33 RCD ESPANYOL vs FC BARCELONA / LA LIGA - MATCH 33",
          1430074165
        ],
        [
          "SEVILLA CF vs FC BARCELONA / LA LIGA - MATCH 31 SEVILLA CF vs FC BARCELONA / LA LIGA - MATCH 31",
          1428859336
        ],
        [
          "CELTA VIGO vs FC BARCELONA / LA LIGA - MATCH 29 CELTA VIGO vs FC BARCELONA / LA LIGA - MATCH 29",
          1428418796
        ],
        [
          "EIBAR vs FC BARCELONA / LA LIGA - MATCH 27 EIBAR vs FC BARCELONA / LA LIGA - MATCH 27",
          1426458198
        ],
        [
          "Importante victoria del FC Barcelona como visitante en Granada.\n\nImportant away victory for FC Barcelona in Granada. GRANADA - FC BARCELONA / LA LIGA - MATCH 27",
          1425238042
        ],
        [
          "Gran victoria en San Mamás, con Leo marcando y asistiendo para convertirse en el máximo asistente de la historia de la Liga.\n\nGreat victory at San Mamés with Leo scoring and assisting to become the player with the most assists in the history of La Liga. ATHLETIC BILBAO vs FC BARCELONA / LA LIGA - MATCH 22",
          1423478431
        ],
        [
          "El FC Barcelona ganó ayer al Elche. Leo marcó 2 goles y también dio 2 asistencias.\n\nFC Barcelona won against Elche yesterday. Leo scored 2 goals and also made 2 assists. ELCHE vs FC BARCELONA / LA LIGA - MATCH 20",
          1422213237
        ],
        [
          "El FC Barcelona acaba la primera mitad de La Liga con una victoria en La Coruña. Leo anotó un hat-trick.\n\nFC Barcelona finished the first half of La Liga season with a victory in La Coruña. Leo scored a hat-trick. DEPORTIVO LA CORUÑA vs FC BARCELONA / LA LIGA - MATCH 19",
          1421703057
        ],
        [
          "Un gol en los últimos segundos dio la victoria y los tres puntos al FC Barcelona en un partido muy disputado en Mestalla.\n\nA goal scored in the last seconds of a really competitive thrilling match gave FC Barcelona the 3 points in Mestalla. VALENCIA FC vs FC BARCELONA / LA LIGA - MATCH 13",
          1417469778
        ],
        [
          "Primera derrota del FC Barcelona en La LIga. Pese a este resultado, el equipo azulgrana se mantiene como líder de la clasificación.\n\nFirst defeat for FC Barcelona in La Liga. Despite this result, the blue and red team remains at the top of the league table. R.MADRID - FC BARCELONA / La Liga - Match 9",
          1414346354
        ],
        [
          "Empate sin goles en Málaga ayer. El FC Barcelona suma otro punto en La Liga y se mantiene como líder en la clasificación.\n\nGoalless draw in Malaga yesterday. One more point for FC Barcelona in La Liga. The team remain at the top of the league table. MÁLAGA 0 - 0 FC BARCELONA / LA LIGA - MATCH 5",
          1411645613
        ],
        [
          "VILLAREAL CF 0 - 1 FC BARCELONA / La Liga. Match 2. VILLAREAL CF 0 - 1 FC BARCELONA / La Liga. Match 2.",
          1409580578
        ]
      ],
      "dates_start": 1416129120,
      "dates_end": 1432243638,
      "likes_avg": 22149,
      "likes_stdev": 11793,
      "comments_avg": 526,
      "comments_stdev": 288,
      "shares_avg": 4492,
      "shares_stdev": 2238
    },
    {
      "number": 5,
      "important": [
        "make",
        "unicef",
        "children",
        "abrazo",
        "live",
        "niño",
        "help",
        "everyon",
        "mundo",
        "los niño"
      ],
      "common": [
        "children",
        "de",
        "help",
        "las",
        "los",
        "niños",
        "org",
        "para",
        "que",
        "unicef"
      ],
      "messages": [
        [
          "Help us to build the SJD Pediatric Cancer Center, a center created by everyone, for everyone. \n\nMake your donation now at paralosvalientes.com SJD Pediatric Cancer Center",
          1487170387
        ],
        [
          "Como padre, me duele ver a los niños viviendo algunos de los peores conflictos y desastres del mundo. Los niños están sufriendo desnutrición y desplazamiento. Este año, UNICEF tiene como objetivo llegar a 48 millones de niños en crisis en todo el mundo. Todos nosotros podemos apoyar su trabajo para salvar vidas: http://uni.cf/hac2017 #ParaCadaNiño en emergencias.\n\nAs a dad, it pains me to see children living amongst some of the world's worst conflicts and disasters, in which they suffer malnutrition and are being displaced. This year, UNICEF has set a target of assisting 48 million children who are living in crisis situations throughout the world. Each one of us can support their efforts to save lives: http://uni.cf/hac2017 #ForeEveryChild in emergencies.\n\n- LIO Timeline Photos",
          1485891382
        ],
        [
          "Quiero pedirte que nos unamos frente a las emergencias, no importa el lugar donde ocurran: Ecuador, Argentina, el mundo… Apoyar ahora a quienes sufren por los desastres naturales es nuestra prioridad. Sumemos nuestra colaboración a UNICEF para mejorar la vida de los chicos y familias afectadas. Colaborá acá: http://bit.ly/1O1FmWX\n *Si vivís en Argentina, podés colaborar acá: http://bit.ly/26CCThb\n__\n\nI want you to join forces with us to offer aid in emergency situations, regardless of where these happen in the world, be it in Ecuador, Argentina... Right now our priority is to help those affected by these natural disasters. Make your donation to UNICEF and help to improve the lives of the affected children and their families: http://bit.ly/1TktJfz\n\n- LIO Timeline Photos",
          1462113708
        ],
        [
          "Muy preocupado con las imágenes que veo de las inundaciones en nuestro país. Desde acá me gustaría que nos contagiemos entre todos para ayudar a quienes, por desgracia, las sufrieron.\n\nI'm really concerned about my compatriots, in Argentina, after seeing the images of the floods. I'd like to encourage everyone to help those suffering through this tough time. \n\n- LIO Timeline Photos",
          1439476486
        ],
        [
          "Más de un millón de niños de Nepal necesitan nuestra ayuda inmediata. La necesidad es enorme y continúa creciendo. Para ayudarles, visitá -  http://supportunicef.org/nepal\n\nMore than 1 million children of Nepal need our immediate help. The needs are enormous and keep growing. To help please visit - http://supportunicef.org/nepal Timeline Photos",
          1430291285
        ],
        [
          "Doná para ayudar a los refugiados en el norte de Camerún #YWBC http://yellowhistleblowerfc.com\n\nDonate to help refugees in North Cameroon #YWBC http://yellowhistleblowerfc.com Donate to help refugees in North Cameroon #YWBFC Yellow Whistleblower is a fundraising initiative for NGOs on the ground that help refugees in North Cameroon.",
          1430212412
        ],
        [
          "Estoy apoyando #1in11 para ayudar a los chicos a comenzar sus vidas como se merecen - http://www.1in11.org/\n\nI’m supporting #1in11, to help children get the start in life they're entitled to - http://www.1in11.org/ \n\n- LIO",
          1420839000
        ],
        [
          "The latest estimates put the number of children affected by Super Typhoon #Haiyan at 4.4 million. UNICEF is rushing emergency supplies to the worst-hit areas. You can help here: http://uni.cf/haiyan Timeline Photos",
          1384440422
        ],
        [
          "Happy to collaborate with the task of UNICEF and CedaVida in the Golombiao Project. I hope Leo Messi Foundation donation, thanks to the Messi&Friends match played in Colombia, can help the 1.200 children from the communities who are suffering armed conflicts. Timeline Photos",
          1372619291
        ],
        [
          "Todos podemos ayudar a detener las muertes infantiles por causas que pueden prevenirse. Estos niños no tienen que morir, pero mueren.\n\n\nWe all can help to stop child deaths from preventable causes. These children don’t have to die, but they do. UNICEF - At a glance: Spain  - UNICEF Goodwill Ambassador and football star Leo Messi campaigns for. NEW YORK, United States of America, 14 December 2012 –UNICEF Goodwill Ambassador and football star Leo Messi makes an urgent plea to strengthen efforts in child survival to save the lives of thousands of children dying every year from preventable causes.",
          1359999007
        ],
        [
          "¿Sabías que hay una crisis alimentaria que se avecina en el Sahel? Un millón de niños están en riesgo de morir de hambre. Pasa la voz y únete a mí apoyando a UNICEF para salvar las vidas de todos estos niños www.supportunicef.org/sahel\n\nSi quieren tener mayor información\nhttp://www.unicef.org/nutrition/index_62091.html\n\nDid you know that there is a looming food crisis in the Sahel? One million children are at risk of starvation. Pass on the message and join me in supporting UNICEF to save the lives of all these children www.supportunicef.org/sahel\n\nFor more information, you can also link to http://www.unicef.org/nutrition/index_62091.html Timeline Photos",
          1333533753
        ],
        [
          "El Instituto Ronald McDonald Brasil subastará una camiseta firmada por mí durante la 9ª edición del torneo benéfico de golf.  El valor será donado a proyectos que benefician a los niños y adolescentes con cáncer en el Brasil!  http://migre.me/82zJZ\n\nThe Ronald McDonald Institute of Brazil will auction a signed jersey of mine during the 9th edition of the charity golf tournament. Proceeds will be donated to projects that benefit children and teenagers with cancer in Brazil!  http://migre.me/82zJZ Timeline Photos",
          1330518225
        ]
      ],
      "dates_start": 1359042243,
      "dates_end": 1463808649,
      "likes_avg": 133678,
      "likes_stdev": 102123,
      "comments_avg": 4453,
      "comments_stdev": 2636,
      "shares_avg": 5155,
      "shares_stdev": 4541
    },
    {
      "number": 6,
      "important": [
        "barcelona",
        "upload",
        "felicitacion",
        "fc",
        "mobil upload",
        "lio mobil",
        "mobil",
        "partido",
        "match",
        "match fc"
      ],
      "common": [
        "barcelona",
        "barcelona vs",
        "de",
        "fc",
        "fc barcelona",
        "fc barcelona vs",
        "leo",
        "liga",
        "liga match",
        "match"
      ],
      "messages": [
        [
          "Felicitaciones Dani Alves, ¡350 partidos oficiales con el FC Barcelona!\n\nCongrats Dani, 350 official matches for FC Barcelona!\n\n- LIO Mobile Uploads",
          1443642002
        ],
        [
          "FC BARCELONA vs MALAGA CF / LA LIGA - MATCH 2 FC BARCELONA vs MALAGA CF / LA LIGA - MATCH 2",
          1440947446
        ],
        [
          "El FC Barcelona jugó el último partido de la temporada en La Liga el pasado fin de semana, donde además recibieron el trofeo de campeones.\n\nFC Barcelona played their last La Liga match on the weekend. They were also presented with this season's trophy. FC BARCELONA vs DEPORTIVO LA CORUÑA / LA LIGA - MATCH 38",
          1432584049
        ],
        [
          "FC BARCELONA vs R.SOCIEDAD / LA LIGA - MATCH 36 FC BARCELONA vs R.SOCIEDAD / LA LIGA - MATCH 36",
          1431288555
        ],
        [
          "FC BARCELONA vs GETAFE / LA LIGA - MATCH 34 FC BARCELONA vs GETAFE / LA LIGA - MATCH 34",
          1430323906
        ],
        [
          "FC BARCELONA vs VALENCIA CF / LA LIGA - MATCH 32 FC BARCELONA vs VALENCIA CF / LA LIGA - MATCH 32",
          1429475862
        ],
        [
          "FC BARCELONA vs ALMERÍA / LA LIGA - MATCH 30 FC BARCELONA vs ALMERÍA / LA LIGA - MATCH 30",
          1428590824
        ],
        [
          "El FC Barcelona se sitúa como líder de la Liga tras derrotar al Rayo Vallecano en el Camp Nou. Leo, que marcó 3 goles, se convirtió en el jugador que ha conseguido más hat-tricks en la historia de La Liga.\n\nFC Barcelona moved to the top of La Liga table after their victory against Rayo Vallecano at the Camp Nou. Leo, who scored 3 goals, became the player to score the most hat-tricks in the history of La Liga. FC BARCELONA vs RAYO VALLECANO / LA LIGA - MATCH 26",
          1425962520
        ],
        [
          "El FC Barcelona superó al Levante. Era el partido número 300 de Leo en la Liga y marcó un hat-trick y dio una asistencia de gol. \n\nFC Barcelona beat Levante in the 300th La Liga match. It was Leo's 300th La Liga match in which he scored a hat-trick and made one assist FC BARCELONA vs LEVANTE UD / LA LIGA - MATCH 23",
          1424119552
        ],
        [
          "Partido complicado que finalmente acabó con la victoria del FC Barcelona (3-2) y con Leo marcando el gol de la victoria para su equipo.\n\nTough match that finished with a victory for FC Barcelona (3-2) and with Leo scoring the winning goal for his team. FC BARCELONA vs VILLAREAL CF / LA LIGA - MATCH 20",
          1422985046
        ],
        [
          "Gran partido del FC Barcelona que venció al Atlético de Madrid por 3-1. Leo anotó el tercer gol que sentenció el choque.\n\nFC Barcelona performed amazingly to beat Atlético 3-1. Leo scored the third goal to finish off the match. FC BARCELONA vs ATLÉTICO DE MADRID",
          1421181020
        ],
        [
          "Último partido del FC Barcelona en 2014. Ganaron al Córdoba FC por 5-0 y Leo marcó 2 goles. \n\nLast match in 2014 for FC Barcelona. They won against Córdoba FC 5-0 and Leo scored 2 of the goals. FC BARCELONA vs CÓRDOBA FC / La Liga - Match 16",
          1419194271
        ],
        [
          "Hoy es el último partido de 2014 de Leo.\n\nToday's Leo's last match in 2014.\n\nFC Barcelona vs Córdoba CF Timeline Photos",
          1419080400
        ],
        [
          "El Barça ganó 5-1 el derbi de Barcelona. Leo consiguió otro hat-trick y lleva 13 en la Liga esta temporada.\n\nFC Barcelona won 5-1 in the Barcelona derby. Leo scored another hat-trick and has now scored 13 in La Liga so far this season. FC BARCELONA vs RCD ESPANYOL",
          1418157337
        ],
        [
          "Gran partido del FC Barcelona que superó al Sevilla por 5-1. Leo marcó un hat-trick y se convirtió en el máximo goleador de la historia de La Liga con 253 goles hasta la fecha.\n\nA great match for FC Barcelona beating Sevilla 5-1. Leo scored a hat-trick and he became La Liga all-time top scorer with 253 goals so far. FC BARCELONA vs SEVILLA",
          1416849728
        ],
        [
          "Después de los partidos con las selecciones, es momento de que vuelva la Liga al Camp Nou.\n\nAfter the break for the international team matches, it's time for La Liga at the Camp Nou.\n\nFC Barcelona vs Sevilla Timeline Photos",
          1416678899
        ],
        [
          "¡Vuelve La Liga! Hoy, la jornada 8. \n\nLa Liga is back! Today, Match 8.\n\nFC Barcelona vs Eibar Timeline Photos",
          1413638114
        ],
        [
          "¡Otra victoria para el Barça! Leo marcó el primer gol del partido y el FC Barcelona volvió a dejar su portería a cero, lo que supone el séptimo partido de La Liga consecutivo sin encajar ni un solo gol.\n\nAnother win for Barça! Leo score the opening goal at Vallecas, and FC Barcelona haven't conceded a single goal for the 7th match in a row in La Liga. RAYO VALLECANO 0 - 2 FC BARCELONA / LA LIGA - MATCH 7",
          1412533487
        ],
        [
          "El FC Barcelona consiguió una nueva victoria en La Liga, con dos goles y dos asistencias de Leo. Además, fue un partido para recordar, ya que Leo hizo su gol oficial número 400 de su carrera con el Barça y la AFA - Selección Argentina.\n \nFC Barcelona got another win in La Liga with Leo scoring 2 goals and making 2 assists. It was also a match to remember, as Leo hit his 400th official goal for FC Barcelona and Argentina. FC BARCELONA 6 - 0 GRANADA",
          1411910593
        ],
        [
          "Jornada 6 de La Liga. El liderato está en juego.\n\nLa Liga, Match 6. It will be all about getting back to the top of the table. \n\nFC Barcelona vs Granada. Timeline Photos",
          1411822057
        ],
        [
          "4 de 4. El FC Barcelona consigue ante el Levante su cuarta victoria consecutiva en La Liga. Leo volvió a marcar y a dar dos asistencias.\n\n4 out of 4. FC Barcelona got another victory yesterday, this time against Levante, their fourth win in a row in La Liga. Leo scored once again, and made 2 assists. LEVANTE UD 0 - 5 FC BARCELONA / LA LIGA - MATCH 4",
          1411396157
        ],
        [
          "Tercer partido de La Liga. Encuentro disputado en el Camp Nou, donde el FC Barcelona consiguió la tercera victoria consecutiva en el campeonato liguero. 3 de 3 por el momento, lo que sitúa al Barça como  líder de la clasificación en solitario.\n\nLa Liga, match 3. FC Barcelona won their third match in a row, this time at the Camp Nou (FC Barcelona), to keep themselves at the top of the league table, with 3 wins in 3 matches played. FC BARCELONA 2 - 0 ATHLETIC CLUB BILBAO / LA LIGA - MATCH 3",
          1410864855
        ],
        [
          "Leo empieza en La Liga con una victoria en el Camp Nou (FC Barcelona) ante el Elche y marcando sus 2 primeros goles de la temporada.\n\nLeo stars La Liga with a victory at the Camp Nou, and scoring his first 2 goals of the season. FC BARCELONA 3 - 0 ELCHE C.F. / LA LIGA - MATCH 1",
          1408982829
        ]
      ],
      "dates_start": 1412343069,
      "dates_end": 1431327322,
      "likes_avg": 118526,
      "likes_stdev": 161552,
      "comments_avg": 1688,
      "comments_stdev": 1996,
      "shares_avg": 5946,
      "shares_stdev": 2418
    },
    {
      "number": 7,
      "important": [
        "temporada",
        "vs fc",
        "part",
        "hoy",
        "season",
        "barcelona timelin",
        "liga",
        "start",
        "today",
        "cf"
      ],
      "common": [
        "barcelona",
        "de",
        "fc",
        "fc barcelona",
        "leo",
        "liga",
        "match",
        "vs",
        "vs fc",
        "vs fc barcelona"
      ],
      "messages": [
        [
          "¡La segunda parte de la temporada en la Liga empieza hoy!\n\nThe second half of La Liga season starts today!\n\nElche CF vs FC Barcelona Timeline Photos",
          1422111991
        ],
        [
          "Jornada 19 en La Liga.\n\nLa Liga, Match 19.\n\nDeportivo La Coruña vs FC Barcelona Timeline Photos",
          1421600935
        ],
        [
          "Vuelve la Liga con el primer partido de 2015 para Leo.\n\nLa Liga is back with the first match of 2015 for Leo.\n\nReal Sociedad vs FC Barcelona Timeline Photos",
          1420396201
        ],
        [
          "La Liga, Jornada 15. Penúltimo partido de la competición liguera en este año 2014.\n\nLa Liga, Match 15. Penultimate match of 2014 in the league\ncompetition.\n\nGetafe vs FC Barcelona Timeline Photos",
          1418477599
        ],
        [
          "Partido importante en una de las canchas más complicadas de la Liga.\n\nImportant match in one of the toughest stadiums of La Liga.\n\nValencia CF vs FC Barcelona Timeline Photos",
          1417374153
        ],
        [
          "La Liga, jornada 11.\n\nLa Liga, Match 11.\n\nAlmería vs FC Barcelona Timeline Photos",
          1415461954
        ],
        [
          "Partido importante entre dos grandes de Europa en el Ámsterdam Arena esta noche.\n\nA big classic European match at the Amsterdam Arena tonight.\n\nAFC Ajax vs FC Barcelona Timeline Photos",
          1415212200
        ],
        [
          "Es el momento de centrarse en La Liga. Hoy el FC Barcelona luchará por seguir como líder en Vallecas.\n\nIt's time to focus on La Liga. Today, FC Barcelona will fight at Vallecas to continue at the top of the table.\n\nRayo Vallecano vs FC Barcelona Timeline Photos",
          1412418853
        ],
        [
          "Cuarta jornada de La Liga. Dentro de dos horas, Leo juega en Valencia.\n\nLa Liga, Match 4. In two hours, Leo will be playing in Valencia.\n\nLevante U.D. - FC Barcelona Timeline Photos",
          1411312461
        ],
        [
          "Esta tarde, Leo juega su segundo partido de La Liga.\n\nLater today, Leo will be playing his second La Liga match. \n\nVillareal CF - FC Barcelona Timeline Photos",
          1409478827
        ]
      ],
      "dates_start": 1412227172,
      "dates_end": 1420541862,
      "likes_avg": 361807,
      "likes_stdev": 127367,
      "comments_avg": 5345,
      "comments_stdev": 2009,
      "shares_avg": 6158,
      "shares_stdev": 3076
    },
    {
      "number": 8,
      "important": [
        "de copa",
        "barcelona vs",
        "champion",
        "bilbao",
        "final",
        "de copa del",
        "vs",
        "copa del",
        "copa",
        "del"
      ],
      "common": [
        "barcelona",
        "copa",
        "copa del",
        "copa del rey",
        "de",
        "del",
        "del rey",
        "fc",
        "fc barcelona",
        "rey"
      ],
      "messages": [
        [
          "Campeones de la Copa del Rey 2014/2015\n\nCopa del Rey Champions 2014/2015 FC BARCELONA vs ATH. BILBAO / COPA DEL REY FINAL",
          1433103509
        ],
        [
          "Próxima parada: final de la Copa del Rey.\n\nNext stop: the Copa del Rey final.\n\n- LIO Timeline Photos",
          1432821959
        ],
        [
          "El FC Barcelona jugará la final de la Copa del Rey tras derrotar al Villareal.\n\nFC Barcelona will play in the Copa del Rey final after winning against Villareal VILLAREAL CF vs FC BARCELONA / COPA DEL REY SEMIFINAL - 2nd LEG",
          1425592379
        ],
        [
          "El FC Barcelona ganó 3-1 con un gol y una asistencia de Leo. \n\nFC Barcelona won 3-1 with a goal and assit by Leo. FC BARCELONA vs VILLAREAL / COPA DEL REY SEMIFINALS (1st LEG)",
          1423740411
        ],
        [
          "Leo jugará las semifinales de la Copa del Rey tras la victoria del FC Barcelona contra el Atlético de Madrid por 4-2 en en total de la eliminatoria.\n\nLeo will play in the Copa del Rey semifinals after FC Barcelona defeated Atlético Madrid, with an aggregate of 4-2. FC BARCELONA vs ATLÉTICO MADRID / COPA DEL REY - QUARTERFINALS",
          1422619263
        ],
        [
          "El FC Barcelona se enfrenta de nuevo al Atlético de Madrid, pero en esta ocasión en la Copa del Rey.\n\nFC Barcelona face Atlético Madrid once again, but this time in the Copa del Rey. Timeline Photos",
          1421869027
        ],
        [
          "El FC Barcelona ganó al Elche por 5-0 y dejó la eliminatoria de Copa del Rey encarrilada. Leo marcó su primer gol del año.\n\nFC Barcelona beat Elche 5-0 to go into the next stage of the Copa del Rey almost decided. Leo scored his first goal of the year. FC BARCELONA vs ELCHE - COPA DEL REY - LAST 16",
          1420802970
        ],
        [
          "Llegó la hora de la Copa del Rey en el Camp Nou.\n\nIt´s time for the Copa del Rey at Camp Nou. Timeline Photos",
          1420750804
        ]
      ],
      "dates_start": 1420422845,
      "dates_end": 1429902235,
      "likes_avg": 186755,
      "likes_stdev": 216281,
      "comments_avg": 2329,
      "comments_stdev": 2579,
      "shares_avg": 6221,
      "shares_stdev": 5308
    },
    {
      "number": 9,
      "important": [
        "soon",
        "bethediffer",
        "come",
        "botin",
        "jugador",
        "team",
        "historia",
        "team messi",
        "son",
        "messi"
      ],
      "common": [
        "adidas",
        "de",
        "messi",
        "que",
        "team",
        "team messi",
        "teammessi",
        "twitter",
        "un",
        "www"
      ],
      "messages": [
        [
          "Estos son los 10 jugadores que llevarán mis botines #Messi15 durante la temporada. Seguí su historia, contada por ellos mismos, en Team Messi. Próximamente... #MarcaLaDiferencia\n\nThese are the 10 players who will be playing in my #Messi15 boots this season. Follow their story told by them on Team Messi. Coming soon. #BeTheDifference  \n\nMaxwel Cornet, Jeremie Boga officiel, Robert Kenedy, Khiry Shelton, Timo Werner, James Wilson, Gyasi Zardes, Aleksey Miranchuk, Rony Lopes, Accursio Bentivegna\n\n- LIO Backed by Messi",
          1443194466
        ],
        [
          "Esta temporada no seré el único que lleve mis botines #Messi15. He elegido a 10 jugadores que comparten mi motivación por ganar todo. Adiviná quiénes son en Team Messi. #MarcaLaDiferencia\n\nThis season I won’t be the only one wearing my #Messi15 boots. I have chosen 10 players who share my motivation to win everything. Find out who they are at Team Messi.\n#BeTheDifference\n\n- LIO Mobile Uploads",
          1442502071
        ],
        [
          "Enhorabuena y muchas gracias a los fans de Team Messi por el primer millón de seguidores en Twitter - www.twitter.com/teammessi  \n\nCongratulations and thanks a lot to the Team Messi fans for hitting 1 million followers on Twitter - www.twitter.com/teammessi\n\n- LIO",
          1424452461
        ],
        [
          "He visto en Team Messi que ya son 3 millones de fans apoyándome a diario y quería agradecerles su apoyo y sus mensajes. Muchas gracias y seguimos luchando para conseguir nuestras metas. Un abrazo\n    \nWhen checking Team Messi I've seen that there are already more than 3 Million fans supporting me there! I want to thank you for all your support and video messages. Thanks a lot, we keep fighting to reach our dreams. A hug",
          1399887467
        ],
        [
          "Adidas me ha hecho un regalo increíble para celebrar el récord de Paulino Alcántara que batí la semana pasada, una edición limitada de botines que llevaré en el partido de mañana. Me gustaría que alguien de ustedes tengan la posibilidad de conseguir un par de ellos firmado por mí. Id a Team Messi para ver cómo conseguirlos. Nos vemos en la cancha!\n\nAdidas have gifted me an incredible present to celebrate me breaking Paulino Alcantara's goal record last week: these limited edition boots that I'll wear in tomorrow's match. I would like somebody of you could have the chance to win a pair, signed by me. Head to Team Messi to find out how to win. See you on the pitch! Timeline Photos",
          1395761610
        ],
        [
          "¡Mi primera victoria con mis nuevas botas! Espero que os gusten y que sigan dando victorias tan importantes como las de ayer. \nCreo que los amigos de Team Messi están preparando alguna sorpresa...  www.adidas.com/jointeammessi #FASTORFAIL\n\nMy first win in my new boots! I hope you like it and it keeps bringing victories as important as yesterday. \nI believe my friends Team Messi are preparing some surprise. www.adidas.com/jointeammessi #FASTORFAIL Timeline Photos",
          1392829546
        ],
        [
          "Muchas gracias a todos por estar siempre conmigo. Agradecer a mis amigos de Team Messi por sus mensajes de #VAMOSLEO. Son increíbles. Nos vemos en la cancha. Un abrazo\n\nThank you very much to all of you for always being with me in your support. I would like to thank my Team Messi friends for your #VAMOSLEO messages. They were amazing. See you on the pitch! A hug",
          1389606900
        ],
        [
          "Ayer mi gente de Team Messi me hizo llegar esta linda tarjeta llena de sus mensajes, me han sacado unas cuantas sonrisas! gracias por acompañarme en las buenas, y en las no tanto… les mando un abrazo :) Pueden participar en un concurso de unas F50 adidas firmadas por mí aquí www.twitter.com/teammessi\r\n \r\nYesterday my Team Messi people gave me this beautiful card with your #vamosleo messages! Thanks for supporting  me in the good and those not so good moments… You can take part on a contest of a pair of adidas F50 signed by me here www.twitter.com/teammessi Timeline Photos",
          1385036760
        ],
        [
          "Les dejo un video del buen rodaje que se hizo con Team Messi \nhttps://www.facebook.com/TeamMessi para presentar el nuevo adizero F50 Messi. Espero que les guste!\n\nSharing a video from the great shoot we did with Team Messi \nhttps://www.facebook.com/TeamMessi to present the new adizero F50 Messi. I hope that you all like it!\n\nhttp://a.did.as/15aRqDg Team Messi Team Messi - a global fan movement founded by adidas to celebrate everything Messi. \nFollow us on www.twitter.com/TeamMessi",
          1375444100
        ],
        [
          "Quiero invitarles a unirse a mis amigos y a mi en un tour muy especial en beneficio de los chicos de mi fundación. Sigan a Team Messi para vivirlo como si estuviesen en el tour con nosotros. ¡Espero que lo disfruten tanto como lo haré yo! https://www.youtube.com/watch?v=ZP2w-3g5iJI\n\nI want to invite you to join me and my friends on a very special tour to benefit the children of my foundation. Follow Team Messi and you will feel like you are on tour with us. I hope you enjoy it as much as I will! https://www.youtube.com/watch?v=ZP2w-3g5iJI Timeline Photos",
          1372515213
        ],
        [
          "Fue un gran honor visitar la Messi Gallery y ver tantos recuerdos de mi carrera juntos en un mismo lugar! Team Messi ha creado este video tour para que ustedes también lo puedan ver. Díganme qué les parece. Un abrazo. \n\nhttp://www.facebook.com/TeamMessi/app_583065701722243\n\n\n\n\nIt was a great honour to visit the Messi Gallery and see so much\nmemorabilia from my career all in one place! Team Messi have created a\nvideo tour so you can see it all as well. Let me know what you think. A hug. \n\n\nhttp://www.facebook.com/TeamMessi/app_102282156628566?ref=ts Team Messi Team Messi - a global fan movement founded by adidas to celebrate everything Messi. \nFollow us on www.twitter.com/TeamMessi",
          1366980247
        ],
        [
          "We are waiting for tomorrow to see who we will play in the Quarters of the Champions. For now I'm sharing with all of you a video that Team Messi made for me. I hope that you like it! A hug. Play the Messi Way -- adidas Play the Messi Way - http://a.did.as/W9SFtr Join Team Messi -- http://bit.ly/messif50tab Football is supposed to fun So we don't waste a minute We stay on ou...",
          1363293901
        ]
      ],
      "dates_start": 1369704390,
      "dates_end": 1422213066,
      "likes_avg": 155140,
      "likes_stdev": 137002,
      "comments_avg": 6491,
      "comments_stdev": 3605,
      "shares_avg": 6408,
      "shares_stdev": 6294
    },
    {
      "number": 10,
      "important": [
        "sus",
        "make",
        "player",
        "back",
        "everi",
        "jugador",
        "dream",
        "leo",
        "achiev",
        "messi"
      ],
      "common": [
        "backed",
        "backed messi",
        "de",
        "facebook",
        "leo",
        "leo messi",
        "los",
        "messi",
        "www",
        "youtu"
      ],
      "messages": [
        [
          "Como todo jugador, Leo creció soñando con triunfar algún día. Los jugadores Backed by Messi comparten sus sueños futbolísticos y sus planes para hacerlos realidad: https://youtu.be/40P-WbDlPic\n#Messi16 #NeverFollow\n\nJust like every player, Leo grew up dreaming of achieving greatness. The Backed By Messi players share their footballing dreams and their plans to make them reality: https://youtu.be/40P-WbDlPic\n#Messi16 #NeverFollow",
          1484575632
        ],
        [
          "Dar el salto al primer equipo es uno de los pasos más importantes en la carrera de cualquier futbolista. Conoce de primera mano cómo los jugadores Backed By Messi llegaron a jugar en el primer equipo en el Episodio 2: https://youtu.be/ath5EkGIW7o\n\nMoving up to the first team is one of the biggest steps in any player’s career. See the Backed By Messi players talk about making the move to the first team in Episode 2: https://youtu.be/ath5EkGIW7o\n\n#NeverFollow #Messi16",
          1480177233
        ],
        [
          "Download the Play Messi APP and start scoring points to live the #PlayMessiExperience with Leo!\nAndroid 📲 https://goo.gl/fF2JxF\niOs 📲 https://goo.gl/ZwDi47\n✈ 🎮🔟 ⚽🔴🔵 🚍 Play Messi Experience",
          1478188640
        ],
        [
          "Wow!!! \n\n¡Somos más de un millón de jugadores en Messi Runner! ⚽️💪🏻\n\nWe are more than a million players on Messi Runner! ⚽️💪🏻\n\nDownload Free Messi Runner:\n⬇️⬇️⬇️\nAndroid: http://bit.ly/messirunner\niOS: http://bit.ly/messirunnerios\nMessi Games Timeline Photos",
          1474031702
        ],
        [
          "Descarga Messi Runner y recorre el mundo junto a Leo 💪🏻⚽️\n\nDownload Messi Runner and run across the world with Leo 💪🏻⚽️\n⬇️⬇️⬇️\nAndroid: http://bit.ly/messirunner\niOS: http://bit.ly/messirunnerios\nMessi Games Timeline Photos",
          1471001288
        ],
        [
          "Download the Play Messi APP and start scoring points to live the #PlayMessiExperience, just like Santiago (ARG), Enrique (MEX) and Renzo (PER) did!\n⬇⬇⬇⬇\nAndroid  https://goo.gl/PxfDjG\niOs  https://goo.gl/Eh1ZKe Play Messi Experience",
          1470403971
        ],
        [
          "Mate 8 Edicion Limitada by Messi llegará pronto. Sólo existen 5.000 unidades en el mundo: HuaweiMessiLimitedEdition.com\n\nMate 8 Limited Edition by Messi coming soon. There will be just 5000 handsets available worldwide: HuaweiMessiLimitedEdition.com Timeline Photos",
          1467212843
        ],
        [
          "Download the Play Messi App and start participating for a chance to meet Leo Messi in Barcelona!\n⬇⬇⬇⬇\nAndroid 📲 https://goo.gl/PPX94S\niOs 📲 https://goo.gl/kOYElW http://goo.gl/xrmpsy Win a trip to Barcelona to meet Leo Messi!",
          1461940231
        ],
        [
          "¡Bienvenido a Facebook, fide!\n\nWelcome to Facebook, Ángel Di María oficial! Timeline Photos",
          1461346260
        ],
        [
          "See what drives Leo Messi and the world’s best footballers: Gatorade.\n\nMirá lo que empuja a Leo Messi y a los mejores futbolistas del mundo: Gatorade Argentina. See what drives Leo Messi and the world’s best footballers",
          1460383521
        ],
        [
          "Mirá el Episodio 4 de Backed by Messi acá: https://youtu.be/VroVbQN_GDs \nChicos, ¿qué les parecen los nuevos botines #Messi15? ;) #MarcaLaDiferencia\n\nWatch Backed By Messi Episode 4 here: https://youtu.be/VroVbQN_GDs  \nWhat do you think of the new #Messi15 boots, guys? ;) #BeTheDifference\n\nGyasi Zardes Accursio Bentivegna Khiry Shelton Timo Werner Rony Lopes Maxwel Cornet Aleksey Miranchuk\nJeremie Boga James Wilson Robert Kenedy Backed by Messi Episode 4",
          1456421099
        ],
        [
          "Reto a los chicos del equipo Backed by Messi a ver si también consiguen darle al travesaño desde el córner al primer intento.  #MarcaLaDiferencia\n\nI hit the crossbar from the corner flag on my first attempt. Let’s see if you can do it too, Backed by Messi players.  #BeTheDifference \n\nJeremie Boga Timo Werner Accursio Bentivegna Gyasi Zardes Khiry Shelton Rony Lopes Maxwel Cornet Aleksey Miranchuk James Wilson & Robert Kenedy\n\n- LIO Crossbar Challenge",
          1455195403
        ],
        [
          "¡Disfrutá grandes aventuras con Messi SpaceScooter Game! ¡Ganá increíbles premios y tendrás la oportunidad de conocer a Leo Messi! Descubrí más en  www.messispacescootergame.com y disfrutá jugando.\n\nEnjoy great adventures with the Messi SpaceScooter Game! Win great prices and a chance on a Meet&Greet with Leo Messi himself! Find out more at www.messispacescootergame.com\nEnjoy playing! Timeline Photos",
          1454425407
        ],
        [
          "¡El episodio 2 de Backed by Messi ya está aquí! Descubre cómo se preparan los jugadores, física y mentalmente, para los partidos importantes: youtu.be/V-3edx1OGQ8\n\nBacked by Messi Episode 2 is here! Watch how the players mentally and physically get themselves ready for their big games: youtu.be/V-3edx1OGQ8\n\n#BeTheDifference Backed By Messi Episode 2",
          1450800000
        ],
        [
          "When Messi steps onto the pitch, he's never alone. See the fuel that took his club to the top: youtu.be/XviYhMgvZIQ Gatorade",
          1448290800
        ],
        [
          "La historia de los Backed By Messi comienza hoy. Conoce a los jugadores en el Episodio 1. #MarcaLaDiferencia\n\nThe Backed By Messi story starts here. Meet the players in Episode 1. #BeTheDifference\n\nMaxwel Cornet, Jeremie Boga officiel, Robert Kenedy, Khiry Shelton, Timo Werner, James Wilson, Gyasi Zardes, Aleksey Miranchuk, Rony Lopes, Accursio Bentivegna Backed by Messi - Episode 1",
          1445619280
        ],
        [
          "Juega bonito con Leo y el #FIFA16. Consigue el tuyo: http://o.ea.com/43725\n\nPlay Beautiful with Leo and #FIFA16! Get your copy: http://o.ea.com/43725 Play Beautiful with Leo and FIFA16!",
          1442584832
        ],
        [
          "Bienvenidos a mi primera sesión de Facebook live. Hoy estoy probando mis nuevas #Messi. ¿Quieres verlo?\n\nWelcome to my first live Facebook feed. I'm trying out my new adidas Football #Messi15. Do you want to see? #BeTheDifference",
          1442233451
        ],
        [
          "La competitividad también impulsa el juego de Leo. Mirá como Gatorade la lleva a otro nivel.\n\nCompetitive fire is what drives Leo's game. Watch how Gatorade takes it to another level.",
          1431607500
        ],
        [
          "Viendo River vs Boca.\n\nWatching Club Atlético River Plate vs BOCA.\n\n- LIO Timeline Photos",
          1431085357
        ],
        [
          "La precisión comienza teniendo una determinación incansable. Mirá como Gatorade impulsa al club de Leo.\n\nPrecision begins with relentless determination. See how Gatorade fuels Leo’s club.",
          1430760166
        ],
        [
          "I’ll never be Leo Messi. #therewillbehaters",
          1426846796
        ],
        [
          "Find your ticket and meet Leo!\nhttp://www.amazon.co.uk/Messi-Choose-to-Believe/dp/9872571074 Timeline Photos",
          1418755320
        ],
        [
          "Leo está volando en busca de experiencias gastronómicas con Turkish Airlines, quienes vuelan hacia más sabores que ninguna otra compañía aérea. ¡Ha comenzado el reto con Didier Drogba por probar los mejores platos alrededor del mundo!  #TurkishAirlines #WidenYourWorld #EpicFood - http://youtu.be/BrI7VRfqgo4 \n\nLeo has no time for sightseeing! He's flying in search of epic food experiences with Turkish Airlines, who fly to more flavours than any other airline. Leo is hungry to race Didier Drogba around the world!  #TurkishAirlines #WidenYourWorld #EpicFood - http://youtu.be/BrI7VRfqgo4 Drogba vs. Messi: #EpicFood Superstars Lionel Messi and Didier Drogba race to find the most delicious food on the planet. No time for sightseeing! They fly in search of epic food experi...",
          1416063601
        ],
        [
          "¡Uno de los primeros trofeos de Leo! \nVisita www.messielegicreer.com\n\nOne of the first trophies Leo won! \nVisit www.messichoosetobelieve.com Timeline Photos",
          1414686462
        ],
        [
          "¡El primer trabajo de Leo! Visita www.messielegicreer.com\n\nLeo's first job! Visit www.messichoosetobelieve.com Timeline Photos",
          1409742114
        ],
        [
          "Una mirada al pasado - Leo jugando uno de sus primeros Clásicos en el Estadio Santiago Bernabéu, el 22 de octubre de 2006. #TBT\n\n#ThrowBackThursday - Leo playing one of his first El Clásico matches at the Santiago Bernabeu stadium on October 22, 2006. Timeline Photos",
          1408635965
        ],
        [
          "Lo pasé genial con estos talentosos chicos. Mirá que \"truco\" me hicieron.\n\nHad a great time with these really talented kids. Check out how they “tricked\" me. Full Story - Ooredoo and Leo Messi: Simply Do Wonders It's time to do wonders! Show Messi how good your football skills are and you could win a trip to Barcelona to meet him. Find out how and follow the story at...",
          1401523201
        ],
        [
          "Qué buena onda con el patinete junto a estos chicos.  \n\nHad fun learning some new scooter tricks with these guys.\n\nwww.spacescooter.eu/messi/ Messi - Space Scooter",
          1401105600
        ],
        [
          " Estoy muy feliz de presentarles el libro de mi #FundacionLeoMessi ! Solo falta su arte de tapa, participen del concurso para que tu arte sea la elegida aquí: https://www.facebook.com/LeoMessi/app_688160034549419 \n\n\nI am very happy to present my book # FundacionLeoMessi! Just need your cover art, participate in the contest for your art is chosen here: https://www.facebook.com/LeoMessi/app_688160034549419  Leo Messi Bienvenidos a la página de Facebook Oficial de Leo Messi.  Welcome to the official Leo Messi Facebook Page.",
          1394810994
        ],
        [
          " Estoy muy feliz de presentarles el libro de mi #FundacionLeoMessi ! Solo falta su arte de tapa, participen del concurso para que tu arte sea la elegida aquí https://www.facebook.com/LeoMessi/app_688160034549419 \n\n\nI am very happy to present my book # FundacionLeoMessi! Just need your cover art, participate in the contest for your art is chosen here: https://www.facebook.com/LeoMessi/app_688160034549419 \n Leo Messi Bienvenidos a la página de Facebook Oficial de Leo Messi.  Welcome to the official Leo Messi Facebook Page.",
          1394810790
        ],
        [
          "¿Te gustaría venir a Maracaná para la Copa Mundial de la FIFA™? Jugá a #FASTORFAIL y podrás venir a verme en mi primer partido. ¡Pero tenés que ser de los más rápidos! ¡Buena suerte y nos vemos ahí! http://youtu.be/6h1uMNUeqx4\n\nWould you like to go to Maracanā stadium to see me playing at the 2014 FIFA World Cup™? Play #FASTORFAIL for your chance to see my first match. Only the fastest will go to Rio! Good luck and see you there! http://youtu.be/6h1uMNUeqx4 Leo Messi on the road to the 2014 FIFA World Cup™ - Fast or Fail -- adidas Football The new adizero f50 Messi. Are you ready to play #FASTORFAIL for your chance to go to the 2014 FIFA World Cup™? Buy the boot: http://www.adidas.com/messi-col...",
          1393925382
        ],
        [
          "Bienvenido a Facebook Samuel!! www.facebook.com/setoo99\n\nTambién les dejo su pagina de Twitter. Abrazo! \nwww.twitter.com/setoo9\n\n\n\n\n\nWelcome to Facebook Samuel!! www.facebook.com/setoo99\n\nAlso leave your Twitter page. Hug!\nwww.twitter.com/setoo9 Samuel Eto'o http://www.twitter.com/setoo9 \nhttp://www.instagram.com/setoo9\nhttp://www.samueletoo-officiel.com http://www.fundacionsamueletoo.org",
          1369647720
        ],
        [
          "He visto gente haciendo maravillas con el balón, pero a través de FIFA Street… puede ser aún más increíble!\n\nI’ve seen a lot of freestyling but through FIFA Street… it can be much more incredible! FIFA Street | Show Leo Messi Your Skills Got what it takes to impress Leo Messi? Record your football skill - or football humour! - and upload it to Street vs Street now. http://bit.ly/HqsINH",
          1333386643
        ]
      ],
      "dates_start": 1400603630,
      "dates_end": 1468939028,
      "likes_avg": 220904,
      "likes_stdev": 245993,
      "comments_avg": 5382,
      "comments_stdev": 6135,
      "shares_avg": 7874,
      "shares_stdev": 12171
    },
    {
      "number": 11,
      "important": [
        "al",
        "ant",
        "train",
        "session",
        "final",
        "train session",
        "welcom",
        "entrenamiento",
        "lio timelin",
        "befor"
      ],
      "common": [
        "antes",
        "de",
        "entrenamiento",
        "entrenamiento antes",
        "lio",
        "session",
        "training",
        "training session",
        "último",
        "último entrenamiento"
      ],
      "messages": [
        [
          "Último entrenamiento antes de recibir al Granada. ⚽🔵🔴\n\nFinal training session before we welcome Granada. ⚽🔵🔴\n\n- LIO Timeline Photos",
          1477673693
        ],
        [
          "Último entrenamiento antes de la final de Copa de mañana.\n\nLast training session ahead of tomorrow's Cup final.\n\n- LIO Timeline Photos",
          1463841770
        ],
        [
          "Último entrenamiento antes del partido de liga de mañana. ¡Después nos vamos a Japón! 🇯🇵\n\nLast training session before tomorrow's La Liga game. After that we go to Japan! 🇯🇵\n\n- LIO Timeline Photos",
          1449855409
        ],
        [
          "Último entrenamiento antes de nuestro primer partido de liga.\n\nLast training session ahead of our first match in La Liga. \n\n- LIO Mobile Uploads",
          1440252456
        ],
        [
          "Jugando al truco con los chicos después de entrenarnos.\n♠️♥️♣️♦️🃏\nPlaying cards with the boys after our training session.\n\n- LIO Mobile Uploads",
          1435605501
        ],
        [
          "Compartiendo unos mates con los chicos después del entrenamiento. \n\nHaving mate with the boys after the training session.\n\n- LIO Mobile Uploads",
          1434666820
        ],
        [
          "Llegamos a Alemania y estuvimos entrenando en el Allianz Arena. ¡Mañana nos jugamos mucho!\n\nWe arrived in Germany and went to a training session at the Allianz Arena. Tomorrow's game is very important!\n\n- LIO Timeline Photos",
          1431372891
        ],
        [
          "Último entrenamiento antes de viajar mañana a Vigo.\n\nLast training session before we head to Vigo tomorrow.\n\n- LIO Mobile Uploads",
          1428164525
        ],
        [
          "Gran entrenamiento hoy con el cumpleañero. Felicidades amigo Neymar Jr.\n\nGreat training session with the birthday boy today. Happy Birthday to my friend Neymar.\n\n- LIO Timeline Photos",
          1423140662
        ],
        [
          "¡Gran entreno hoy!!! \n\nGreat training session today!!!\n\n- LIO Timeline Photos",
          1421517365
        ],
        [
          "Último entrenamiento antes del derbi de mañana, un partido que siempre es especial para nosotros.\n\nLast training session before tomorrow's derby, which is always a special match for us.\n\n- LIO Timeline Photos",
          1417901805
        ],
        [
          "Entrenando en el Ámsterdam Arena.\n\nTraining session at the Amsterdam Arena. Timeline Photos",
          1415181444
        ],
        [
          "Último entrenamiento antes de viajar a Valencia mañana. Será difícil, pero tenemos muchas ganas de conseguir nuestra cuarta victoria en La Liga. \n\nLast training session before heading to Valencia tomorrow. It'll be a tough match, but we'll try our hardest to get our fourth win in La Liga.\n\n- LIO Timeline Photos",
          1411239046
        ],
        [
          "Una mirada al pasado - Leo entrenando en el Herzogspark de Herzogenaurach (Alemania), justo antes del Mundial de 2006. #TBT\n\n#ThrowBackThursday - Leo in a training session at Herzogspark, Herzogenaurach (Germany), ahead of the FIFA World Cup 2006. Timeline Photos",
          1407418580
        ],
        [
          "¡Primer entrenamiento en Brasil!!! \n\nFirst training session in Brazil!!! \n\n#Argentina Timeline Photos",
          1402418052
        ]
      ],
      "dates_start": 1410556294,
      "dates_end": 1450810374,
      "likes_avg": 589951,
      "likes_stdev": 202721,
      "comments_avg": 8467,
      "comments_stdev": 4175,
      "shares_avg": 8016,
      "shares_stdev": 4880
    },
    {
      "number": 12,
      "important": [
        "feliz",
        "birthday",
        "happi birthday",
        "amigo",
        "friend",
        "cumpl",
        "happi",
        "lio timelin",
        "great",
        "lo"
      ],
      "common": [
        "birthday",
        "cumple",
        "de",
        "feliz",
        "feliz cumple",
        "happy",
        "happy birthday",
        "lio",
        "mi",
        "unicef"
      ],
      "messages": [
        [
          "Feliz cumple, Ney. ¡Que lo pases genial, amigo!\n🎁🎊🎈🎂\nHappy birthday Neymar Jr. Have a great time, my friend!\n\n- LIO Timeline Photos",
          1486312483
        ],
        [
          "¡Feliz cumple amigo Luis Suarez!\n😉👍🏻🎂🎁🎉🎊\nHappy birthday, Luis, my friend!\n\n- LIO Timeline Photos",
          1485292174
        ],
        [
          "¡Festejando el cumple de la vieji!!!\n😋😘😘😘\nCelebrating my Mum's birthday!!! Timeline Photos",
          1485195362
        ],
        [
          "¡Feliz cumple 'Matu'! Te amo gordito.\n🎂🎈🎉\nHappy birthday 'Matu'! I love you. Timeline Photos",
          1473659157
        ],
        [
          "¡Feliz cumple Andrés Iniesta!\n\nHappy Birthday Andrés Iniesta!\n\n- LIO Timeline Photos",
          1462977942
        ],
        [
          "¡Feliz cumple amigo Ney! 🎉🎂\n\nHappy birthday to my friend Neymar Jr.! 🎉🎂\n\n- LIO Timeline Photos",
          1454697832
        ],
        [
          "¡Feliz cumple Tomy! \n🎂🎉🎊\nHappy Birthday Tomy!\n\n- LIO Mobile Uploads",
          1437720600
        ],
        [
          "¡Feliz cumple mi vida!!! Te amamos 😘😘😘\n\nHappy Birthday my darling!!! We love you 😘😘😘\n\n- LIO Mobile Uploads",
          1424970992
        ],
        [
          "Feliz cumpleaños Gerard Piqué. ¡Y que cumplas muchos más!\n\nHappy Birthday Gerard Piqué, hope you have a great day celebrating!\n\n- LIO Timeline Photos",
          1422898727
        ],
        [
          "Feliz cumple MA!! \n\nHappy Birthday Mum!! ☺☺\n\n- LIO Timeline Photos",
          1422035684
        ],
        [
          "Festejando el cumple de mi mama con mi sobrino en la cena!\r\n\r\nCelebrating my mother's birthday with my nephew in the dinner! Timeline Photos",
          1390515161
        ],
        [
          "¡Feliz cumple, Thiago! \n\n¡Celebrá hoy con nosotros y con @UNICEF el cumple de mi hijo! Crear conciencia acerca de los desafíos que enfrentan los niños y niñas para crecer sanos es el mejor regalo de cumpleaños que pueda imaginar.\n\nhttp://uni.cf/MT2\n\nHappy birthday to my dear son, Thiago.\n\nCelebrate today with us and UNICEF! Raising awareness about the challenges children face to grow up healthy is the best birthday present I can think of.\n\nhttp://uni.cf/MT1",
          1383374684
        ],
        [
          "Mi hijo Thiago cumplirá un año este sábado 2 de noviembre. Los invito a celebrarlo conmigo y con @UNICEF. Ayudame a difundir los mensajes sobre los desafíos que deben enfrentar los chicos y chicas para crecer con salud. Podrás ganarte un premio de mi parte. ¡Entrá y participá!\n\nhttp://uni.cf/MT2\n\nMy son Thiago turns 1 on November 2. I invite you all to come celebrate his birthday with me and with @UNICEF – spread special messages about the challenges children face growing up healthy, and you can win a prize from me. Check it out!\n\nhttp://uni.cf/MT1 Leo y Thiago Messi celebran la vida Leo Messi Celebrates Life with UNICEF. Celebrate Leo Messi's birthday by helping give all children access to basic needs to ensure their healthy survival and development. Donate or become a UNICEF Champion.",
          1383084428
        ]
      ],
      "dates_start": 1402383488,
      "dates_end": 1476498853,
      "likes_avg": 813922,
      "likes_stdev": 574658,
      "comments_avg": 12434,
      "comments_stdev": 8511,
      "shares_avg": 8197,
      "shares_stdev": 6115
    },
    {
      "number": 13,
      "important": [
        "ayudar",
        "mensaj de",
        "post",
        "abrazo",
        "bilbao",
        "leo messi",
        "leo messi post",
        "leo",
        "photo",
        "messi"
      ],
      "common": [
        "de",
        "leo",
        "leo messi",
        "leo messi post",
        "lio leo",
        "lio leo messi",
        "lio leo messi post",
        "messi",
        "messi post",
        "post"
      ],
      "messages": [
        [
          "✈ Bilbao 👍🏻⚽ Photos from Leo Messi's post",
          1472388264
        ],
        [
          "Gran victoria ayer, siempre es importante empezar ganando en un torneo como éste. Espero estar listo lo antes posible para ayudar al equipo. Gracias por los mensajes de apoyo.\n\nA great win yesterday, it's always important to open tournaments like this one with a victory. I hope to be back to help the team as soon as possible. Thank you for the messages of support.\n\n- LIO Photos from Leo Messi's post",
          1465323939
        ],
        [
          "¡Campeones de la Liga!!! Lo conseguimos gracias al gran esfuerzo de todos. Este título se lo dedicamos a nuestra gente, que estuvo bancándonos hasta el final.\n\nLa Liga Champions!!! We've achieved this thanks to everyone's great efforts. We dedicate this title to all of those people who supported us until the end.\n\n- LIO Photos from Leo Messi's post",
          1463248522
        ],
        [
          "La #CrisisDeSiria ya lleva 5 brutales años. Sumate a nosotros y dedicá 60 segundos a ver, compartir y mostrar tu apoyo para ayudar a que se acabe el sufrimiento. > http://uni.cf/syria60\n\nThe #SyriaCrisis has raged for five brutal years. Join us in taking 60 seconds to watch, share and show your support to help end the suffering. > http://uni.cf/syria60\n\n- LIO Photos from Leo Messi's post",
          1453481097
        ],
        [
          "Es un honor haber sido nombrado promotor de la Agenda de Desarrollo 2030 de la ONU. Entre todos, vamos a trabajar para cumplir los 17 Objetivos de Desarrollo Sostenible.\n\nIt's a honour to have been named an advocate for the United Nations 2030 Agenda for Sustainable Development. With everyone's help, we are going to work to achieve the 17 Sustainable Development Goals.\n\n- LIO Photos from Leo Messi's post",
          1453396816
        ],
        [
          "Feliz por la victoria y porque pude compartir el Balón de Oro con nuestra gente. Una gran parte de este premio es también de todos ellos.\n\nHappy for today's win and for having the chance to share the Ballon d'Or with everyone here. A big part of this award belongs to them too.\n\n- LIO Photos from Leo Messi's post",
          1453063009
        ],
        [
          "Lindo día con los aficionados en el entreno a puertas abiertas y con la visita a los hospitales para dar aliento a los chicos que tienen que estar allá en estas fechas tan especiales.\n\nToday has been a great day with our fans at the open door training session and also visiting hospitals to support the children who are unfortunate in having to be there over these festive days.\n\n- LIO Photos from Leo Messi's post",
          1451924998
        ],
        [
          "Feliz de ayudar desde la Fundación Leo Messi a pintar toda la escuela Gral Las Heras donde estudié en Rosario, utilizando 1.500 litros de pintura. Y agradecer también a sus autoridades por permitir a la empresa Alba pintar ese mural. \n\nHappy to help paint the school Gral Las Heras I went to in Rosario when I was a kid, with the 1.500 litres of paint given from the Leo Messi Foundation. Also I want to thank the school board for allowing the company Alba to paint this mural. \n\n- LIO Photos from Leo Messi's post",
          1440512662
        ],
        [
          "Viendo basket en la cancha de los Washington Wizards de la NBA. ¡Muchas gracias por todo!\n\nWatching an NBA game at the Washington Wizards arena. Thanks a lot for everything! #teamadidas\n\n- LIO Photos from Leo Messi's post",
          1427372184
        ],
        [
          "Esta noche, la campaña benéfica #1in11 recaudará fondos en Sotheby's, Londres, con una subasta donde se podrán adquirir las obras sobre Leo hechas por Takashi Murakami y Damien Hirst. Más información aquí - www.1in11.org \n\nTonight, #1in11 is hosting a fundraising auction at Sotheby's Auction House featuring paintings of Leo by Takashi Murakami 村上隆 and Damien Hirst official. Find out more here – www.1in11.org Photos from Leo Messi's post",
          1423762920
        ],
        [
          "Les dejo unas fotos del partido de anoche en Sevilla, partido muy duro, pero felices por la diferencia y en lo personal muy contento de volver a encontrarme con el gol. \n\nI leave you some pictures of the game last night in Sevilla, party hard, but happy for the difference and personally very happy to be back with a goal to find me. Photos from Leo Messi's post",
          1392059847
        ]
      ],
      "dates_start": 1423114849,
      "dates_end": 1467164106,
      "likes_avg": 457197,
      "likes_stdev": 358197,
      "comments_avg": 6614,
      "comments_stdev": 5242,
      "shares_avg": 8545,
      "shares_stdev": 11586
    },
    {
      "number": 14,
      "important": [
        "tomorrow",
        "champion",
        "train",
        "session",
        "de mañana",
        "train session",
        "mañana",
        "ahead",
        "important",
        "import"
      ],
      "common": [
        "barcelona",
        "champions",
        "champions league",
        "de",
        "fc",
        "fc barcelona",
        "league",
        "uefa",
        "uefa champions",
        "uefa champions league"
      ],
      "messages": [
        [
          "Entrenando en París, de cara al importante partido de Champions de mañana.\n\nTraining session in Paris ahead of tomorrow's important UEFA Champions League match.\n\n- LIO Timeline Photos",
          1487017912
        ],
        [
          "Cuando comienzan los partidos de la UEFA Champions League, únete al equipo que siempre juega en casa = Lay's United!\n\nWhen the UEFA Champions League games kick off, join the team that always plays at home = Lay's United!",
          1486919846
        ],
        [
          "Nos vemos pronto... #UCL\n\nSee you soon... UEFA Champions League\n\n- LIO Timeline Photos",
          1481543204
        ],
        [
          "Buena victoria para seguir adelante en la Champions.\n\nA good win as we progress in the UEFA Champions League.\n\n- LIO Timeline Photos",
          1481060275
        ],
        [
          "⚽️ Manchester ⚽️\n\nUEFA Champions League Timeline Photos",
          1477984998
        ],
        [
          "Teníamos muchas ganas de empezar la Champions con un triunfo y conseguimos hacerlo con un gran partido.\n\nWe really wanted to begin the UEFA Champions League with a win and we managed to do just that with a great performance.\n\n- LIO Timeline Photos",
          1473796711
        ],
        [
          "The UEFA Champions League is back! Cheer with Lay's to win prizes including tickets! www.game-ready.com/cheers  \n \n¡La UEFA Champions League ha vuelto! ¡Anima con Lay’s y gana premios incluyendo entradas! www.game-ready.com/cheers Timeline Photos",
          1473689405
        ],
        [
          "¡Campeones de la Supercopa de España!!!\n✌🏻️🏆\nSpanish Super Cup Champions!!!\n\n- LIO Timeline Photos",
          1471499516
        ],
        [
          "Yo ya me uní a la causa del Hospital M-I Vall d’Hebron, pero es el compromiso de un equipo el que engrandece las cosas. Doná a través de este sorteo solidario y tené la posibilidad de ganar mis botines de fútbol originales y firmados, el mismo modelo que utilicé en la final de la Champions League en 2015. Las donaciones se destinarán 100% a la causa. Entrá a bidaway.com/messi y hacé tu donación.\n\nI joined the cause to support Vall d’Hebron Hospital but it’s the commitment of a team that makes great things happen. That’s why I’m calling on you: donate to enter a sweepstake and have a chance to win my original signed football boots, the model from the 2015 Champions League final. All donations will go 100% to charity. Go to bidaway.com/messi and make your donation.\n\n- LIO Timeline Photos",
          1465564717
        ],
        [
          "¡Ya tenemos nuestro rival de Cuartos de la Champions!\n\nOur opponents have been announced for the UEFA Champions League Quarterfinals!\n\n- LIO Timeline Photos",
          1458306471
        ],
        [
          "¡Y ahora por los Cuartos!\n\nThrough to the Quarterfinals!\n\nUEFA Champions League #UCL\n\n- LIO Timeline Photos",
          1458198616
        ],
        [
          "Get #GameReady to join the Choir of UEFA Champions League!  \n\n¡Participá en el Coro de la UEFA Champions League! ¿Estás #GameReady? Get #GameReady to join the Choir of UEFA Champions League!",
          1458047537
        ],
        [
          "¡Fuerza Ney! Mañana cerramos la fase de grupos de la Champions en Alemania e intentaremos que sea con otra victoria.\n\nStay strong Neymar Jr.! Tomorrow we play our last UEFA Champions League group game in Germany and we'll try to get another victory!\n\n- LIO Timeline Photos",
          1449608274
        ],
        [
          "¡Qué ganas tenía de una noche de Champions como ésta! ¡Felicitaciones a todo el equipo y gracias a la afición y también a Jorge Lorenzo por la visita!\n\nI was looking forward to taking part in a UEFA Champions League match like the one tonight! Congrats to the whole team and thank you to all our fans and to Jorge Lorenzo for paying us a visit!\n\n- LIO Timeline Photos",
          1448401961
        ],
        [
          "¡Hoy volvemos a la Champions!\n\nIt's UEFA Champions League time!\n\n#UCL\n\n- LIO Timeline Photos",
          1448379772
        ],
        [
          "La Champions que ganamos en junio ya es algo del pasado. Esta temporada vamos a luchar para conseguir de nuevo el trofeo. #Messi15\n\nLast season's UEFA Champions League success is already in the past. In 2016, we want to be lifting that trophy again. #Messi15\n\n- LIO Mobile Uploads",
          1442411584
        ],
        [
          "Ya estamos en Italia. ¡Que empiece la Champions!\n\nWe're in Italy... Bring on the UEFA Champions League!\n\n- LIO Mobile Uploads",
          1442331645
        ],
        [
          "¡Listo para la gala y el sorteo de la Champions!\n\nReady for the gala and the UEFA Champions League draw! \n\n#UCLdraw\n\n- LIO Timeline Photos",
          1440682736
        ],
        [
          "Queríamos volver a estar en una final de la Champions y lo hemos conseguido. Ahora queda lo más importante: ganarla. ¡Vamos Barça!\n\nWe wanted to reach the UEFA Champions League final once again and we've managed to do it. Now the most important part: to win. Come on FC Barcelona!\n\n- LIO Timeline Photos",
          1433594141
        ],
        [
          "Sólo faltan 48 horas para la final de la Champions. ¡Con muchas ganas de jugarla! #Messi15 #BeTheDifference\n\n48 hours left until the UEFA Champions League final kicks off. Can't wait! #Messi15 #BeTheDifference\n\n- LIO Timeline Photos",
          1433435549
        ],
        [
          "Recién recibí mis nuevos adidas Football #Messi15. Ahora estoy preparado para la final de la UEFA Champions League. #BeTheDifference\n\nI just got my new adidas Football #Messi15. Now I’m ready for the UEFA Champions League final. #BeTheDifference\n\n- LIO Timeline Photos",
          1433262064
        ],
        [
          "Felices porque queríamos llegar a la final de la Champions. Nuestro objetivo sigue siendo el mismo: ganarla.\n\nWe're happy as we wanted to reach the UEFA Champions League final, but our objective is still the same: to win it.\n\n- LIO Timeline Photos",
          1431460537
        ],
        [
          "Tenemos una semifinal de la Champions muy dura por delante, habrá que estar al 110%.\n\nWe have a really tough UEFA Champions League semifinal ahead, and we'll need to give 110%.\n\n- LIO Timeline Photos",
          1429888311
        ],
        [
          "¡Mañana jugamos por la Champions!\n\nTomorrow we have a UEFA Champions League game!\n\n- LIO Timeline Photos",
          1429556701
        ],
        [
          "Sabíamos que el Sevilla iba a ser complicado, pero vamos a seguir luchando hasta el final. Ahora a concentrarnos para el partido de Champions. \n\nWe knew that playing Sevilla would be a tough match, but we'll keep fighting till the end of the season. Now we must focus on the UEFA Champions League game.\n\n- LIO Timeline Photos",
          1428939082
        ],
        [
          "FC BARCELONA vs MANCHESTER CITY / UEFA CHAMPIONS LEAGUE - LAST 16 FC BARCELONA vs MANCHESTER CITY / UEFA CHAMPIONS LEAGUE - LAST 16",
          1426804412
        ],
        [
          "¡Con ganas de Champions League!\n\nLooking forward to the UEFA Champions League game!\n\n- LIO Timeline Photos",
          1426693010
        ],
        [
          "Conseguimos 3 puntos importantísimos hoy. Ahora a prepararnos para la Champions.\n\n3 really important points today for us. Now we move onto the UEFA Champions League.\n\n- LIO Timeline Photos",
          1426368203
        ],
        [
          "El FC Barcelona ganó 3-1 ayer para acabar la fase de grupos como líder del grupo F de la UEFA Champions League. Leo marcó su gol 75 en la competición europea.\n\nFC Barcelona won 3-1 yesterday to finish at the top of the group F of the UEFA Champions League. Leo scored his 75th goal in this competition. FC BARCELONA vs PSG / MATCH 6 - GROUP F",
          1418387100
        ],
        [
          "Partido emocionante de la UEFA Champions League esta noche. El liderato del grupo F está en juego.\n\nBig UEFA Champions League game tonight. They are playing to top the group F.\n\nFC Barcelona vs PSG Timeline Photos",
          1418230801
        ],
        [
          "Otra victoria para el FC Barcelona, que tendrá la oportunidad de acabar como primero de grupo si consiguen la victoria ante el PSG en el Camp Nou. Leo anotó otro hat-trick en Chipre y se convirtió en el máximo goleador de la historia de la UEFA Champions League.\n\nAnother victory for FC Barcelona, who will have the chance to finish at the top of the group F if they win against PSG at the Camp Nou. Leo scored another hat-trick and became the UEFA Champions League all-time top scorer. APOEL NICOSIA vs FC BARCELONA - UCL GROUP F. MATCH 5",
          1417069805
        ],
        [
          "Partido importante en Chipre donde está en juego el líderato del grupo F de la UEFA Champions League.\n\nImportant match in Cyprus, where the team will play for the top position of group F in the UEFA Champions League.\n\nAPOEL Nicosia vs FC Barcelona Timeline Photos",
          1416935908
        ],
        [
          "Otra victoria para el FC Barcelona, con 2 goles de Leo que igualó el récord de Raúl de máximo goleador de la historia de la UEFA Champions League, con 70 goles. \n\nAnother win for FC Barcelona in the UEFA Champions League, and 2 goals for Leo, who equalled Raúl's UCL top scoring record with 70 goals. AJAX vs FC BARCELONA / UCL - GROUP F - MATCH 4",
          1415288350
        ],
        [
          "Llegamos a Ámsterdam donde mañana tenemos un partido muy importante de Champions. Un abrazo.\n\nWe have arrived in Amsterdam, where we have a very important UEFA Champions League match tomorrow. A hug.  \n\n- LIO Timeline Photos",
          1415119819
        ],
        [
          "El tercer partido del FC Barcelona en la fase de grupos de la UEFA Champions League acabó con una victoria por 3 a 1. Leo marcó su gol número 69 en la máxima competición europea e hizo además la asistencia del primer gol.\n\nThe third UEFA Champions League FC Barcelona group match finished as a 3-1 win. Leo scored his 69th goal in the European competition and also made the assist for the opening goal of the match. FC BARCELONA 3 - 1 AJAX / UCL - GROUP F - MATCH 3",
          1413995530
        ],
        [
          "Partido importante de la UEFA Champions League esta noche en el Camp Nou. \n\nIt's time for the UEFA Champions League. There is an important match tonight at the Camp Nou.\n\nFC Barcelona vs AFC Ajax Timeline Photos",
          1413905014
        ],
        [
          "Tenemos una semana muy importante por delante. Esta noche intentaremos conseguir la victoria en Champions y a partir de entonces nos prepararemos pensando en el Clásico.\n\nWe have a very important week ahead. First, we'll go for the win in tonight's UEFA Champions League match and then we'll turn our heads to El Clasico. \n\n- LIO Timeline Photos",
          1413873299
        ],
        [
          "¡Otra victoria del FC Barcelona en La Liga! Leo marcó de nuevo y también volvió a asistir ante el Eibar, con el resultado final de 3-0 para el equipo azulgrana. El equipo llega al Clásico liderando la clasificación liguera, pero antes jugarán el también importante partido de UEFA Champions League frente al AFC Ajax el próximo martes.\n\nAnother win for FCBarcelona in la Liga! Leo once again scored and assisted a goal against Eibar to make the final score 3-0. The team will be going to El Clasico at the top of the league table. But first, they face Ajax in the UEFA Champions League on Tuesday. FC BARCELONA 3 - 0 EIBAR / LA LIGA - MATCH 8",
          1413738772
        ],
        [
          "Emocionante partido en el Parque de los Príncipes de París. 5 goles en total, la victoria se la llevó el equipo francés al final. Leo marcó su gol número 68 en la UEFA Champions League.\n\nVibrant match at Parc des Princes. 5 goals in total, victory went to the French team in the end. Leo scored his 68th UEFA Champions League goal. PSG 3 - 2 FC BARCELONA / UCL - GROUP F - MATCH 2",
          1412178383
        ],
        [
          "Esta noche, Leo juega su segundo partido de la UEFA Champions League de esta temporada en París.\n\nTonight, Leo will play in the second UEFA Champions League match of the season in Paris. Timeline Photos",
          1412089672
        ],
        [
          "Leo ha hablado con adidas Football Gamedayplus de cara a su próximo partido de la UEFA Champions League. http://youtu.be/zz2FDuJCNTg\n\nLeo spoke with adidas Football Gamedayplus ahead of his next UEFA Champions League match. http://youtu.be/zz2FDuJCNTg Gamedayplus -- Leo Messi, Andre Schürrle, Yohji Yamamoto adizero f50 -- Episode 2 -- adidas Football http://adidas.com/gamedayplus The adidas Football channel brings you the world of cutting edge football. Gain exclusive access to our players, go behind the ...",
          1412010001
        ],
        [
          "Primer partido en la UEFA Champions League de esta temporada. El FC Barcelona consigue los 3 puntos en casa y se pone líder del grupo F.\n\nFirst UEFA Champions League match of the season. FC Barcelona got the 3 points to take the lead of Group F. FC BARCELONA 1 - 0 APOEL NICOSIA / UCL - GROUP F - MATCH 1",
          1411052008
        ],
        [
          "Primer partido de la UEFA Champions League de la temporada para el FC Barcelona. Leo estará en el equipo inicial ante el Apoel Nicosia de Chipre.\n\nFirst UEFA Champions League match of the season for FC Barcelona. Leo will be in the starting 11 against Apoel Nicosia from Cyprus. Timeline Photos",
          1410972282
        ],
        [
          "Preparándome para el primer partido de UEFA Champions League con los nuevos botines adizero f50 que llevaré esta temporada en Europa. ¡Un abrazo! \n\nGetting ready for our first UEFA Champions League match with my new adidas Football #f50 boots. These are the ones I'll be wearing in Europe this season. Hugs!\n\n- LIO Timeline Photos",
          1410788645
        ],
        [
          "Una mirada al pasado: El 27 de mayo de 2009, Leo marcaba este gol de cabeza en el Stadio Olimpico de Roma contra el Manchester United y sentenciaba la final de la UEFA Champions League. #TBT\n\n#ThrowBackThursday - On May 27th 2009, Leo scored this header against Manchester United at the Rome Olympic Stadium to decide the UEFA Champions League final. Timeline Photos",
          1406812869
        ],
        [
          "Campeones del torneo de la play!!\n\nChampions of the tournament! Timeline Photos",
          1332585594
        ]
      ],
      "dates_start": 1406336095,
      "dates_end": 1463684819,
      "likes_avg": 484209,
      "likes_stdev": 403142,
      "comments_avg": 8069,
      "comments_stdev": 7374,
      "shares_avg": 9091,
      "shares_stdev": 8085
    },
    {
      "number": 15,
      "important": [
        "nuestra",
        "lio",
        "year",
        "fan",
        "train",
        "timelin",
        "con",
        "entrenando",
        "lio timelin",
        "año"
      ],
      "common": [
        "de",
        "game",
        "liga",
        "lio",
        "match",
        "mañana",
        "para",
        "partido",
        "ready",
        "tomorrow"
      ],
      "messages": [
        [
          "Empezando el año con nuestra hinchada y entrenando.\n\nBeginning the year with our fans at training.\n\n- LIO Timeline Photos",
          1483481554
        ],
        [
          "Preparando el último partido de liga de 2016.\n\nPreparing for the last league game of 2016.\n\n- LIO Timeline Photos",
          1482011634
        ],
        [
          "La concentración es todo. #FindFocus #ZNE\n\nFocus is everything. #FindFocus #ZNE\n\n- LIO Timeline Photos",
          1473953942
        ],
        [
          "Entrenando en Boston y con la mente puesta en el partido de Cuartos.\n\nTraining in Boston with our minds focused on the Quarter-final game.\n\n#firstneverfollows\n\n- LIO",
          1466027701
        ],
        [
          "Hoy amistoso contra Honduras, preparándonos para la Copa América. 🇦🇷\n\nToday we've got a friendly against Honduras in preparation for the Copa América. 🇦🇷\n\n- LIO Timeline Photos",
          1464351889
        ],
        [
          "Mañana tenemos un partido importantísimo. Estamos preparándonos y totalmente concentrados para dar lo mejor de nosotros.\n\nWe've got a very important game tomorrow. We're getting ready and are fully focused on giving our all.\n\n- LIO Timeline Photos",
          1459785484
        ],
        [
          "¡Todo listo para la Gala! #BalónDeOro\n\nEverything ready for the Gala! #BallondOr\n\n- LIO Timeline Photos",
          1452526440
        ],
        [
          "¡Preparándonos para el último partido del año!\n\nGetting ready for the last game of the year!\n\n- LIO Timeline Photos",
          1451409528
        ],
        [
          "Listo para viajar. Un poco grande el pijama pero cómodo. 😂😜👍🏻\n\nReady to fly. Baggy pyjamas but so comfy. 😂😜👍🏻\n\n- LIO Timeline Photos",
          1450002816
        ],
        [
          "Mañana tendremos un partido complicado. El Celta ha tenido un muy buen inicio de liga.\n\nTomorrow we'll have a tough game. Celta have started the League pretty well. \n\n- LIO Timeline Photos",
          1442920195
        ],
        [
          "Tenemos un rival muy duro mañana, pero mucha fe en este equipo que siempre deja todo.\n\nWe have a tough game tomorrow, but we also have a lot of faith in our team who always give everything on the pitch.\n\n- LIO Timeline Photos",
          1435279183
        ],
        [
          "Mañana vamos por el triunfo para salir primeros de grupo.\n\nTomorrow we want to win to finish at the top of the group.\n\n- LIO Timeline Photos",
          1434757351
        ],
        [
          "Me tocó rueda de prensa previa al partido de mañana. Será complicado y hay que dejar todo para llegar a la final.\n\nI was at a press conference ahead of tomorrow's match. It'll be a tough game and we'll have to give everything to reach the final.\n\n- LIO Timeline Photos",
          1430830763
        ],
        [
          "Los partidos terminan con el pitazo final, pero empiezan antes del inicial. Siempre me concentro antes de salir a la cancha para dar lo mejor de mí y buscar el triunfo del equipo. \n\nMatches end with the final whistle, but they start well before the kick-off. I'm always focused before stepping out onto the pitch, this way I can give my best performance and seek victory for my team.\n\n- LIO Timeline Photos",
          1429282615
        ],
        [
          "Preparándonos para el partido de mañana.\n\nGetting ready for tomorrow's match.\n\n- LIO Timeline Photos",
          1428684795
        ],
        [
          "Mucha entrega del equipo para llevarnos este triunfo. ¡Costó pero lo logramos!\n\nA lot of dedication and determination from the team helped us to get this victory. It wasn't easy but we got it!\n\n- LIO Timeline Photos",
          1428319608
        ],
        [
          "La defenderemos con todo y todos hablarán sobre ella.\n\nWe'll defend this with everything we've got and everyone will talk about it.\n\nadidas - AFA - #therewillbehaters Timeline Photos",
          1427554526
        ],
        [
          "Seguimos preparándonos para el próximo partido de Liga.\n\nWe are preparing for our next La Liga match.\n\n- LIO Timeline Photos",
          1426182597
        ],
        [
          "Ultimando la preparación para mañana, será complicado pero tenemos que aprovechar esta oportunidad.\n\nGetting ready for tomorrow's match. It'll be tough but we need to make this opportunity count.\n\n- LIO Timeline Photos",
          1425401179
        ],
        [
          "Concentrados en la Liga otra vez, mañana vamos por los 3 puntos. \n\nWe're focused on la Liga again, tomorrow we'll go out to get the 3 points.\n\n- LIO Timeline Photos",
          1425061273
        ],
        [
          "Hoy tenemos un partido importante para seguir luchando por la Liga.\n\nToday we have an important match to keep fighting for La Liga title.\n\n- LIO Timeline Photos",
          1422797446
        ],
        [
          "Preparando el partido de Copa de mañana.\n\nPreparing for tomorrow's Cup match.\n\n- LIO Timeline Photos",
          1421776331
        ],
        [
          "Preparados para la Gala.\n\nReady for the Gala.\n\n- LIO Timeline Photos",
          1421077698
        ],
        [
          "De vuelta en Barcelona. Empezamos el año entrenando para conseguir nuestros objetivos. Abrazos.\n\nBack in Barcelona. Starting the year training to meet the objectives we've set ourselves. Hugs.\n\n- LIO Timeline Photos",
          1420224825
        ],
        [
          "De vuelta en Barcelona, preparando el importante partido que tenemos mañana contra el Sevilla.\n\nBack in Barcelona, preparing for tomorrow's important match against Sevilla. \n\n- LIO Timeline Photos",
          1416581342
        ],
        [
          "Seguimos preparando el partido de mañana contra el Celta. #ForçaBarça\n\nWe are getting ready for tomorrow's match against Celta. #ForçaBarça\n\n- LIO Timeline Photos",
          1414770223
        ],
        [
          "Como siempre, el recibimiento de los fans en China está siendo buenísimo. Hoy estamos entrenando para el partido de mañana contra Brasil. ¡Estoy muy feliz de poder estar acá con mis compañeros!\n\nAs always, the welcome from the Chinese fans has been amazing. We're training today ahead of the match against Brazil tomorrow. I'm really happy to be here with my teammates! \n\n- LIO Timeline Photos",
          1412951057
        ],
        [
          "Entrenando hoy antes del partido contra Bilbao de mañana. Buscaremos hacer un gran partido y, por supuesto, ganar ante nuestra gente. #ForçaBarça\n\nLast training session before tomorrow's match against Bilbao. We're looking forward to playing a great match, and of course, to winning in front of our fans. #ForçaBarça\n\n- LIO Timeline Photos",
          1410539136
        ],
        [
          "Mañana tendremos un partido difícil con el Villareal, ¡pero estamos preparados para ir por la victoria!\n\nTomorrow we have a tough match in Villareal, but we are ready to come out fighting for the victory! \n\n- LIO Timeline Photos",
          1409411204
        ],
        [
          "Mañana empezamos La Liga en el Camp Nou (FC Barcelona). Preparado y con mucha ilusión por jugar de nuevo frente a nuestra hinchada. ;)\n\nTomorrow, we are going to start La Liga at the Camp Nou. \nReady and really excited to play in front of our fans again! ;)\n\n- LIO Timeline Photos",
          1408823635
        ],
        [
          "Mañana tenemos un partido muy importante. Sabemos que será complicado, pero estamos concentrados y preparados para darlo todo en la cancha. #VamosArgentina\n\nWe have a very important and tough match tomorrow, but we are focused and ready to give our best on the pitch! #VamosArgentina\n\n- LIO Timeline Photos",
          1404501795
        ],
        [
          "Muchas gracias por todas sus felicitaciones. Mi regalo perfecto este año sería ganar la Copa, pero vamos paso a paso y lo primero es centrarnos en ganar el partido de mañana para poder terminar líderes del grupo. #allin \n\nThanks a lot for all your birthday wishes. My perfect gift this year would be to win the World Cup, but first we focus on tomorrow’s game and topping the group. #allin \n\n- LIO Timeline Photos",
          1403617169
        ],
        [
          "Tras la victoria en el primer juego de la Copa del Mundo, Leo sigue entrenando para preparar el partido contra Irán del próximo sábado.\n\nAfter the victory in the first game of the #WorldCup, Leo is back at training to prepare for the match against Iran on Saturday. Timeline Photos",
          1403030279
        ],
        [
          "Preparándome para la gala / Getting ready for the ceremony #Balondeoro #BallondOr Timeline Photos",
          1389623320
        ],
        [
          "Cenando luego de volver de Bolivia para ya ir a descansar y prepararme para el partido próximo. Saludos! \n\n\n\nHaving dinner after returning from Bolivia to go and relax and get ready for the next game. Greetings! Timeline Photos",
          1364415396
        ]
      ],
      "dates_start": 1404264367,
      "dates_end": 1455276542,
      "likes_avg": 602317,
      "likes_stdev": 278306,
      "comments_avg": 12772,
      "comments_stdev": 12748,
      "shares_avg": 9501,
      "shares_stdev": 8132
    },
    {
      "number": 16,
      "important": [
        "barcelona vs",
        "barcelona",
        "abrazo",
        "bilbao",
        "timelin",
        "vs",
        "fc",
        "photo",
        "clásico",
        "cada"
      ],
      "common": [
        "barcelona",
        "barcelona vs",
        "de",
        "del",
        "fc",
        "fc barcelona",
        "fc barcelona vs",
        "leg",
        "ucl",
        "vs"
      ],
      "messages": [
        [
          "Bilbao 😀👍🏻⚽️ Timeline Photos",
          1483624334
        ],
        [
          "FC Barcelona vs Real Madrid - 03/12/2016 EL CLÁSICO",
          1480862205
        ],
        [
          "Every goal they score, every title they win, all happens through teamwork. See the new film about FC Barcelona's  rise to the treble: Gatorade\n\nCada gol que marcan, cada título que ganan, es gracias al trabajo en equipo. Aquí está la nueva película sobre el triplete del FC Barcelona: Gatorade",
          1446815231
        ],
        [
          "Ganar el triplete es sólo una parte de la historia del FC Barcelona. Descubre cómo consiguieron llegar a lo más alto el próximo 4 de noviembre: Gatorade.\n\nWinning a treble is just one piece of the FC Barcelona story. See what it took them to reach the top on November 4th: Gatorade",
          1446481794
        ],
        [
          "Seguimos muy preocupados por la situación de los refugiados. Ahora vos también podés ayudarles colaborando en esta campaña del FC Barcelona - http://ow.ly/SpXai\n\nWe are still very concerned with the refugee situation. Now you can also help them by joining this FC Barcelona campaign - http://ow.ly/Sq11m\n\n- LIO Mobile Uploads",
          1442656831
        ],
        [
          "ATHLETIC BILBAO vs FC BARCELONA / SPANISH SUPER CUP ATHLETIC BILBAO vs FC BARCELONA / SPANISH SUPER CUP",
          1439887745
        ],
        [
          "FC BARCELONA vs SEVILLA CF / UEFA SUPER CUP FC BARCELONA vs SEVILLA CF / UEFA SUPER CUP",
          1439403874
        ],
        [
          "BAYERN MUNICH vs FC BARCELONA / UCL - SEMIFINALS 2nd LEG BAYERN MUNICH vs FC BARCELONA / UCL - SEMIFINALS 2nd LEG",
          1431546378
        ],
        [
          "FC BARCELONA vs BAYERN MUNICH / UCL SEMIFINALS - 1st LEG FC BARCELONA vs BAYERN MUNICH / UCL SEMIFINALS - 1st LEG",
          1431012767
        ],
        [
          "FC BARCELONA vs PSG / UCL - QUARTERFINALS 2nd LEG FC BARCELONA vs PSG / UCL - QUARTERFINALS 2nd LEG",
          1429716007
        ],
        [
          "PSG vs FC BARCELONA / UCL - QUARTERFINALS 1st LEG PSG vs FC BARCELONA / UCL - QUARTERFINALS 1st LEG",
          1429212295
        ],
        [
          "Una victoria en el Clásico que sirve para aumentar la ventaja del FC Barcelona a 4 puntos. \n\nA victory in El Clásico that extends the gap between FCBarcelona and second to 4 points. FC BARCELONA vs REAL MADRID / EL CLÁSICO - LA LIGA - MATCH 28",
          1427144820
        ],
        [
          "El derbi de Barcelona está a punto de comenzar.\n\nThe Barcelona derby is about to kick-off.\n\nFC Barcelona vs RCD Espanyol Timeline Photos",
          1417964159
        ],
        [
          "Una hora para que empiece el partido.\n\nJust one hour left until the kick-off.\n\nFC Barcelona vs Celta de Vigo Timeline Photos",
          1414861201
        ],
        [
          "Hoy en el día. ¡El primer Clásico de la temporada está a punto de comenzar!\n\nToday is the day. The first El Clásico of the season is about to kick-off!\n\nReal Madrid C.F. vs FC Barcelona\n\n#ElClasico #classicFCB Timeline Photos",
          1414245480
        ],
        [
          "La precisión es clave en el fútbol. Gillette siempre apuesta por la precisión, y por eso ahora patrocina al FC Barcelona en América Latina. - http://youtu.be/F8O9LsiSpKg\n\nPrecision in football is key. Gillette means precision, and for this reason they sponsor FC Barcelona in Latin America. - http://youtu.be/F8O9LsiSpKg\n\n Gillette la Afeitadora Oficial del FC Barcelona: Celebrando la Precisión Latinoamericana. La palabra precisión viene del latín, pero cuando hablamos de futbol se vuelve latina. “Gillette la afeitadora oficial del FC Barcelona en Latinoamérica\". Mi...",
          1413208091
        ],
        [
          "Leo se recuperó de su lesión y podrá jugar ante Athletic de Bilbao esta tarde.\n\nLeo has recovered and will be able to play against Athletic Bilbao this afternoon.\n\nFC Barcelona - Athletic Bilbao Timeline Photos",
          1410596974
        ],
        [
          "Cada gol que Leo ha marcado, cada trofeo que ha ganado. Las nuevas adizero #F50 #Messi. Esto es mucho más que un botín. ¡Conseguí los tuyos! - http://a.did.as/6183m37x\n\nEvery goal Leo has ever scored and every trophy he’s ever won. The new adidas Football F50 Messi. More than a boot. \nGet yours! - http://a.did.as/6183m37x",
          1407164447
        ],
        [
          "¡El Mundial ha comenzado! Estoy impaciente por estar en la cancha. ¡Buena suerte a todos mis compañeros del FC Barcelona, pero intenten evitarnos! ;) \n\nThe World Cup has started! Can’t wait to be on the pitch. Good luck to all my Barça teammates, but try to avoid playing against us! ;) Timeline Photos",
          1402598055
        ],
        [
          "Gracias a todos los seguidores del FC Barcelona y a los compañeros por las muestras de cariño recibidas. Entre ellas esta magnifica ilustración junto al gran Paulinho Alcántara Timeline Photos",
          1395001303
        ]
      ],
      "dates_start": 1407669407,
      "dates_end": 1452730991,
      "likes_avg": 236527,
      "likes_stdev": 268925,
      "comments_avg": 4711,
      "comments_stdev": 4781,
      "shares_avg": 9713,
      "shares_stdev": 6257
    },
    {
      "number": 17,
      "important": [
        "player",
        "back",
        "bethediffer",
        "jugador",
        "congratul",
        "felicitacion",
        "award",
        "de los",
        "group",
        "del"
      ],
      "common": [
        "abrazo",
        "best",
        "de",
        "hugs",
        "lio",
        "los",
        "mejor",
        "premio",
        "un",
        "un abrazo"
      ],
      "messages": [
        [
          "¡Mis felicitaciones a Aleksey Miranchuk, uno de los jugadores del equipo “Backed by Messi”, por su premio como Mejor Jugador Joven de Rusia del año!\n\nCongratulations to Aleksey Miranchuk, one of the players from the group \"Backed by Messi\", for winning the Russian Young Player of the Year award!\n\n#BeTheDifference\n\n- LIO Timeline Photos",
          1451383922
        ],
        [
          "Es un honor haber recibido en Dubai el premio al mejor jugador de 2015 en los Globe Soccer Awards. La alegría es completa porque el FC Barcelona fue también premiado como mejor club del año. Un abrazo a todos.\n\nIt's an honour to have received the Best Player of 2015 at the Globe Soccer Awards in Dubai. The achievement and happiness is complete after FC Barcelona were also awarded Best Club of the Year. Hugs.\n\n- LIO Timeline Photos",
          1451298196
        ],
        [
          "Es un honor haber sido nombrado el mejor jugador de La Liga 2014/2015. Este premio es el resultado del trabajo de todo el equipo. Un abrazo y gracias por los mensajes de felicitación.\n\nIt's an honour to be awarded The Best La Liga Player 2014/2015. This award is the result of the hard work from the whole team. Hugs & thanks a lot for all the congratulatory messages.\n\n- LIO Timeline Photos",
          1448923005
        ],
        [
          "Muy feliz de haber recibido el premio Goal 50 de Goal.com. Tuvimos un año que colectivamente fue muy bueno y sería imposible ganar este tipo de premios sin mis compañeros. Un abrazo a tod@s.\n\nI’m very happy to be recognised with the Goal 50 award by Goal.com. We’ve had a very good year collectively and winning these kind of awards just would not be possible without my team-mates. A big hug! \n\n- LIO Timeline Photos",
          1448824344
        ],
        [
          "De camino a Mónaco a la gala del Premio al Mejor Jugador de Europa de la UEFA 2015.\n\nOn our way to Monaco for the 2015 UEFA Best Player in Europe awards gala.\n\n- LIO Timeline Photos",
          1440669397
        ],
        [
          "Diego, estamos con vos y tu familia en este duro momento. Un abrazo grande y fuerzas.\n\nDiego Maradona, we are with you and your family in these tough moments. A big hug.\n\n- LIO Timeline Photos",
          1435265569
        ],
        [
          "Feliz de haber podido celebrar mi partido 300 en la Liga con una victoria. Un abrazo. \n\nHappy to have had the chance to celebrate my 300th La Liga match with a victory. Hugs.\n\n- LIO Timeline Photos",
          1424024455
        ],
        [
          "Muchas felicitaciones a los muchachos de la Sub-20, ¡campeones! Les mando un abrazo muy grande.\n\nMassive congratulations to the U-20 team, champions! I send you all a big hug!\n\n- LIO Timeline Photos",
          1423571038
        ],
        [
          "Ya llegamos a Bilbao. San Mamés es siempre una cancha muy difícil, pero lucharemos por conseguir los 3 puntos. Un abrazo.\n\nArrived in Bilbao. It's always tough to play at San Mamés, but we'll fight to get the 3 points. Hugs.\n\n- LIO Timeline Photos",
          1423402354
        ],
        [
          "La eliminatoria sigue abierta, pero con el apoyo de la hinchada pudimos sacar un resultado positivo ayer. Un abrazo.\n\nWith our fans support we got a good result yesterday, but the tie is still open. Big hugs.\n\n- LIO Timeline Photos",
          1421939793
        ],
        [
          "Es un honor haber recibido el trofeo de la Federación Internacional de Historia y Estadística de Fútbol como máximo a goleador de las principales ligas del mundo en 2013. ¡Muchas gracias!\n\nI am really honoured to have received an award from the International Federation of Football History & Statistics for the highest goalscorer in the world's main football leagues in 2013. Thanks!\n\n- LIO Timeline Photos",
          1419015857
        ],
        [
          "Amigo Thierry, nunca olvidaré los lindos momentos que vivimos juntos. Fue una suerte haber jugado con vos y te deseo lo mejor. Un abrazo.\n\nMy friend, Thierry Henry, I will never forget the amazing moments we have experienced together. I was really lucky to play with you and I wish you all the best. A hug.\n\n- LIO Timeline Photos",
          1418854338
        ],
        [
          "Semana importante de entrenamientos. Tenemos que prepararnos lo mejor posible para la temporada que está a punto de comenzar, nuestra afición se merece que este año volvamos a hacer algo importante. Un abrazo.\n\nVery important week of training sessions. We need to prepare ourselves as best we can for the competitions that are about to start. We must make this season count, our fans deserve it. A hug.\n\n- LIO Timeline Photos",
          1407858166
        ],
        [
          "Fue genial reencontrarme hoy con mis compañeros en Barcelona. Primer entrenamiento de la temporada y ya pensando en los apasionantes retos que tenemos por delante. ¡Un abrazo para todos!\n\nIt's been great to see my teammates again in Barcelona. First training session with them today, and I am already thinking about the exciting challenges we have ahead this season. Hugs!\n\n- LIO Timeline Photos",
          1407267524
        ],
        [
          "Enhorabuena a Turkish Airlines por su cuarto premio consecutivo como \"Mejor Compañía Aérea de Europa\".\n\nCongratulations to Turkish Airlines on winning their 4th consecutive \"Best Airline in Europe\" award. Turkish Airlines The 2014 World Airline Awards were announced earlier today and we are truly humbled by the results.\n\n\"Best Airline in Europe\", “Best Airline in Southern Europe”, \"Best Business Class Catering” and “Best Business Class Lounge Dining” awards were presented to our CEO, Temel Kotil Ph.D. by the CEO of Skytrax, Edward Plaisted. \n\nThe survey operated over a 10-month period, and more than 105 nationalities from over 160 countries around the world participated in the survey. Thank you for your unwavering support!",
          1405608231
        ],
        [
          "Muchas felicidades Franck por el premio al mejor jugador europeo!\n\nCongratulation to Franck for his best european player award!",
          1377793884
        ]
      ],
      "dates_start": 1405706622,
      "dates_end": 1445005886,
      "likes_avg": 592610,
      "likes_stdev": 306991,
      "comments_avg": 9961,
      "comments_stdev": 5910,
      "shares_avg": 10463,
      "shares_stdev": 8669
    },
    {
      "number": 18,
      "important": [
        "lio",
        "argentina",
        "afa selección",
        "selección argentina",
        "las",
        "team",
        "lio timelin",
        "desd",
        "selección",
        "afa"
      ],
      "common": [
        "afa",
        "afa selección",
        "afa selección argentina",
        "argentina",
        "con",
        "de",
        "lio",
        "selección",
        "selección argentina",
        "tour"
      ],
      "messages": [
        [
          "Desde las 4 tomando mates en el predio. \n\nHaving a mate tea at the AFA - Selección Argentina team base.\n\n- LIO Timeline Photos",
          1464173965
        ],
        [
          "Paso a paso, sigo recuperándome bien para volver más fuerte. \nQuiero aprovechar para mandar un abrazo grande y mucho apoyo a mis compañeros de la AFA - Selección Argentina.\n\nStep by step, I am working on recovering to come back stronger. I’d also like to send a big hug and a lot of support to my Argentina teammates.\n\n- LIO Mobile Uploads",
          1444300100
        ],
        [
          "Feliz de juntarme con mis compañeros de la AFA - Selección Argentina para la gira por EEUU.\n\nHappy to have joined my Argentina teammates for our U.S. tour.\n\n- LIO Mobile Uploads",
          1441112944
        ],
        [
          "Un día como hoy, hace justo 10 años, fue uno de los días más felices de mi vida porque ganamos el Mundial Sub-20 con la AFA - Selección Argentina. El sábado vamos a intentar que lo vuelva a ser, llevándonos la Copa América.\n\n10 years ago today it was one of the happiest days of my life, because I won the U20 World Cup with Argentina. We'll try to make this Saturday an amazing day too by winning the Copa América.\n\n- LIO Mobile Uploads",
          1435873856
        ],
        [
          "Desde chiquito mi sueño era jugar 1 partido con la AFA - Selección Argentina. Ayer cumplí 100 partidos y estoy muy feliz de haber llegado hasta acá. No hay nada más emocionante y que me llene de orgullo que representar a mi país. Espero seguir haciéndolo por muchos años. Ahora, ¡vamos por la Copa! #VamosArgentina \n\nEver since I was a kid, my dream was to play for Argentina. Yesterday, I reached my 100th game and I'm very happy to have achieved it. There's nothing I can feel more proud of and more exciting than representing my country. I hope I can play for many more years. Now, it's time to win the Cup! #VamosArgentina\n\n- LIO Timeline Photos",
          1434914933
        ],
        [
          "Entrenando con la AFA - Selección Argentina en Chile. ¡Empieza un nuevo sueño! \n\nTraining with my national team in Chile. A new dream begins!\n\n- LIO Timeline Photos",
          1433944503
        ],
        [
          "Disfrutando con los chicos de la selección AFA - Selección Argentina en USA. Muchas gracias a los hinchas de acá por el recibimiento y el apoyo. ¡Mañana partido!\n\nHaving a good time with my Argentina teammates in USA. Thanks a lot to all the local fans for their welcome and support. Tomorrow is match day!\n\n- LIO Mobile Uploads",
          1427484311
        ],
        [
          "AFA - Selección Argentina finaliza su tour por Reino Unido tras enfrentarse a Portugal en Old Trafford. \n\nArgentina ended their UK Tour playing against Portugal at Old Trafford. ARGENTINA vs PORTUGAL - AFA UK TOUR. Match 2.",
          1416412481
        ],
        [
          "La AFA - Selección Argentina termina su gira por el Reino Unido jugando el último partido en el Teatro de los Sueños.\n\nArgentina approach the end of their UK Tour with their final game being held at the Theatre of Dreams. Timeline Photos",
          1416335134
        ],
        [
          "Primer partido de AFA - Selección Argentina en su gira por Reino Unido.\n\nArgentina play the first match of their UK tour tonight.\n\nArgentina vs Croatia Timeline Photos",
          1415815711
        ],
        [
          "Recién terminamos el entrenamiento en Londres. ¡Muy feliz de estar acá con los compañeros para los 2 partidos con la AFA - Selección Argentina!\n\nJust finished our training session in London. I'm really happy to be here with my Argentina teammates. Looking forward to our next 2 matches!\n\n- LIO Timeline Photos",
          1415727807
        ],
        [
          "Mirá las fotos de la gira asiática de AFA - Selección Argentina, donde enfrentó a Hong Kong y Brasil.\n\nCheck out the pics of the Argentina Asian Tour, where the National team played against Hong Kong and Brazil. ARGENTINA ASIAN TOUR 2014",
          1413370851
        ],
        [
          "El último partido de la gira asiática de la AFA - Selección Argentina comienza en 45 minutos.\n\nThe last match of Argentina's Asian Tour kicks-off in 45 minutes.\n\nHong Kong vs Argentina Timeline Photos",
          1413278408
        ],
        [
          "Está a punto de comenzar el Superclásico de las Américas 2014, un partido que siempre es muy especial.\n\nThe Americas' Super Derby is about to start. It is always a very special game.\n\nAFA - Selección Argentina vs Brasil \n\n#SuperclasicoDeLasAmericas Timeline Photos",
          1413021601
        ],
        [
          "Felicidades a todos mis compañeros de AFA - Selección Argentina que ayer participaron en la victoria ante Alemania en el primer partido de esta nueva etapa de conducción técnica con el Tata. Siento no haber podido estar con ustedes esta vez. ¡Este equipo tiene mucho que dar todavía y vamos a conseguir cosas en el futuro! #VamosArgentina\n\nCongratulations to my teammates who won in yesterday's game against Germany, the first with Tata as manager. I'm sorry I couldn't make it. This team has a lot to give and achieve in the future! #VamosArgentina\n\n- LIO Timeline Photos",
          1409833813
        ],
        [
          "Con el equipo, AFA - Selección Argentina. Pensando ya en el importante partido de mañana en Belo Horizonte. #VamosArgentina - LIO Timeline Photos",
          1403281870
        ]
      ],
      "dates_start": 1409305002,
      "dates_end": 1440555283,
      "likes_avg": 541012,
      "likes_stdev": 389629,
      "comments_avg": 15974,
      "comments_stdev": 22402,
      "shares_avg": 10719,
      "shares_stdev": 9438
    },
    {
      "number": 19,
      "important": [
        "life",
        "de leo",
        "allin noth",
        "countri",
        "noth",
        "leo",
        "momento",
        "important",
        "vida",
        "allin"
      ],
      "common": [
        "adidas",
        "allin",
        "allin nothing",
        "allin nothing www",
        "de",
        "leo",
        "nothing",
        "nothing www",
        "www",
        "www teammessi"
      ],
      "messages": [
        [
          "Llegó el momento. El partido más importante en la vida de Leo con la camiseta de Argentina. #allin or nothing\n\nThis is it. The biggest game of Leo’s life for his country.  #allin or nothing\n\n#WorldCupFinal",
          1405263908
        ],
        [
          "Menos de 40 horas para la final del Mundial. Leo estará allí para darlo todo en Maracaná. #allin or nothing\n\nLess than 40 hours left until the #WorldCup final. Leo will be there to give everything in the Maracana. #allin or nothing",
          1405103327
        ],
        [
          "PENALTY... ¡GOOOL! ¡Leo marca desde los 11 metros!!! Cree o abandona. #allin or nothing \n\nGOOOAL! Penalty converted! Believe or Leave. #allin or nothing.\n\nwww.teammessi.com - #WorldCup",
          1404938764
        ],
        [
          "Queda un partido: Holanda en el camino de Leo y la final de la Copa del Mundo. #allin or nothing - www.teammessi.com\n\nOne game away: Netherlands stand in the way of Leo and the #WorldCup final. #allin or nothing - www.teammessi.com",
          1404923673
        ],
        [
          "La fases eliminatorias están aquí... Leo y sus compañeros lo saben y darán lo mejor de sí mismos para pasar de ronda. #allin or nothing - www.teammessi.com\n\nThe knock out stages are here and Leo and his teammates are ready. They will give everything to go through. It's #allin or nothing - www.teammessi.com",
          1404208935
        ],
        [
          "Leo está orgulloso de ser el capitán de la Selección Argentina, y siempre lo da todo en la cancha. Ahora toca Nigeria. #allin or nothing\n\nLeo is proud to be the captain of Argentina, and he always goes all in. Time for Nigeria! #allin or nothing\n\nwww.teammessi.com - #WorldCup",
          1403691508
        ],
        [
          "A veces los jugadores se ponen nerviosos… \nAcá os dejo el nuevo video de adidas Football para el Mundial - http://y2u.be/jR1XQsCiAKE - #allin or nothing The Dream: all in or nothing ft. Messi, Alves, Suárez, Özil and more -- FIFA World Cup™ Make your choice: http://www.adidas.com/go/MakeAChoice Music by Kanye West: https://soundcloud.com/adidasfootball/adidas-the-dream-ft-an-exclusive-kanye-west...",
          1400940000
        ],
        [
          "Even footballers get nervous, sometimes. \nHere is the new adidas Football #WorldCup video! - http://youtu.be/jR1XQsCiAKE - #allin or nothing YouTube",
          1400911200
        ],
        [
          "Acá les dejo el nuevo video de Adidas Football para la nueva colección Samba, en donde salgo con mis nuevos botines #F50 #allin or nothing!\n\nCheck me out in Adidas Football’s new video for the Samba Collection, with my new #F50 boots #allin or nothing! Samba Collection -- adidas Football adidas presents the Samba Collection. Game on or game over. #allin or nothing. http://www.adidas.com/WorldCup The adidas Football channel brings you the worl...",
          1383825673
        ]
      ],
      "dates_start": 1395071651,
      "dates_end": 1407996567,
      "likes_avg": 162810,
      "likes_stdev": 129726,
      "comments_avg": 9309,
      "comments_stdev": 9530,
      "shares_avg": 11244,
      "shares_stdev": 10372
    },
    {
      "number": 20,
      "important": [
        "adida footbal",
        "acá",
        "de adida",
        "botin",
        "boot",
        "veri happi",
        "nuevo",
        "adida",
        "footbal",
        "hecho"
      ],
      "common": [
        "adidas",
        "adidas football",
        "boots",
        "botines",
        "de",
        "football",
        "lio",
        "mis",
        "www",
        "www adidas"
      ],
      "messages": [
        [
          "Les presento mis nuevos botines Blue Blast #Messi16 de adidas Football.\nHechos para desbloquear la agilidad. 🔓\nConseguí los tuyos acá: www.adidas.com/messi_16\n___\n\nI’m very happy to introduce my new Blue Blast #Messi16 boots from adidas Football.\nCrafted to unlock agility. 🔓\nGet your pair here: www.adidas.com/messi_16\n \n#NeverFollow Timeline Photos",
          1486061825
        ],
        [
          "Llegaron mis nuevos botines 🔥\nHechos para liberar la agilidad 🔓\nEsta noche, presenté mis nuevos Red Limit #Messi16 de adidas Football en Barcelona.\nConseguí los tuyos mañana acá: http://www.adidas.com/messi_16\n\nMy new boots have arrived 🔥 \nBuilt to unlock agility 🔓\nTonight I unveiled my new Red Limit #Messi16 from adidas Football in Barcelona.\nGet them here from tomorrow: http://www.adidas.com/messi_16\n\n#NeverFollow\n\n- LIO Timeline Photos",
          1480012340
        ],
        [
          "¡De otro planeta!\nMis nuevos botines #Messi16 Space Dust de adidas Football.\nConseguí los tuyos acá: http://www.adidas.com/messi_16\n#FirstNeverFollows\n\nFrom another planet!\nMy new #Messi16 Space Dust boots from adidas Football.\nGet yours here: http://www.adidas.com/messi_16\n#FirstNeverFollows\n\n- LIO Timeline Photos",
          1476293176
        ],
        [
          "¡Gracias a mis amigos de adidas Football por estos botines #Messi15 Platinum edition tan especiales para conmemorar el Balón de Oro!\n\nThanks to my friends from adidas Football for these special #Messi15 Platinum edition boots to commemorate the latest Ballon d'Or trophy! #BeTheDifference\n\n- LIO Timeline Photos",
          1452685634
        ],
        [
          "Cada botín adidas Football es un recuerdo de momentos increíbles. Ahora se viene otro. #MarcáLaDiferencia \nConseguí tus #Messi15 acá: a.did.as/messi15\n\nEach adidas Football boot is a reminder of some amazing moments. Now it‘s time to make another. #BeTheDifference\nGet your pair of #Messi15 here: a.did.as/messi15 Timeline Photos",
          1435776354
        ],
        [
          "Empecé a jugar al fútbol en un barrio pequeño y estoy orgulloso de ser un #PibeDeBarr10, como el nombre de mis nuevos botines adidas Football. #therewillbehaters\n\nI started playing football in a small neighbourhood, and I am proud to be the #PibeDeBarr10, like the name of my new adidas Football boots #therewillbehaters\n\n- LIO Timeline Photos",
          1426518080
        ],
        [
          "Leo y sus compañeros ya están preparados para celebrar las fiestas navideñas con adidas Football #adidasBarcelona\n\nLeo and his teammates are ready to celebrate the Christmas festivities with adidas Football. #adidasBarcelona Timeline Photos",
          1419265602
        ],
        [
          "¿Has creado ya tu plantillas personalizadas adidas Football #mirosar10? ¡Hazlo ahora! - www.adidas.com/mirosar10\n\nHave you created your custom adidas Football #mirosar10 insoles yet? Check it out here – www.adidas.com/mirosar10 Timeline Photos",
          1417797781
        ],
        [
          "Hoy recibí mis nuevos botines adidas Football #mirosar10. Representan mis raíces en mi ciudad, Rosario. \n\nJust got my new adidas Football #mirosar10 boots! They represent my roots in my hometown Rosario.\n\n- LIO Timeline Photos",
          1417123045
        ],
        [
          "¡Manteniéndolos a punto!\n\nI like to keep them fresh!\n\nadidas Football #F50\n\n- LIO Timeline Photos",
          1415984144
        ],
        [
          "En un rodaje con mis amigos de adidas Football.\n\nOn a shoot with my friends from adidas Football.\n\n- LIO Timeline Photos",
          1410365720
        ],
        [
          "¿Querés ganar estos botines adidas Football f50 Messi firmados por Leo? ¡Ingresá en www.adidas.com/jointeammessi y podés ganarlos!\n\nWho wants to win these signed adidas Football #f50 #Messi boots? Go to www.adidas.com/jointeammessi, and they could be yours! Timeline Photos",
          1409150686
        ],
        [
          "¡Con mis nuevos botines, gracias adidas Football!\n\nWith my new boots, thank you adidas Football! #F50\n\n- LIO Timeline Photos",
          1408113272
        ],
        [
          "Os presento la protagonista principal del Mundial de Brazil, brazuca! Tuve la oportunidad de conocerle hace unos meses. Os dejo este video hecho por adidas football http://www.youtube.com/user/adidasfootballtv/Brazuca\r\n\r\net me introduce you to the main character of the FIFA World Cup, brazuca! I had the opportunity to meet the ball a few months ago. You can check it out in this adidas football video http://www.youtube.com/user/adidasfootballtv/Brazuca Timeline Photos",
          1386414929
        ],
        [
          "Gracias a los chicos de adidas Football por el video que me hicieron!\n\nThanks to the guys from adidas Football for the video that they've made for me! 2012 FIFA Ballon d'Or: Messi by Richard Swarbrick Leo Messi has been awarded the FIFA Ballon d'Or for the fourth year in a row. To celebrate the world's greatest player, we've teamed up with illustrator Rich...",
          1357599789
        ],
        [
          "adidas hizo estos fondos de pantalla para el ultimo partido de este año increible. Gracias!\n\nadidas made these wallpapers  for the last game of this awesome year… thanks! \n\n adidas Football Leo Messi has ended 2012 with a world record total of 91 goals.\n\nYou can now download this desktop wallpaper to celebrate his achievement.",
          1356202878
        ],
        [
          "adidas ha producido esta imagen para celebrar el record de más goles en un año de Gerd Müller (en 1972) y yo (este año).  Les agradezco mucho por el apoyo y los felicitaciones!\n\nadidas have produced this image to celebrate the goal scoring records from Gerd Müller (in 1972) and me (this year).  I’m very thankful for all the support and your congratulations! adidas Football Making History. \n\nLeo Messi now has the world record number of goals in a year!\n\nHow many will he finish 2012 with?",
          1355130938
        ]
      ],
      "dates_start": 1379063252,
      "dates_end": 1457465710,
      "likes_avg": 641871,
      "likes_stdev": 578722,
      "comments_avg": 18241,
      "comments_stdev": 28888,
      "shares_avg": 11991,
      "shares_stdev": 10694
    },
    {
      "number": 21,
      "important": [
        "copa",
        "group",
        "abrazo",
        "argentina",
        "world cup",
        "semifin",
        "argentina vs",
        "vs",
        "match",
        "tour"
      ],
      "common": [
        "argentina",
        "argentina vs",
        "copa",
        "cup",
        "de",
        "final",
        "match",
        "vs",
        "world",
        "world cup"
      ],
      "messages": [
        [
          "ARGENTINA vs BOLIVIA / U.S. TOUR ARGENTINA vs BOLIVIA / U.S. TOUR",
          1441451186
        ],
        [
          "ARGENTINA vs PARAGUAY / COPA AMÉRICA CHILE 2015 - SEMIFINAL ARGENTINA vs PARAGUAY / COPA AMÉRICA CHILE 2015 - SEMIFINAL",
          1435954521
        ],
        [
          "ARGENTINA vs JAMAICA / COPA AMÉRICA CHILE 2015 - GROUP B, MATCH 3 ARGENTINA vs JAMAICA / COPA AMÉRICA CHILE 2015 - GROUP B, MATCH 3",
          1435090644
        ],
        [
          "Argentina llega a la final de la Copa del Mundo tras ganar a Holanda en la tanda de penaltis por 4 a 2. Partido intenso y duro, que se convierte en histórico para la albiceleste. \n\nArgentina go through to the World Cup final after beating Netherlands in the penalty shootout (4-2). It was an intense and tough match, but also a really historic day for the Argentinian national team. Argentina 0 (4) vs (2) 0 Holanda - World Cup - Semi-final (Semis)",
          1405015387
        ],
        [
          "Otra victoria de Argentina, que se mete en las semifinales de la Copa del Mundo tras derrotar por 1 a 0 a la selección de Bélgica. El sueño está un paso más cerca.\n\nAnother victory for Argentina! They go though to semi-finals after beating Belgium (1-0). The dream is one step closer. Argentina 1 vs 0 Belgium - World Cup - Quarter-finals (Octavos F)",
          1404667840
        ],
        [
          "Leo sabe que la preparación es la clave del éxito. Los Cuartos de Final están aquí: Argentina vs Bélgica - www.teammessi.com \n\nLeo knows that preparation is the key to success. The quarter-finals are here: it’s Argentina vs Belgium - www.teammessi.com\n\n#allin or nothing",
          1404561176
        ],
        [
          "01/07/2014 - Arena Corinthians - Argentina vs Suiza\n\nArgentina continúa en el Mundial de Brasil 2014 tras vencer a Suiza en Sao Paulo. Un paso más para Leo. \n\nArgentina go though to Quarter-finals of the World Cup after winning against Switzerland in Sao Paulo. Another step for Leo. Argentina 1 vs 0 Switzerland - World Cup - Last-16 (Octavos F.)",
          1404328221
        ],
        [
          "25/06/2014 - Estádio Beira-Rio - Argentina vs Nigeria\n\nArgentina completa la fase de grupos ganando los 3 partidos. Clasifican para los Octavos de Final como primeros de grupo. \n\nArgentina complete the Group Stage winning their 3 matches. They qualify for the Last-16 topping their group. Argentina 3 vs 2 Nigeria - World Cup - Fase de Grupos / Match 3",
          1403805712
        ],
        [
          "21/06/2014 - Estádio Mineirão - Argentina vs Iran\n\nArgentina consigue su segunda victoria consecutiva ante Iran. Con ello, se aseguran la clasificación para Octavos de Final. \n\nArgentina win their second match in the World Cup. With this victory, the National team are through the Last-16 Argentina 1 vs 0 Iran - World Cup - Fase de Grupos / Match 1",
          1403556850
        ],
        [
          "15/06/2014 - Argentina 2 vs 1 Bosnia Argentina 2 vs 1 Bosnia  - World Cup - Fase de Grupos / Match 1",
          1402930911
        ]
      ],
      "dates_start": 1398753939,
      "dates_end": 1429518549,
      "likes_avg": 74686,
      "likes_stdev": 68969,
      "comments_avg": 2335,
      "comments_stdev": 1876,
      "shares_avg": 13917,
      "shares_stdev": 7952
    },
    {
      "number": 22,
      "important": [
        "estamo",
        "gana",
        "forward",
        "esta",
        "ya",
        "ya estamo",
        "look forward",
        "mobil upload",
        "lio mobil",
        "jugar"
      ],
      "common": [
        "con",
        "de",
        "ganas",
        "ganas de",
        "lio",
        "muchas",
        "muchas ganas de",
        "para",
        "que",
        "vamosargentina"
      ],
      "messages": [
        [
          "Ya estamos en Vigo, con ganas de jugar esta tarde.\n\nLanded in Vigo, we're looking forward to playing this evening.\n\n- LIO Mobile Uploads",
          1443010249
        ],
        [
          "¡Comenzó la cuenta regresiva para la final de la Copa América! #VamosArgentina\n\nThe countdown to the Copa América final has already begun! #VamosArgentina\n\n- LIO Mobile Uploads",
          1436010834
        ],
        [
          "Con muchas ganas de que llegue mañana, estos son los partidos más hermosos para jugar.\n\nCan't wait for tomorrow. These are the kind of matches that every player dreams about.\n\n- LIO Mobile Uploads",
          1435968450
        ],
        [
          "Ya llegamos a Santiago, comenzamos a prepararnos para la final de la Copa América. #VamosArgentina\n\nArrived in Santiago. It's time to get ready for the Copa América final. #VamosArgentina Mobile Uploads",
          1435794901
        ],
        [
          "Nos costó mucho, pero dimos otro paso más hacia el objetivo. #VamosArgentina\n\nIt was a really hard match, but we took another step towards our objective. #VamosArgentina\n\n- LIO Timeline Photos",
          1435436335
        ],
        [
          "Fue durísimo pero lo conseguimos. Si estamos unidos, no hay nada imposible. #VamosArgentina 🇦🇷\n\nIt was really tough, but we got the victory. If we are united, nothing is impossible. #VamosArgentina 🇦🇷\n\n- LIO Mobile Uploads",
          1434587997
        ],
        [
          "Todo listo para hoy. #VamosArgentina\n\nEverything ready for today. #VamosArgentina\n\n- LIO Timeline Photos",
          1434483364
        ],
        [
          "Mañana encaramos otro desafío. Con muchas ganas de jugar este Clásico del Río de la Plata. ¡Vamos equipo, #VamosArgentina! 🇦🇷\n\nTomorrow we face another challenge. We're looking forward to playing the Río de La Plata Derby. Come on team, #VamosArgentina! 🇦🇷\n\n- LIO Mobile Uploads",
          1434402816
        ],
        [
          "Queríamos ganar y no pudo ser, pero tenemos que seguir más unidos y tranquilos que nunca. Ahora hay que pensar en poder conseguir un triunfo contra Uruguay. #VamosArgentina\n\nWe wanted to win but it wasn't possible. We have to be more united as a team than ever. Now we need to think about getting a victory against Uruguay. #VamosArgentina\n\n- LIO Timeline Photos",
          1434309271
        ],
        [
          "Ya estamos en Villareal. ¡Con muchas ganas de hacer un buen partido hoy y pasar a la final de la Copa del Rey!\n\nArrived in Villareal. Looking forward to playing a great match today  to go through to the Copa del Rey final!\n\n- LIO Timeline Photos",
          1425478693
        ],
        [
          "Con muchas ganas de jugar mañana en Madrid. Vamos a darlo todo en la cancha para poder llegar a semis.\n\nLooking forward to playing in Madrid tomorrow. We'll give everything on the pitch to reach the semifinals.\n\n- LIO Timeline Photos",
          1422378641
        ],
        [
          "Con muchas ganas de jugar la eliminatoria de Champions. Será muy lindo poder enfrentarme a mi amigo el Kun. En el FIFA siempre le gano, así que vamos a ver que pasa en la cancha. ;)\n\nLooking forward to playing in the next round of the UEFA Champions League. It'll be really nice to face my friend Sergio Aguero as I always beat him at FIFA, but let's see what happens on the pitch. ;)\n\n- LIO Timeline Photos",
          1418650863
        ],
        [
          "Deseamos que mañana sea un día histórico para para el fútbol argentino, ¡y tenemos muchas ganas de conseguirlo! #VamosArgentina \n\nWe hope tomorrow will be a historic day for the Argentinian football, and we are looking forward to playing a part! #VamosArgentina\n\n- LIO Timeline Photos",
          1404828434
        ],
        [
          "Nadie dijo que iba a ser fácil. Un pasito más. #VamosArgentina\n\nNobody said it was an easy game. Another big step. \n#VamosArgentina\n\n- LIO Timeline Photos",
          1404238909
        ],
        [
          "Contento por haber clasificado a Octavos como primeros de grupo, pero ahora empieza otro Mundial. Tenemos muchas ganas de conseguir algo grande. #VamosArgentina\n\nHappy to have gone through to Last-16, but now the World Cup really starts. Let's do something amazing. #VamosArgentina\n\n- LIO Timeline Photos",
          1404125413
        ],
        [
          "Con muchas ganas de jugar en el gran Maracanã por primera vez en mi vida y por empezar con buen pie el Mundial. ¡Vamos por todo! - LIO Timeline Photos",
          1402766765
        ],
        [
          "Decepcionado por la gestión del partido benéfico en Los Ángeles. Tenía muchas ganas de asistir y disfrutar como lo hice en Perú y en Colombia. Este proyecto está hecho por y para los fans, y es por eso que estoy muy decepcionado con la organización. Un abrazo especial para aquellas personas que iban a apoyar esta causa en L.A. Memorial Coliseum y gracias a todos por su apoyo.",
          1372847257
        ],
        [
          "Ya listos para el clasico. Con muchas ganas de que empiece el partido!\n\nWe are ready for el Clasico. Looking forward to kick-off.",
          1349619610
        ]
      ],
      "dates_start": 1394062818,
      "dates_end": 1442485937,
      "likes_avg": 732489,
      "likes_stdev": 382495,
      "comments_avg": 16242,
      "comments_stdev": 11566,
      "shares_avg": 15011,
      "shares_stdev": 17281
    },
    {
      "number": 23,
      "important": [
        "work",
        "gana",
        "around",
        "achiev",
        "everi",
        "dar",
        "hard",
        "día",
        "por los",
        "day"
      ],
      "common": [
        "con",
        "day",
        "de",
        "día",
        "las",
        "lio",
        "new",
        "para",
        "un",
        "ya"
      ],
      "messages": [
        [
          "Con esfuerzo y ganas pudimos dar vuelta la eliminatoria. Seguimos trabajando día a día por los objetivos.\n\nWith effort and desire we managed to turn the tie around. We continue to work hard every day to achieve our targets.\n\n- LIO Timeline Photos",
          1484173385
        ],
        [
          "Terminando el año en la pile. ¡Feliz 2017 para todos!!!\n\nEnding the year in the pool. Happy 2017 everyone!!!\n\n- LIO Timeline Photos",
          1483229140
        ],
        [
          "La aventura continúa... Próxima parada: adidas 📍\n\nThe adventure continues… Next stop: adidas 📍\n\n#ZNE #FindFocus Timeline Photos",
          1481220701
        ],
        [
          "Mi más sentido pésame para todas las familias, amigos e hinchas del plantel del Chapecoense. #FuerzaChape\n\nMy deepest condolences go to all of the families, friends and supporters of the Associação Chapecoense de Futebol squad. #FuerzaChape\n\n- LIO Timeline Photos",
          1480421123
        ],
        [
          "Un día más.\n\nOne more day.\n\n- LIO Timeline Photos",
          1475842113
        ],
        [
          "Ya estamos en Sevilla para jugar el primer partido de la Supercopa.\n\nWe've arrived in Seville ahead of the first leg of the Spanish Super Cup.\n\n- LIO Timeline Photos",
          1471172606
        ],
        [
          "Llegaron para crear lo imposible y moverse a la velocidad de la luz. Los nuevos botines #messi16 ya están disponibles. 😜 a.did.as/Messi_16\n\nHere to create impossible and move at the speed of light. The new #messi16 boots are out now! 😜 a.did.as/Messi_16\n\n#FirstNeverFollows Timeline Photos",
          1470323386
        ],
        [
          "Los nuevos botines #Messi16 están acá para crear lo imposible. CONSEGUÍ LOS TUYOS AHORA: a.did.as/messi16\n\nThe new #Messi16 boots are here to create the impossible. GET YOURS NOW: a.did.as/messi16 \n\n#FirstNeverFollows Timeline Photos",
          1464257676
        ],
        [
          "¡Una alegría volver a verte!!! Gracias por la visita amigo 13_Pinto.\n\nGlad to see you again!!! Thanks for your visit, my friend.\n\n- LIO Timeline Photos",
          1462622552
        ],
        [
          "Life has more in store for you if you just stay up. #DontGoDown\n\nLa recompensa será mayor si te mantenés en pie. #NoTeCaigas #DontGoDown",
          1461247905
        ],
        [
          "#OO #P9 It’s finally here! \nThey say this reinvent smartphone photography.\n\n¡ #OO #P9 finalmente llegó ! \nDicen que el #P9 reinventó la fotografía del Smartphone. Timeline Photos",
          1459942268
        ],
        [
          "Bienvenidos a www.messi.com\n\nWelcome to www.messi.com\n\n- LIO Timeline Photos",
          1457972270
        ],
        [
          "Los NUEVOS botines #Messi15, hechos para ganar.\nCONSEGUILOS ACÁ: a.did.as/messi_15 \n#MarcaLaDiferencia\n\nThe NEW #Messi15 boots, built to win.\nAVAILABLE NOW: a.did.as/messi_15\n#BeTheDifference Timeline Photos",
          1456847275
        ],
        [
          "Un par de pasos más hacia adelante... ⚽️⚽️\n\nA couple steps ahead... ⚽️⚽️\n\n- LIO Timeline Photos",
          1456262554
        ],
        [
          "When the outside world wants to bring you down, count on what’s inside to keep you up.\n\nCuando la vida te golpea y te quiere derribar, sé fiel a ti mismo para seguir en pie. DON'T GO DOWN",
          1456161576
        ],
        [
          "¡El nuevo auto que dicen que compré! 😜\nThe new car they say I bought! 😂😂\n\n- LIO Timeline Photos",
          1455215694
        ],
        [
          "¡Nuevo integrante de mi familia!!! 🐶 Gracias amor por este regalo hermoso. \n\nSay hello to the newest member of the family!!! 🐶 Thanks my love for this cute puppy.\n\n- LIO Timeline Photos",
          1453836994
        ],
        [
          "Nuevo año pero el mismo objetivo: mejorar cada día.\n\nNew year but the same objective: to improve every day.\n\n- LIO Timeline Photos",
          1452191638
        ],
        [
          "¡Feliz año nuevo para todos!\n\nHappy New Year everyone!\n\n- LIO Timeline Photos",
          1451659591
        ],
        [
          "¡Leo tiene sus nuevas #Messi15 y ya ha marcado con ellas!\n¡Consigue las tuyas! - a.did.as/6010Br1cC  \n\nLeo has new #Messi15 boots and he has already scored in them!\nGet yours! - a.did.as/6010Br1cC Timeline Photos",
          1448555824
        ],
        [
          "Gran día en el parque de diversiones con familia y compañeros de equipo.\n\nGreat day at the theme park with my family & teammates.\n\n- LIO Timeline Photos",
          1446836314
        ],
        [
          "Ya estamos en Tbilisi. Queremos darle una nueva alegría a nuestra gente.\n\nLanded in Tbilisi. We want to give our fans another moment to remember.\n\n- LIO Timeline Photos",
          1439208641
        ],
        [
          "Con la nueva temporada a punto de comenzar, ¡Leo ya está deseando jugar al #FIFA16! - youtube.com/watch?v=AfeDwkIaHNY\n\nNew season on his doorstep and Leo can't wait for #FIFA16! - youtube.com/watch?v=AfeDwkIaHNY FIFA 16 - New Season Trailer - PS4, Xbox One, PC The new football season is here... at last! Celebrate with the official FIFA 16 Gamescom Trailer. Learn more about FIFA 16: http://o.ea.com/41212 Pre-order: ...",
          1438952473
        ],
        [
          "¡Se acabaron las vacaciones! Empezamos a prepararnos para otra temporada llena de desafíos. 💪\n\nThe holiday is over! Starting to get ready for the new season with plenty of challenges ahead. 💪\n\n- LIO Timeline Photos",
          1438251797
        ],
        [
          "Por culpa del control antidoping de UEFA no pudimos estar en la despedida de Xavi.\n\nWe couldn't go to Xavi's press conference because of UEFA anti-doping control.\n\n- LIO Timeline Photos",
          1433343420
        ],
        [
          "Comiendo en familia.\n\nFamily lunch.\n\n- LIO Timeline Photos",
          1433166790
        ],
        [
          "Otro paso adelante.\n\nAnother step forward.\n\n- LIO Timeline Photos",
          1431190965
        ],
        [
          "¡Esperándote con muchas ganas!!!👶 ¡Thiagui, mamá y papá te amamos! \n\nCan't wait to welcome you into our world!!! We love you! Thiagui, mum and dad. 😘\n\n- LIO Timeline Photos",
          1430391064
        ],
        [
          "Gran victoria en el derbi. ¡Felicitaciones por los 500 partidos Xavi! Seguimos paso a paso.\n\nGreat win in the Barcelona derby. Congratulations to Xavi for his 500th match! We keep on going step by step.\n\n- LIO Timeline Photos",
          1429973600
        ],
        [
          "¡Qué bueno verte de nuevo en las canchas, Jonás!\n\nHow amazing it is to see you on the pitch again, Jonás!\n\n- LIO Timeline Photos",
          1425630672
        ],
        [
          "En la nieve con mis dos amores.\n\nIn the snow with my two loves. ✳⛄\n\n- LIO Timeline Photos",
          1423039443
        ],
        [
          "La reacción y la entrega de todo el equipo fueron fantásticas. Hoy hemos dado un paso más.\n\nThe team's tenacity was amazing. Today we have taken one more step forward.\n\n- LIO Timeline Photos",
          1422483601
        ],
        [
          "Ya estamos en La Coruña.\n\nWe've arrived in La Coruña.\n\n- LIO Timeline Photos",
          1421592350
        ],
        [
          "Despidiendo el 2014 en familia. ¡Feliz año para todos!\n\nSaying goodbye to 2014 with my family. Happy New Year everyone!\n\n- LIO Timeline Photos",
          1420064162
        ],
        [
          "Con mis sobrinos.\n\nWith my nephews. \n\n- LIO Timeline Photos",
          1419286651
        ],
        [
          "Hoy me tocó análisis de orina y sangre de la UEFA.\n\nToday, I had to do a urine and blood test for UEFA.\n\n- LIO Timeline Photos",
          1418050262
        ],
        [
          "¡Londres! ¿Próxima parada??? \n\nLondon! Next stop???\n\n- LIO Timeline Photos",
          1415893033
        ],
        [
          "Todo cambió hace 2 años cuando Thiago llegó a nuestras vidas. Queremos agradecer todas las felicitaciones y muestras de cariño que estamos recibiendo. ¡Abrazos para todos!\n\nEverything changed 2 years ago when Thiago came into our life. Thanks so much for all your birthday wishes we have been receiving. Big hug for everyone!\n\n- LIO Timeline Photos",
          1415371005
        ],
        [
          "La nueva colección de la marca Messi de carcasas para móviles. Ahora disponible en Amazon. ¡Hazte con la tuya y llévala contigo allá donde vayas! #Collectabillia - http://bit.ly/MessiMobileCases\n\nThe exciting Messi branded collection of mobile cases. Now available on Amazon. Carry them wherever you go! Go, grab them! #Collectabillia - http://bit.ly/MessiMobileCases Timeline Photos",
          1413552600
        ],
        [
          "Tarde de mate con mis dos amores.\n\nSpending the afternoon with my family.\n\n- LIO Timeline Photos",
          1411483853
        ],
        [
          "¡Con mi sobrino Agus! 😜\n\nWith my nephew Agus! 😜\n\n- LIO Timeline Photos",
          1410710098
        ],
        [
          "¡Arrancamos!!! Dios quiera que sea una gran temporada. ;)\n\nFirst match today!!! I hope God is on our side for a great season. ;)\n\n- LIO Timeline Photos",
          1408894679
        ],
        [
          "Cada día es el primer día - http://youtu.be/tNqPSKHqZnw\n\nEvery Day is Day one - http://youtu.be/tNqPSKHqZnw Every Day is Day One - Samsung - ASP - Surf Samsung Mobile are proud to be the first global partner of the ASP, together they celebrate the growth of surfing worldwide and remind us that out on the wav...",
          1406484001
        ],
        [
          "¡Leo saldrá en la portada del #FIFA15! Descarga fondos de pantalla exclusivos y descubre las novedades: http://o.ea.com/23258\n\nLeo will be on the cover of #FIFA15! Download exclusive wallpapers and see the new features: http://o.ea.com/23258 Timeline Photos",
          1405764000
        ],
        [
          "Lamento profundamente la pérdida de María Soledad Fernández. Todo el equipo está realmente conmocionado y queremos expresar nuestras más sinceras condolencias a su familia y amigos.\n\nI am sorry to hear about the loss of María Soledad Fernández. All of the team send our condolences to the family and friends of the beloved. \n\n- LIO",
          1404346974
        ],
        [
          "Si todavía no conoces el libro, visita www.messielegicreer.com\n \nIf you haven't seen the book yet, visit www.messichoosetobelieve.com Timeline Photos",
          1403884801
        ],
        [
          "¡Como te extrañaba mi amor!\n\nI've missed you so much! \n\n- LIO Timeline Photos",
          1403444230
        ],
        [
          "Entrenando ya con la Selección en la preparación para el Mundial. \n \nAlready training with Argentina. Getting prepared for the World Cup. Timeline Photos",
          1401296401
        ],
        [
          "Viví una bonita experencia visitando Le Brassus y la casa de Audemars Piguet, donde aprendí bastante sobre el mundo de la relojería.\n\nI had a good time visiting Le Brassus, and Audemars Piguet’s house, where I've learnt a lot about the world of watchmaking. YouTube",
          1400836341
        ],
        [
          "Ya tengo mi afeitadora para este mundial, encontrá la de tu país en la fan page de Gillette ;) #InnerSteel\n \nI already have my razor for this world cup, find the one of your country at Gillette fan page ;) #InnerSteel Timeline Photos",
          1398960000
        ],
        [
          "I will never forget Tito. \nForever with you. \nAll my love to his family. Timeline Photos",
          1398440009
        ],
        [
          "Un persona difícil de olvidar.\nSiempre te recordaremos.\nTodo mi cariño a la familia de Tito. Timeline Photos",
          1398439407
        ],
        [
          "Y allá vamos a la Gala del #Balondeoro… un orgullo volver a estar aquí\r\n\r\nAnd here we go the #Ballondor Ceremony… it’s an honor being back here Timeline Photos",
          1389628057
        ],
        [
          "Sigo trabajando día a día para volver a jugar pronto. La recuperación va bien.\n\nI'm still working every day to play again soon. The recovery is going well. Timeline Photos",
          1381246006
        ],
        [
          "Fue increíble recibir el apoyo del gran Kobe… Thanks brother for that tweet, counting the days to see you back on court! Timeline Photos",
          1378134487
        ],
        [
          "En Tailandia recorriendo hospitales y saludando junto a mis compañeros a niños discapacitados. Nos alegra verlos tan felices.\n\nIn Thailand touring hospitals and waving with my fellow disabled children. We are happy to see them so happy. Timeline Photos",
          1375783145
        ],
        [
          "Ya en Bangkok\n\nAlready in Bangkok Timeline Photos",
          1375701256
        ],
        [
          "Recorriendo con mis compañeros en el tour por la paz.\n\nWalking with my colleagues on the tour for peace. Timeline Photos",
          1375632220
        ],
        [
          "Hey man, what a great surprise to see you are using the number 10. Welcome to the #10Team - Nate Robinson, wishing you the best on your next season with the Nuggets #NateBigFan (http://instagram.com/p/cNBMJRgr1L/) Timeline Photos",
          1375128240
        ],
        [
          "Primera rueda de prensa en la temporada y me he sentido muy bien en la misma.\r\n\r\nFirst press conference of the season and I felt pretty good doing it. Timeline Photos",
          1342611529
        ],
        [
          "Después de terminar mis prácticas, estuve compartiendo con mis amigos de Herbalife un batido, unas risas… un buen rato! \n\nJust finished practice and was hanging out with my friends from Herbalife. Had a shake, had some laughs… it was a good time! Timeline Photos",
          1330958746
        ],
        [
          "Envio un mensaje de solidaridad para todas las familias que han sufrido la tragedia sucedida en la estación ferroviaria de Once en Buenos Aires.\nUna pronta recuperación para todas las personas involucradas, y muchas fuerzas para todos aquellos que perdieron familiares y amigos.\n\nWould like to send a message of solidarity to all the families who have suffered the tragedy at Once train station in Buenos Aires. A speedy recovery to everyone involved, and lots of strength to all of those who lost family and friends. Timeline Photos",
          1330025243
        ]
      ],
      "dates_start": 1388257470,
      "dates_end": 1460364104,
      "likes_avg": 731993,
      "likes_stdev": 681775,
      "comments_avg": 13699,
      "comments_stdev": 13304,
      "shares_avg": 15286,
      "shares_stdev": 21482
    },
    {
      "number": 24,
      "important": [
        "lio",
        "abrazo",
        "upload",
        "mobil",
        "lio mobil",
        "mobil upload",
        "casa",
        "great",
        "grand",
        "del"
      ],
      "common": [
        "10",
        "de",
        "lio",
        "lio mobile",
        "lio mobile uploads",
        "mobile",
        "mobile uploads",
        "que",
        "un",
        "uploads"
      ],
      "messages": [
        [
          "¡Qué grande Samir del Líbano!\n\nSamir from Lebanon, what a great man!\n\n- LIO Mobile Uploads",
          1445883344
        ],
        [
          "¡Ánimo Johan Cruyff!\n\nStay strong Johan!\n\n- LIO Mobile Uploads",
          1445532210
        ],
        [
          "No pude viajar, ¡me toca bancar desde casa!\n\nI couldn't travel there, but I am supporting from home!\n\n- LIO Mobile Uploads",
          1445362168
        ],
        [
          "¡Gracias a mi amigo Luis Suarez por el pijama de regalo!!! Lo que no entendí porqué del Gruñón... 😂😂😜\n\nThanks to my friend Luis Suarez for the gift, these pyjamas!!! Although I still don't get is why it's Grumpy... 😂😂😜\n\n- LIO Mobile Uploads",
          1444934182
        ],
        [
          "¡Seguimos recuperando!\n\nRecovering!\n\n- LIO Mobile Uploads",
          1444843040
        ],
        [
          "Es increíble escuchar que fans de todo el mundo han viajado hasta Barcelona para conseguir un par de botines Messi 10/10. ¡Muchas gracias a todos! Ya estoy deseando que llegue este día el año que viene. #MarcaLaDiferencia #LimitedCollection\n\nIt’s amazing to hear fans travelled across the world to get a pair of Messi 10/10 boots in Barcelona. Many thanks to all! Looking forward to next year already.\n#BeTheDifference #LimitedCollection\n\n- LIO Mobile Uploads",
          1444487962
        ],
        [
          "Ojalá pudiera jugar con estos botines tan especiales, Messi 10/10, pero aún sigo recuperándome. Si querés conseguirlos, tenés que ir mañana a la tienda de adidas de Barcelona. ¡Sólo se fabricaron 100 pares para todo el mundo! #LimitedCollection\n\nI wish I could be playing in such special boots, the Messi 10/10, but I’m still recovering. If you want to get them, go to the adidas Barcelona store tomorrow. Only 100 pairs were made! #LimitedCollection \n\n- LIO Mobile Uploads",
          1444399498
        ],
        [
          "3 puntos más para seguir arriba.\n\n3 more points to continue at the top.\n\n- LIO Mobile Uploads",
          1442778588
        ],
        [
          "¡Rafinha, mucha fuerza! Recupérate muy pronto, seguro que volverás más fuerte.\n\nRafinha, stay strong! I hope you make a full recovery soon, I'm sure you'll come back even stronger.\n\n- LIO Mobile Uploads",
          1442483612
        ],
        [
          "Es un orgullo haber jugado 100 partidos en la mejor competición de clubes del mundo. Muchas noches europeas para recordar y otras muchas mágicas por venir.\n\nI'm really happy to have played 100 games in the best club competition in the world. There have been a lot of European nights to remember and there are many more magic nights to come.\n\n- LIO Mobile Uploads",
          1442431542
        ],
        [
          "Partido duro ayer, como siempre que jugamos contra el Atlético, pero pudimos conseguir los 3 puntos.\n\nYesterday's game was tough, as it always is when we play against Atlético, but we managed to get the 3 points.\n\n- LIO Mobile Uploads",
          1442124490
        ],
        [
          "Muchas gracias por la bienvenida y el trato que recibimos en Estados Unidos, un país donde el fútbol cada día tiene más seguidores. Como siempre, ha sido un placer haber jugado allá.\n\nThanks a lot for the warm welcome and the treatment we received in the Unites States. A country where the soccer fans keep growing. As always, it's been a pleasure to play there.\n\n- LIO Mobile Uploads",
          1441880671
        ],
        [
          "Disfrutando, relajado y en buena compañía.\n\nEnjoying chilling out with good company.\n\n- LIO Mobile Uploads",
          1441470063
        ],
        [
          "Gracias a todos por apoyarme siempre, a mis compañeros, familia, amigos y todos los fans. Sin ustedes sería imposible conseguir estos premios. Fue un gran año, pero esta temporada vamos a esforzarnos para conseguir más logros.\n\nThanks to my teammates, family, friends and all the fans for always supporting me. Without you it’d be impossible to win these awards. It has been a great year, but this season we are going to strive to achieve more. \n\n- LIO Mobile Uploads",
          1440704039
        ],
        [
          "¡Supercampeones de Europa!\n\nSuper-Champions of Europe!\n\n- LIO Mobile Uploads",
          1439326716
        ],
        [
          "La presentación ante nuestra gente siempre es un momento especial. Gracias por el apoyo desde el día 1, vamos a luchar por seguir consiguiendo objetivos.\n\nThe presentation of the team in front of our fans is always a special moment. Thanks for always being with us. We'll keep fighting to make our dreams a reality.\n\n- LIO Mobile Uploads",
          1438879210
        ],
        [
          "Seguimos preparándonos. Mañana el Gamper y en una semana la Supercopa de Europa.\n\nOur preparation continues. Tomorrow we play the Joan Gamper trophy and in a week we have the UEFA Super Cup!\n\n- LIO Mobile Uploads",
          1438700959
        ],
        [
          "Tarde de relax con unos buenos mates.\n\nChilled afternoon having some maté.\n\n- LIO Mobile Uploads",
          1438444068
        ],
        [
          "¡Qué lindo volver a encontrarnos!\n\nIt's great to see you guys again!\n\n- LIO Mobile Uploads",
          1438363829
        ],
        [
          "Disfrutando de la mejor compañía. ❤️\n\nEnjoying being with best company. ❤️\n\n- LIO Mobile Uploads",
          1436807475
        ],
        [
          "No hay nada más doloroso en el fútbol que perder una final, pero no quiero que pase más tiempo sin darles las gracias a todos los que nos apoyaron siempre y nos siguieron bancando en los momentos difíciles.\n\nThere's nothing more painful in football than losing a final. But I don't want to leave it any longer to say thank you to everyone who has always supported us and continued to during the tough moments.\n\n- LIO Mobile Uploads",
          1436198615
        ],
        [
          "Disfrutando en familia antes de salir para Chile.\n\nEnjoying spending time with my family before heading to Chile.\n\n- LIO Mobile Uploads",
          1433779010
        ],
        [
          "Poniéndonos a punto en el Olympiastadion.\n\nGetting ready at the Olympiastadion.\n\n- LIO Mobile Uploads",
          1433535611
        ],
        [
          "Celebrando con mis sobrinos. Muchas gracias a toda mi familia por apoyarme siempre.\n\nCelebrating with my niece and nephews. Thanks to all my family for always supporting me.\n\n- LIO Mobile Uploads",
          1433184950
        ],
        [
          "¡Campeones!!! 🏆\n\nChampions!!! 🏆\n\n- LIO Mobile Uploads",
          1432407544
        ],
        [
          "Entrenando 💪🏻💪🏻\n\nTraining 💪🏻💪🏻\n\n- LIO Mobile Uploads",
          1432231162
        ],
        [
          "Me sumo al apagón de la Hora del Planeta.\n\nI'm supporting Earth Hour.\n\nwww.earthhour.org\n\n- LIO Mobile Uploads",
          1427585461
        ],
        [
          "Soy un pibe de barrio y quería regalarle estos botines a Brian Rossi, que es también de mi ciudad, Rosario. #PibeDeBarr10 #therewillbehaters\n\nI am a Pibe De Barrio, the boy from the neighbourhood, and now I have these boots for Brian Rossi who is also from Rosario. #PibeDeBarr10 #therewillbehaters\n\n- LIO Mobile Uploads",
          1427401440
        ],
        [
          "¡Mañana no podemos fallar!\n\nTomorrow we can't fail!\n\n- LIO Mobile Uploads",
          1425757613
        ],
        [
          "Joan Gamper Trophy 2014 Joan Gamper Trophy 2014",
          1408552764
        ],
        [
          "Visita www.messielegicreer.com y viví una experiencia digital única.\n\nBrowse our website www.messichoosetobelieve.com and enjoy a unique digital experience. Mobile Uploads",
          1402327611
        ]
      ],
      "dates_start": 1426634328,
      "dates_end": 1446449506,
      "likes_avg": 908624,
      "likes_stdev": 665359,
      "comments_avg": 16886,
      "comments_stdev": 17656,
      "shares_avg": 16651,
      "shares_stdev": 20733
    },
    {
      "number": 25,
      "important": [
        "de copa",
        "argentina",
        "titl",
        "equipo",
        "cup",
        "congratul",
        "team",
        "todo",
        "título",
        "copa"
      ],
      "common": [
        "de",
        "final",
        "important",
        "importante",
        "liga",
        "lio",
        "muy",
        "para",
        "un",
        "win"
      ],
      "messages": [
        [
          "¡Felicitaciones a todo el equipo argentino de Copa Davis por el título! \n🇦🇷🏆\nCongratulations to Argentina's Davis Cup team on the title win! \n\n- LIO Timeline Photos",
          1480358092
        ],
        [
          "Después de un buen partido del equipo, conseguimos un importante triunfo en una cancha especial.\n⚽️👍🏻\nA good team performance saw us gain an important win at a special ground.\n\n- LIO Timeline Photos",
          1479936726
        ],
        [
          "Logramos un importante triunfo en una de las canchas más complicadas de La Liga.\n\nWe claimed an important win at one of the toughest away grounds in La Liga.\n\n- LIO Timeline Photos",
          1478523024
        ],
        [
          "Doblemente feliz, ¡por el triunfo del equipo y por volver a jugar! 👋🏻⚽😉\n\nHappy on two counts, with the win for the team and to be back playing! 👋🏻⚽😉\n\n- LIO Timeline Photos",
          1476550671
        ],
        [
          "Feliz por la victoria. Una vez más el esfuerzo de este equipo tuvo su recompensa. 👍🏻🇦🇷\n\nHappy with the win. Once again, the team's efforts were rewarded. 👍🏻🇦🇷\n\n- LIO Timeline Photos",
          1472775818
        ],
        [
          "Empezando la Liga con buen pie. 👊🏻😉\n\nGetting the La Liga season off to a good start. 👊🏻😉\n\n- LIO Timeline Photos",
          1471721538
        ],
        [
          "Felices porque logramos un triunfo importante, pero aún queda mucho camino por recorrer.\n\nWe're happy with an important win today, but there's still a long way to go.\n\n- LIO Timeline Photos",
          1466294876
        ],
        [
          "Ayer conseguimos un importante triunfo ante un rival muy duro e intenso, gracias al gran trabajo en conjunto.\n\nYesterday we claimed an important win over very tough, high-intensity opposition, thanks to what was a great team effort.\n\n- LIO Timeline Photos",
          1465663878
        ],
        [
          "Luchamos, sufrimos y al final ganamos todos juntos. Campeones de Liga y... ¡De la Copa!! 🏆🏆👍🏻👍🏻\n\nWe fought hard, we suffered, but in the end we all won together. League Champions and now... Cup Winners!! 🏆🏆👍🏻👍🏻\n\n- LIO Timeline Photos",
          1463952223
        ],
        [
          "Comenzando el martes con un buen desayuno, ¡buenos días!\n\nStarting Tuesday with a good breakfast. Good Morning!\n\n- LIO ¡Buenos días! / Good Morning!",
          1461646800
        ],
        [
          "Nuestra mentalidad sigue siendo la misma. Trabajamos toda la temporada para llegar hasta el final con opciones de ganar los títulos, seguimos creyendo en nosotros.\n\nOur mindset remains the same. We work hard all year to have a chance of winning trophies at the end of the season. We continue to believe in ourselves.\n\n- LIO Timeline Photos",
          1460463922
        ],
        [
          "Logramos una importante victoria como visitantes contra un gran rival. 🇦🇷👍🏻⚽️\n\nWe got an important away win against a very tough opponent. 🇦🇷👍🏻⚽\n\n- LIO Timeline Photos",
          1458913053
        ],
        [
          "Nos deja otra leyenda.\n\nAnother legend has left us today.\n\n- LIO Timeline Photos",
          1458825488
        ],
        [
          "Estuvimos a un buen nivel hoy para conseguir otra victoria importante.\n\nWe played a good game today to get another important victory.\n\n- LIO Timeline Photos",
          1457816006
        ],
        [
          "Feliz porque conseguimos otra victoria muy trabajada lejos de casa.\n\nI'm happy because we had another very important win away from home.\n\n- LIO Timeline Photos",
          1455738863
        ],
        [
          "Gran partido de todo el equipo. Hay que seguir trabajando para conseguir los objetivos a final de temporada.\n\nA great game from the whole team tonight. We need to keep working hard to accomplish our goals.\n\n- LIO Timeline Photos",
          1454534572
        ],
        [
          "Victoria muy trabajada e importante en Málaga. \n\nA very well earned and important victory in Malaga.\n\n- LIO Timeline Photos",
          1453573559
        ],
        [
          "¡Salimos para Zurich! #BalónDeOro\n\nOn our way to Zurich! #BallondOr\n\n- LIO Timeline Photos",
          1452510251
        ],
        [
          "Gran trabajo del equipo, ¡estamos en la final! Me duele mucho perderme cualquier partido, pero espero estar al 100% para poder ayudar en la final.\n\nGreat job from the whole team, we're in the final! It's never fun to miss any game, but I hope to get better to be able to help in the final.\n\n- LIO Timeline Photos",
          1450357941
        ],
        [
          "¡Partido importante esta noche! ⚽️\n\nImportant game tonight! ⚽️\n\n- LIO Timeline Photos",
          1449317544
        ],
        [
          "Gran victoria en el Clásico y buenas sensaciones al volver a las canchas. Nos queda muchísimo por delante, pero vamos a seguir luchando por ganar cada partido.\n\nA great victory in El Clásico and a good feeling on my return to the pitch. There's a long way to go, but we'll keep fighting to win every game we play in. \n\n- LIO Timeline Photos",
          1448135018
        ],
        [
          "El apoyo de nuestra gente ha sido fundamental para lograr cada triunfo. Por eso celebrar con ellos el triplete fue tan emocionante. Visca el Barça!\n\nThe support from our fans has been crucial in helping us to achieve every single victory. That's why it was so great to celebrate with them. Visca el Barça!\n\n- LIO Timeline Photos",
          1433762870
        ],
        [
          "Arribamos a Berlín, ¡ya queda menos para la final!\n\nWe've landed in Berlin, the final is getting closer!\n\n- LIO Timeline Photos",
          1433512142
        ],
        [
          "La Liga... ¡Y ahora la Copa! 🏆🏆 Força Barça!\n\nLa Liga title... And now Cup champions too! 🏆🏆 Come on Barça!\n\n- LIO Timeline Photos",
          1433018948
        ],
        [
          "Mañana tenemos una final muy complicada pero mucha ilusión por ganar otro título. ¡Vamos Barça!\n\nTomorrow we have a really tough final, but we are looking forward to hopefully winning another title. Come on FC Barcelona!\n\n- LIO Timeline Photos",
          1432910215
        ],
        [
          "Fue muy lindo y emotivo celebrar el título de Liga ayer con nuestra hinchada y nuestras familias.\n\nIt was so great and emotional to celebrate winning La Liga title yesterday with our fans and family yesterday.\n\n- LIO Timeline Photos",
          1432496005
        ],
        [
          "La Liga es importantísima, un campeonato que siempre premia al mejor. Pero este equipo es increíble y queremos más este año. Força Barça!\n\nLa Liga title is very special, as it always rewards the best. But this team is incredible and still wants more this year. Força Barça!\n\n- LIO Timeline Photos",
          1432062550
        ],
        [
          "Quedan sólo 4 partidos y nos jugamos 3 títulos. El domingo tenemos la primera \"final\" en Madrid. ¡Vamos equipo!\n\nThere are only 4 matches left and we are playing to win 3 titles. We have the first \"final\" in Madrid on Sunday. Come on team!\n\n- LIO Timeline Photos",
          1431703271
        ],
        [
          "Sacamos un buen resultado, pero aún no conseguimos nada. Quedan 90 minutos muy complicados en Múnich, hay que estar preparados.\n\nWe got a good result, but we haven't achieved anything yet. There are still 90 minutes left and it will be tough in Munich. We need to be ready for it.\n\n- LIO Timeline Photos",
          1430940765
        ],
        [
          "5 horas para que juguemos en el Parque de los Príncipes. Es importante conseguir un buen resultado hoy.\n\n5 hours left until we play at the Parc des Princes. It's important to get a good result today.\n\n- LIO Timeline Photos",
          1429098297
        ],
        [
          "Ganamos hoy pero queda mucho, hay que seguir luchando cada partido.\n\nWe won today, but there is still a long way to go. We have to keep fighting in every match.\n\n- LIO Timeline Photos",
          1428521665
        ],
        [
          "¡A la final!\n\nTo the final!\n\n- LIO Timeline Photos",
          1425568198
        ],
        [
          "Otra victoria para seguir en la lucha. ;)\n\nAnother victory to keep fighting. ;)\n\n- LIO Timeline Photos",
          1425151757
        ],
        [
          "Ya salimos para la cancha, ¡a disfrutar y a ganar!\n\nOn our way to the stadium, let's enjoy and go for the win!\n\n- LIO Timeline Photos",
          1424798181
        ],
        [
          "Tras un tropiezo sólo hay una opción: seguir adelante con más fuerza y determinación. Ya estamos en Manchester preparando el partido, mañana buscaremos un buen resultado acá.\n\nAfter a slip up, the only option is to keep going with even more strength and determination. We are in Manchester getting ready for tomorrow's match. We will fight to get a good result.\n\n- LIO Timeline Photos",
          1424723958
        ],
        [
          "¡Visita de mi amigo José Manuel Pinto que ya se va esta noche a maquinar música a Estados Unidos!! \n\nMy friend José Manuel Pinto has just visited me before he leaves tonight to go and make music in the USA!\n\n- LIO Timeline Photos",
          1423230689
        ],
        [
          "Partidazo en la Liga esta noche.\n\nGreat match in La Liga tonight. Timeline Photos",
          1421001000
        ],
        [
          "La Liga vuelve esta noche con el FC Barcelona enfrentándose al Málaga en la Rosaleda. Leo estará en el once inicial.\n\nLa Liga is back tonight. FC Barcelona face Malaga at La Rosaleda stadium. Leo will be in the starting 11. Timeline Photos",
          1411578425
        ],
        [
          "No tuve el placer de conocer a Luis Aragonés, pero el mundo del fútbol ha perdido a alguien muy importante.\n\nI did not have the pleasure to meet Luis Aragaones but the world of football has lost a very important person.",
          1391331260
        ],
        [
          "Feliz por volver a una convocatoria! Ya sólo pensando en ganar el partido \n\nHappy to return to a match call! Just now thinking on the victory",
          1389209692
        ],
        [
          "Ayer ha sido un gran día, muy especial, sobre todo porque hemos conocido al Papa y además algo muy importante, participamos de la iniciativa respecto a \"Red Mundial de Escuelas para el encuentro\", algo que ayudará a reencontrar algunos valores perdidos\n\nYesterday was a great day, very special, especially since we have met the Pope and also very importantly, participate in the initiative on \"Global Network of Schools for the meeting\", something that will help regain some lost values Timeline Photos",
          1376484300
        ],
        [
          "En este día tan especial para el mundo cristiano les deseo a todos muy felices pascuas. Saludos! \n\nOn this special day for the Christian world I wish you all very Happy Easter. Greetings!",
          1364739329
        ],
        [
          "Ya estoy en casa. Feliz y tranquilo por las dos victorias con la Selección. Mañana viene toda mi familia desde Argentina, algo que también me pone muy feliz.\n\nBack at home. Happy and relaxed after the two wins with the Selección. My family arrives from Argentina tomorrow, which also makes me very happy.",
          1350534639
        ],
        [
          "Intentaremos ganar esta final!! Sería muy importante para terminar el año.\n\nWe'll try and win this final!! It would be a great way to end the season.",
          1337949514
        ],
        [
          "Uffff, que nervios al final... pero hemos pasado!!!\n\nUffff, what a tense ending... but we're through!!! Timeline Photos",
          1327567874
        ],
        [
          "Usar botines blancos con dorado no es una opción para esta noche. Qué tal estos colores para enfrentar a nuestro gran rival?\n\nWearing white and gold boots is not an option for tonight. How about these colors to face our great rival? Timeline Photos",
          1326892349
        ]
      ],
      "dates_start": 1392271663,
      "dates_end": 1471049978,
      "likes_avg": 727637,
      "likes_stdev": 525206,
      "comments_avg": 13806,
      "comments_stdev": 11425,
      "shares_avg": 16957,
      "shares_stdev": 23555
    },
    {
      "number": 26,
      "important": [
        "gran",
        "mani",
        "bueno",
        "sus",
        "gracia por",
        "send",
        "fue",
        "chico",
        "más",
        "tu"
      ],
      "common": [
        "de",
        "gracias",
        "lio",
        "los",
        "por",
        "que",
        "support",
        "thank",
        "thanks",
        "todos"
      ],
      "messages": [
        [
          "A veces las malas noticias traen buenos recuerdos, como los que tengo yo y muchos chicos más de la gran persona que fue Ernesto Vecchio. Gracias por todo tu gran trabajo. Mi más sentido pésame a sus familiares.\n\nSometimes bad news brings back good memories, like those that I and many other players have of the great person that Ernesto Vecchio was. Thank you for all of the excellent work you did. Sending my condolences to your family.\n\n- LIO Timeline Photos",
          1485600756
        ],
        [
          "¡Muchas gracias al Borussia Mönchengladbach por el mensaje de ánimo! Un gran detalle de su parte. Y por supuesto también quiero agradecer a toda la gente que me hizo llegar su aliento. Tengo que parar unos días para poder volver aún más fuerte. Un abrazo a todos.\n\nMany thanks to Borussia Mönchengladbach for their message of support! A really nice gesture from the club. Of course I would also like to thank everyone who has sent me their best wishes. I now have to rest for a few days before coming back even stronger. Hugs to everyone.\n\n- LIO Timeline Photos",
          1474563374
        ],
        [
          "Está todo bien, tengo que bajar el ritmo y seguir recuperándome con fisioterapia, pero nada preocupante. Gracias a todos por el apoyo.\n\nEverything is fine, I have to slow things down as I recover with physio, but it's nothing to worry about. Thanks to you all for your support.\n\n- LIO Timeline Photos",
          1473092895
        ],
        [
          "¡Muchas gracias a todos por los mensajes de felicitación! Un abrazo.\n\nMany thanks to everyone for the birthday wishes! Hugs.\n\n- LIO Timeline Photos",
          1466871674
        ],
        [
          "El apoyo de los fans es importantísimo para cualquier jugador, sin importar en qué momento de su carrera se encuentre.\n\nFan support is massive for any player, no matter what stage of their career. \n\nGyasi Zardes Accursio Bentivegna Khiry Shelton Timo Werner Rony Lopes Maxwel Cornet Aleksey Miranchuk Jeremie Boga James Wilson & Robert Kenedy Backed by Messi Episode 6",
          1461769127
        ],
        [
          "En este momento de tanto dolor, todo mi apoyo y solidaridad con el pueblo hermano de Ecuador. Fuerza que saldrán adelante.\n\nIn times of such pain, all of my support and solidarity goes to the people of our brother nation, Ecuador. I send you strength, everything will work out.\n\n- LIO Timeline Photos",
          1461607129
        ],
        [
          "Hola Stephen Curry, como te prometí, acá te mando mi camiseta para celebrar tus 10 millones de seguidores en Instagram. ¡Un abrazo y muchos éxitos!\n\nHello Stephen Curry, as I promised I would, I'm sending you my shirt to celebrate you reaching 10 million followers on Instagram. Sending you a hug and best wishes for much success!\n\n- LIO",
          1461514357
        ],
        [
          "Ya somos 40 millones en Insta. ¡Gracias a tod@s! 😉👍🏻\n\nWe've reached 40 million fans on Instagram. Thanks everyone! 😉👍🏻\n\ninstagram.com/leomessi\n\n- LIO Timeline Photos",
          1459429543
        ],
        [
          "Gracias a todos por el fantástico recibimiento. Nos vemos esta noche en el Estadio Mario Kempes. 🇦🇷👍🏻\n\nThanks to everyone for the fantastic welcome. I'll see you at the Mario Kempes stadium tonight. 🇦🇷👍🏻",
          1459252518
        ],
        [
          "Felicitaciones a Christy de Sydney, Australia, el primer ganador de #mymessi. ¡Gracias por la maravillosa foto y por el apoyo!\nUnite al movimiento: www.messi.com\n\nCongrats to Christy from Australia, Sydney, who is the first winner of #mymessi. Thank you for your wonderful photo and support! \nJoin the movement here: www.messi.com\n\n- LIO Timeline Photos",
          1458575198
        ],
        [
          "Gracias por estar siempre a mi lado. ¡Te echamos de menos, María Sol! 😘\n\nThanks for always being by my side. We missed you María Sol! 😘\n\n- LIO Timeline Photos",
          1452609495
        ],
        [
          "En el día de hoy quisiera darle gracias al fútbol, el deporte que me enamoró cuando era chiquito y del que sigo enamorado ciegamente. Gracias al fútbol por las tardes de alegrías, de emociones, de goles y de triunfos. Pero también gracias por esos otros días de sufrimiento, de frustraciones, de derrotas, todo eso me sirvió también para madurar como jugador y para saber valorar los buenos momentos. Gracias al fútbol y a toda la gente que me rodea y que me apoya todos los días: mi familia, mis amigos, mis compañeros, los fans... Estos premios individuales serían imposibles sin un trabajo colectivo. Por eso, este premio que hoy me vuelven a dar, quiero dedicárselo a todos ellos, del primero al último, y a este deporte tan maravilloso llamado fútbol.\n\nOn a day like today, I'd like to say thanks to football, the sport I fell in love when I was a kid and I'm still blindly in love with it. Thanks to football for the days of happiness, excitement, goals and victories. But also thanks for those other evenings of suffering, frustrations and defeats, all of that has helped me to value the good moments even more. Thanks to football and to all the people around me, who support me every single day: my family, friends, teammates and fans... Achieving these individual awards just wouldn't be possible without all this collective work. That's why I want to dedicate this award, to every one of them, from the first to the last. And also to this wonderful sport called football.\n\n- LIO Timeline Photos",
          1452539700
        ],
        [
          "Thank you HH Sheikh Mohammed bin Rashid Al Maktoum for your hospitality in Dubai.\n\nGracias a HH Sheikh Mohammed bin Rashid Al Maktoum por su hospitalidad en Dubai.\n\n- LIO Timeline Photos",
          1451336880
        ],
        [
          "Lindo recibimiento en Japón. Gracias a los fans por venir a apoyarnos desde el primer momento.\n\nWarm welcome landing in Japan. Thanks to the fans for coming to support us from the very first moment.\n\n- LIO Timeline Photos",
          1450088484
        ],
        [
          "Muchas gracias al fenómeno Stephen Curry por mandarme su camiseta firmada con el número 30 para felicitarme por los 30 millones en Insta. ¡En cuanto llegues a 10 millones te mando la mía! 😜👍🏻 \n\nThanks so much to the great Stephen Curry for sending me a signed jersey to congratulate me for reaching 30 million followers on Instagram. As soon as you get 10M I'll send you mine! 😜👍🏻\n\n- LIO Timeline Photos",
          1449238051
        ],
        [
          "Quería celebrar los 30 millones de amigos que somos en Instagram dándoles las gracias por el apoyo y mostrándoles la remera con la que debuté en el FC Barcelona, que casualmente también llevaba el dorsal número 30. ¡Espero que les guste! ¡Abrazos! \n\nI wanted to celebrate the 30 million friends that we are on Instagram, and say thanks to every one of you for all the support. I am showing the kit that I wore in my first game with FC Barcelona. By coincidence, I was wearing the number 30. I hope you like it! Hugs.\n\ninstagram.com/leomessi\n\n- LIO Timeline Photos",
          1449153419
        ],
        [
          "Muchas gracias a todos por los mensajes de apoyo. Para cualquiera que ama el fútbol, lo más difícil es no poder jugar. Ahora toca recuperarme bien para poder volver a la cancha. Un gran abrazo.\n\nThank you all for your supportive messages. For anyone who loves football, the hardest thing is not to be on the pitch. Now it's time to recover properly to come back. A big hug.\n\n- LIO Mobile Uploads",
          1443457152
        ],
        [
          "¡Ya somos 80 millones en Facebook! Gracias a todos por el apoyo diario, es realmente increíble. Un fuerte abrazo.\n\nWe're 80 million on Facebook! Thanks for the support day after day, it's incredible. Hugs! \n\n- LIO Timeline Photos",
          1439994852
        ],
        [
          "Ya somos 20 millones en Insta, ¡muchas gracias a tod@s!\n\n20 million Instagram followers, thank you everyone!\n\ninstagram.com/leomessi\n\n- LIO",
          1436963925
        ],
        [
          "¡Gracias por la torta de cumpleaños! 🎂 Ha sido un lindo día, gracias a todos. \n\nThanks for the birthday cake! 🎂 It's been an amazing day, thank you everyone. \n\n- LIO Timeline Photos",
          1435188182
        ],
        [
          "Muchas gracias a todos por los saludos y vídeos dedicados por mi cumpleaños. Por estar siempre y apoyarme en todo lo que hago. Besos.\n\nThank you everyone for all the birthday wishes, messages, videos and photos. Thank you for always being there and supporting me in I everything I do. Kisses.\n\n- LIO Timeline Photos",
          1435167179
        ],
        [
          "Basta de femicidios. Desde Barcelona nos sumamos hoy a todos los argentinos para gritar bien alto #NiUnaMenos.\n\n- LIO Timeline Photos",
          1433329998
        ],
        [
          "¡Muchas gracias por todas las felicitaciones! Un abrazo.\n\nThanks a lot for all the congratulatory messages! Hugs.\n\n- LIO Timeline Photos",
          1429380821
        ],
        [
          "Estoy bien, ¡muchas gracias por todas las muestras de apoyo que me mandaron! Un abrazo.\n\nI'm fine, thanks a lot for all the support messages you've sent me! A hug.\n\n- LIO Timeline Photos",
          1427235154
        ],
        [
          "Quería desearles a todos un buen fin de semana. Un abrazo y muchas gracias por estar siempre.\n\nI wanted to wish you all a good weekend. Thanks a lot for always being there.\n\n- LIO Timeline Photos",
          1423861323
        ],
        [
          "¡10 millones de fans en Instagram! Muchas gracias a todos.\n\n10 million fans on Instagram! Thanks a lot to everyone.\n\nhttp://instagram.com/leomessi\n\n- LIO Timeline Photos",
          1423518001
        ],
        [
          "Quiero agradecer a mi familia, amigos, compañeros de equipo y a todos los fans por el apoyo recibido y felicitar al ganador por el gran año que ha hecho. Recién aterrizado en Barcelona y con ganas de empezar a preparar mañana el próximo partido. Un abrazo.\n\nI want to thank my family, friends, teammates and fans for their support and congratulate the winner for his great year. Just landed in Barcelona. Looking forward to getting back to training and ready for the next match. A hug.\n\n- LIO Timeline Photos",
          1421101305
        ],
        [
          "Fue muy lindo recibir el trofeo de máximo goleador de la historia de la Liga delante de nuestra hinchada. Les agradezco mucho el apoyo que me dan partido tras partido y también a mis compañeros porque sin ellos sería imposible conseguir todo esto. Un abrazo para todos.\n\nIt was so amazing to get the La Liga all-time scoring record trophy in front of all our supporters. I want to thank every one of you for the support you give me match after match. I also would like to thank my teammates, because without them it'd be impossible to reach all these achievements. A hug for everyone.\n\n- LIO Timeline Photos",
          1421017840
        ],
        [
          "Junto al Río Paraná.\n\nBy the Paraná River.\n\n- LIO Timeline Photos",
          1419970424
        ],
        [
          "Acá les dejo un mensaje de agradecimiento por todo el apoyo que siempre me dan. Un abrazo. ;)\n\nI want to thank all my fans on Facebook and Instagram for following me in everything I do and for the congratulatory messages they sent me when I broke the UEFA Champions League and La Liga records. I send you all a big hug and thanks once again! ;)\n\n- LIO",
          1418401395
        ],
        [
          "¡Muchas gracias por haberlos firmado! Los récords son también vuestros.\n\nThanks a lot for signing them! The records are yours too.\n\n- LIO Timeline Photos",
          1417547334
        ],
        [
          "Sóc culer! Quería felicitar al FC Barcelona, hoy que se cumple su 115 aniversario. La mejor manera de celebrarlo sería poder conseguir una victoria mañana en Valencia. Un abrazo a todos.\n\nI am culer! I want to congratulate to FC Barcelona today for their 115th anniversary. The best way to celebrate would be to get a win in Valencia tomorrow. A hug for everyone. #FCB115\n\n- LIO Timeline Photos",
          1417292096
        ],
        [
          "Quiero agradecer a mis compañeros y gente por lo de ayer. Una noche hermosa.\n\nI want to thank my teammates and everyone for their support yesterday. It was a very special night for me.\n\n- LIO Timeline Photos",
          1416776673
        ],
        [
          "Cuando marqué este gol, el primero en la Liga, no imaginaba en superar ningún récord y menos aún al gran Telmo Zarra. Hoy lo pude cumplir gracias al apoyo de muchísimas personas que me han ayudado durante estos años. El récord es para todos ellos, gracias por haber estado siempre conmigo. También para quienes me apoyaron y ya no están con nosotros. Les sigo teniendo muy presentes. ¡Gracias a todos!\n\nWhen I scored this goal, I couldn't imagine I could break any record, let alone this one previously held by the great Telmo Zarra. I was only able to achieve this because of the support I have had from so many people during my time here and I would like to dedicate this achievement to you all. Thanks for always being with me. I would also like to dedicate this to the people who are no longer with us anymore. I will never forget you. Thank you everyone for standing with me! \n\n- LIO",
          1416690146
        ],
        [
          "¡Muchas gracias a todos por sus mensajes y felicitaciones! Es un día muy especial para mí.\n\nThanks a lot for all your congratulatory messages! Today is a very special day for me. \n\n- LIO",
          1413478580
        ],
        [
          "Quiero agradecer a toda mi familia, amigos, compañeros y a todo el staff del FC Barcelona por su apoyo en estos 10 maravillosos años. Siempre disfruté en la cancha, vistiendo estos colores y viviendo momentos muy lindos. Pero también siempre con ganas de mejorar y conseguir más títulos para el equipo. ¡Un abrazo a todos!\n\nI want to say thanks to all my family, friends, teammates and FC Barcelona staff for their support in these 10 incredible years. I've always enjoyed being on the pitch, wearing these colours, living amazing moments and I'm constantly trying to improve and win more titles with my team. A hug for everyone!\n\n- LIO Timeline Photos",
          1413453300
        ],
        [
          "Ayer el resultado no fue el que queríamos y estamos tristes por eso. Vamos a seguir trabajando para conseguir los objetivos. Quiero agradecer el apoyo de los fans en China, eso sí fue de diez.\n\nUnfortunately we didn't get the win we were hoping for yesterday. Although we're unhappy with the result, we'll keep working hard to reach our goals. I'd like to say thanks to all the Chinese fans for their support and being so welcoming to the team.\n\n- LIO Timeline Photos",
          1413144789
        ],
        [
          "¡Llegamos a los 7 millones en Instagram!!! ¡Gracias a todos!!! \n\n7 million fans on Instagram!!! Thanks!!! ;)\n\nwww.instagram.com/leomessi\n\n- LIO Timeline Photos",
          1412238621
        ],
        [
          "Un día como hoy, un 17 de septiembre, comencé a jugar en el FC Barcelona. Cumplo 14 años en el club, y quiero agradecer a todos los compañeros, entrenadores, hinchas, directivos y trabajadores, a quienes están y a quienes estuvieron, por el apoyo que siempre me han dado. ¡Un abrazo!\n\nOn 17th of September 2000, I arrived at FC Barcelona. Today it's my 14th anniversary at the club. I'd like to say thanks to all my teammates, managers, fans, board directors and the staff I've had the pleasure of working with and the amazing support they have always given me. Hugs!\n\n- LIO Timeline Photos",
          1410955048
        ],
        [
          "¡70 millones de gracias por su apoyo!!! Un abrazo para todos.\n\nThank you to all 70 million of you for your amazing support!!! A hug for each and every one of you!\n\n- LIO Timeline Photos",
          1409223691
        ],
        [
          "Gracias a mis compañeros por elegirme como uno de los capitanes del equipo y por la confianza que han depositado en mí. Un abrazo.\n\nThanks to my teammates for picking me as one of the club captains and for the confidence they have given me. A hug.\n\n- LIO Timeline Photos",
          1407508344
        ],
        [
          "Un fanático de Lio se tatuó su nombre y el número 10 en la espalda y fue a verle para demostrarle su pasión por él. Lio le recibió y le agradeció su apoyo incondicional y su afecto.\n\nA Lio fan had 'Messi' and the number 10 tattooed on his back, then went to meet him to show his passion. Lio met the fan and thanked him for his unconditional support and affection. Timeline Photos",
          1405948022
        ],
        [
          "¡Muchas Gracias por tu apoyo!\nPara celebrar los 60 millones de fans, decargá la App #VAMOSLEO - www.teammessi.com - y creá tu imagen. ¡Podés ganar una brazuca firmada por Leo! ¡Buena suerte!\n\nThanks for all you support! \nTo celebrate 60M fans download the #VAMOSLEO App - www.teammessi.com - and create your image for a chance to win a brazuca signed by Leo himself! Good luck! Timeline Photos",
          1403965541
        ],
        [
          "¡Muchas gracias a todos!!!\n\n- LIO Timeline Photos",
          1403652612
        ],
        [
          "Quiero agradecer a todos los que participaron en el concurso de arte de tapa para el libro \"Messi: Elegí Creer\" y felicitar al ganador, Diego Salas, de Argentina. ¡Su diseño recorrerá el mundo!\n\nI want to thank everyone who joined in the book cover art competition for \"Messi: Choose to Believe\" and congratulate the winner, Diego Salas, of Argentina. His design will travel around the world! Timeline Photos",
          1400600705
        ],
        [
          "Afortunado haber compartido vestuario contigo. Muchas gracias capi!!!\n\nLucky to have shared dressing room with you. Thank you very much captain!!! Mobile Uploads",
          1400148855
        ],
        [
          "Gracias a todos los que participaron en el Concurso de Tapa, “Messi Elegí Creer”, en breve presentaré al ganador.\n\nThanks for submitting your design for the Cover Contest “Messi Choose to Believe”. Stay tuned for the winner. Timeline Photos",
          1397482383
        ],
        [
          "Muy feliz por la victoria y por volver a la cancha con mis compañeros! Muchas gracias por vuestro apoyo!\r\n\r\nI'm very happy for the victory and coming back to the field with my teammates! Thank you very much for your support! Timeline Photos",
          1389221048
        ],
        [
          "Gracias a todos por el cariño que me brindan\n\nThanks to all of you for the support you are giiving to me Timeline Photos",
          1385222107
        ],
        [
          "Gracias a Dios tengo la oportunidad de disfrutar haciendo lo que más me gusta, jugar al fútbol! agradezco a todos ustedes por el apoyo que día a día recibo\n\nThanks to God I have the opportunity to enjoy doing what I like the most, playing football! and thanks for the support you give me everyday Mobile Uploads",
          1384979660
        ],
        [
          "Un día increíble. Gracias a todos por sus msjs! #botadeoro / An incredible day. Thanks to all of you for your msgs! #goldenboot Instagram leomessi's video on Instagram",
          1384972665
        ],
        [
          "Como ya muchos saben durante las próximas semanas estaré a full con la recuperación de esta nueva lesión, para mi es una lástima no poder jugar junto mi equipo en estos momentos... Ahora lo más importante es recuperarme bien para poder ayudar a mis compañeros y devolver todo este cariño de mi gente de la mejor forma que sé, jugando fútbol. Gracias por sus mensajes de apoyo!\n\nAs many of you know, over the next few weeks I will be working full-time on the recovery of this new injury, for me it is a pity not to play with my team right now... Now the most important is to be recovered well for helping my teammates and for giving back all the support you've given to me in the best way I know how to do, playing football. Thank you for your messages! Mobile Uploads",
          1384284906
        ],
        [
          "Que mejor manera de comenzar mi cuenta de instagram que con este momento tan especial – Visita al Vaticano\nWhat a nice way to start my instagram account with this special momento – Visit to the Vatican http://instagram.com/p/c_kJCxvMzV/ leomessi's video on Instagram",
          1376475371
        ],
        [
          "Disappointed by the management of the charity match in Los Angeles. I really wanted to be there and enjoy as I did in Peru and Colombia. This project is made for the fans, and that's why I'm very disappointed with the organization. A big hug to those who were going to support this cause at L.A. Memorial Coliseum and thank you all for your support.",
          1372847335
        ],
        [
          "Acá les dejo unas fotos del partido del Sábado en Medellín. Gracias a todos por tan lindo recibimiento, siempre es un placer estar por allá! Partido Messi&Friends en Medellín",
          1372785771
        ],
        [
          "En Barcelona ya esta a la venta, el libro que mi Fundación edito junto a la Fundación FC Barcelona y la Fundación Ánima, para combatir el cancer infantil. Muchas gracias por su colaboración Timeline Photos",
          1366119163
        ],
        [
          "Gracias a todos por estar a mi lado en este momento tan lindo de mi carrera!\r\n\r\nThanks to everyone for being by my side in this beautiful moment of my career! Timeline Photos",
          1357744136
        ],
        [
          "Estoy feliz de tener otro balon mas, quiero agradecer a todos los que me votaron y a toda la gente que me apoya dia a dia.. Muchas gracias!! Abrazo enorme.\n\n\n\n\n\nIm very happy to have another ballon, i want to thanks everyone that voted and supported me every day, thank you very much,  all of you! Big hug! Timeline Photos",
          1357597859
        ],
        [
          "Les quiero mostrar desde  mi facebook los botines ganadores que diseñó Javier en el sorteo que se hizo y que voy a usar el domingo contra el atl madrid, gracias igual a todos los que tambien mandaron su diseño estaban muy buenos todos!!\r\n\r\nI want to show the winning boots that Javier designed in the contest and that I will wear this Sunday against Atletico Madrid. Thanks as well to everyone who submitted designs, they were all really good!! Timeline Photos",
          1355597025
        ],
        [
          "Quiero agradecer a todos los que siguen mi facebook ya son 40 millones y es un monton! Gracias a todos  por el aguante!  -  I want to thank all of my fans on Facebook. We are already 40 million and it is a ton! Thank you for the support! New wallpapers",
          1355501750
        ],
        [
          "Lo más importante era ganar este partido obviamente llegar a convertir los mismo goles que en su momento convirtió esta leyenda, me refiero a Gerd Müller, es algo muy especial, aunque sin mis compañeros habría sido imposible de conseguir. Muchas gracias también a todos los aficionados que me brindan apoyo constante.\r\n\r\nIt was important to win the game today and pretty amazing to beat Gerd Müller’s 85 goal record. A really big thank you to all my teammates and fans who have made this possible! Thank you very much for your incredible support. I could not have done this without you!\r\n\r\nFoto/Picture: David Ramos/Getty Images Timeline Photos",
          1355088676
        ],
        [
          "Muchas gracias a todos por vuestro apoyo por lo mucho que significa para mi poder jugar.\n\nThank you all very much for your support. It means so much to me to play.",
          1355072360
        ],
        [
          "Hoy soy el hombre más feliz del mundo, nació mi hijo y gracias a Díos por este regalo! Gracias a mi familia por el apoyo! Abrazo a todos.\n\nToday I am the happiest man in the world, my son was born and thanks to God for this gift! Thanks to my family for the support! A hug to everyone.",
          1351873164
        ],
        [
          "Quiero dar las gracias a todos por estar en este hermoso momento, como dije ayer compartirlo con mi familia, mi mama que siempre esta y mi viejo que me acompañan! Y a mis compañeros de equipo que son los culpables de este premio!\n\nI want to thank everyone for being there at this beautiful moment, like I said yesterday to share it with my family, my mother who is always there and my father who accompany me! And to my teammates who are responsible for this award! Bota de Oro",
          1351591791
        ],
        [
          "Mi familia y yo agradecemos todos los comentarios y mensajes de afecto recibidos en la fecha, pero queremos dejar en claro que la información que ha circulado acerca del nacimiento de mi hijo es totalmente falsa. Un abrazo a todos!\n\nMy family and I thank you all for the comments and messages of affection that we have received today, but we want to make it clear that the information circulating that my son has been born is completely false. A hug to everyone!",
          1349444469
        ],
        [
          "Aca les paso el link de la fan page oficial de Javier Mascherano\n\nSending you all the link of Javier Mascherano Official Fan page Javier Alejandro Mascherano Twitter: https://twitter.com/Mascherano - Instagram : https://instagram.com/mascherano14/ - Periscope : https://www.periscope.tv/Mascherano14",
          1339513154
        ],
        [
          "Muchísimas gracias al club por este hermoso regalo, para mi fue algo muy emotivo. También agradezco a la gente por su apoyo y su cariño, ojalá esta noche podamos pasar a semis! Gracias a todos!\n\nMany thanks to the club for this beautiful gift, it was something very emotional for me. I also thank everyone for their support and care, hopefully tonight we can make it to the semis! Thanks to everyone! Timeline Photos",
          1333468275
        ],
        [
          "Una ilusión anoche! Pasamos a cuartos y hemos jugado un gran partido! Muchísimas gracias a la todos por tanto apoyo. abrazos!\r\n\r\nAmazing last night! We made it to the quarters and played a great match! Many thanks to everyone for all the support. hugs!\r\n\r\nFoto/Picture ©Pep Morata Barça - Bayer",
          1331209158
        ],
        [
          "Gracias a todos por el aguante, finalmente pudimos llegar a la final!! Estamos muy contentos, ojalá podamos conseguir la copa!\n\nThanks everyone for supporting us, we made it to the final at last!!\nWe're very happy, hope we can win the cup!",
          1328781997
        ],
        [
          "Hello to my 30 million fans on Facebook! \n\nWanted to thank you for your support, it means a lot to me. \n\nA big hug to you all. Somos 30 millones! / We're 30 million!",
          1328639990
        ],
        [
          "Mañana ofreceré el Balón de Oro a todos los culés. Antes quería\ncompartirlo con ustedes que me apoyan y siguen en Facebook. También los botines especiales que usaré. Buenísimos!\n\nTomorrow I'll offer the Golden Ball to all the culés. Wanted to share it with you that support and follow me on Facebook beforehand. Also the special edition boots I'll wear. They're awesome! Timeline Photos",
          1326555660
        ]
      ],
      "dates_start": 1365939912,
      "dates_end": 1449004436,
      "likes_avg": 558147,
      "likes_stdev": 557059,
      "comments_avg": 21197,
      "comments_stdev": 23535,
      "shares_avg": 19190,
      "shares_stdev": 27341
    },
    {
      "number": 27,
      "important": [
        "lio",
        "abrazo",
        "amigo",
        "con mi",
        "friend",
        "timelin",
        "con",
        "lio timelin",
        "photo",
        "cada"
      ],
      "common": [
        "amigo",
        "con",
        "con mi",
        "friend",
        "lio",
        "mi",
        "spacescooter",
        "thiago",
        "thiago toby",
        "toby"
      ],
      "messages": [
        [
          "Comida con amigos.\n\nLunch with friends.\n\n- LIO Timeline Photos",
          1486395756
        ],
        [
          "¡A Thiago y a Toby les encanta cada vez que juego con mi SpaceScooter! - www.messi-spacescooter.com\n\nThiago and Toby love it when I play with my SpaceScooter! - www.messi-spacescooter.com\n\n- LIO",
          1440593703
        ],
        [
          "Con mi sobrina, More. \n\nWith my niece, More.\n\n- LIO Timeline Photos",
          1436785282
        ],
        [
          "Jugando con mi gordito hermoso.\n😍😍😍😍😍\nPlaying with the love of my life.\n\n- LIO Mobile Uploads",
          1431979439
        ],
        [
          "¡Gran partido con 2 golazos de mi amigo Luis!\n\nGreat game with 2 amazing goals from my friend Luis Suarez!\n\n- LIO Timeline Photos",
          1429128714
        ],
        [
          "Con mi ahijado, Benja. :)\n\nWith my godson, Benja. :)\n\n- LIO Timeline Photos",
          1419709290
        ],
        [
          "¡Con mi amigo el \"Kun\", Sergio Aguero! :)\n\nWith my friend Sergio \"Kun\" Agüero! :)\n\n- LIO Timeline Photos",
          1416253070
        ],
        [
          "¡Pasándolo genial con Thiago, Toby y mi Space Scooter!\n\nHaving fun with Thiago, Toby and my Space Scooter!\n\n- LIO",
          1412610217
        ],
        [
          "Con mi amigo Domenico.\n\nWith my friend Domenico.\n\n- LIO Timeline Photos",
          1410170346
        ],
        [
          "Amigos ;)\n\nFriends ;)\n\n- LIO Timeline Photos",
          1406640698
        ],
        [
          "Neymar, ¡espero que te recuperes muy pronto, amigo!\n\nGet well soon my friend, Neymar Jr.\n\n- LIO Timeline Photos",
          1404514780
        ],
        [
          "Con mi mamá en Mónaco / With my mom in Monaco Timeline Photos",
          1377807240
        ]
      ],
      "dates_start": 1397522410,
      "dates_end": 1447909012,
      "likes_avg": 1169966,
      "likes_stdev": 662223,
      "comments_avg": 19638,
      "comments_stdev": 11022,
      "shares_avg": 20026,
      "shares_stdev": 21655
    },
    {
      "number": 28,
      "important": [
        "vs fc",
        "barcelona",
        "world cup",
        "club",
        "world",
        "final",
        "cup",
        "vs",
        "fifa",
        "fc"
      ],
      "common": [
        "15",
        "de",
        "ea",
        "ea sports",
        "ea sports fifa",
        "fifa",
        "fifa 15",
        "leo",
        "sports",
        "sports fifa"
      ],
      "messages": [
        [
          "Club Atlético River Plate vs FC Barcelona - FIFA Club World Cup Final FIFA Club World Cup Final",
          1450734795
        ],
        [
          "¡Juega a FIFA 16 Ultimate Team en tu móvil! Salta al campo y lucha por la victoria. Descárgalo gratis http://hyperurl.co/FIFA16UT\n\nPlay FIFA 16 Ultimate Team on mobile! Get on the pitch and fight for victory. Download it for free http://hyperurl.co/FIFA16UT",
          1445003930
        ],
        [
          "¡Leo jugando un partido navideño y amistoso al FIFA 15 con Eden Hazard! - http://o.ea.com/31512 \n\nLeo with a festive (and friendly!) game of FIFA 15 with Eden Hazard! - http://o.ea.com/31512",
          1417863600
        ],
        [
          "¡Jugá a FIFA 15 Ultimate Team para móviles con Leo! \nEs rápido, fácil y divertido, y podés conseguirlo gratis en el App Store, Google Play o la tienda Windows Phone Store.\nDescargarlo aquí: http://smarturl.it/1514 \n\nPlay FIFA 15 Ultimate Team with Leo on mobile! \nIt’s fast, easy & fun, and free to play on the App Store, Google Play, or the Windows Phone Store. \nDownload here: http://smarturl.it/1514",
          1412773201
        ],
        [
          "¡Golazo de Leo en el FIFA 15! Conseguí tu copia: http://o.ea.com/26494\n\nLeo with an amazing goal in FIFA 15! Get your copy: http://o.ea.com/26494",
          1411707600
        ],
        [
          "¡Sentí el juego! Mirá a Leo en el anuncio de televisión del FIFA 15. Conseguí tu copia: http://o.ea.com/25876\n\nFeel The Game! See Leo in the FIFA 15 TV ad. Get your copy: http://o.ea.com/25876",
          1410523201
        ],
        [
          "Got my copy of EA SPORTS FIFA World Cup – love it! Get yours http://o.ea.com/20649 \n\nConseguí mi copia de #EASPORTSFIFA World Cup – muy bueno! Pruébalo http://o.ea.com/20649 Timeline Photos",
          1398436431
        ],
        [
          "El #FIFA14 de EA SPORTS FIFA ya esta a la venta! Creés que podés anotar un gol como este? ;) Pedilo por acá: http://o.ea.com/16719\n\nEA SPORTS FIFA's #FIFA14 is out now! Will you score a goal like this? ;) You can order it here: http://o.ea.com/16719 My FIFA 14 Goal!",
          1380203946
        ],
        [
          "A ver qué tan bueno sos? EA SPORTS FIFA acaba de lanzar #FIFA14 para móviles. Demostra que sos un crack! Sólo tenés que descargártelo gratuitamente acá http://smarturl.it/FIFA14_P1_WW\r\n\r\nWho’s got skills? EA SPORTS FIFA just launched #FIFA14 on mobile. Time to dominate! It’s a free download, too http://smarturl.it/FIFA14_P1_WW Timeline Photos",
          1380119023
        ],
        [
          "Acá les dejo el nuevo comercial de #FIFA14 de EA Sports FIFA… a ver qué les parece mi nuevo medio de trasporte?\nPor cierto, ya pueden hacer su pre-orden a través de http://o.ea.com/16719\n\nHey guys, don't miss the chance to check out  the new #FIFA14  commercial for EA SPORTS FIFA… What do you think about my new ride? \nBTW you can pre-order at http://o.ea.com/16719 We Are FIFA 14",
          1379064392
        ],
        [
          "Quiero compartir con ustedes en el nuevo anuncio de EA SPORTS FIFA 13! Con ganas de ya poder jugar con el nuevo FIFA… Nos vemos en lacancha...\n\nI would like to share with you the new EA SPORTS FIFA 13 TV spot! I am delighted to play with the new FIFA… see you on the pitch… FIFA 13 TV Ad | JOIN THE CLUB",
          1346422111
        ],
        [
          "Mis amigos de EA SPORTS han hecho una maravillosa donación a la Fundación Leo Messi y han estrenado una nueva “99-rated” versión de mi mismo a través de FIFA 12 Ultimate team para este fin de semana!\n\nMy friends at EA SPORTS have made a wonderful donation to the Leo Messi Foundation and releasing a special 99-rated version of myself in FIFA 12 Ultimate Team this weekend! EA SPORTS FIFA Hit LIKE if you agree Messi’s amazing season is worth a 99-rated card in Ultimate Team AND a $250,000 donation to the Leo Messi Foundation by EA SPORTS. More: http://bit.ly/N3hpCS\n\nListen to the latest FIFA Podcast: http://bit.ly/rV9wm1",
          1338621978
        ],
        [
          "Este viernes se lanza FIFA Street!  Muchas gracias a mis amigos de EA\nSports por hacer este video genial.\n\nFriday is launch day for FIFA Street! Big thanks to my friends at EA\nSPORTS for creating this amazing video.\n FIFA Street | Lionel Messi - The Best In The World Lionel Messi: The best footballer ever. Agree? Tweet it: http://bit.ly/xFCyBP Share this on Facebook: http://on.fb.me/xmUrr7 #supremessi",
          1331923344
        ]
      ],
      "dates_start": 1356288344,
      "dates_end": 1428849740,
      "likes_avg": 150300,
      "likes_stdev": 127948,
      "comments_avg": 7122,
      "comments_stdev": 4952,
      "shares_avg": 20223,
      "shares_stdev": 31306
    },
    {
      "number": 29,
      "important": [
        "lio",
        "offici",
        "abrazo",
        "ofici",
        "timelin",
        "team",
        "foto",
        "lio timelin",
        "photo",
        "vamo"
      ],
      "common": [
        "barcelona",
        "casa",
        "con",
        "de",
        "home",
        "lio",
        "para",
        "points",
        "un",
        "vamos"
      ],
      "messages": [
        [
          "¡Felicidades chaval! Vamos arriba.\n\nCongrats buddy! Get in there!\n\n- LIO Timeline Photos",
          1476979039
        ],
        [
          "📸 Foto oficial.\n\n📸 Official team photo.\n\n- LIO Timeline Photos",
          1474963794
        ],
        [
          "Pretemporada 💪🏻⚽️\n\nPre-season 💪🏻⚽\n\n- LIO Timeline Photos",
          1470250881
        ],
        [
          "¡Festejando el título con nuestros hinchas en las calles de Barcelona!\n\nCelebrating the title with our fans around the streets of Barcelona!\n\n- LIO Timeline Photos",
          1463327949
        ],
        [
          "¡Nos llevamos los 3 puntos y la pelota para casa! 😉\n\nWe're taking 3 points and the ball home too! 😉\n\n- LIO Timeline Photos",
          1457039876
        ],
        [
          "Foto oficial 📸\n\nOfficial photo 📸\n\n- LIO Timeline Photos",
          1456772582
        ],
        [
          "¡Seguimos sumando!!!\n\nWe keep picking up points!!!\n\n- LIO Timeline Photos",
          1456696362
        ],
        [
          "¡Ídolo! Un placer haberte conocido Eros Ramazzotti.\n🎤🎤\nSuch an idol, it's a pleasure to have met you, Eros Ramazzotti.\n\n- LIO Timeline Photos",
          1455555500
        ],
        [
          "¡Bienvenido a casa!\n\nWelcome home!\n\n- LIO Timeline Photos",
          1452630072
        ],
        [
          "¡Un grande!!! ¡Qué fenómeno!!!\n\nA great player!!! What a phenomenon!!!\n\n- LIO Timeline Photos",
          1438848044
        ],
        [
          "Poniéndonos a punto para la semifinal. Vamos a dar todo de nosotros para ganar. #Messi15\n\nGetting ready for the semifinal. We'll give everything to win. #Messi15\n\n- LIO Timeline Photos",
          1435531596
        ],
        [
          "Desayunando con ella 😜 😜 😜 😜\n\nHaving breakfast with her 😜 😜 😜 😜\n\n- LIO Timeline Photos",
          1433668266
        ],
        [
          "¡Llegó la cuarta!!!!!\n\nThe fourth is here!!!!!\n\n- LIO Timeline Photos",
          1433627264
        ],
        [
          "¡Campeonesssssss!!!!!!!!!! Vamossss carajooooo.\n\nChampionsssssss!!!!!!!!!! Come onnnnnnn.\n\n- LIO Timeline Photos",
          1433622217
        ],
        [
          "En la playa. 😎😎😎😎\n\nOn the beach. 😎😎😎😎\n\n- LIO Timeline Photos",
          1432723045
        ],
        [
          "¡Gran partido de todos para sumar 3 puntos más!\n\nGreat match from everyone to win 3 more points!\n\n- LIO Timeline Photos",
          1430583598
        ],
        [
          "¡Estamos en semifinales!\n\nTo the semifinals!\n\n- LIO Timeline Photos",
          1429644431
        ],
        [
          "Bonjour Paris!\n\n- LIO Timeline Photos",
          1429017639
        ],
        [
          "¡Con Mancu!\n\nWith Mancu!\n\n- LIO Timeline Photos",
          1427738811
        ],
        [
          "¡A Cuartos!\n\nTo the Quarterfinals! \n\n- LIO Timeline Photos",
          1426788552
        ],
        [
          "Espectacular la nueva tienda de adidas de Barcelona. ¡Vale la pena visitarla! #adidasBarcelona\n\nThe new adidas store in Barcelona is absolutely amazing. It's worth paying a visit! #adidasBarcelona\n\n- LIO Timeline Photos",
          1424374288
        ],
        [
          "¡En casita!!!\n\nAt home!!!\n\n- LIO Timeline Photos",
          1423488697
        ],
        [
          "¡Vamos equipo!\n\nCome on team! \n\n- LIO Timeline Photos",
          1422504780
        ],
        [
          "Llegamos a Madrid, ¡nos espera un gran partido!\n\nArrived in Madrid, a great match awaits!\n\n- LIO Timeline Photos",
          1422460829
        ],
        [
          "¿A ver si saben de quién son???\n\nWho are these shoes from???\n\n- LIO Timeline Photos",
          1422274647
        ],
        [
          "Vuelta a casa.\n\nOn our way back home. \n\n- LIO Timeline Photos",
          1421659115
        ],
        [
          "A ver si adivinás... ¿Quién de los tres toma mate sin azúcar? ;)\n\nCan you guess out of the three of us who drinks mate tea without sugar? ;)\n\n- LIO Timeline Photos",
          1421411359
        ],
        [
          "¡Ya en Rosario!!!\n\nArrived in Rosario!!!\n\n- LIO Timeline Photos",
          1419200262
        ],
        [
          "Charla, mate y sesión de recuperación.\n\nChat, mate and recovery session.\n\n- LIO Timeline Photos",
          1416159846
        ],
        [
          "El sustituto de Chema: @j_duran10\n\nChema's replacement: @j_duran10\n\n- LIO Timeline Photos",
          1409051745
        ],
        [
          "Con el peluquero Ariel Bermúdez, de la pelu Scissors&Art Hair Salon en Barcelona. ¡Un fenómeno! ;) ;)\n\nWith the hairstylist Ariel Bermúdez from Scissors&Art Hair Salon in Barcelona. He is phenomenal! ;) ;)\n\n- LIO Timeline Photos",
          1407238800
        ],
        [
          "¡Vacaciones!\n\nHolidays!\n\n- LIO Timeline Photos",
          1406411701
        ],
        [
          "De vuelta en Barcelona. \n\nBack in Barcelona.\n\n- LIO Timeline Photos",
          1406082000
        ],
        [
          "¡Un pasito más!!! ¡Vamos Argentinaaaaaa!!!!\n\nAnother little step!!! Vamos Argentinaaaaaa!!!\n\n- LIO Timeline Photos",
          1404593615
        ],
        [
          "Vuelta a casa con 3 puntos mas. Back at home with 3 more points. #FCBlive #FCBarcelona \nhttp://instagram.com/p/gFiNN8PM3x/ Instagram leomessi's photo on Instagram",
          1383122101
        ]
      ],
      "dates_start": 1410845401,
      "dates_end": 1453499929,
      "likes_avg": 1135947,
      "likes_stdev": 1115759,
      "comments_avg": 18626,
      "comments_stdev": 19257,
      "shares_avg": 26045,
      "shares_stdev": 43265
    },
    {
      "number": 30,
      "important": [
        "clásico",
        "everyth",
        "lio",
        "abrazo",
        "victoria",
        "timelin",
        "win",
        "lio timelin",
        "photo",
        "great"
      ],
      "common": [
        "classicfcb",
        "clásico",
        "clásico pibedebarr10",
        "getting",
        "lio",
        "madrid",
        "para",
        "pibedebarr10",
        "ready",
        "ready clásico"
      ],
      "messages": [
        [
          "21/11/2015 - EL CLÁSICO 21/11/2015 - EL CLÁSICO",
          1448224215
        ],
        [
          "¡Gran victoria en el Clásico!\n\nGreat win in El Clásico!\n\n- LIO Timeline Photos",
          1427059695
        ],
        [
          "Preparando todo para el Clásico. #PibeDeBarr10\n\nGetting everything ready for El Clásico. #PibeDeBarr10\n\n- LIO Timeline Photos",
          1426960771
        ],
        [
          "¡Ya estamos en Madrid para el Clásico!\n\nWe've just landed in Madrid for El Clásico!\n\n#ElClasico #classicFCB\n\n- LIO Timeline Photos",
          1414231986
        ],
        [
          "Preparando el Clásico.\n\nGetting ready for El Clásico. \n\n#classicFCB #ElClasico\n\n- LIO Timeline Photos",
          1414179381
        ]
      ],
      "dates_start": 1413688630,
      "dates_end": 1438573788,
      "likes_avg": 956923,
      "likes_stdev": 878392,
      "comments_avg": 22937,
      "comments_stdev": 21885,
      "shares_avg": 26046,
      "shares_stdev": 27766
    },
    {
      "number": 31,
      "important": [
        "de",
        "abrazo",
        "timelin",
        "con",
        "photo"
      ],
      "common": [
        "afternoon",
        "stroll thiago",
        "tarde",
        "tarde de",
        "tarde de paseo",
        "tarde de paseo con",
        "tarde de paseo con thiago",
        "thiago",
        "thiago afternoon",
        "thiago afternoon stroll"
      ],
      "messages": [
        [
          "Sevilla ✈️ Timeline Photos",
          1485634737
        ],
        [
          "😆👍🏻⚽️ Timeline Photos",
          1485005571
        ],
        [
          "😏😏✌🏻 Timeline Photos",
          1483106203
        ],
        [
          "😀👍🏻⚽ Timeline Photos",
          1482097794
        ],
        [
          "👍🏻⚽️ Timeline Photos",
          1481454295
        ],
        [
          "Glasgow ⚽ Timeline Photos",
          1479831911
        ],
        [
          "⚽️🇦🇷 Timeline Photos",
          1478703409
        ],
        [
          "✈ Valencia Timeline Photos",
          1477078450
        ],
        [
          "#FCBLovesNY Timeline Photos",
          1473279302
        ],
        [
          "😃🐶 Timeline Photos",
          1473261805
        ],
        [
          "🇦🇷 Timeline Photos",
          1472563419
        ],
        [
          "🔴⚽🔵 Timeline Photos",
          1470826709
        ],
        [
          "🐶 Timeline Photos",
          1470634303
        ],
        [
          "👍🏻🇦🇷 Timeline Photos",
          1465745697
        ],
        [
          "🇦🇷😄⚽️ Timeline Photos",
          1458764709
        ],
        [
          "Tarde de paseo con Thiago!\r\n\r\n\r\nAfternoon stroll with Thiago! Timeline Photos",
          1365868167
        ]
      ],
      "dates_start": 1441443351,
      "dates_end": 1496538708,
      "likes_avg": 1326836,
      "likes_stdev": 827335,
      "comments_avg": 21052,
      "comments_stdev": 24829,
      "shares_avg": 26247,
      "shares_stdev": 35361
    }
  ]
}