{
  "pagename": "LeoMessi",
  "page_name_displayed": "Leo Messi",
  "globalstats": {
    "fan_count": 88248072,
    "messages": 823,
    "likes_avg": 733819,
    "likes_stdev": 663275,
    "comments_avg": 12255,
    "comments_stdev": 14260,
    "shares_avg": 15283,
    "shares_stdev": 23272,
    "graph_uri": "clusters/LeoMessi.png"
  },
  "clusters": [
    {
      "number": 1,
      "important": [
        "season",
        "de",
        "para",
        "con",
        "todo"
      ],
      "summary": "Great job from the whole team, we're in the final! A great victory in El Clásico and a good feeling on my return to the pitch. Ya estamos en Sevilla para jugar el primer partido de la Supercopa. There's a long way to go, but we'll keep fighting to win every game we play in. Getting ready for the last game of the year!",
      "common": [
        "al",
        "clásico",
        "con",
        "de",
        "final",
        "para",
        "partido",
        "readi",
        "season",
        "todo"
      ],
      "messages": [
        [
          "Con esfuerzo, actitud y ganas, no hay NADA imposible. Impresionante el equipo y la afición.\n\nWhen there's effort, attitude and desire, NOTHING is impossible. Impressive stuff from the team and our fans.\n\n- LIO. Timeline Photos.",
          1489068491
        ],
        [
          "✈️ Madrid. Timeline Photos.",
          1488050553
        ],
        [
          "Comida con amigos.\n\nLunch with friends.\n\n- LIO. Timeline Photos.",
          1486395756
        ],
        [
          "Mi más sentido pésame para todas las familias, amigos e hinchas del plantel del Chapecoense. #FuerzaChape\n\nMy deepest condolences go to all of the families, friends and supporters of the Associação Chapecoense de Futebol squad. #FuerzaChape\n\n- LIO. Timeline Photos.",
          1480421123
        ],
        [
          "¡Felicitaciones a todo el equipo argentino de Copa Davis por el título! \n🇦🇷🏆\nCongratulations to Argentina's Davis Cup team on the title win! \n\n- LIO. Timeline Photos.",
          1480358092
        ],
        [
          "¡Felicidades chaval! Vamos arriba.\n\nCongrats buddy! Get in there!\n\n- LIO. Timeline Photos.",
          1476979039
        ],
        [
          "📸 Foto oficial.\n\n📸 Official team photo.\n\n- LIO. Timeline Photos.",
          1474963794
        ],
        [
          "Empezando la Liga con buen pie. 👊🏻😉\n\nGetting the La Liga season off to a good start. 👊🏻😉\n\n- LIO. Timeline Photos.",
          1471721538
        ],
        [
          "¡Campeones de la Supercopa de España!!!\n✌🏻️🏆\nSpanish Super Cup Champions!!!\n\n- LIO. Timeline Photos.",
          1471499516
        ],
        [
          "Ya estamos en Sevilla para jugar el primer partido de la Supercopa.\n\nWe've arrived in Seville ahead of the first leg of the Spanish Super Cup.\n\n- LIO. Timeline Photos.",
          1471172606
        ],
        [
          "Pretemporada 💪🏻⚽️\n\nPre-season 💪🏻⚽\n\n- LIO. Timeline Photos.",
          1470250881
        ],
        [
          "Luchamos, sufrimos y al final ganamos todos juntos. Campeones de Liga y... ¡De la Copa!! 🏆🏆👍🏻👍🏻\n\nWe fought hard, we suffered, but in the end we all won together. League Champions and now... Cup Winners!! 🏆🏆👍🏻👍🏻\n\n- LIO. Timeline Photos.",
          1463952223
        ],
        [
          "Life has more in store for you if you just stay up. #DontGoDown\n\nLa recompensa será mayor si te mantenés en pie. #NoTeCaigas. #DontGoDown.",
          1461247905
        ],
        [
          "Nuestra mentalidad sigue siendo la misma. Trabajamos toda la temporada para llegar hasta el final con opciones de ganar los títulos, seguimos creyendo en nosotros.\n\nOur mindset remains the same. We work hard all year to have a chance of winning trophies at the end of the season. We continue to believe in ourselves.\n\n- LIO. Timeline Photos.",
          1460463922
        ],
        [
          "#OO #P9 It’s finally here! \nThey say this reinvent smartphone photography.\n\n¡ #OO #P9 finalmente llegó ! \nDicen que el #P9 reinventó la fotografía del Smartphone. Timeline Photos.",
          1459942268
        ],
        [
          "Estuvimos a un buen nivel hoy para conseguir otra victoria importante.\n\nWe played a good game today to get another important victory.\n\n- LIO. Timeline Photos.",
          1457816006
        ],
        [
          "¡Nos llevamos los 3 puntos y la pelota para casa! 😉\n\nWe're taking 3 points and the ball home too! 😉\n\n- LIO. Timeline Photos.",
          1457039876
        ],
        [
          "Foto oficial 📸\n\nOfficial photo 📸\n\n- LIO. Timeline Photos.",
          1456772582
        ],
        [
          "Un par de pasos más hacia adelante... ⚽️⚽️\n\nA couple steps ahead... ⚽️⚽️\n\n- LIO. Timeline Photos.",
          1456262554
        ],
        [
          "When the outside world wants to bring you down, count on what’s inside to keep you up.\n\nCuando la vida te golpea y te quiere derribar, sé fiel a ti mismo para seguir en pie. DON'T GO DOWN.",
          1456161576
        ],
        [
          "¡Ídolo! Un placer haberte conocido Eros Ramazzotti.\n🎤🎤\nSuch an idol, it's a pleasure to have met you, Eros Ramazzotti.\n\n- LIO. Timeline Photos.",
          1455555500
        ],
        [
          "¡El nuevo auto que dicen que compré! 😜\nThe new car they say I bought! 😂😂\n\n- LIO. Timeline Photos.",
          1455215694
        ],
        [
          "Gran partido de todo el equipo. Hay que seguir trabajando para conseguir los objetivos a final de temporada.\n\nA great game from the whole team tonight. We need to keep working hard to accomplish our goals.\n\n- LIO. Timeline Photos.",
          1454534572
        ],
        [
          "¡Nuevo integrante de mi familia!!! 🐶 Gracias amor por este regalo hermoso. \n\nSay hello to the newest member of the family!!! 🐶 Thanks my love for this cute puppy.\n\n- LIO. Timeline Photos.",
          1453836994
        ],
        [
          "¡Bienvenido a casa!\n\nWelcome home!\n\n- LIO. Timeline Photos.",
          1452630072
        ],
        [
          "¡Todo listo para la Gala! #BalónDeOro\n\nEverything ready for the Gala! #BallondOr\n\n- LIO. Timeline Photos.",
          1452526440
        ],
        [
          "¡Salimos para Zurich! #BalónDeOro\n\nOn our way to Zurich! #BallondOr\n\n- LIO. Timeline Photos.",
          1452510251
        ],
        [
          "¡Preparándonos para el último partido del año!\n\nGetting ready for the last game of the year!\n\n- LIO. Timeline Photos.",
          1451409528
        ],
        [
          "Thank you HH Sheikh Mohammed bin Rashid Al Maktoum for your hospitality in Dubai.\n\nGracias a HH Sheikh Mohammed bin Rashid Al Maktoum por su hospitalidad en Dubai.\n\n- LIO. Timeline Photos.",
          1451336880
        ],
        [
          "Gran trabajo del equipo, ¡estamos en la final! Me duele mucho perderme cualquier partido, pero espero estar al 100% para poder ayudar en la final.\n\nGreat job from the whole team, we're in the final! It's never fun to miss any game, but I hope to get better to be able to help in the final.\n\n- LIO. Timeline Photos.",
          1450357941
        ],
        [
          "Listo para viajar. Un poco grande el pijama pero cómodo. 😂😜👍🏻\n\nReady to fly. Baggy pyjamas but so comfy. 😂😜👍🏻\n\n- LIO. Timeline Photos.",
          1450002816
        ],
        [
          "21/11/2015 - EL CLÁSICO. 21/11/2015 - EL CLÁSICO.",
          1448224215
        ],
        [
          "Gran victoria en el Clásico y buenas sensaciones al volver a las canchas. Nos queda muchísimo por delante, pero vamos a seguir luchando por ganar cada partido.\n\nA great victory in El Clásico and a good feeling on my return to the pitch. There's a long way to go, but we'll keep fighting to win every game we play in. \n\n- LIO. Timeline Photos.",
          1448135018
        ],
        [
          "Gran día en el parque de diversiones con familia y compañeros de equipo.\n\nGreat day at the theme park with my family & teammates.\n\n- LIO. Timeline Photos.",
          1446836314
        ],
        [
          "Con la nueva temporada a punto de comenzar, ¡Leo ya está deseando jugar al #FIFA16! - youtube.com/watch?v=AfeDwkIaHNY\n\nNew season on his doorstep and Leo can't wait for #FIFA16! - youtube.com/watch?v=AfeDwkIaHNY. FIFA 16 - New Season Trailer - PS4, Xbox One, PC. The new football season is here... at last! Celebrate with the official FIFA 16 Gamescom Trailer. Learn more about FIFA 16: http://o.ea.com/41212 Pre-order: ...",
          1438952473
        ],
        [
          "¡Un grande!!! ¡Qué fenómeno!!!\n\nA great player!!! What a phenomenon!!!\n\n- LIO. Timeline Photos.",
          1438848044
        ],
        [
          "¡Se acabaron las vacaciones! Empezamos a prepararnos para otra temporada llena de desafíos. 💪\n\nThe holiday is over! Starting to get ready for the new season with plenty of challenges ahead. 💪\n\n- LIO. Timeline Photos.",
          1438251797
        ],
        [
          "Poniéndonos a punto para la semifinal. Vamos a dar todo de nosotros para ganar. #Messi15\n\nGetting ready for the semifinal. We'll give everything to win. #Messi15\n\n- LIO. Timeline Photos.",
          1435531596
        ],
        [
          "¡Llegó la cuarta!!!!!\n\nThe fourth is here!!!!!\n\n- LIO. Timeline Photos.",
          1433627264
        ],
        [
          "¡Campeonesssssss!!!!!!!!!! Vamossss carajooooo.\n\nChampionsssssss!!!!!!!!!! Come onnnnnnn.\n\n- LIO. Timeline Photos.",
          1433622217
        ],
        [
          "Arribamos a Berlín, ¡ya queda menos para la final!\n\nWe've landed in Berlin, the final is getting closer!\n\n- LIO. Timeline Photos.",
          1433512142
        ],
        [
          "Basta de femicidios. Desde Barcelona nos sumamos hoy a todos los argentinos para gritar bien alto #NiUnaMenos.\n\n- LIO. Timeline Photos.",
          1433329998
        ],
        [
          "Comiendo en familia.\n\nFamily lunch.\n\n- LIO. Timeline Photos.",
          1433166790
        ],
        [
          "Mañana tenemos una final muy complicada pero mucha ilusión por ganar otro título. ¡Vamos Barça!\n\nTomorrow we have a really tough final, but we are looking forward to hopefully winning another title. Come on FC Barcelona!\n\n- LIO. Timeline Photos.",
          1432910215
        ],
        [
          "En la playa. 😎😎😎😎\n\nOn the beach. 😎😎😎😎\n\n- LIO. Timeline Photos.",
          1432723045
        ],
        [
          "Jugando con mi gordito hermoso.\n😍😍😍😍😍\nPlaying with the love of my life.\n\n- LIO. Mobile Uploads.",
          1431979439
        ],
        [
          "Otro paso adelante.\n\nAnother step forward.\n\n- LIO. Timeline Photos.",
          1431190965
        ],
        [
          "Sacamos un buen resultado, pero aún no conseguimos nada. Quedan 90 minutos muy complicados en Múnich, hay que estar preparados.\n\nWe got a good result, but we haven't achieved anything yet. There are still 90 minutes left and it will be tough in Munich. We need to be ready for it.\n\n- LIO. Timeline Photos.",
          1430940765
        ],
        [
          "¡Esperándote con muchas ganas!!!👶 ¡Thiagui, mamá y papá te amamos! \n\nCan't wait to welcome you into our world!!! We love you! Thiagui, mum and dad. 😘\n\n- LIO. Timeline Photos.",
          1430391064
        ],
        [
          "¡Estamos en semifinales!\n\nTo the semifinals!\n\n- LIO. Timeline Photos.",
          1429644431
        ],
        [
          "¡Gran partido con 2 golazos de mi amigo Luis!\n\nGreat game with 2 amazing goals from my friend Luis Suarez!\n\n- LIO. Timeline Photos.",
          1429128714
        ],
        [
          "Bonjour Paris!\n\n- LIO. Timeline Photos.",
          1429017639
        ],
        [
          "Ganamos hoy pero queda mucho, hay que seguir luchando cada partido.\n\nWe won today, but there is still a long way to go. We have to keep fighting in every match.\n\n- LIO. Timeline Photos.",
          1428521665
        ],
        [
          "¡Con Mancu!\n\nWith Mancu!\n\n- LIO. Timeline Photos.",
          1427738811
        ],
        [
          "La defenderemos con todo y todos hablarán sobre ella.\n\nWe'll defend this with everything we've got and everyone will talk about it.\n\nadidas - AFA - #therewillbehaters. Timeline Photos.",
          1427554526
        ],
        [
          "Preparando todo para el Clásico. #PibeDeBarr10\n\nGetting everything ready for El Clásico. #PibeDeBarr10\n\n- LIO. Timeline Photos.",
          1426960771
        ]
      ],
      "dates_start": 1432731280,
      "dates_end": 1468025751,
      "likes_avg": 1066011,
      "likes_stdev": 892383,
      "comments_avg": 16444,
      "comments_stdev": 14304,
      "shares_avg": 25117,
      "shares_stdev": 34919
    },
    {
      "number": 2,
      "important": [],
      "summary": "😃🐶 Timeline Photos. 🐶 Timeline Photos. 🇦🇷 Timeline Photos. Timeline Photos. Sevilla ✈️.",
      "common": [
        "fcblovesni",
        "fcblovesni timelin",
        "fcblovesni timelin photo",
        "sevilla",
        "sevilla timelin",
        "sevilla timelin photo"
      ],
      "messages": [
        [
          "Sevilla ✈️. Timeline Photos.",
          1485634737
        ],
        [
          "😆👍🏻⚽️. Timeline Photos.",
          1485005571
        ],
        [
          "😏😏✌🏻. Timeline Photos.",
          1483106203
        ],
        [
          "😀👍🏻⚽. Timeline Photos.",
          1482097794
        ],
        [
          "⚽️🇦🇷. Timeline Photos.",
          1478703409
        ],
        [
          "#FCBLovesNY. Timeline Photos.",
          1473279302
        ],
        [
          "😃🐶 Timeline Photos.",
          1473261805
        ],
        [
          "🇦🇷 Timeline Photos.",
          1472563419
        ],
        [
          "🔴⚽🔵. Timeline Photos.",
          1470826709
        ],
        [
          "🐶 Timeline Photos.",
          1470634303
        ],
        [
          "👍🏻🇦🇷. Timeline Photos.",
          1465745697
        ],
        [
          "🇦🇷😄⚽️. Timeline Photos.",
          1458764709
        ]
      ],
      "dates_start": 1467112519,
      "dates_end": 1482824757,
      "likes_avg": 1279010,
      "likes_stdev": 861080,
      "comments_avg": 16570,
      "comments_stdev": 14031,
      "shares_avg": 21657,
      "shares_stdev": 27282
    },
    {
      "number": 3,
      "important": [
        "que",
        "de",
        "un",
        "barcelona",
        "messi"
      ],
      "summary": "Es increíble escuchar que fans de todo el mundo han viajado hasta Barcelona para conseguir un par de botines Messi 10/10. #MarcaLaDiferencia #LimitedCollection\n\nIt’s amazing to hear fans travelled across the world to get a pair of Messi 10/10 boots in Barcelona. Muchas gracias por la bienvenida y el trato que recibimos en Estados Unidos, un país donde el fútbol cada día tiene más seguidores. Es un orgullo haber jugado 100 partidos en la mejor competición de clubes del mundo. But I don't want to leave it any longer to say thank you to everyone who has always supported us and continued to during the tough moments.",
      "common": [
        "alway",
        "barcelona",
        "de",
        "messi",
        "mucha",
        "más",
        "para",
        "que",
        "siempr",
        "un"
      ],
      "messages": [
        [
          "¡Qué grande Samir del Líbano!\n\nSamir from Lebanon, what a great man!\n\n- LIO. Mobile Uploads.",
          1445883344
        ],
        [
          "¡Ánimo Johan Cruyff!\n\nStay strong Johan!\n\n- LIO. Mobile Uploads.",
          1445532210
        ],
        [
          "No pude viajar, ¡me toca bancar desde casa!\n\nI couldn't travel there, but I am supporting from home!\n\n- LIO. Mobile Uploads.",
          1445362168
        ],
        [
          "¡Seguimos recuperando!\n\nRecovering!\n\n- LIO. Mobile Uploads.",
          1444843040
        ],
        [
          "Es increíble escuchar que fans de todo el mundo han viajado hasta Barcelona para conseguir un par de botines Messi 10/10. ¡Muchas gracias a todos! Ya estoy deseando que llegue este día el año que viene. #MarcaLaDiferencia #LimitedCollection\n\nIt’s amazing to hear fans travelled across the world to get a pair of Messi 10/10 boots in Barcelona. Many thanks to all! Looking forward to next year already.\n#BeTheDifference #LimitedCollection\n\n- LIO. Mobile Uploads.",
          1444487962
        ],
        [
          "Ojalá pudiera jugar con estos botines tan especiales, Messi 10/10, pero aún sigo recuperándome. Si querés conseguirlos, tenés que ir mañana a la tienda de adidas de Barcelona. ¡Sólo se fabricaron 100 pares para todo el mundo! #LimitedCollection\n\nI wish I could be playing in such special boots, the Messi 10/10, but I’m still recovering. If you want to get them, go to the adidas Barcelona store tomorrow. Only 100 pairs were made! #LimitedCollection \n\n- LIO. Mobile Uploads.",
          1444399498
        ],
        [
          "3 puntos más para seguir arriba.\n\n3 more points to continue at the top.\n\n- LIO. Mobile Uploads.",
          1442778588
        ],
        [
          "¡Rafinha, mucha fuerza! Recupérate muy pronto, seguro que volverás más fuerte.\n\nRafinha, stay strong! I hope you make a full recovery soon, I'm sure you'll come back even stronger.\n\n- LIO. Mobile Uploads.",
          1442483612
        ],
        [
          "Es un orgullo haber jugado 100 partidos en la mejor competición de clubes del mundo. Muchas noches europeas para recordar y otras muchas mágicas por venir.\n\nI'm really happy to have played 100 games in the best club competition in the world. There have been a lot of European nights to remember and there are many more magic nights to come.\n\n- LIO. Mobile Uploads.",
          1442431542
        ],
        [
          "Partido duro ayer, como siempre que jugamos contra el Atlético, pero pudimos conseguir los 3 puntos.\n\nYesterday's game was tough, as it always is when we play against Atlético, but we managed to get the 3 points.\n\n- LIO. Mobile Uploads.",
          1442124490
        ],
        [
          "Muchas gracias por la bienvenida y el trato que recibimos en Estados Unidos, un país donde el fútbol cada día tiene más seguidores. Como siempre, ha sido un placer haber jugado allá.\n\nThanks a lot for the warm welcome and the treatment we received in the Unites States. A country where the soccer fans keep growing. As always, it's been a pleasure to play there.\n\n- LIO. Mobile Uploads.",
          1441880671
        ],
        [
          "Disfrutando, relajado y en buena compañía.\n\nEnjoying chilling out with good company.\n\n- LIO. Mobile Uploads.",
          1441470063
        ],
        [
          "¡Supercampeones de Europa!\n\nSuper-Champions of Europe!\n\n- LIO. Mobile Uploads.",
          1439326716
        ],
        [
          "La presentación ante nuestra gente siempre es un momento especial. Gracias por el apoyo desde el día 1, vamos a luchar por seguir consiguiendo objetivos.\n\nThe presentation of the team in front of our fans is always a special moment. Thanks for always being with us. We'll keep fighting to make our dreams a reality.\n\n- LIO. Mobile Uploads.",
          1438879210
        ],
        [
          "Tarde de relax con unos buenos mates.\n\nChilled afternoon having some maté.\n\n- LIO. Mobile Uploads.",
          1438444068
        ],
        [
          "Disfrutando de la mejor compañía. ❤️\n\nEnjoying being with best company. ❤️\n\n- LIO. Mobile Uploads.",
          1436807475
        ],
        [
          "No hay nada más doloroso en el fútbol que perder una final, pero no quiero que pase más tiempo sin darles las gracias a todos los que nos apoyaron siempre y nos siguieron bancando en los momentos difíciles.\n\nThere's nothing more painful in football than losing a final. But I don't want to leave it any longer to say thank you to everyone who has always supported us and continued to during the tough moments.\n\n- LIO. Mobile Uploads.",
          1436198615
        ],
        [
          "Disfrutando en familia antes de salir para Chile.\n\nEnjoying spending time with my family before heading to Chile.\n\n- LIO. Mobile Uploads.",
          1433779010
        ],
        [
          "Poniéndonos a punto en el Olympiastadion.\n\nGetting ready at the Olympiastadion.\n\n- LIO. Mobile Uploads.",
          1433535611
        ],
        [
          "¡Campeones!!! 🏆\n\nChampions!!! 🏆\n\n- LIO. Mobile Uploads.",
          1432407544
        ],
        [
          "Entrenando 💪🏻💪🏻\n\nTraining 💪🏻💪🏻\n\n- LIO. Mobile Uploads.",
          1432231162
        ],
        [
          "Me sumo al apagón de la Hora del Planeta.\n\nI'm supporting Earth Hour.\n\nwww.earthhour.org\n\n- LIO. Mobile Uploads.",
          1427585461
        ],
        [
          "Soy un pibe de barrio y quería regalarle estos botines a Brian Rossi, que es también de mi ciudad, Rosario. #PibeDeBarr10 #therewillbehaters\n\nI am a Pibe De Barrio, the boy from the neighbourhood, and now I have these boots for Brian Rossi who is also from Rosario. #PibeDeBarr10 #therewillbehaters\n\n- LIO. Mobile Uploads.",
          1427401440
        ]
      ],
      "dates_start": 1433585797,
      "dates_end": 1444698854,
      "likes_avg": 977556,
      "likes_stdev": 707306,
      "comments_avg": 18241,
      "comments_stdev": 19097,
      "shares_avg": 18068,
      "shares_stdev": 23078
    },
    {
      "number": 4,
      "important": [
        "que",
        "thank",
        "todo",
        "los",
        "gracia"
      ],
      "summary": "I wanted to celebrate the 30 million friends that we are on Instagram, and say thanks to every one of you for all the support. Thanks to you all for your support. Un abrazo y gracias por los mensajes de felicitación. Muchas gracias a todos por los mensajes de apoyo. Quería celebrar los 30 millones de amigos que somos en Instagram dándoles las gracias por el apoyo y mostrándoles la remera con la que debuté en el FC Barcelona, que casualmente también llevaba el dorsal número 30.",
      "common": [
        "abrazo",
        "de",
        "gracia",
        "hug",
        "los",
        "por",
        "que",
        "thank",
        "todo",
        "un"
      ],
      "messages": [
        [
          "A veces las malas noticias traen buenos recuerdos, como los que tengo yo y muchos chicos más de la gran persona que fue Ernesto Vecchio. Gracias por todo tu gran trabajo. Mi más sentido pésame a sus familiares.\n\nSometimes bad news brings back good memories, like those that I and many other players have of the great person that Ernesto Vecchio was. Thank you for all of the excellent work you did. Sending my condolences to your family.\n\n- LIO. Timeline Photos.",
          1485600756
        ],
        [
          "Terminando el año en la pile. ¡Feliz 2017 para todos!!!\n\nEnding the year in the pool. Happy 2017 everyone!!!\n\n- LIO. Timeline Photos.",
          1483229140
        ],
        [
          "¡Muchas gracias al Borussia Mönchengladbach por el mensaje de ánimo! Un gran detalle de su parte. Y por supuesto también quiero agradecer a toda la gente que me hizo llegar su aliento. Tengo que parar unos días para poder volver aún más fuerte. Un abrazo a todos.\n\nMany thanks to Borussia Mönchengladbach for their message of support! A really nice gesture from the club. Of course I would also like to thank everyone who has sent me their best wishes. I now have to rest for a few days before coming back even stronger. Hugs to everyone.\n\n- LIO. Timeline Photos.",
          1474563374
        ],
        [
          "Está todo bien, tengo que bajar el ritmo y seguir recuperándome con fisioterapia, pero nada preocupante. Gracias a todos por el apoyo.\n\nEverything is fine, I have to slow things down as I recover with physio, but it's nothing to worry about. Thanks to you all for your support.\n\n- LIO. Timeline Photos.",
          1473092895
        ],
        [
          "¡Muchas gracias a todos por los mensajes de felicitación! Un abrazo.\n\nMany thanks to everyone for the birthday wishes! Hugs.\n\n- LIO. Timeline Photos.",
          1466871674
        ],
        [
          "El apoyo de los fans es importantísimo para cualquier jugador, sin importar en qué momento de su carrera se encuentre.\n\nFan support is massive for any player, no matter what stage of their career. \n\nGyasi Zardes Accursio Bentivegna Khiry Shelton Timo Werner Rony Lopes Maxwel Cornet Aleksey Miranchuk Jeremie Boga James Wilson & Robert Kenedy. Backed by Messi Episode 6.",
          1461769127
        ],
        [
          "Hola Stephen Curry, como te prometí, acá te mando mi camiseta para celebrar tus 10 millones de seguidores en Instagram. ¡Un abrazo y muchos éxitos!\n\nHello Stephen Curry, as I promised I would, I'm sending you my shirt to celebrate you reaching 10 million followers on Instagram. Sending you a hug and best wishes for much success!\n\n- LIO.",
          1461514357
        ],
        [
          "Ya somos 40 millones en Insta. ¡Gracias a tod@s! 😉👍🏻\n\nWe've reached 40 million fans on Instagram. Thanks everyone! 😉👍🏻\n\ninstagram.com/leomessi\n\n- LIO. Timeline Photos.",
          1459429543
        ],
        [
          "Felicitaciones a Christy de Sydney, Australia, el primer ganador de #mymessi. ¡Gracias por la maravillosa foto y por el apoyo!\nUnite al movimiento: www.messi.com\n\nCongrats to Christy from Australia, Sydney, who is the first winner of #mymessi. Thank you for your wonderful photo and support! \nJoin the movement here: www.messi.com\n\n- LIO. Timeline Photos.",
          1458575198
        ],
        [
          "Gracias por estar siempre a mi lado. ¡Te echamos de menos, María Sol! 😘\n\nThanks for always being by my side. We missed you María Sol! 😘\n\n- LIO. Timeline Photos.",
          1452609495
        ],
        [
          "En el día de hoy quisiera darle gracias al fútbol, el deporte que me enamoró cuando era chiquito y del que sigo enamorado ciegamente. Gracias al fútbol por las tardes de alegrías, de emociones, de goles y de triunfos. Pero también gracias por esos otros días de sufrimiento, de frustraciones, de derrotas, todo eso me sirvió también para madurar como jugador y para saber valorar los buenos momentos. Gracias al fútbol y a toda la gente que me rodea y que me apoya todos los días: mi familia, mis amigos, mis compañeros, los fans... Estos premios individuales serían imposibles sin un trabajo colectivo. Por eso, este premio que hoy me vuelven a dar, quiero dedicárselo a todos ellos, del primero al último, y a este deporte tan maravilloso llamado fútbol.\n\nOn a day like today, I'd like to say thanks to football, the sport I fell in love when I was a kid and I'm still blindly in love with it. Thanks to football for the days of happiness, excitement, goals and victories. But also thanks for those other evenings of suffering, frustrations and defeats, all of that has helped me to value the good moments even more. Thanks to football and to all the people around me, who support me every single day: my family, friends, teammates and fans... Achieving these individual awards just wouldn't be possible without all this collective work. That's why I want to dedicate this award, to every one of them, from the first to the last. And also to this wonderful sport called football.\n\n- LIO. Timeline Photos.",
          1452539700
        ],
        [
          "¡Feliz año nuevo para todos!\n\nHappy New Year everyone!\n\n- LIO. Timeline Photos.",
          1451659591
        ],
        [
          "¡Mis felicitaciones a Aleksey Miranchuk, uno de los jugadores del equipo “Backed by Messi”, por su premio como Mejor Jugador Joven de Rusia del año!\n\nCongratulations to Aleksey Miranchuk, one of the players from the group \"Backed by Messi\", for winning the Russian Young Player of the Year award!\n\n#BeTheDifference\n\n- LIO. Timeline Photos.",
          1451383922
        ],
        [
          "Es un honor haber recibido en Dubai el premio al mejor jugador de 2015 en los Globe Soccer Awards. La alegría es completa porque el FC Barcelona fue también premiado como mejor club del año. Un abrazo a todos.\n\nIt's an honour to have received the Best Player of 2015 at the Globe Soccer Awards in Dubai. The achievement and happiness is complete after FC Barcelona were also awarded Best Club of the Year. Hugs.\n\n- LIO. Timeline Photos.",
          1451298196
        ],
        [
          "Lindo recibimiento en Japón. Gracias a los fans por venir a apoyarnos desde el primer momento.\n\nWarm welcome landing in Japan. Thanks to the fans for coming to support us from the very first moment.\n\n- LIO. Timeline Photos.",
          1450088484
        ],
        [
          "Muchas gracias al fenómeno Stephen Curry por mandarme su camiseta firmada con el número 30 para felicitarme por los 30 millones en Insta. ¡En cuanto llegues a 10 millones te mando la mía! 😜👍🏻 \n\nThanks so much to the great Stephen Curry for sending me a signed jersey to congratulate me for reaching 30 million followers on Instagram. As soon as you get 10M I'll send you mine! 😜👍🏻\n\n- LIO. Timeline Photos.",
          1449238051
        ],
        [
          "Quería celebrar los 30 millones de amigos que somos en Instagram dándoles las gracias por el apoyo y mostrándoles la remera con la que debuté en el FC Barcelona, que casualmente también llevaba el dorsal número 30. ¡Espero que les guste! ¡Abrazos! \n\nI wanted to celebrate the 30 million friends that we are on Instagram, and say thanks to every one of you for all the support. I am showing the kit that I wore in my first game with FC Barcelona. By coincidence, I was wearing the number 30. I hope you like it! Hugs.\n\ninstagram.com/leomessi\n\n- LIO. Timeline Photos.",
          1449153419
        ],
        [
          "Es un honor haber sido nombrado el mejor jugador de La Liga 2014/2015. Este premio es el resultado del trabajo de todo el equipo. Un abrazo y gracias por los mensajes de felicitación.\n\nIt's an honour to be awarded The Best La Liga Player 2014/2015. This award is the result of the hard work from the whole team. Hugs & thanks a lot for all the congratulatory messages.\n\n- LIO. Timeline Photos.",
          1448923005
        ],
        [
          "Muy feliz de haber recibido el premio Goal 50 de Goal.com. Tuvimos un año que colectivamente fue muy bueno y sería imposible ganar este tipo de premios sin mis compañeros. Un abrazo a tod@s.\n\nI’m very happy to be recognised with the Goal 50 award by Goal.com. We’ve had a very good year collectively and winning these kind of awards just would not be possible without my team-mates. A big hug! \n\n- LIO. Timeline Photos.",
          1448824344
        ],
        [
          "Muchas gracias a todos por los mensajes de apoyo. Para cualquiera que ama el fútbol, lo más difícil es no poder jugar. Ahora toca recuperarme bien para poder volver a la cancha. Un gran abrazo.\n\nThank you all for your supportive messages. For anyone who loves football, the hardest thing is not to be on the pitch. Now it's time to recover properly to come back. A big hug.\n\n- LIO. Mobile Uploads.",
          1443457152
        ],
        [
          "De camino a Mónaco a la gala del Premio al Mejor Jugador de Europa de la UEFA 2015.\n\nOn our way to Monaco for the 2015 UEFA Best Player in Europe awards gala.\n\n- LIO. Timeline Photos.",
          1440669397
        ],
        [
          "¡Ya somos 80 millones en Facebook! Gracias a todos por el apoyo diario, es realmente increíble. Un fuerte abrazo.\n\nWe're 80 million on Facebook! Thanks for the support day after day, it's incredible. Hugs! \n\n- LIO. Timeline Photos.",
          1439994852
        ],
        [
          "Diego, estamos con vos y tu familia en este duro momento. Un abrazo grande y fuerzas.\n\nDiego Maradona, we are with you and your family in these tough moments. A big hug.\n\n- LIO. Timeline Photos.",
          1435265569
        ],
        [
          "¡Gracias por la torta de cumpleaños! 🎂 Ha sido un lindo día, gracias a todos. \n\nThanks for the birthday cake! 🎂 It's been an amazing day, thank you everyone. \n\n- LIO. Timeline Photos.",
          1435188182
        ],
        [
          "Muchas gracias a todos por los saludos y vídeos dedicados por mi cumpleaños. Por estar siempre y apoyarme en todo lo que hago. Besos.\n\nThank you everyone for all the birthday wishes, messages, videos and photos. Thank you for always being there and supporting me in I everything I do. Kisses.\n\n- LIO. Timeline Photos.",
          1435167179
        ],
        [
          "¡Muchas gracias por todas las felicitaciones! Un abrazo.\n\nThanks a lot for all the congratulatory messages! Hugs.\n\n- LIO. Timeline Photos.",
          1429380821
        ],
        [
          "Estoy bien, ¡muchas gracias por todas las muestras de apoyo que me mandaron! Un abrazo.\n\nI'm fine, thanks a lot for all the support messages you've sent me! A hug.\n\n- LIO. Timeline Photos.",
          1427235154
        ]
      ],
      "dates_start": 1437670217,
      "dates_end": 1467272195,
      "likes_avg": 827618,
      "likes_stdev": 533113,
      "comments_avg": 19966,
      "comments_stdev": 23796,
      "shares_avg": 15978,
      "shares_stdev": 24799
    },
    {
      "number": 5,
      "important": [
        "partido",
        "de",
        "liga",
        "game",
        "con"
      ],
      "summary": "Qué linda forma de volver a la Champions con una importante victoria, un gran esfuerzo de todo el equipo y de la gente que nos apoya. Logramos un importante triunfo en una de las canchas más complicadas de La Liga. We have a tough game tomorrow, but we also have a lot of faith in our team who always give everything on the pitch. It'll be a tough game and we'll have to give everything to reach the final. We claimed an important win at one of the toughest away grounds in La Liga.",
      "common": [
        "con",
        "de",
        "game",
        "import",
        "liga",
        "partido",
        "que",
        "team",
        "un",
        "vamosargentina"
      ],
      "messages": [
        [
          "Con esfuerzo y ganas pudimos dar vuelta la eliminatoria. Seguimos trabajando día a día por los objetivos.\n\nWith effort and desire we managed to turn the tie around. We continue to work hard every day to achieve our targets.\n\n- LIO. Timeline Photos.",
          1484173385
        ],
        [
          "Empezando el año con nuestra hinchada y entrenando.\n\nBeginning the year with our fans at training.\n\n- LIO. Timeline Photos.",
          1483481554
        ],
        [
          "Preparando el último partido de liga de 2016.\n\nPreparing for the last league game of 2016.\n\n- LIO. Timeline Photos.",
          1482011634
        ],
        [
          "La aventura continúa... Próxima parada: adidas 📍\n\nThe adventure continues… Next stop: adidas 📍\n\n#ZNE #FindFocus. Timeline Photos.",
          1481220701
        ],
        [
          "Después de un buen partido del equipo, conseguimos un importante triunfo en una cancha especial.\n⚽️👍🏻\nA good team performance saw us gain an important win at a special ground.\n\n- LIO. Timeline Photos.",
          1479936726
        ],
        [
          "Logramos un importante triunfo en una de las canchas más complicadas de La Liga.\n\nWe claimed an important win at one of the toughest away grounds in La Liga.\n\n- LIO. Timeline Photos.",
          1478523024
        ],
        [
          "Qué linda forma de volver a la Champions con una importante victoria, un gran esfuerzo de todo el equipo y de la gente que nos apoya. 👍🏻⚽️\n\nWhat a great way to return to UEFA Champions League action with an important win, a big effort from the whole team and our fans. 👍🏻⚽\n\n- LIO. Timeline Photos.",
          1476942182
        ],
        [
          "Un día más.\n\nOne more day.\n\n- LIO. Timeline Photos.",
          1475842113
        ],
        [
          "Feliz por la victoria. Una vez más el esfuerzo de este equipo tuvo su recompensa. 👍🏻🇦🇷\n\nHappy with the win. Once again, the team's efforts were rewarded. 👍🏻🇦🇷\n\n- LIO. Timeline Photos.",
          1472775818
        ],
        [
          "Orgulloso de este grupo. ¡Vamos Argentina! 🇦🇷 \n\nProud of this group of players. Come on Argentina! 🇦🇷\n\n- LIO. Timeline Photos.",
          1466563145
        ],
        [
          "Entrenando en Boston y con la mente puesta en el partido de Cuartos.\n\nTraining in Boston with our minds focused on the Quarter-final game.\n\n#firstneverfollows\n\n- LIO.",
          1466027701
        ],
        [
          "¡Una alegría volver a verte!!! Gracias por la visita amigo 13_Pinto.\n\nGlad to see you again!!! Thanks for your visit, my friend.\n\n- LIO. Timeline Photos.",
          1462622552
        ],
        [
          "Mañana tenemos un partido importantísimo. Estamos preparándonos y totalmente concentrados para dar lo mejor de nosotros.\n\nWe've got a very important game tomorrow. We're getting ready and are fully focused on giving our all.\n\n- LIO. Timeline Photos.",
          1459785484
        ],
        [
          "Siempre es lindo reencontrarse con amigos como Thierry Henry.\n\nIt's always great to get together with friends like Thierry Henry.\n\n- LIO. Timeline Photos.",
          1456176444
        ],
        [
          "Feliz porque conseguimos otra victoria muy trabajada lejos de casa.\n\nI'm happy because we had another very important win away from home.\n\n- LIO. Timeline Photos.",
          1455738863
        ],
        [
          "Victoria muy trabajada e importante en Málaga. \n\nA very well earned and important victory in Malaga.\n\n- LIO. Timeline Photos.",
          1453573559
        ],
        [
          "Nuevo año pero el mismo objetivo: mejorar cada día.\n\nNew year but the same objective: to improve every day.\n\n- LIO. Timeline Photos.",
          1452191638
        ],
        [
          "¡Partido importante esta noche! ⚽️\n\nImportant game tonight! ⚽️\n\n- LIO. Timeline Photos.",
          1449317544
        ],
        [
          "¡Leo tiene sus nuevas #Messi15 y ya ha marcado con ellas!\n¡Consigue las tuyas! - a.did.as/6010Br1cC  \n\nLeo has new #Messi15 boots and he has already scored in them!\nGet yours! - a.did.as/6010Br1cC. Timeline Photos.",
          1448555824
        ],
        [
          "When Messi steps onto the pitch, he's never alone. See the fuel that took his club to the top: youtu.be/XviYhMgvZIQ Gatorade.",
          1448290800
        ],
        [
          "Namaste India! I'm very excited about my first association with an Indian brand and to be a part of the Tata Motors family madeofgreat\n\nNamaste India! Muy contento por mi primera asociación con una compañía de la India y de ser parte de la familia Tata Motors.\n\n- LIO.",
          1446740847
        ],
        [
          "Ya estamos en Vigo, con ganas de jugar esta tarde.\n\nLanded in Vigo, we're looking forward to playing this evening.\n\n- LIO. Mobile Uploads.",
          1443010249
        ],
        [
          "Mañana tendremos un partido complicado. El Celta ha tenido un muy buen inicio de liga.\n\nTomorrow we'll have a tough game. Celta have started the League pretty well. \n\n- LIO. Timeline Photos.",
          1442920195
        ],
        [
          "Juega bonito con Leo y el #FIFA16. Consigue el tuyo: http://o.ea.com/43725\n\nPlay Beautiful with Leo and #FIFA16! Get your copy: http://o.ea.com/43725. Play Beautiful with Leo and FIFA16!",
          1442584832
        ],
        [
          "Ya estamos en Tbilisi. Queremos darle una nueva alegría a nuestra gente.\n\nLanded in Tbilisi. We want to give our fans another moment to remember.\n\n- LIO. Timeline Photos.",
          1439208641
        ],
        [
          "Con muchas ganas de que llegue mañana, estos son los partidos más hermosos para jugar.\n\nCan't wait for tomorrow. These are the kind of matches that every player dreams about.\n\n- LIO. Mobile Uploads.",
          1435968450
        ],
        [
          "Ya llegamos a Santiago, comenzamos a prepararnos para la final de la Copa América. #VamosArgentina\n\nArrived in Santiago. It's time to get ready for the Copa América final. #VamosArgentina. Mobile Uploads.",
          1435794901
        ],
        [
          "Tenemos un rival muy duro mañana, pero mucha fe en este equipo que siempre deja todo.\n\nWe have a tough game tomorrow, but we also have a lot of faith in our team who always give everything on the pitch.\n\n- LIO. Timeline Photos.",
          1435279183
        ],
        [
          "Todo listo para hoy. #VamosArgentina\n\nEverything ready for today. #VamosArgentina\n\n- LIO. Timeline Photos.",
          1434483364
        ],
        [
          "Mañana encaramos otro desafío. Con muchas ganas de jugar este Clásico del Río de la Plata. ¡Vamos equipo, #VamosArgentina! 🇦🇷\n\nTomorrow we face another challenge. We're looking forward to playing the Río de La Plata Derby. Come on team, #VamosArgentina! 🇦🇷\n\n- LIO. Mobile Uploads.",
          1434402816
        ],
        [
          "Queríamos ganar y no pudo ser, pero tenemos que seguir más unidos y tranquilos que nunca. Ahora hay que pensar en poder conseguir un triunfo contra Uruguay. #VamosArgentina\n\nWe wanted to win but it wasn't possible. We have to be more united as a team than ever. Now we need to think about getting a victory against Uruguay. #VamosArgentina\n\n- LIO. Timeline Photos.",
          1434309271
        ],
        [
          "El apoyo de nuestra gente ha sido fundamental para lograr cada triunfo. Por eso celebrar con ellos el triplete fue tan emocionante. Visca el Barça!\n\nThe support from our fans has been crucial in helping us to achieve every single victory. That's why it was so great to celebrate with them. Visca el Barça!\n\n- LIO. Timeline Photos.",
          1433762870
        ],
        [
          "La Liga... ¡Y ahora la Copa! 🏆🏆 Força Barça!\n\nLa Liga title... And now Cup champions too! 🏆🏆 Come on Barça!\n\n- LIO. Timeline Photos.",
          1433018948
        ],
        [
          "¡Campeones!!! ¡La Liga es nuestra!!! 🏆 Increíble el trabajo de todos, estamos muy felices. Gracias a la gente que nos apoyó todo el año.\n\nChampions!!! La Liga is ours!!! 🏆 Incredible work from the whole team, we're all very happy. Thanks to everyone who has supported us throughout the season.\n\n- LIO. Timeline Photos.",
          1431888252
        ],
        [
          "Viendo River vs Boca.\n\nWatching Club Atlético River Plate vs BOCA.\n\n- LIO. Timeline Photos.",
          1431085357
        ],
        [
          "Me tocó rueda de prensa previa al partido de mañana. Será complicado y hay que dejar todo para llegar a la final.\n\nI was at a press conference ahead of tomorrow's match. It'll be a tough game and we'll have to give everything to reach the final.\n\n- LIO. Timeline Photos.",
          1430830763
        ],
        [
          "La precisión comienza teniendo una determinación incansable. Mirá como Gatorade impulsa al club de Leo.\n\nPrecision begins with relentless determination. See how Gatorade fuels Leo’s club.",
          1430760166
        ],
        [
          "Tito, siempre estarás presente en nuestra memoria y corazón.\n\nTito, you'll always be with us in memory and our hearts.\n\n- LIO. Timeline Photos.",
          1429985974
        ],
        [
          "400 goles con el FC Barcelona, ¡ojalá pueda marcar muchos más! Pero lo más importante es que conseguimos 3 puntos en un partido muy difícil.\n\n400 goals for FC Barcelona, and I hope to score many more! However the most important part is that we got 3 points from a really tough game.\n\n- LIO. Timeline Photos.",
          1429368076
        ],
        [
          "Los partidos terminan con el pitazo final, pero empiezan antes del inicial. Siempre me concentro antes de salir a la cancha para dar lo mejor de mí y buscar el triunfo del equipo. \n\nMatches end with the final whistle, but they start well before the kick-off. I'm always focused before stepping out onto the pitch, this way I can give my best performance and seek victory for my team.\n\n- LIO. Timeline Photos.",
          1429282615
        ]
      ],
      "dates_start": 1432513995,
      "dates_end": 1469407827,
      "likes_avg": 783744,
      "likes_stdev": 457514,
      "comments_avg": 11954,
      "comments_stdev": 9996,
      "shares_avg": 15833,
      "shares_stdev": 24349
    },
    {
      "number": 6,
      "important": [
        "anoth"
      ],
      "summary": "🔓\nConseguí los tuyos acá: www.adidas.com/messi_16\n___\n\nI’m very happy to introduce my new Blue Blast #Messi16 boots from adidas Football. Conseguí los tuyos mañana acá: http://www.adidas.com/messi_16\n\nMy new boots have arrived 🔥 \nBuilt to unlock agility 🔓\nTonight I unveiled my new Red Limit #Messi16 from adidas Football in Barcelona. Mis nuevos botines #Messi16 Space Dust de adidas Football. Conseguí los tuyos acá: http://www.adidas.com/messi_16\n#FirstNeverFollows\n\nFrom another planet! Get them here from tomorrow: http://www.adidas.com/messi_16\n\n#NeverFollow\n\n- LIO.",
      "common": [
        "agil",
        "agilidad",
        "anoth",
        "firstneverfollow",
        "footbal barcelona",
        "lio timelin photo",
        "los tuyo acá",
        "pair",
        "space",
        "tuyo acá"
      ],
      "messages": [
        [
          "Les presento mis nuevos botines Blue Blast #Messi16 de adidas Football.\nHechos para desbloquear la agilidad. 🔓\nConseguí los tuyos acá: www.adidas.com/messi_16\n___\n\nI’m very happy to introduce my new Blue Blast #Messi16 boots from adidas Football.\nCrafted to unlock agility. 🔓\nGet your pair here: www.adidas.com/messi_16\n \n#NeverFollow. Timeline Photos.",
          1486061825
        ],
        [
          "Llegaron mis nuevos botines 🔥\nHechos para liberar la agilidad 🔓\nEsta noche, presenté mis nuevos Red Limit #Messi16 de adidas Football en Barcelona.\nConseguí los tuyos mañana acá: http://www.adidas.com/messi_16\n\nMy new boots have arrived 🔥 \nBuilt to unlock agility 🔓\nTonight I unveiled my new Red Limit #Messi16 from adidas Football in Barcelona.\nGet them here from tomorrow: http://www.adidas.com/messi_16\n\n#NeverFollow\n\n- LIO. Timeline Photos.",
          1480012340
        ],
        [
          "¡De otro planeta!\nMis nuevos botines #Messi16 Space Dust de adidas Football.\nConseguí los tuyos acá: http://www.adidas.com/messi_16\n#FirstNeverFollows\n\nFrom another planet!\nMy new #Messi16 Space Dust boots from adidas Football.\nGet yours here: http://www.adidas.com/messi_16\n#FirstNeverFollows\n\n- LIO. Timeline Photos.",
          1476293176
        ],
        [
          "Cada botín adidas Football es un recuerdo de momentos increíbles. Ahora se viene otro. #MarcáLaDiferencia \nConseguí tus #Messi15 acá: a.did.as/messi15\n\nEach adidas Football boot is a reminder of some amazing moments. Now it‘s time to make another. #BeTheDifference\nGet your pair of #Messi15 here: a.did.as/messi15. Timeline Photos.",
          1435776354
        ]
      ],
      "dates_start": 1449735483,
      "dates_end": 1489336363,
      "likes_avg": 760413,
      "likes_stdev": 341077,
      "comments_avg": 9388,
      "comments_stdev": 7264,
      "shares_avg": 14359,
      "shares_stdev": 13775
    },
    {
      "number": 7,
      "important": [
        "photo",
        "lio mobil",
        "mobil upload",
        "upload",
        "lio timelin"
      ],
      "summary": "Feliz de juntarme con mis compañeros de la AFA - Selección Argentina para la gira por EEUU. Disfrutando con los chicos de la selección AFA - Selección Argentina en USA. Entrenando con la AFA - Selección Argentina en Chile. Desde chiquito mi sueño era jugar 1 partido con la AFA - Selección Argentina. Un día como hoy, hace justo 10 años, fue uno de los días más felices de mi vida porque ganamos el Mundial Sub-20 con la AFA - Selección Argentina.",
      "common": [
        "argentina teammat",
        "lio mobil",
        "lio mobil upload",
        "lio timelin",
        "lio timelin photo",
        "mobil",
        "mobil upload",
        "photo",
        "por",
        "upload"
      ],
      "messages": [
        [
          "Desde las 4 tomando mates en el predio. \n\nHaving a mate tea at the AFA - Selección Argentina team base.\n\n- LIO. Timeline Photos.",
          1464173965
        ],
        [
          "Paso a paso, sigo recuperándome bien para volver más fuerte. \nQuiero aprovechar para mandar un abrazo grande y mucho apoyo a mis compañeros de la AFA - Selección Argentina.\n\nStep by step, I am working on recovering to come back stronger. I’d also like to send a big hug and a lot of support to my Argentina teammates.\n\n- LIO. Mobile Uploads.",
          1444300100
        ],
        [
          "Feliz de juntarme con mis compañeros de la AFA - Selección Argentina para la gira por EEUU.\n\nHappy to have joined my Argentina teammates for our U.S. tour.\n\n- LIO. Mobile Uploads.",
          1441112944
        ],
        [
          "Un día como hoy, hace justo 10 años, fue uno de los días más felices de mi vida porque ganamos el Mundial Sub-20 con la AFA - Selección Argentina. El sábado vamos a intentar que lo vuelva a ser, llevándonos la Copa América.\n\n10 years ago today it was one of the happiest days of my life, because I won the U20 World Cup with Argentina. We'll try to make this Saturday an amazing day too by winning the Copa América.\n\n- LIO. Mobile Uploads.",
          1435873856
        ],
        [
          "Desde chiquito mi sueño era jugar 1 partido con la AFA - Selección Argentina. Ayer cumplí 100 partidos y estoy muy feliz de haber llegado hasta acá. No hay nada más emocionante y que me llene de orgullo que representar a mi país. Espero seguir haciéndolo por muchos años. Ahora, ¡vamos por la Copa! #VamosArgentina \n\nEver since I was a kid, my dream was to play for Argentina. Yesterday, I reached my 100th game and I'm very happy to have achieved it. There's nothing I can feel more proud of and more exciting than representing my country. I hope I can play for many more years. Now, it's time to win the Cup! #VamosArgentina\n\n- LIO. Timeline Photos.",
          1434914933
        ],
        [
          "Entrenando con la AFA - Selección Argentina en Chile. ¡Empieza un nuevo sueño! \n\nTraining with my national team in Chile. A new dream begins!\n\n- LIO. Timeline Photos.",
          1433944503
        ],
        [
          "Disfrutando con los chicos de la selección AFA - Selección Argentina en USA. Muchas gracias a los hinchas de acá por el recibimiento y el apoyo. ¡Mañana partido!\n\nHaving a good time with my Argentina teammates in USA. Thanks a lot to all the local fans for their welcome and support. Tomorrow is match day!\n\n- LIO. Mobile Uploads.",
          1427484311
        ]
      ],
      "dates_start": 1429304398,
      "dates_end": 1451211205,
      "likes_avg": 804353,
      "likes_stdev": 414502,
      "comments_avg": 17896,
      "comments_stdev": 19481,
      "shares_avg": 13525,
      "shares_stdev": 11610
    },
    {
      "number": 8,
      "important": [
        "photo"
      ],
      "summary": "BILBAO / COPA DEL REY FINAL. Próxima parada: final de la Copa del Rey. Timeline Photos. FC BARCELONA vs ATH. - LIO.",
      "common": [
        "ath",
        "parada final",
        "parada final de",
        "parada final de copa",
        "parada final de copa del",
        "photo",
        "próxima",
        "próxima parada",
        "próxima parada final",
        "próxima parada final de"
      ],
      "messages": [
        [
          "Campeones de la Copa del Rey 2014/2015\n\nCopa del Rey Champions 2014/2015. FC BARCELONA vs ATH. BILBAO / COPA DEL REY FINAL.",
          1433103509
        ],
        [
          "Próxima parada: final de la Copa del Rey.\n\nNext stop: the Copa del Rey final.\n\n- LIO. Timeline Photos.",
          1432821959
        ]
      ],
      "dates_start": 1432821959,
      "dates_end": 1433103509,
      "likes_avg": 316456,
      "likes_stdev": 262066,
      "comments_avg": 4257,
      "comments_stdev": 3037,
      "shares_avg": 13367,
      "shares_stdev": 6350
    },
    {
      "number": 9,
      "important": [
        "que",
        "con",
        "great",
        "al"
      ],
      "summary": "Fue muy lindo poder conocer a Issa gracias al programa de lucha contra la malaria de la Fundación Leo Messi. Thanks to Ooredoo Group for working alongside the Leo Messi Foundation to globally expand the joint project of Mobile Clinics. Gracias a Ooredo Group por seguir trabajando con la Fundación Leo Messi para expandir globalmente el proyecto conjunto de clínicas móviles. ¡Campeones de la Liga!!! Vivimos con preocupación la situación de miles de refugiados que llegan a Europa día a día como consecuencia de la guerra.",
      "common": [
        "al",
        "con",
        "great",
        "lio photo",
        "lio photo leo",
        "lio photo leo messi",
        "lio photo leo messi post",
        "photo leo messi",
        "photo leo messi post",
        "que"
      ],
      "messages": [
        [
          "Gran victoria ayer, siempre es importante empezar ganando en un torneo como éste. Espero estar listo lo antes posible para ayudar al equipo. Gracias por los mensajes de apoyo.\n\nA great win yesterday, it's always important to open tournaments like this one with a victory. I hope to be back to help the team as soon as possible. Thank you for the messages of support.\n\n- LIO. Photos from Leo Messi's post.",
          1465323939
        ],
        [
          "¡Campeones de la Liga!!! Lo conseguimos gracias al gran esfuerzo de todos. Este título se lo dedicamos a nuestra gente, que estuvo bancándonos hasta el final.\n\nLa Liga Champions!!! We've achieved this thanks to everyone's great efforts. We dedicate this title to all of those people who supported us until the end.\n\n- LIO. Photos from Leo Messi's post.",
          1463248522
        ],
        [
          "Feliz por la victoria y porque pude compartir el Balón de Oro con nuestra gente. Una gran parte de este premio es también de todos ellos.\n\nHappy for today's win and for having the chance to share the Ballon d'Or with everyone here. A big part of this award belongs to them too.\n\n- LIO. Photos from Leo Messi's post.",
          1453063009
        ],
        [
          "Lindo día con los aficionados en el entreno a puertas abiertas y con la visita a los hospitales para dar aliento a los chicos que tienen que estar allá en estas fechas tan especiales.\n\nToday has been a great day with our fans at the open door training session and also visiting hospitals to support the children who are unfortunate in having to be there over these festive days.\n\n- LIO. Photos from Leo Messi's post.",
          1451924998
        ],
        [
          "Este tipo de cosas deberían ser inconcebibles en pleno siglo XXI. \n\nThis kind of thing should be unthinkable in the 21st Century.\n\n- LIO. Fundación Leo Messi. Vivimos con preocupación la situación de miles de refugiados que llegan a Europa día a día como consecuencia de la guerra. Nos unimos al pedido de toda la comunidad internacional para encontrar una pronta solución a esta tragedia.\n#FundaciónLeoMessi #ElegiCreer\n\nWe are concerned about the situation of thousands of refugees arriving in Europe every day as a result of the war. We join the whole international community in calling for a rapid solution to this tragedy.\n#LeoMessiFoundation #ChooseToBelieve.",
          1441369942
        ],
        [
          "Ya tenemos 3 clínicas más en Argelia. Gracias a Ooredo Group por seguir trabajando con la Fundación Leo Messi para expandir globalmente el proyecto conjunto de clínicas móviles.\n\nWe have 3 more clinics in Argelia! Thanks to Ooredoo Group for working alongside the Leo Messi Foundation to globally expand the joint project of Mobile Clinics.\n\n- LIO. Timeline Photos.",
          1439032289
        ],
        [
          "Fue muy lindo poder conocer a Issa gracias al programa de lucha contra la malaria de la Fundación Leo Messi.\n\nIt was great to meet Issa, a wonderful experience made possible by the Leo Messi Foundation and its work against malaria.\n\nhttps://youtu.be/7qj6J7BMHNM\n\n- LIO. Timeline Photos.",
          1430493189
        ]
      ],
      "dates_start": 1437289646,
      "dates_end": 1461126321,
      "likes_avg": 678852,
      "likes_stdev": 344813,
      "comments_avg": 9250,
      "comments_stdev": 5206,
      "shares_avg": 12171,
      "shares_stdev": 13466
    },
    {
      "number": 10,
      "important": [
        "que",
        "win",
        "de",
        "para",
        "lio timelin"
      ],
      "summary": "Ahora estoy preparado para la final de la UEFA Champions League. ¡Participá en el Coro de la UEFA Champions League! Now I’m ready for the UEFA Champions League final. We're happy as we wanted to reach the UEFA Champions League final, but our objective is still the same: to win it. Ready for the gala and the UEFA Champions League draw!",
      "common": [
        "champion leagu final",
        "de",
        "de champion",
        "final",
        "final de",
        "lio timelin",
        "lio timelin photo",
        "para",
        "que",
        "win"
      ],
      "messages": [
        [
          "Cuando comienzan los partidos de la UEFA Champions League, únete al equipo que siempre juega en casa = Lay's United!\n\nWhen the UEFA Champions League games kick off, join the team that always plays at home = Lay's United!",
          1486919846
        ],
        [
          "Buena victoria para seguir adelante en la Champions.\n\nA good win as we progress in the UEFA Champions League.\n\n- LIO. Timeline Photos.",
          1481060275
        ],
        [
          "⚽️ Manchester ⚽️\n\nUEFA Champions League. Timeline Photos.",
          1477984998
        ],
        [
          "The UEFA Champions League is back! Cheer with Lay's to win prizes including tickets! www.game-ready.com/cheers  \n \n¡La UEFA Champions League ha vuelto! ¡Anima con Lay’s y gana premios incluyendo entradas! www.game-ready.com/cheers. Timeline Photos.",
          1473689405
        ],
        [
          "Yo ya me uní a la causa del Hospital M-I Vall d’Hebron, pero es el compromiso de un equipo el que engrandece las cosas. Doná a través de este sorteo solidario y tené la posibilidad de ganar mis botines de fútbol originales y firmados, el mismo modelo que utilicé en la final de la Champions League en 2015. Las donaciones se destinarán 100% a la causa. Entrá a bidaway.com/messi y hacé tu donación.\n\nI joined the cause to support Vall d’Hebron Hospital but it’s the commitment of a team that makes great things happen. That’s why I’m calling on you: donate to enter a sweepstake and have a chance to win my original signed football boots, the model from the 2015 Champions League final. All donations will go 100% to charity. Go to bidaway.com/messi and make your donation.\n\n- LIO. Timeline Photos.",
          1465564717
        ],
        [
          "¡Ya tenemos nuestro rival de Cuartos de la Champions!\n\nOur opponents have been announced for the UEFA Champions League Quarterfinals!\n\n- LIO. Timeline Photos.",
          1458306471
        ],
        [
          "Get #GameReady to join the Choir of UEFA Champions League!  \n\n¡Participá en el Coro de la UEFA Champions League! ¿Estás #GameReady? Get #GameReady to join the Choir of UEFA Champions League!",
          1458047537
        ],
        [
          "¡Fuerza Ney! Mañana cerramos la fase de grupos de la Champions en Alemania e intentaremos que sea con otra victoria.\n\nStay strong Neymar Jr.! Tomorrow we play our last UEFA Champions League group game in Germany and we'll try to get another victory!\n\n- LIO. Timeline Photos.",
          1449608274
        ],
        [
          "¡Qué ganas tenía de una noche de Champions como ésta! ¡Felicitaciones a todo el equipo y gracias a la afición y también a Jorge Lorenzo por la visita!\n\nI was looking forward to taking part in a UEFA Champions League match like the one tonight! Congrats to the whole team and thank you to all our fans and to Jorge Lorenzo for paying us a visit!\n\n- LIO. Timeline Photos.",
          1448401961
        ],
        [
          "¡Hoy volvemos a la Champions!\n\nIt's UEFA Champions League time!\n\n#UCL\n\n- LIO. Timeline Photos.",
          1448379772
        ],
        [
          "La Champions que ganamos en junio ya es algo del pasado. Esta temporada vamos a luchar para conseguir de nuevo el trofeo. #Messi15\n\nLast season's UEFA Champions League success is already in the past. In 2016, we want to be lifting that trophy again. #Messi15\n\n- LIO. Mobile Uploads.",
          1442411584
        ],
        [
          "Ya estamos en Italia. ¡Que empiece la Champions!\n\nWe're in Italy... Bring on the UEFA Champions League!\n\n- LIO. Mobile Uploads.",
          1442331645
        ],
        [
          "¡Listo para la gala y el sorteo de la Champions!\n\nReady for the gala and the UEFA Champions League draw! \n\n#UCLdraw\n\n- LIO. Timeline Photos.",
          1440682736
        ],
        [
          "Queríamos volver a estar en una final de la Champions y lo hemos conseguido. Ahora queda lo más importante: ganarla. ¡Vamos Barça!\n\nWe wanted to reach the UEFA Champions League final once again and we've managed to do it. Now the most important part: to win. Come on FC Barcelona!\n\n- LIO. Timeline Photos.",
          1433594141
        ],
        [
          "Sólo faltan 48 horas para la final de la Champions. ¡Con muchas ganas de jugarla! #Messi15 #BeTheDifference\n\n48 hours left until the UEFA Champions League final kicks off. Can't wait! #Messi15 #BeTheDifference\n\n- LIO. Timeline Photos.",
          1433435549
        ],
        [
          "Recién recibí mis nuevos adidas Football #Messi15. Ahora estoy preparado para la final de la UEFA Champions League. #BeTheDifference\n\nI just got my new adidas Football #Messi15. Now I’m ready for the UEFA Champions League final. #BeTheDifference\n\n- LIO. Timeline Photos.",
          1433262064
        ],
        [
          "Felices porque queríamos llegar a la final de la Champions. Nuestro objetivo sigue siendo el mismo: ganarla.\n\nWe're happy as we wanted to reach the UEFA Champions League final, but our objective is still the same: to win it.\n\n- LIO. Timeline Photos.",
          1431460537
        ],
        [
          "¡Mañana jugamos por la Champions!\n\nTomorrow we have a UEFA Champions League game!\n\n- LIO. Timeline Photos.",
          1429556701
        ]
      ],
      "dates_start": 1434015608,
      "dates_end": 1469839748,
      "likes_avg": 700405,
      "likes_stdev": 448031,
      "comments_avg": 10710,
      "comments_stdev": 8703,
      "shares_avg": 10924,
      "shares_stdev": 10138
    },
    {
      "number": 11,
      "important": [
        "lio timelin",
        "lio",
        "friend",
        "amigo"
      ],
      "summary": "¡Feliz cumple amigo Ney! 😉👍🏻🎂🎁🎉🎊\nHappy birthday, Luis, my friend! 🎉🎂\n\nHappy birthday to my friend Neymar Jr.! ¡Feliz cumple Tomy! ¡Feliz cumple 'Matu'!",
      "common": [
        "amigo",
        "cumpl amigo",
        "friend",
        "lio",
        "lio timelin",
        "lio timelin photo",
        "matu",
        "ney",
        "neymar",
        "neymar jr"
      ],
      "messages": [
        [
          "Feliz cumple, Ney. ¡Que lo pases genial, amigo!\n🎁🎊🎈🎂\nHappy birthday Neymar Jr. Have a great time, my friend!\n\n- LIO. Timeline Photos.",
          1486312483
        ],
        [
          "¡Feliz cumple amigo Luis Suarez!\n😉👍🏻🎂🎁🎉🎊\nHappy birthday, Luis, my friend!\n\n- LIO. Timeline Photos.",
          1485292174
        ],
        [
          "¡Festejando el cumple de la vieji!!!\n😋😘😘😘\nCelebrating my Mum's birthday!!! Timeline Photos.",
          1485195362
        ],
        [
          "¡Feliz cumple 'Matu'! Te amo gordito.\n🎂🎈🎉\nHappy birthday 'Matu'! I love you. Timeline Photos.",
          1473659157
        ],
        [
          "¡Feliz cumple amigo Ney! 🎉🎂\n\nHappy birthday to my friend Neymar Jr.! 🎉🎂\n\n- LIO. Timeline Photos.",
          1454697832
        ],
        [
          "¡Feliz cumple Tomy! \n🎂🎉🎊\nHappy Birthday Tomy!\n\n- LIO. Mobile Uploads.",
          1437720600
        ]
      ],
      "dates_start": 1452135791,
      "dates_end": 1488823410,
      "likes_avg": 874730,
      "likes_stdev": 356044,
      "comments_avg": 10100,
      "comments_stdev": 4716,
      "shares_avg": 9310,
      "shares_stdev": 6021
    },
    {
      "number": 12,
      "important": [
        "que",
        "de",
        "lio",
        "lio timelin",
        "los"
      ],
      "summary": "Es el nuevo juguete de la marca Messi con el que ya disfrutan niños de todo el mundo – www.footbubbles.com\n\nDo you know Messi FootBubbles? Make your donation to UNICEF and help to improve the lives of the affected children and their families: http://bit.ly/1TktJfz\n\n- LIO. For everything you've given to the team and to the game, thanks Xavi! ____\n\nLa Liberté Cup es un torneo de fútbol en solidaridad con los refugiados de Grande-Synthe en Francia. Thank you to everyone who helps me with the Leo Messi Foundation and for making it possible.",
      "common": [
        "de",
        "help",
        "lio",
        "lio timelin",
        "lio timelin photo",
        "los",
        "photo",
        "que",
        "timelin",
        "timelin photo"
      ],
      "messages": [
        [
          "Un día de guerra es demasiado. Los niños de Siria llevan SEIS años sometidos a la violencia y crueldad de un conflicto que los tiene como rehenes. Como padre y Embajador de UNICEF tengo el corazón destrozado. Sumá tu voz a UNICEF para exigir el fin de la guerra. http://uni.cf/SyriaSix\n\nA war day is too much. The children of Syria have been subjected to violence and cruelty for SIX years in a conflict that holds them hostage. As a father and as a UNICEF's Ambassador I am heartbroken. Add your voice to UNICEF to demand the end of the war. http://uni.cf/SyriaSix\n\n- LIO. Timeline Photos.",
          1489582388
        ],
        [
          "Ayúdanos a vencer al cáncer infantil. Dona ahora en paralosvalientes.com\n\nHelp us to beat childhood cancer. Donate now at paralosvalientes.com\n\n#ParaLosValientes. #ParaLosValientes.",
          1489507054
        ],
        [
          "Ayúdanos a vencer al cáncer infantil: paralosvalientes.com \n\nHelp us to beat childhood cancer: paralosvalientes.com\n\n#ParaLosValientes\n\n- LIO. Timeline Photos.",
          1487963626
        ],
        [
          "Los medicamentos para la Hepatitis C salvan vidas, acabemos con las listas de espera.\n\nMedication against Hepatitis C saves lives, let's put an end to the waiting lists.\n\n#StopTheWait\n\n- LIO. Timeline Photos.",
          1487695444
        ],
        [
          "Hay muchos niños que sufren, hay que hacer lo posible para que no pase. Sumate a #invulnerables y jugá el partido de tu vida.\n\nThere are many children who live in suffering, we've got to do all we can to prevent this. Join #invulnerables and put in the performance of your life.\n\n- LIO.",
          1487614626
        ],
        [
          "Help us to build the SJD Pediatric Cancer Center, a center created by everyone, for everyone. \n\nMake your donation now at paralosvalientes.com. SJD Pediatric Cancer Center.",
          1487170387
        ],
        [
          "¡Feliz de poder seguir colaborando con adidas muchos años más!\n\nHappy to continue working with adidas for many more years!\n\n- LIO. Timeline Photos.",
          1486742500
        ],
        [
          "Como padre, me duele ver a los niños viviendo algunos de los peores conflictos y desastres del mundo. Los niños están sufriendo desnutrición y desplazamiento. Este año, UNICEF tiene como objetivo llegar a 48 millones de niños en crisis en todo el mundo. Todos nosotros podemos apoyar su trabajo para salvar vidas: http://uni.cf/hac2017 #ParaCadaNiño en emergencias.\n\nAs a dad, it pains me to see children living amongst some of the world's worst conflicts and disasters, in which they suffer malnutrition and are being displaced. This year, UNICEF has set a target of assisting 48 million children who are living in crisis situations throughout the world. Each one of us can support their efforts to save lives: http://uni.cf/hac2017 #ForeEveryChild in emergencies.\n\n- LIO. Timeline Photos.",
          1485891382
        ],
        [
          "¡El año pasado en Barcelona, este año Nueva York! Muy contento de ver que celebraron el 10/10 de nuevo.👟😊 ¡Felicitaciones a los que consiguieron los botines! 👍🏻🇺🇸 #Messi16 #LimitedCollection \n\nLast year Barcelona, this year New York! Very happy to see so many celebrate 10/10 again.👟😊 Congratulations to everyone who got a pair! 👍🏻🇺🇸\n#Messi16 #LimitedCollection\n\n- LIO. Timeline Photos.",
          1476204782
        ],
        [
          "The Liberté Cup is a football tournament, a signal of solidarity for refugees in Grande-Synthe, France. It's not a political campaign, it’s not a charity and we're not asking to open borders. The aim is simple. To change the way refugees are viewed in the media. They don’t need your pity, they want your support so forget the politics and let's play. Welcome to The Liberté Cup.\n\nFootball has no borders.\n____\n\nLa Liberté Cup es un torneo de fútbol en solidaridad con los refugiados de Grande-Synthe en Francia. No es una campaña política, no es una asociación benéfica y no estamos pidiendo que se abran las fronteras. El objetivo es sencillo. Cambiar la percepción sobre los refugiados en los medios de comunicación. Ellos no necesitan tu compasión, quieren tu apoyo, así que olvidemos la política y juguemos al fútbol. Bienvenidos a la Liberté Cup. \n\nEl fútbol no tiene fronteras. \n\n#🏆 #⚽\n\n#TheLiberteCup\nfacebook.com/thelibertecup. Timeline Photos.",
          1473343693
        ],
        [
          "¡Felicitaciones a la Peque por conseguir la primera medalla de oro para Argentina, valió la pena tantos años de esfuerzo! ¡Ojalá sea la primera de muchas para nuestro país en estos Juegos Olímpicos! \n🏅🇦🇷\nCongratulations to La Peque on winning Argentina's first gold in Rio, all of those years of effort have paid off! I hope that this medal is the first of many for our nation at these Olympics!\n\n- LIO. Timeline Photos.",
          1470568488
        ],
        [
          "“Flota como una mariposa, pica como una abeja”. \n\n\"Float like a butterfly, sting like a bee.\"\n\nMuhammad Ali. Timeline Photos.",
          1465057264
        ],
        [
          "Los nuevos botines #Messi16 están acá para crear lo imposible. CONSEGUÍ LOS TUYOS AHORA: a.did.as/messi16\n\nThe new #Messi16 boots are here to create the impossible. GET YOURS NOW: a.did.as/messi16 \n\n#FirstNeverFollows. Timeline Photos.",
          1464257676
        ],
        [
          "Quiero pedirte que nos unamos frente a las emergencias, no importa el lugar donde ocurran: Ecuador, Argentina, el mundo… Apoyar ahora a quienes sufren por los desastres naturales es nuestra prioridad. Sumemos nuestra colaboración a UNICEF para mejorar la vida de los chicos y familias afectadas. Colaborá acá: http://bit.ly/1O1FmWX\n *Si vivís en Argentina, podés colaborar acá: http://bit.ly/26CCThb\n__\n\nI want you to join forces with us to offer aid in emergency situations, regardless of where these happen in the world, be it in Ecuador, Argentina... Right now our priority is to help those affected by these natural disasters. Make your donation to UNICEF and help to improve the lives of the affected children and their families: http://bit.ly/1TktJfz\n\n- LIO. Timeline Photos.",
          1462113708
        ],
        [
          "En este momento de tanto dolor, todo mi apoyo y solidaridad con el pueblo hermano de Ecuador. Fuerza que saldrán adelante.\n\nIn times of such pain, all of my support and solidarity goes to the people of our brother nation, Ecuador. I send you strength, everything will work out.\n\n- LIO. Timeline Photos.",
          1461607129
        ],
        [
          "See what drives Leo Messi and the world’s best footballers: Gatorade.\n\nMirá lo que empuja a Leo Messi y a los mejores futbolistas del mundo: Gatorade Argentina. See what drives Leo Messi and the world’s best footballers.",
          1460383521
        ],
        [
          "Los NUEVOS botines #Messi15, hechos para ganar.\nCONSEGUILOS ACÁ: a.did.as/messi_15 \n#MarcaLaDiferencia\n\nThe NEW #Messi15 boots, built to win.\nAVAILABLE NOW: a.did.as/messi_15\n#BeTheDifference. Timeline Photos.",
          1456847275
        ],
        [
          "Ballon d'Or Gala 2015. Ballon d'Or Gala 2015.",
          1452800973
        ],
        [
          "Feliz por la victoria y por haber llegado a 500 partidos con el FC Barcelona. Gracias a todos lo que me ayudaron durante estos años.\n\nHappy for today's win and for reaching my 500th game for FC Barcelona. Thanks to everyone who's helped me over the years.\n\n- LIO. Timeline Photos.",
          1451515525
        ],
        [
          "Club Atlético River Plate vs FC Barcelona - FIFA Club World Cup Final. FIFA Club World Cup Final.",
          1450734795
        ],
        [
          "El título mundial de hoy es la mejor manera de acabar este año. El equipo, los hinchas que viajaron, el ambiente... ¡Todo de 🔟! También fue muy lindo volver a ver a un equipo argentino en una final mundial.\n\nToday's world title is the best way to end the year. The team, the fans who came, the atmosphere... All a 🔟! Also, it was great to see an Argentinean team reaching a world final.\n\n- LIO. Timeline Photos.",
          1450627140
        ],
        [
          "Siempre es triste escuchar que un deportista se va a retirar. Pero Kobe Bryant quedará en la historia como uno de los más grandes y quien hizo con su magia que me interesara este deporte. Toda la suerte del mundo en tu nueva etapa Kobe.\n\nIt's always sad to hear when a sportsman is retiring. But Kobe Bryant will always be in the history books as one of the greatest. It was he who helped me become interested in basketball. All the best in the next stage of your life, Kobe.\n\n- LIO. Timeline Photos.",
          1449069863
        ],
        [
          "¿Conoces Messi FootBubbles? Es el nuevo juguete de la marca Messi con el que ya disfrutan niños de todo el mundo – www.footbubbles.com\n\nDo you know Messi FootBubbles? It's the new Messi branded toy that has just been launched and is already being enjoyed by kids from all around the world – www.footbubbles.com.",
          1447348631
        ],
        [
          "Every goal they score, every title they win, all happens through teamwork. See the new film about FC Barcelona's  rise to the treble: Gatorade\n\nCada gol que marcan, cada título que ganan, es gracias al trabajo en equipo. Aquí está la nueva película sobre el triplete del FC Barcelona: Gatorade.",
          1446815231
        ],
        [
          "¡Juega a FIFA 16 Ultimate Team en tu móvil! Salta al campo y lucha por la victoria. Descárgalo gratis http://hyperurl.co/FIFA16UT\n\nPlay FIFA 16 Ultimate Team on mobile! Get on the pitch and fight for victory. Download it for free http://hyperurl.co/FIFA16UT.",
          1445003930
        ],
        [
          "¡Dicen que en la vida querer es poder y que de la parte mala también se puede aprender! Muy buena frase y muy buen video querido amigo 13_Pinto, ¡grande ese mensaje! Que se expanda: www.youtube.com/watch?v=TKH_dhFZ9Rw\n\nThey say that in life \"if you want it, you can get it\" and that \"you can even learn from the bad times\"! Great quotes and video from my friend 13_Pinto. Nice message! Let's spread the word: \nwww.youtube.com/watch?v=TKH_dhFZ9Rw\n\n- LIO. Pinto \"Wahin\" feat Henry Mendez y La Xula - Camino de la ilusión #VeAPorTusSueños. Descarga iTunes: https://itunes.apple.com/es/album/camino-la-ilusion-single-feat./id1028592412 Amazon: http://www.amazon.es/Camino-Ilusi%C3%B3n-Single-Pinto-...",
          1443705498
        ],
        [
          "Bienvenidos a mi primera sesión de Facebook live. Hoy estoy probando mis nuevas #Messi. ¿Quieres verlo?\n\nWelcome to my first live Facebook feed. I'm trying out my new adidas Football #Messi15. Do you want to see? #BeTheDifference.",
          1442233451
        ],
        [
          "Nunca te olvides de ser agradecido por todas las cosas y todas las personas que tienes a tu alrededor. #WeAreGreaterThanI\n\nAlways remember to never forget to be thankful and appreciative of everything and everyone around you. #WeAreGreaterThanI. Samsung Mobile. We are all connected, intrinsically co-dependent, and tied together for better and for worse. Together, we are greater than I.",
          1437069652
        ],
        [
          "Se retira un grande, uno de mis ídolos. Pablo Aimar, te deseo lo mejor en tu nueva etapa. Gracias por todo lo que nos hiciste disfrutar con tu magia. \n\nPablo Aimar, a great player and one of my idols has just announced his retirement. I wish you the best in the next stage of your life. Thanks for letting us to enjoy your magic.\n\n- LIO. Mobile Uploads.",
          1436988244
        ],
        [
          "¡Emociona recibir tanto afecto de niños en todo el mundo! Gracias a mi familia y a todos los que me acompañan en la Fundación Leo Messi por hacerlo posible.\n\nIt's amazing to get so much affection from children across the world. Thank you to everyone who helps me with the Leo Messi Foundation and for making it possible.\n\n- LIO. Fundación Leo Messi. Niños de todo el mundo saludan a Leo en el día de su cumpleaños. Déjale tu mensaje y compártelo con tus amigos!\n#FundacionLeoMessi #ElegiCreer #Messi28\n\nChildren all over the world greet Leo on his birthday. Post your message and share it with your friends!\n#LeoMessiFoundation #ChooseToBelieve.",
          1435155038
        ],
        [
          "Por todo lo que les has dado al equipo y al fútbol: ¡Gracias Xavi! Ha sido un orgullo haber jugado con vos y te deseo lo mejor para el futuro. \n\nFor everything you've given to the team and to the game, thanks Xavi! It's been great to have played alongside you and I wish you all the best for the future.\n\n- LIO. Timeline Photos.",
          1432302794
        ],
        [
          "La competitividad también impulsa el juego de Leo. Mirá como Gatorade la lleva a otro nivel.\n\nCompetitive fire is what drives Leo's game. Watch how Gatorade takes it to another level.",
          1431607500
        ],
        [
          "Más de un millón de niños de Nepal necesitan nuestra ayuda inmediata. La necesidad es enorme y continúa creciendo. Para ayudarles, visitá -  http://supportunicef.org/nepal\n\nMore than 1 million children of Nepal need our immediate help. The needs are enormous and keep growing. To help please visit - http://supportunicef.org/nepal. Timeline Photos.",
          1430291285
        ],
        [
          "Doná para ayudar a los refugiados en el norte de Camerún #YWBC http://yellowhistleblowerfc.com\n\nDonate to help refugees in North Cameroon #YWBC http://yellowhistleblowerfc.com. Donate to help refugees in North Cameroon #YWBFC. Yellow Whistleblower is a fundraising initiative for NGOs on the ground that help refugees in North Cameroon.",
          1430212412
        ],
        [
          "De vuelta en Barcelona. La gira por EEUU me deja sabor agridulce. Dos victorias con un gran trabajo de todos, pero no pude jugar por el hinchazón en el pie. Todavía me duele un poco, pero espero estar listo pronto para ayudar a la AFA - Selección Argentina y al FC Barcelona.\n\nBack in Barcelona. The Tour in US was sweet and sour for me. We got 2 wins with a great job from everyone, but I couldn't play because of my swollen foot. It still hurts a bit, but I hope to recover soon so I can help the National team and FC Barcelona.\n\n- LIO. Timeline Photos.",
          1427996179
        ]
      ],
      "dates_start": 1437925378,
      "dates_end": 1478304854,
      "likes_avg": 332424,
      "likes_stdev": 258702,
      "comments_avg": 5525,
      "comments_stdev": 4152,
      "shares_avg": 9104,
      "shares_stdev": 8931
    },
    {
      "number": 13,
      "important": [
        "ant",
        "entrenamiento",
        "upload",
        "liga",
        "tomorrow"
      ],
      "summary": "Last training session before we head to Vigo tomorrow. 🇯🇵\n\nLast training session before tomorrow's La Liga game. Último entrenamiento antes del partido de liga de mañana. Último entrenamiento antes de viajar mañana a Vigo. Último entrenamiento antes de nuestro primer partido de liga.",
      "common": [
        "ant",
        "ant de",
        "entrenamiento",
        "entrenamiento ant",
        "liga",
        "tomorrow",
        "upload",
        "último",
        "último entrenamiento",
        "último entrenamiento ant"
      ],
      "messages": [
        [
          "Último entrenamiento antes de recibir al Granada. ⚽🔵🔴\n\nFinal training session before we welcome Granada. ⚽🔵🔴\n\n- LIO. Timeline Photos.",
          1477673693
        ],
        [
          "Último entrenamiento antes del partido de liga de mañana. ¡Después nos vamos a Japón! 🇯🇵\n\nLast training session before tomorrow's La Liga game. After that we go to Japan! 🇯🇵\n\n- LIO. Timeline Photos.",
          1449855409
        ],
        [
          "Último entrenamiento antes de nuestro primer partido de liga.\n\nLast training session ahead of our first match in La Liga. \n\n- LIO. Mobile Uploads.",
          1440252456
        ],
        [
          "Jugando al truco con los chicos después de entrenarnos.\n♠️♥️♣️♦️🃏\nPlaying cards with the boys after our training session.\n\n- LIO. Mobile Uploads.",
          1435605501
        ],
        [
          "Llegamos a Alemania y estuvimos entrenando en el Allianz Arena. ¡Mañana nos jugamos mucho!\n\nWe arrived in Germany and went to a training session at the Allianz Arena. Tomorrow's game is very important!\n\n- LIO. Timeline Photos.",
          1431372891
        ],
        [
          "Último entrenamiento antes de viajar mañana a Vigo.\n\nLast training session before we head to Vigo tomorrow.\n\n- LIO. Mobile Uploads.",
          1428164525
        ]
      ],
      "dates_start": 1427173781,
      "dates_end": 1460467709,
      "likes_avg": 612907,
      "likes_stdev": 157765,
      "comments_avg": 9026,
      "comments_stdev": 3085,
      "shares_avg": 7776,
      "shares_stdev": 2880
    },
    {
      "number": 14,
      "important": [
        "vs fc",
        "de",
        "liga",
        "liga match",
        "barcelona vs"
      ],
      "summary": "FC BARCELONA vs REAL MADRID / EL CLÁSICO - LA LIGA - MATCH 28. FC BARCELONA vs R.SOCIEDAD / LA LIGA - MATCH 36. FC BARCELONA vs ALMERÍA / LA LIGA - MATCH 30. FC BARCELONA vs DEPORTIVO LA CORUÑA / LA LIGA - MATCH 38. FC BARCELONA vs BAYERN MUNICH / UCL SEMIFINALS - 1st LEG.",
      "common": [
        "barcelona vs",
        "de",
        "fc barcelona vs",
        "leg",
        "liga",
        "liga match",
        "match",
        "ucl",
        "vs fc",
        "vs fc barcelona"
      ],
      "messages": [
        [
          "Bilbao 😀👍🏻⚽️. Timeline Photos.",
          1483624334
        ],
        [
          "FC Barcelona vs Real Madrid - 03/12/2016. EL CLÁSICO.",
          1480862205
        ],
        [
          "Ganar el triplete es sólo una parte de la historia del FC Barcelona. Descubre cómo consiguieron llegar a lo más alto el próximo 4 de noviembre: Gatorade.\n\nWinning a treble is just one piece of the FC Barcelona story. See what it took them to reach the top on November 4th: Gatorade.",
          1446481794
        ],
        [
          "ATHLETIC BILBAO vs FC BARCELONA / SPANISH SUPER CUP. ATHLETIC BILBAO vs FC BARCELONA / SPANISH SUPER CUP.",
          1439887745
        ],
        [
          "El FC Barcelona jugó el último partido de la temporada en La Liga el pasado fin de semana, donde además recibieron el trofeo de campeones.\n\nFC Barcelona played their last La Liga match on the weekend. They were also presented with this season's trophy. FC BARCELONA vs DEPORTIVO LA CORUÑA / LA LIGA - MATCH 38.",
          1432584049
        ],
        [
          "BAYERN MUNICH vs FC BARCELONA / UCL - SEMIFINALS 2nd LEG. BAYERN MUNICH vs FC BARCELONA / UCL - SEMIFINALS 2nd LEG.",
          1431546378
        ],
        [
          "FC BARCELONA vs R.SOCIEDAD / LA LIGA - MATCH 36. FC BARCELONA vs R.SOCIEDAD / LA LIGA - MATCH 36.",
          1431288555
        ],
        [
          "FC BARCELONA vs BAYERN MUNICH / UCL SEMIFINALS - 1st LEG. FC BARCELONA vs BAYERN MUNICH / UCL SEMIFINALS - 1st LEG.",
          1431012767
        ],
        [
          "PSG vs FC BARCELONA / UCL - QUARTERFINALS 1st LEG. PSG vs FC BARCELONA / UCL - QUARTERFINALS 1st LEG.",
          1429212295
        ],
        [
          "FC BARCELONA vs ALMERÍA / LA LIGA - MATCH 30. FC BARCELONA vs ALMERÍA / LA LIGA - MATCH 30.",
          1428590824
        ],
        [
          "Una victoria en el Clásico que sirve para aumentar la ventaja del FC Barcelona a 4 puntos. \n\nA victory in El Clásico that extends the gap between FCBarcelona and second to 4 points. FC BARCELONA vs REAL MADRID / EL CLÁSICO - LA LIGA - MATCH 28.",
          1427144820
        ]
      ],
      "dates_start": 1422331104,
      "dates_end": 1461711762,
      "likes_avg": 139209,
      "likes_stdev": 315369,
      "comments_avg": 1943,
      "comments_stdev": 3213,
      "shares_avg": 7466,
      "shares_stdev": 3611
    },
    {
      "number": 15,
      "important": [
        "leo",
        "jugador",
        "player",
        "los",
        "back"
      ],
      "summary": "Backed by Messi. See the Backed By Messi players talk about making the move to the first team in Episode 2: https://youtu.be/ath5EkGIW7o\n\n#NeverFollow #Messi16. Conoce de primera mano cómo los jugadores Backed By Messi llegaron a jugar en el primer equipo en el Episodio 2: https://youtu.be/ath5EkGIW7o\n\nMoving up to the first team is one of the biggest steps in any player’s career. Descarga Messi Runner y recorre el mundo junto a Leo 💪🏻⚽️\n\nDownload Messi Runner and run across the world with Leo 💪🏻⚽️\n⬇️⬇️⬇️\nAndroid: http://bit.ly/messirunner\niOS: http://bit.ly/messirunnerios\nMessi Games. Participa en www.footbubbles.com\n\nShow us what you can do with Messi FootBubbles to be in with a chance of meeting Lionel Messi.",
      "common": [
        "back",
        "back messi",
        "de",
        "jugador",
        "leo",
        "los",
        "play",
        "player",
        "tata",
        "team"
      ],
      "messages": [
        [
          "paralosvalientes.com. Leo Messi's cover photo.",
          1487932803
        ],
        [
          "Como todo jugador, Leo creció soñando con triunfar algún día. Los jugadores Backed by Messi comparten sus sueños futbolísticos y sus planes para hacerlos realidad: https://youtu.be/40P-WbDlPic\n#Messi16 #NeverFollow\n\nJust like every player, Leo grew up dreaming of achieving greatness. The Backed By Messi players share their footballing dreams and their plans to make them reality: https://youtu.be/40P-WbDlPic\n#Messi16 #NeverFollow.",
          1484575632
        ],
        [
          "Dar el salto al primer equipo es uno de los pasos más importantes en la carrera de cualquier futbolista. Conoce de primera mano cómo los jugadores Backed By Messi llegaron a jugar en el primer equipo en el Episodio 2: https://youtu.be/ath5EkGIW7o\n\nMoving up to the first team is one of the biggest steps in any player’s career. See the Backed By Messi players talk about making the move to the first team in Episode 2: https://youtu.be/ath5EkGIW7o\n\n#NeverFollow #Messi16.",
          1480177233
        ],
        [
          "Download the Play Messi APP and start scoring points to live the #PlayMessiExperience with Leo!\nAndroid 📲 https://goo.gl/fF2JxF\niOs 📲 https://goo.gl/ZwDi47\n✈ 🎮🔟 ⚽🔴🔵 🚍. Play Messi Experience.",
          1478188640
        ],
        [
          "Wow!!! \n\n¡Somos más de un millón de jugadores en Messi Runner! ⚽️💪🏻\n\nWe are more than a million players on Messi Runner! ⚽️💪🏻\n\nDownload Free Messi Runner:\n⬇️⬇️⬇️\nAndroid: http://bit.ly/messirunner\niOS: http://bit.ly/messirunnerios\nMessi Games. Timeline Photos.",
          1474031702
        ],
        [
          "Descarga Messi Runner y recorre el mundo junto a Leo 💪🏻⚽️\n\nDownload Messi Runner and run across the world with Leo 💪🏻⚽️\n⬇️⬇️⬇️\nAndroid: http://bit.ly/messirunner\niOS: http://bit.ly/messirunnerios\nMessi Games. Timeline Photos.",
          1471001288
        ],
        [
          "Download the Play Messi APP and start scoring points to live the #PlayMessiExperience, just like Santiago (ARG), Enrique (MEX) and Renzo (PER) did!\n⬇⬇⬇⬇\nAndroid  https://goo.gl/PxfDjG\niOs  https://goo.gl/Eh1ZKe. Play Messi Experience.",
          1470403971
        ],
        [
          "Mate 8 Edicion Limitada by Messi llegará pronto. Sólo existen 5.000 unidades en el mundo: HuaweiMessiLimitedEdition.com\n\nMate 8 Limited Edition by Messi coming soon. There will be just 5000 handsets available worldwide: HuaweiMessiLimitedEdition.com. Timeline Photos.",
          1467212843
        ],
        [
          "Jugá con Messi FootBubbles y podrás tener la oportunidad de conocer a Lionel Messi. Participa en www.footbubbles.com\n\nShow us what you can do with Messi FootBubbles to be in with a chance of meeting Lionel Messi. Enter at www.footbubbles.com. Messi Footbubbles.",
          1466178639
        ],
        [
          "The #Fantastico song released by Tata Motors seems to have got everyone’s feet tapping. Check it out here: http://bit.ly/FantasticoSong\n\nLa canción #Fantastico de Tata Motors parece que tiene a todo el mundo bailando. Descúbrela aquí: http://bit.ly/FantasticoSong. Lionel Messi, Global Brand Ambassador of Tata Motors | Tata Zica – The New Hatchback in its Class. : Tata Motors has appointed Lionel Messi as its global brand ambassador. Check out how Tata Zica & Lionel Messi keep pushing to achieve success which makes them great. #madeofgreat #fantastico.",
          1456519728
        ],
        [
          "Reto a los chicos del equipo Backed by Messi a ver si también consiguen darle al travesaño desde el córner al primer intento.  #MarcaLaDiferencia\n\nI hit the crossbar from the corner flag on my first attempt. Let’s see if you can do it too, Backed by Messi players.  #BeTheDifference \n\nJeremie Boga Timo Werner Accursio Bentivegna Gyasi Zardes Khiry Shelton Rony Lopes Maxwel Cornet Aleksey Miranchuk James Wilson & Robert Kenedy\n\n- LIO. Crossbar Challenge.",
          1455195403
        ],
        [
          "¡Disfrutá grandes aventuras con Messi SpaceScooter Game! ¡Ganá increíbles premios y tendrás la oportunidad de conocer a Leo Messi! Descubrí más en  www.messispacescootergame.com y disfrutá jugando.\n\nEnjoy great adventures with the Messi SpaceScooter Game! Win great prices and a chance on a Meet&Greet with Leo Messi himself! Find out more at www.messispacescootergame.com\nEnjoy playing! Timeline Photos.",
          1454425407
        ],
        [
          "¡El episodio 2 de Backed by Messi ya está aquí! Descubre cómo se preparan los jugadores, física y mentalmente, para los partidos importantes: youtu.be/V-3edx1OGQ8\n\nBacked by Messi Episode 2 is here! Watch how the players mentally and physically get themselves ready for their big games: youtu.be/V-3edx1OGQ8\n\n#BeTheDifference. Backed By Messi Episode 2.",
          1450800000
        ],
        [
          "Estos son los 10 jugadores que llevarán mis botines #Messi15 durante la temporada. Seguí su historia, contada por ellos mismos, en Team Messi. Próximamente... #MarcaLaDiferencia\n\nThese are the 10 players who will be playing in my #Messi15 boots this season. Follow their story told by them on Team Messi. Coming soon. #BeTheDifference  \n\nMaxwel Cornet, Jeremie Boga officiel, Robert Kenedy, Khiry Shelton, Timo Werner, James Wilson, Gyasi Zardes, Aleksey Miranchuk, Rony Lopes, Accursio Bentivegna\n\n- LIO. Backed by Messi.",
          1443194466
        ],
        [
          "Esta temporada no seré el único que lleve mis botines #Messi15. He elegido a 10 jugadores que comparten mi motivación por ganar todo. Adiviná quiénes son en Team Messi. #MarcaLaDiferencia\n\nThis season I won’t be the only one wearing my #Messi15 boots. I have chosen 10 players who share my motivation to win everything. Find out who they are at Team Messi.\n#BeTheDifference\n\n- LIO. Mobile Uploads.",
          1442502071
        ]
      ],
      "dates_start": 1451522606,
      "dates_end": 1479456037,
      "likes_avg": 209030,
      "likes_stdev": 160703,
      "comments_avg": 5041,
      "comments_stdev": 6503,
      "shares_avg": 5788,
      "shares_stdev": 6849
    },
    {
      "number": 16,
      "important": [],
      "summary": "TOUR. ARGENTINA vs JAMAICA / COPA AMÉRICA CHILE 2015 - GROUP B, MATCH 3. ARGENTINA vs BOLIVIA / U.S.",
      "common": [
        "américa",
        "copa américa",
        "copa américa chile",
        "copa américa chile group",
        "copa américa chile group match",
        "group match",
        "jamaica",
        "jamaica copa",
        "jamaica copa américa",
        "vs jamaica copa américa"
      ],
      "messages": [
        [
          "ARGENTINA vs BOLIVIA / U.S. TOUR. ARGENTINA vs BOLIVIA / U.S. TOUR.",
          1441451186
        ],
        [
          "ARGENTINA vs JAMAICA / COPA AMÉRICA CHILE 2015 - GROUP B, MATCH 3. ARGENTINA vs JAMAICA / COPA AMÉRICA CHILE 2015 - GROUP B, MATCH 3.",
          1435090644
        ]
      ],
      "dates_start": 1435090644,
      "dates_end": 1441451186,
      "likes_avg": 20743,
      "likes_stdev": 3699,
      "comments_avg": 731,
      "comments_stdev": 153,
      "shares_avg": 5362,
      "shares_stdev": 1218
    },
    {
      "number": 17,
      "important": [
        "cf",
        "athlet"
      ],
      "summary": "SEVILLA CF vs FC BARCELONA / LA LIGA - MATCH 31. CÓRDOBA CF vs FC BARCELONA / LA LIGA - MATCH 35. ATHLETIC BILBAO vs FC BARCELONA / LA LIGA - MATCH 1. RCD ESPANYOL vs FC BARCELONA / LA LIGA - MATCH 33. CELTA VIGO vs FC BARCELONA / LA LIGA - MATCH 29.",
      "common": [
        "athlet",
        "celta vigo vs fc barcelona",
        "cf",
        "cf vs",
        "cf vs fc",
        "cf vs fc barcelona",
        "cf vs fc barcelona liga",
        "córdoba",
        "córdoba cf",
        "córdoba cf vs"
      ],
      "messages": [
        [
          "ATHLETIC BILBAO vs FC BARCELONA / LA LIGA - MATCH 1. ATHLETIC BILBAO vs FC BARCELONA / LA LIGA - MATCH 1.",
          1440425771
        ],
        [
          "Leo ganó su séptima Liga con el FC Barcelona.\n\nLeo won his 7th La Liga title with FC Barcelona. ATLÉTICO DE MADRID vs FC BARCELONA / LA LIGA - MATCH 37.",
          1432148243
        ],
        [
          "CÓRDOBA CF vs FC BARCELONA / LA LIGA - MATCH 35. CÓRDOBA CF vs FC BARCELONA / LA LIGA - MATCH 35.",
          1430736095
        ],
        [
          "RCD ESPANYOL vs FC BARCELONA / LA LIGA - MATCH 33. RCD ESPANYOL vs FC BARCELONA / LA LIGA - MATCH 33.",
          1430074165
        ],
        [
          "SEVILLA CF vs FC BARCELONA / LA LIGA - MATCH 31. SEVILLA CF vs FC BARCELONA / LA LIGA - MATCH 31.",
          1428859336
        ],
        [
          "CELTA VIGO vs FC BARCELONA / LA LIGA - MATCH 29. CELTA VIGO vs FC BARCELONA / LA LIGA - MATCH 29.",
          1428418796
        ]
      ],
      "dates_start": 1427720951,
      "dates_end": 1435833184,
      "likes_avg": 18455,
      "likes_stdev": 7515,
      "comments_avg": 449,
      "comments_stdev": 190,
      "shares_avg": 4195,
      "shares_stdev": 2066
    }
  ]
}