{
  "pagename": "Microsoft",
  "globalstats": {
    "messages": 1341,
    "likes_avg": 1075,
    "likes_stdev": 1910,
    "comments_avg": 93,
    "comments_stdev": 144,
    "shares_avg": 158,
    "shares_stdev": 359,
    "graph_uri": "clusters/Microsoft.png"
  },
  "clusters": [
    {
      "number": 1,
      "important": [
        "get",
        "artist seri mice",
        "artist",
        "seri",
        "hand",
        "microsoft hardwar",
        "hardwar",
        "mice",
        "artist seri",
        "art"
      ],
      "common": [
        "artist",
        "artist series",
        "artist series mice",
        "hardware",
        "http",
        "mice",
        "microsoft",
        "microsoft hardware",
        "series",
        "series mice"
      ],
      "messages": [
        [
          "Get art in the palm of your hand with the refreshed Artist Series Mice from Microsoft Hardware: http://msft.it/6037Xu0P Refreshed Artist Series Mice",
          1366649659
        ],
        [
          "Flip through the current collection of Microsoft Hardware's Limited Edition Artist Series mice and read about what inspired the artists here: http://bit.ly/MZ3ydk Limited Edition Artist Series Mice from Microsoft Hardware",
          1347547176
        ],
        [
          "Weekend Reading: Bing introduces its app for Windows 8, new Microsoft Hardware Artist Series mice designs unveiled, and more: http://bit.ly/NQtv2l Timeline Photos",
          1345300731
        ],
        [
          "Beautiful new Artist Series Mice from Matt Lyon and Microsoft Hardware. Learn more: http://bit.ly/TEUoHh New Limited Edition Artist Series Mice from Microsoft Hardware",
          1345092423
        ],
        [
          "Beautiful new Artist Series Mice from Calvin Ho and Microsoft Hardware. Learn more: http://bit.ly/TEUoHh New Limited Edition Artist Series Mice from Microsoft Hardware",
          1345092423
        ],
        [
          "Beautiful new Artist Series Mice from Dana McClure and Microsoft Hardware. Learn more: http://bit.ly/TEUoHh New Limited Edition Artist Series Mice from Microsoft Hardware",
          1345092423
        ],
        [
          "Beautiful new Artist Series Mice from Zansky and Microsoft Hardware. Learn more: http://bit.ly/TEUoHh New Limited Edition Artist Series Mice from Microsoft Hardware",
          1345092423
        ],
        [
          "Beautiful new Artist Series Mice from Yellena James and Microsoft Hardware. Learn more: http://bit.ly/TEUoHh New Limited Edition Artist Series Mice from Microsoft Hardware",
          1345092423
        ],
        [
          "Learn more about artist Yellena James: http://bit.ly/TEUoHh The Latest Limited Edition Artist Series Mice",
          1345039434
        ],
        [
          "Learn more about artist Matt Lyon: http://bit.ly/TEUoHh The Latest Limited Edition Artist Series Mice",
          1345039434
        ],
        [
          "Learn more about artist Calvin Ho: http://bit.ly/TEUoHh The Latest Limited Edition Artist Series Mice",
          1345039434
        ],
        [
          "Learn more about artist Zansky: http://bit.ly/TEUoHh The Latest Limited Edition Artist Series Mice",
          1345039434
        ],
        [
          "Learn more about artist Dana McClure: http://bit.ly/TEUoHh The Latest Limited Edition Artist Series Mice",
          1345039434
        ],
        [
          "http://bit.ly/L3gPou Microsoft Hardware Limited Edition Artist Series Mice",
          1341504445
        ],
        [
          "http://bit.ly/Rl6dkQ Microsoft Hardware Limited Edition Artist Series Mice",
          1341504445
        ],
        [
          "http://bit.ly/Ov6B0d Microsoft Hardware Limited Edition Artist Series Mice",
          1341504445
        ],
        [
          "http://bit.ly/LRyWgv Microsoft Hardware Limited Edition Artist Series Mice",
          1341504445
        ],
        [
          "Meet the nine global artists behind Microsoft Hardware's Limited Edition Artist Series mice and download a free wallpaper design here: http://bit.ly/GZgD6H Timeline Photos",
          1333030852
        ]
      ],
      "dates_start": 1338866535,
      "dates_end": 1351045185,
      "likes_avg": 260,
      "likes_stdev": 423,
      "comments_avg": 25,
      "comments_stdev": 34,
      "shares_avg": 85,
      "shares_stdev": 150
    },
    {
      "number": 2,
      "important": [
        "follow us",
        "mani",
        "account microsoft",
        "us instagram",
        "passion",
        "boundari",
        "account",
        "celebr peopl",
        "travel",
        "domor"
      ],
      "common": [
        "boundaries achieve goals domore",
        "day",
        "domore",
        "domore every",
        "domore every day",
        "every",
        "every day",
        "instagram",
        "microsoft",
        "people"
      ],
      "messages": [
        [
          "We traveled to Brazil, where we met Rodrigo, a man of many passions. Follow us on Instagram to see his story. #DoMore Rodrigo Rodrigues | Rocker, Restaurateur, Writer The official Instagram account of Microsoft. Celebrating people who break boundaries, achieve their goals, and #DoMore every day.",
          1428341576
        ],
        [
          "We traveled to Peru, where we met Ana, a young woman whose organization is #empowering girls through a mix of education and mentorship. Follow us on Instagram for more of her story. #DoMore Ana Dodson | Founder, Peruvian Hearts The official Instagram account of Microsoft. Celebrating people who break boundaries, achieve their goals, and #DoMore every day.",
          1427812238
        ],
        [
          "When our global Instagram adventure took us to Lima, we caught up with Tony, whose coffee trucks are making a difference. #DoMore Antonio Tang | Mobile Barista The official Instagram account of Microsoft. Celebrating people who break boundaries, achieve their goals, and #DoMore every day.",
          1427220002
        ],
        [
          "Our Instagram global adventure found a moment of zen in the middle of New York City. Find out how Gisele is changing the world, one small step at a time. #DoMore Gisele Agnew | Yoga Instructor, Organic Candlemaker The official Instagram account of Microsoft. Celebrating people who break boundaries, achieve their goals, and #DoMore every day.",
          1426613971
        ],
        [
          "We thought we knew how to brush our teeth. That is, until we met two guys named Mike on our Instagram tour. #DoMore Michael Davidson & Michael Smith | Toothbrush Innovators The official Instagram account of Microsoft. Celebrating people who break boundaries, achieve their goals, and #DoMore every day.",
          1425496351
        ],
        [
          "Our Instagram world tour made a stop in Los Angeles, where we met modern-day Renaissance man Sal Masekela. Find out what drives him to #DoMore. Sal Masekela | Commentator, Musician, Filmmaker The official Instagram account of Microsoft. Celebrating people who break boundaries, achieve their goals, and #DoMore every day.",
          1424981431
        ],
        [
          "Our Instagram adventures reached new heights when we met Tyler, an 11-year-old mountaineer who climbs for a cause. #DoMore Tyler Armstrong | World Record-Holding Mountain Climber The official Instagram account of Microsoft. Celebrating people who break boundaries, achieve their goals, and #DoMore every day.",
          1424724115
        ],
        [
          "While on our international Instagram adventure, we met Rich, Mad Men’s Harry Crane and a gamer of a different kind. #DoMore Rich Sommer | Actor, Board Game Fanatic The official Instagram account of Microsoft. Celebrating people who break boundaries, achieve their goals, and #DoMore every day.",
          1424375076
        ],
        [
          "Our international Instagram adventure took us to Bristol, England, where we found Kathy. Her thought-provoking art combines elements of nature and technology. #DoMore Kathy Hinde | Mixed Media Artist The official Instagram account of Microsoft. Celebrating people who break boundaries, achieve their goals, and #DoMore every day.",
          1423770751
        ],
        [
          "Julia’s 9-to-5 in the London PR world gives her lots of material for her #5to9 as a comedian. #DoMore. Julia Streets | PR Consultant, Comedian The official Instagram account of Microsoft. Celebrating people who break boundaries, achieve their goals, and #DoMore every day.",
          1423595272
        ],
        [
          "Our global adventure took us to Paris, where we met Juliette. She’s helping women everywhere feel better and look better at the same time. #DoMore Juliette de Feraudy | Lawyer, Hosiery Designer The official Instagram account of Microsoft. Celebrating people who break boundaries, achieve their goals, and #DoMore every day.",
          1422392644
        ],
        [
          "On our global Instagram tour of people who #DoMore, we met Whitney, a Microsoft employee in France. She chronicles her life in Paris, one photo at a time, every single day. Whitney Cubbison | Unique Perspectives on Paris The official Instagram account of Microsoft. Celebrating people who break boundaries, achieve their goals, and #DoMore every day.\n",
          1421957883
        ],
        [
          "Lorenzo made a difference in his hometown by fighting youth unemployment and litter with one ingenious program. See how he and others #DoMore: http://msft.it/6184xrd8 Lorenzo Dente | Environmentalist, Entrepreneur The official Instagram account of Microsoft. Celebrating people who break boundaries, achieve their goals, and #DoMore every day.\n",
          1421348787
        ],
        [
          "Loretta helped bring her family's 200-year-old Italian farm into the 21st century. #DoMore Loretta di Simone | Organic Farmer, Innovator The official Instagram account of Microsoft. Celebrating people who break boundaries, achieve their goals, and #DoMore every day.",
          1421093309
        ],
        [
          "Siew Te Wong founded the Bornean Sun Bear Conservation Centre in Malaysia to help protect the endangered species.\n\nFollow us on Instagram to see more of his story and meet others who #DoMore every day: http://msft.it/6184aN6K Siew Te Wong | Biologist & Sun Bear Expert The official Instagram account of Microsoft. Celebrating people who break boundaries, achieve their goals, and #DoMore every day.",
          1420831143
        ],
        [
          "Australians Jarrel and Jennifer created a Windows Phone app that detects the risk of anemia with a selfie. \n\nFollow us on Instagram to learn more about them and others who #DoMore every day: http://msft.it/6189ayuL Jarrel Seah & Jennifer Tang | Medical Students, App Creators The official Instagram account of Microsoft. Celebrating people who break boundaries, achieve their goals, and #DoMore every day.",
          1420219684
        ],
        [
          "Four friends, four backgrounds, one shared interest: fashion. \n\nFollow us on Instagram to learn more about FOUREYES and other people who #DoMore daily: http://msft.it/6188vQIA FOUREYES | Friends, Fashion Bloggers The official Instagram account of Microsoft. Celebrating people who break boundaries, achieve their goals, and #DoMore every day.",
          1419880054
        ],
        [
          "We got deep with Riley, a shark advocate in New Zealand. \n\nFollow us on Instagram to learn more about him and other people who #DoMore daily: http://msft.it/6189vkSV Riley Elliot | Marine Scientist, Shark Man The official Instagram account of Microsoft. Celebrating people who break boundaries, achieve their goals, and #DoMore every day.",
          1419273543
        ],
        [
          "Dennis founded Garden Pool to help people #DoMore when it comes to sustainable food production.\n\nFollow us on Instagram to see his story: http://msft.it/6183QAbT Dennis McClung: Founder, Garden Pool The official Instagram account of Microsoft. Celebrating people who break boundaries, achieve their goals, and #DoMore every day.",
          1418752804
        ],
        [
          "#BehindTheScenes of our Instagram shoot in #LosAngeles: You can’t dream if you don’t sleep. #DoMore #WPPhoto #ShotOnMyLumia \n\nFollow our adventures on Instagram: http://msft.it/6188QSk6 Behind the Scenes: From Snapping to Napping The official Instagram account of Microsoft. Celebrating people who break boundaries, achieve their goals, and #DoMore every day.",
          1418404684
        ],
        [
          "We’re searching for people who #DoMore daily, like interior designer, blogger, and author Justina. Follow us on Instagram to learn more about her and meet other inspiring people: http://msft.it/6182QVIC Justina Blakeney: Designer, Blogger, Author The official Instagram account of Microsoft. Celebrating people who break boundaries, achieve their goals, and #DoMore every day. ",
          1418065175
        ],
        [
          "On our global adventure to find people who #DoMore, we met acclaimed graffiti artist Allison Hueman. \n\nFollow us on Instagram to hear her story and meet more people like her: http://msft.it/6184Q67y Allison Hueman: Graphic Designed turned Graffiti Artist The official Instagram account of Microsoft. Celebrating people who break boundaries, achieve their goals, and #DoMore every day.",
          1417633212
        ],
        [
          "#BehindTheScenes: We always make room for adventure. Next stop: #LosAngeles. #DoMore #WPPhoto #ShotOnMyLumia \n\nJoin in by following us on Instagram: http://msft.it/6186tfAg Behind the scenes: LA-Bound The official Instagram account of Microsoft. Celebrating people who break boundaries, achieve their goals, and #DoMore every day.",
          1417547283
        ]
      ],
      "dates_start": 1419031938,
      "dates_end": 1425692495,
      "likes_avg": 409,
      "likes_stdev": 421,
      "comments_avg": 24,
      "comments_stdev": 10,
      "shares_avg": 22,
      "shares_stdev": 12
    },
    {
      "number": 3,
      "important": [
        "halo",
        "weekend read",
        "miss",
        "edit",
        "news",
        "weekend",
        "univers",
        "read",
        "edit week",
        "may"
      ],
      "common": [
        "edition",
        "may",
        "may missed",
        "microsoft",
        "missed microsoft",
        "news may missed",
        "news may missed microsoft",
        "reading",
        "weekend",
        "weekend reading"
      ],
      "messages": [
        [
          "Weekend Reading: The Halo universe expands. Weekend Reading: April 17 Edition Your weekly news you may have missed from Microsoft.",
          1429362005
        ],
        [
          "Weekend Reading: Meet the new Surface 3. Weekend Reading: April 3 Edition Your weekly brunch of news you may have missed from Microsoft. ",
          1428152405
        ],
        [
          "Weekend Reading: Cooking up some cross-platform apps in the Microsoft Garage. Weekend Reading: Feb. 27 Edition Your weekly brunch of news you may have missed from Microsoft. ",
          1425135604
        ],
        [
          "Weekend Reading: Like Uber, but for motorcycle taxis. Weekend Reading: Feb. 20 Edition Your weekly brunch of news you may have missed from Microsoft. ",
          1424530802
        ],
        [
          "Weekend Reading: Sunrise, soldiers and students. Weekend Reading: Feb. 13th Edition Your weekly brunch of news you may have missed from Microsoft. \n",
          1423926008
        ],
        [
          "Weekend Reading: The Master Chief Collection Weekend Reading: November 14th Edition Your weekly brunch of news you may have missed from Microsoft. ",
          1416063607
        ],
        [
          "Weekend Reading: Introducing the most complete cloud Weekend Reading: October 24th Edition Your weekly brunch of news you may have missed from Microsoft. ",
          1414242006
        ],
        [
          "Weekend Reading: The new Adobe Creative Cloud arrives on Surface Pro 3.  Weekend Reading: Oct. 10th Edition Your weekly brunch of news you may have missed from Microsoft. ",
          1413032407
        ],
        [
          "Weekend Reading: A first look at Windows 10. Weekend Reading: October 3rd Edition Your weekly brunch of news you may have missed from Microsoft. ",
          1412427607
        ],
        [
          "Weekend Reading: Students and teachers, you may be eligible for free Office 365 ProPlus.  Weekend Reading: Sept. 26th Edition Your weekly brunch of news you may have missed from Microsoft. ",
          1411822805
        ],
        [
          "Weekend Reading: What's a five-letter word meaning to \"press your mouse button\"? Weekend Reading: September 12th Edition Your weekly brunch of news you may have missed from Microsoft. ",
          1410616809
        ],
        [
          "Weekend Reading: See the new Windows devices introduced at IFA 2014  Weekend Reading: Sept. 5th Edition Your weekly brunch of news you may have missed from Microsoft. ",
          1410015777
        ],
        [
          "Weekend Reading: Read how touchscreen technology helped a young girl reconnect Weekend Reading: Aug. 22nd Edition Your weekly brunch of news you may have missed from Microsoft.",
          1408802408
        ],
        [
          "Weekend Reading: And the winner is... Weekend Reading: Aug. 15th Edition Your weekly brunch of news you may have missed from Microsoft.",
          1408197609
        ],
        [
          "Weekend Reading: Surface season http://msft.it/6183mmPl Weekend Reading: Aug. 8th Edition Your weekly brunch of news you may have missed from Microsoft. ",
          1407592808
        ],
        [
          "Weekend Reading: Robot pandas http://msft.it/6183mRBx Weekend Reading: Aug. 1st Edition Your weekly brunch of news you may have missed from Microsoft.",
          1406988005
        ],
        [
          "Weekend Reading: Particles gone wild http://msft.it/6187lATV Weekend Reading: July 25th Edition Your weekly brunch of news you may have missed from Microsoft. ",
          1406383206
        ],
        [
          "Weekend Reading: What kind of dog is this? http://msft.it/6181lYnR Weekend Reading: July 18th Edition Your weekly brunch of news you may have missed from Microsoft. ",
          1405774808
        ],
        [
          "Weekend Reading: More free storage on OneDrive http://msft.it/6187YTrb Weekend Reading: June 27th Edition Your weekly brunch of news you may have missed from Microsoft. ",
          1403964006
        ],
        [
          "Weekend Reading: Game on! http://msft.it/6189cs2c Weekend Reading: June 13 Edition Your weekly brunch of news you may have missed from Microsoft. ",
          1402750808
        ],
        [
          "Weekend Reading: Robot Ruckus http://msft.it/61819Xqz Weekend Reading: April 11th Edition Your weekly brunch of news you may have missed from Microsoft. ",
          1397311204
        ],
        [
          "Weekend Reading: \"Hi. I'm Cortana.\" http://msft.it/61849HCn Weekend Reading: April 4th Edition Your weekly brunch of news you may have missed from Microsoft. ",
          1396706404
        ],
        [
          "Weekend reading: cloud first, mobile first http://msft.it/6187g20B Weekend Reading: March 28th Edition Your weekly brunch of news you may have missed from Microsoft. ",
          1396105324
        ],
        [
          "Weekend Reading: March means Madness http://msft.it/6184gmcG Weekend Reading: March 20th Edition Your weekly brunch of news you may have missed from Microsoft. ",
          1395500403
        ],
        [
          "Weekend Reading: Titanfall makes landfall. http://msft.it/6185gpwb  Weekend Reading: March 14th Edition Your weekly brunch of news you may have missed from Microsoft. ",
          1394895604
        ],
        [
          "Weekend Reading: SXSW edition. http://msft.it/6187g1ZU Weekend Reading: March 7th Edition Your weekly brunch of news you may have missed from Microsoft. ",
          1394294405
        ],
        [
          "Weekend Reading: Tasty tidbits from around Microsoft. http://msft.it/61875IWL Weekend Reading: February 28th Edition Your weekly brunch of news you may have missed from Microsoft. ",
          1393689604
        ]
      ],
      "dates_start": 1398291118,
      "dates_end": 1419359581,
      "likes_avg": 380,
      "likes_stdev": 290,
      "comments_avg": 39,
      "comments_stdev": 36,
      "shares_avg": 40,
      "shares_stdev": 73
    },
    {
      "number": 4,
      "important": [
        "caption bing homepag imag",
        "begin",
        "bing homepag imag timelin",
        "timelin",
        "photo",
        "access",
        "caption",
        "timelin photo",
        "caption bing homepag imag timelin",
        "homepag imag timelin"
      ],
      "common": [
        "bing",
        "bing homepage",
        "caption",
        "caption bing",
        "homepage",
        "homepage image",
        "image",
        "photos",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "Caption this creature: Timeline Photos",
          1400504404
        ],
        [
          "Let the staring contest begin. Caption this Bing homepage image: Timeline Photos",
          1399899604
        ],
        [
          "What's cooler than being cool? Ice cold. Caption this Bing homepage image: Timeline Photos",
          1399039204
        ],
        [
          "Hiya, Monday! Caption this Bing homepage image. Timeline Photos",
          1397480403
        ],
        [
          "Two of the most adorable siblings you’ll see today. Caption this Bing homepage image: #NationalSiblingsDay Timeline Photos",
          1397148183
        ],
        [
          "Happy Monday! Caption this Bing homepage image: Timeline Photos",
          1396875605
        ],
        [
          "This duck has a case of the Mondays. Caption this Bing homepage image: Timeline Photos",
          1396289275
        ],
        [
          "What do the sheep say? Caption this Bing homepage image: Timeline Photos",
          1395248403
        ],
        [
          "Caption this Bing homepage image: Timeline Photos",
          1394460003
        ],
        [
          "Thank you for your cooperation. http://msft.it/61865pde Robocop and the Future of Search Check out images of Bing in 2028 and learn more about the behind-the-scenes developments for the “Robocop” movie on the Bing Search Blog.",
          1392401164
        ],
        [
          "This photo has our seal of approval. Caption this Bing homepage image: Timeline Photos",
          1392217203
        ],
        [
          "Caption this Bing homepage: Timeline Photos",
          1390926872
        ],
        [
          "Angry birds! Caption this Bing homepage: Timeline Photos",
          1390503603
        ],
        [
          "Hoot hoot hooray for Fridays! Caption this Bing homepage: Timeline Photos",
          1389970804
        ],
        [
          "See the stunning Bing homepage images that made the Top 10 list and download the wallpaper pack here: http://msft.it/6188dpXC Top 10 Bing Homepage Images of 2013",
          1387577722
        ],
        [
          "Over the river and through the woods, caption this wintry Bing homepage image: Timeline Photos",
          1387380054
        ],
        [
          "We're the two best friends that anybody could have! Caption this Bing homepage image. Timeline Photos",
          1386864002
        ],
        [
          "Have a good image caption for this little fella on today’s Bing homepage? Tell us—we’re all ears! Timeline Photos",
          1385414849
        ],
        [
          "Watch a quick demo of the new Bing Smart Search feature in #Windows8.1: http://msft.it/6188bgsQ Organize your digital life Hear from Derrick Connell, CVP at Bing, as he gives a walk-through of how to search all of your documents, pictures, the web + more right from the Windows Start screen with Bing Smart Search -- now available as part of the Windows 8.1 update.",
          1382118406
        ],
        [
          "What does the fox say? Caption this Bing homepage image! Timeline Photos",
          1379687100
        ],
        [
          "Today’s Bing homepage image is great inspiration for a Friday evening.  Have a great weekend, everyone! Timeline Photos",
          1378502500
        ],
        [
          "CRABTACULAR! Caption this Bing homepage image: Timeline Photos",
          1376684131
        ],
        [
          "Bing partners with 500px to keep cranking out beautiful homepage images: http://msft.it/6033ZFdD Timeline Photos",
          1376073403
        ],
        [
          "MOOOOOve yourself into the comments section and caption this Bing homepage image! Timeline Photos",
          1368134104
        ],
        [
          "You'll go bananas for this Bing homepage image: Timeline Photos",
          1367005604
        ],
        [
          "Caption this Bing homepage image and have a beary good day! Timeline Photos",
          1365621015
        ],
        [
          "Caption this Bing homepage image. Share it if you’re having a flippin’ awesome day! Timeline Photos",
          1360788693
        ],
        [
          "This lemur looks pretty calm now, but you should have seen his face when we told him he was going to be on the Bing homepage. http://bit.ly/WXHWXI Timeline Photos",
          1354059484
        ],
        [
          "Caption this Bing photo: Timeline Photos",
          1345759953
        ],
        [
          "Silly little piggies! Caption this Bing image: Timeline Photos",
          1335466639
        ],
        [
          "Caption this Bing homepage image from yesterday: Timeline Photos",
          1331223997
        ],
        [
          "Caption this photo from International CES 1980: Timeline Photos",
          1325884189
        ]
      ],
      "dates_start": 1358350678,
      "dates_end": 1399599982,
      "likes_avg": 1003,
      "likes_stdev": 658,
      "comments_avg": 159,
      "comments_stdev": 186,
      "shares_avg": 82,
      "shares_stdev": 63
    },
    {
      "number": 5,
      "important": [
        "free",
        "explor",
        "window theme timelin",
        "theme timelin",
        "free window",
        "world",
        "free window theme timelin",
        "theme",
        "free window theme",
        "window theme"
      ],
      "common": [
        "bit ly",
        "http",
        "photos",
        "theme",
        "theme http",
        "timeline",
        "timeline photos",
        "windows",
        "windows theme",
        "windows theme http"
      ],
      "messages": [
        [
          "Explore the fantastic worlds of GTGraphics with this free Windows theme: http://msft.it/61899Dmb Timeline Photos",
          1396530870
        ],
        [
          "Oh my! Check out this free cityscapes Windows theme: http://msft.it/6189gPDb Timeline Photos",
          1394733604
        ],
        [
          "Want to hang out with this guy? You can, with this free Windows theme: http://msft.it/61805fgI Timeline Photos",
          1394040607
        ],
        [
          "Venture into majestic forests with this free Windows theme: http://msft.it/61895jvN Timeline Photos",
          1392836405
        ],
        [
          "Rev up your desktop with the Xbox One Racing theme for Windows. Download it here: http://msft.it/6183eEmz Timeline Photos",
          1390244405
        ],
        [
          "Hit the slopes with this free Windows theme: http://msft.it/6183d4wZ Timeline Photos",
          1389716883
        ],
        [
          "Let it snow, let it snow, let it snow with this wintry Windows theme: http://msft.it/6187dXjb Timeline Photos",
          1387825204
        ],
        [
          "Ho, ho, ho-liday Windows themes: http://msft.it/6183dzzt Timeline Photos",
          1387227930
        ],
        [
          "Want this guy on your desktop? Download this free Windows theme: http://msft.it/6188wax6 Timeline Photos",
          1379601122
        ],
        [
          "Auckland! Wellington! Mordor! Enjoy the beauty of New Zealand in this free Windows theme. http://msft.it/6030ZxU0 Timeline Photos",
          1375881014
        ],
        [
          "Need some inspiration for your summer travel plans? Download the Hawaii Windows theme here: http://msft.it/6038Z1oA Timeline Photos",
          1372781476
        ],
        [
          "Where would the Internet be without cat pictures? Download the sleepy kittens Windows theme here: http://msft.it/6031khL3 Timeline Photos",
          1372345939
        ],
        [
          "Enjoy the beauty of Alaska in this free Windows theme: http://msft.it/6036kEgk Timeline Photos",
          1369075051
        ],
        [
          "Enjoy the beauty of books with this free Windows theme: http://msft.it/6035Xdz3 Timeline Photos",
          1367246638
        ],
        [
          "Take a closer look at nature's beauty with this free Windows theme: http://msft.it/6036XGGG Timeline Photos",
          1365792850
        ],
        [
          "Enjoy the blooming Cherry Blossoms of Japan on your desktop with this free Windows theme: http://msft.it/6033nAmT Timeline Photos",
          1365106809
        ],
        [
          "Invite these bunnies to frolic on your desktop in this free Windows theme: http://bit.ly/YOvxBQ Timeline Photos",
          1364736994
        ],
        [
          "A new Windows theme to beautify your desktop: City Lights http://bit.ly/YUgLJ2 Timeline Photos",
          1364410852
        ],
        [
          "You'll lose your marbles over this Windows theme: http://bit.ly/VZPmF8 Timeline Photos",
          1360964906
        ],
        [
          "Don’t let Mardi Gras pass bayou. Live it up all year round with the Windows Masquerade theme: http://bit.ly/VR5T3r Timeline Photos",
          1360687406
        ],
        [
          "Bring the colors and moods of the Chinese New Year to your desktop in this Windows theme: http://bit.ly/Y3ewUL Timeline Photos",
          1360512623
        ],
        [
          "Download the Halo 4 Windows theme here: http://bit.ly/12dtxch Halo 4 Heroes Windows Theme",
          1360256538
        ],
        [
          "Who needs a new Windows desktop theme? A ton of new options here: http://bit.ly/WBwhMM New Themes from Windows",
          1359678627
        ],
        [
          "Explore places only your imagination can go with the Surreal Territory Windows theme. Like your favorite and download the theme here: http://bit.ly/WbnuS4 Surreal Territory Windows Theme",
          1359399449
        ],
        [
          "Bring nature and serenity to your desktop with the Painted Skies Windows theme: http://bit.ly/SLn7OK Painted Skies Windows Theme",
          1358371118
        ],
        [
          "http://bit.ly/XDbZoF Autumn Bounty Windows Theme",
          1353538233
        ],
        [
          "http://bit.ly/WIgfz0 Windows 7 Waterfalls Theme",
          1349711101
        ],
        [
          "http://bit.ly/UuQ2Bg Windows 7 Ferrari Theme",
          1348668718
        ],
        [
          "Use the Lighthouses theme for Windows 7 to guide your way to a cooler desktop: http://bit.ly/NKICwk Windows 7 Lighthouses Theme",
          1346788273
        ],
        [
          "Download the Tigers Windows 7 theme here: http://bit.ly/N2M5pR Windows 7 Tigers Theme",
          1345122547
        ],
        [
          "Bring the great outdoors to your desktop with the Windows 7 Forests theme -- download it here: http://bit.ly/NeMnGg Windows 7 Forests Theme",
          1344270682
        ],
        [
          "Woof, woof! Get these adorable summer pups on your desktop in this Windows 7 theme. Be sure to Like your favorite: http://bit.ly/Q6LjHZ Dogs in Summer Windows 7 Theme",
          1342622137
        ],
        [
          "Bring the Southwest to your desktop with the Southwest Sandstone Windows 7 theme. Download it here: http://bit.ly/QVSsJ7 Southwest Sandstone Windows 7 Theme",
          1341240880
        ],
        [
          " Summer is here and it’s time for a road trip! Download the Classic American Road Trip Windows 7 theme here: http://bit.ly/MLWpLO Classic American Road Trip Windows 7 Theme",
          1340202657
        ],
        [
          "Do you believe in magic? Install the Magic Landscapes Windows 7 theme and get inspired: http://bit.ly/LWXTFk  Magic Landscapes Windows 7 Theme",
          1337264309
        ],
        [
          "They're fuzzy. They're sleepy. They're waddly. And now they're on your desktop. Download the Ducklings Windows 7 theme here: http://bit.ly/IyqcXT Timeline Photos",
          1334240148
        ],
        [
          "Adorn your desktop with scenes of aerial adventure with the Microsoft Flight: Hawaiian Adventure Windows 7 theme. Download here: http://bit.ly/HbCxkN Timeline Photos",
          1333635103
        ],
        [
          "The Windows 7 Moonlight theme: Not recommended for werewolves. http://bit.ly/HgvoCG Timeline Photos",
          1332944225
        ],
        [
          "But what does it mean? Download the Rainbows Windows 7 theme: http://bit.ly/GGzGn4 Timeline Photos",
          1332440609
        ],
        [
          "Get a room, you animals! Download the Animal Affection Windows 7 theme here: http://bit.ly/yo8ubE Timeline Photos",
          1331234225
        ]
      ],
      "dates_start": 1342013571,
      "dates_end": 1381182887,
      "likes_avg": 1094,
      "likes_stdev": 1351,
      "comments_avg": 52,
      "comments_stdev": 45,
      "shares_avg": 281,
      "shares_stdev": 251
    },
    {
      "number": 6,
      "important": [
        "weekend read",
        "lumia",
        "timelin",
        "photo",
        "weekend",
        "access",
        "timelin photo",
        "window devic",
        "read",
        "de"
      ],
      "common": [
        "http",
        "http msft",
        "msft",
        "photos",
        "reading",
        "timeline",
        "timeline photos",
        "weekend",
        "weekend reading",
        "windows"
      ],
      "messages": [
        [
          "Weekend Reading: Rio de Janeiro, Lumia style. http://msft.it/6181chSB Timeline Photos",
          1403355605
        ],
        [
          "Weekend Reading: New Windows devices unveiled at Computex 2014 http://msft.it/6184cjHy Timeline Photos",
          1402149607
        ],
        [
          "Weekend Reading: S-U-R-F-A-C-E. http://msft.it/6188cJSu Timeline Photos",
          1401545008
        ],
        [
          "Weekend Reading: Surface Pro 3 unveiled http://msft.it/6186iNQM Timeline Photos",
          1400940003
        ],
        [
          "Weekend Reading: Windows Store amps it up a notch http://msft.it/6181iorS Timeline Photos",
          1400335203
        ],
        [
          "Weekend Reading: Introducing Office Mix http://msft.it/6181iX7J Timeline Photos",
          1399730404
        ],
        [
          "Weekend Reading: Nokia joins the family http://msft.it/6187iyjb Timeline Photos",
          1399125608
        ],
        [
          "Weekend Reading: International Women’s Hackathon 2014 http://msft.it/618792SB Timeline Photos",
          1398520804
        ],
        [
          "Weekend Reading: The Internet of Things http://msft.it/61809mLM Timeline Photos",
          1397912408
        ],
        [
          "Weekend Reading: OneDrive for everything in your life. http://msft.it/61895ilz Timeline Photos",
          1393084805
        ],
        [
          "Weekend Reading: Titanfall goes beta: http://msft.it/61815VLf Timeline Photos",
          1392480005
        ],
        [
          "Weekend Reading: Surface in the classroom: http://msft.it/6183e5RN",
          1390662001
        ],
        [
          "Weekend Reading: Go, Daddy! http://msft.it/6181e819",
          1390060800
        ],
        [
          "Weekend Reading: Your #CES2014 roundup: http://msft.it/6182dLVk Timeline Photos",
          1389456004
        ],
        [
          "From #CES2014: The Sony VAIO Fit 11A with pressure-sensitive pen input. Read all about it here: http://msft.it/6180dSuE Timeline Photos",
          1389112203
        ],
        [
          "Weekend Reading: Game on! http://msft.it/6180jg0O Timeline Photos",
          1385226001
        ],
        [
          "Weekend Reading: Digital detectives http://msft.it/6186jTim Timeline Photos",
          1384619401
        ],
        [
          "Weekend Reading: Stop, collaborate, and listen: http://msft.it/6188jHHq Timeline Photos",
          1384016402
        ],
        [
          "Weekend Reading: A giant week for Surface 2 (literally!) http://msft.it/6181btSW Timeline Photos",
          1382795369
        ],
        [
          "Weekend Reading: New and updated devices unveiled at IFA http://msft.it/6036w5n6 Timeline Photos",
          1378560744
        ],
        [
          "Weekend Reading: This one’s for the gamers. http://msft.it/6037wzcN Timeline Photos",
          1377353595
        ],
        [
          "Weekend Reading: Windows 8.1 rolls out October 18 http://msft.it/6030wB44 Timeline Photos",
          1376744474
        ],
        [
          "Weekend Reading: Windows scores a goal at Best Buy http://msft.it/6037Z2Gx Timeline Photos",
          1376146715
        ],
        [
          "Weekend Reading: we're serving pancakes. http://msft.it/6030Ztp6 Timeline Photos",
          1375536468
        ],
        [
          "Weekend Reading: The Windows Phone family welcomes the Nokia Lumia 1020: http://msft.it/6030Zrqk Timeline Photos",
          1373727331
        ],
        [
          "Weekend Reading: Windows Phone gets a Facebook facelift http://msft.it/6031ZJ7R Timeline Photos",
          1373117393
        ],
        [
          "Weekend Reading: It's an appalanch! http://msft.it/6036Z830 Timeline Photos",
          1372503357
        ],
        [
          "Weekend Reading: New devices unveiled at Computex http://msft.it/6033klrR Timeline Photos",
          1370699949
        ],
        [
          "Weekend Reading: A thing of beauty http://msft.it/6033X4V3 Timeline Photos",
          1368886379
        ],
        [
          "Weekend Reading: A new Windows Phone for Verizon Wireless:  http://msft.it/6034XsP2 Timeline Photos",
          1368281451
        ],
        [
          "Weekend Reading: “Star Trek Into Darkness” beams into the Windows Phone Store http://msft.it/6030XYiE Timeline Photos",
          1367671358
        ],
        [
          "Weekend Reading: “Like Siri—without the backtalk.” http://bit.ly/YQsv2L Timeline Photos",
          1362237641
        ],
        [
          "Weekend Reading: Predicting the Oscars http://bit.ly/XuWbyZ Timeline Photos",
          1361636229
        ],
        [
          "Weekend Reading: Explore new worlds http://bit.ly/WOLLO7 Timeline Photos",
          1361038109
        ],
        [
          "Weekend Reading: Channeling the 90’s http://bit.ly/14eT5VQ Timeline Photos",
          1359216001
        ],
        [
          "Weekend Reading: Register for the Halo 4 Infinity Challenge, Xbox games for Windows Phone, Skype tips from an insider, and more: http://bit.ly/TNt5Mb Timeline Photos",
          1354982788
        ],
        [
          "Weekend Reading: Halo 4 brought to life in Liechtenstein, news and reviews on Windows Phone 8, Nike + Kinect training app arrives, and more: http://bit.ly/VIfQuj Timeline Photos",
          1351954407
        ],
        [
          "Weekend Reading: Windows 8 arrives, Microsoft Surface hits the Microsoft Store, and more: http://bit.ly/TMiTQm Timeline Photos",
          1351342317
        ],
        [
          "Weekend Reading: T-Mobile adds the Nokia Lumia 810 to its Windows Phone 8 lineup, Contre Jour comes to the Web with Internet Explorer 10, Skype connects dogs and owners, and more: http://bit.ly/X1Rb6s Timeline Photos",
          1350140656
        ],
        [
          "Weekend Reading: Xbox Halo 4 soundtrack remix contest, the Nokia Lumia 920 & 820 Windows Phone come to AT&T, Microsoft expands the Innovative Schools Program, and more: http://bit.ly/WwVkPw Timeline Photos",
          1349532003
        ],
        [
          "Weekend Reading: Bloomberg app arrives on Windows Phone with Nokia, Bing teams up with Klout, FOX Broadcast app launches on Xbox LIVE, and more: http://bit.ly/UyQSwS Timeline Photos",
          1348927204
        ],
        [
          "Weekend Reading: Microsoft’s logo gets its first makeover in 25 years, the official Crackle app for Windows Phone arrives, and more: http://bit.ly/PhFAuY Timeline Photos",
          1345903802
        ],
        [
          "Weekend Reading: A look back at E3 2012, the Nokia Lumia 900 special edition Batphone Windows Phone rises, and more: http://bit.ly/KjjU4C Timeline Photos",
          1339249293
        ]
      ],
      "dates_start": 1358655159,
      "dates_end": 1394857273,
      "likes_avg": 1462,
      "likes_stdev": 1254,
      "comments_avg": 94,
      "comments_stdev": 97,
      "shares_avg": 153,
      "shares_stdev": 168
    },
    {
      "number": 7,
      "important": [
        "timelin",
        "need",
        "photo",
        "access",
        "microsoft",
        "trivia",
        "timelin photo",
        "download",
        "trivia tuesday answer",
        "answer"
      ],
      "common": [
        "answer",
        "microsoft",
        "photos",
        "timeline",
        "timeline photos",
        "trivia",
        "trivia tuesday",
        "trivia tuesday answer",
        "tuesday",
        "tuesday answer"
      ],
      "messages": [
        [
          "#مايكروسوفت تعتزم إطلاق تصميم جديد لواجهة المستخدم على نظام التشغيل #ويندوز10 \nMicrosoft \nhttps://aitnews.com/?p=259521 Timeline Photos",
          1486706424
        ],
        [
          "How do you express yourself from #5to9? Timeline Photos",
          1422046804
        ],
        [
          "How do you recharge from #5to9? Timeline Photos",
          1418418004
        ],
        [
          "Do you feel more creative from #5to9? Timeline Photos",
          1417811402
        ],
        [
          "When the workday ends, some reach for a lens. How do you own your #5to9? Timeline Photos",
          1415390102
        ],
        [
          "#ProTips: Titanfall http://msft.it/61889LDk Timeline Photos",
          1398359915
        ],
        [
          "No more standing by for #Titanfall. Timeline Photos",
          1394557469
        ],
        [
          "Wheee! Timeline Photos",
          1388684701
        ],
        [
          "Trivia Tuesday Answer: Windows 95 came on 13 floppy disks! Windows 8.1 will be available for download on October 17th. No floppies needed! Timeline Photos",
          1380651449
        ],
        [
          "Trivia Tuesday: How many floppy disks were in the Windows 95 box? Timeline Photos",
          1380644222
        ],
        [
          "More about Solitaire in this fascinating article from Slate: http://msft.it/6030wPw6 Timeline Photos",
          1377625738
        ],
        [
          "Trivia Tuesday Answer: The Surface touch cover comes in 5 different colors (8 if you count the Limited Edition designs). Which one is your favorite? Timeline Photos",
          1375218067
        ],
        [
          "#HappyFriday from sunny Redmond, WA! Timeline Photos",
          1372439686
        ],
        [
          "VROOM: http://msft.it/6038kUmG Timeline Photos",
          1371051390
        ],
        [
          "Soon… Timeline Photos",
          1369099631
        ],
        [
          "Then and Now: Timeline Photos",
          1366900727
        ],
        [
          "Then and now: Bill Gates and Paul Allen http://msft.it/6033n7lR Timeline Photos",
          1365182129
        ],
        [
          "Accessorize: http://bit.ly/13mhcmR Timeline Photos",
          1362066663
        ],
        [
          "Here kitty, kitty. Timeline Photos",
          1359057662
        ],
        [
          "Trivia Tuesday: Who is featured on the cover of Madden NFL 13, out today for Xbox 360? Timeline Photos",
          1346164470
        ],
        [
          "Trivia Tuesday Answer: Halo: Combat Evolved launched the same day as the original Xbox in 2001. Halo 4 comes out this November 6. Like if you'll be lining up to get it! Timeline Photos",
          1345569861
        ],
        [
          "Trivia Tuesday Answer: Windows desktop customization first appeared in Windows 3.0, released in 1990. Brightly colored geometric patterns were all the rage back then :-). Is your desktop background looking a little dated? Download some new ones here: http://bit.ly/PRE2X4 Timeline Photos",
          1344966367
        ],
        [
          "Trivia Tuesday Answer: Microsoft Office 1.0 for Windows was released in 1990. And boy, how times have changed! Download the new Office Customer Preview here: http://bit.ly/SD60dw Timeline Photos",
          1343761706
        ],
        [
          "Trivia Tuesday Answer: The ThinkPad line, now made by Lenovo, was introduced 20 years ago. The original ThinkPad 700C boasted 256 colors and a weight of \"only\" 7.6 pounds! Have you owned a ThinkPad? Timeline Photos",
          1343148500
        ],
        [
          "Trivia Tuesday Answer: Microsoft’s first CD-ROM application was Microsoft Bookshelf. It contained 10 complete reference books including The World Almanac and Book of Facts, The American Heritage Dictionary and The Chicago Manual of Style all on a single disc! Timeline Photos",
          1342557177
        ],
        [
          "Trivia Tuesday Answer: Microsoft was founded in 1975. Explore more Microsoft milestones in the timeline section of our Facebook page: http://www.facebook.com/Microsoft Timeline Photos",
          1341939386
        ],
        [
          "Trivia Tuesday Answer: It's Microsoft Office - like this post if you've got an Office app open right now! http://on.fb.me/LNEVTy Timeline Photos",
          1341335596
        ],
        [
          "Trivia Tuesday: Name this Microsoft product: Timeline Photos",
          1341325332
        ],
        [
          "Trivia Tuesday Answer: An epic new Halo 4 adventure is coming to Xbox on November 6! Watch the official \"Commissioning\" live-action trailer and learn about the limited edition game here: http://bit.ly/LzFQoz Halo 4 :60 Live-Action Trailer Watch the all new Halo 4 official \"Commissioning\" Live-Action Trailer for Halo 4, releasing 11.06.12. ",
          1340127128
        ],
        [
          "Trivia Tuesday: Which upcoming Xbox game’s limited edition is pictured here? Timeline Photos",
          1340119534
        ],
        [
          "Holy Batphone! http://bit.ly/NbvWh7 Timeline Photos",
          1339597448
        ],
        [
          "Microsoft commits to carbon neutrality: http://bit.ly/JOPFQr Timeline Photos",
          1337019885
        ],
        [
          "Trivia Tuesday Answer: Maroon 5 performed on stage at the Windows Phone 7 launch event in San Francisco: Timeline Photos",
          1335892014
        ],
        [
          "Trivia Tuesday Answer: There are 80 buildings on the Microsoft corporate campus. See them for yourself here: http://bit.ly/IauxmW Timeline Photos",
          1335287380
        ],
        [
          "Trivia Tuesday Answer: This is a scene from the Microsoft briefing at E3 2011. Gamers, click Like if you're excited for E3 2012! Timeline Photos",
          1334682016
        ],
        [
          "Trivia Tuesday: This is a scrambled photo from what 2011 event? Timeline Photos",
          1334671249
        ],
        [
          "Trivia Tuesday Answer: Kinect Star Wars for Xbox 360 is now available. These ARE the droids you're looking for. http://bit.ly/HGlmMp  Kinect Star Wars Launch Trailer Play Star Wars like never before...using your whole body and without a controller. Feel the force as you become a Jedi, drive a Podracer, pilot a starfighter, and wreak havoc as a Rancor monster in Kinect Star Wars! ",
          1333472289
        ],
        [
          "Trivia Tuesday: Name the year of this Microsoft Word screen shot: Timeline Photos",
          1332262774
        ],
        [
          "Trivia Tuesday Answer: This is SkyDrive's logo. Learn more about working collaboratively and sharing your Microsoft Office documents across multiple PCs: http://sdrv.ms/yamoXQ. Timeline Photos",
          1331664614
        ],
        [
          "Trivia Tuesday: This is a close-up shot of what Microsoft product's logo? (Bonus points for tagging the brand!) Timeline Photos",
          1331651113
        ],
        [
          "Trivia Tuesday Answer: Snake '97 is transporting your Windows Phone back to the 1990s faster than you can say \"Hey, Macarena!\" http://nokia.ly/w87Ajq Timeline Photos",
          1328637128
        ],
        [
          "Trivia Tuesday Answer: Olympic Decathlon. It was available for the TRS-80 and Apple II before being renamed Microsoft Decathlon and released for MS-DOS based PCs in 1982. Do you remember playing it? Timeline Photos",
          1328037810
        ],
        [
          "Trivia Tuesday: What old school Microsoft game is this? Timeline Photos",
          1328026857
        ],
        [
          "Trivia Tuesday Answer: In 2001, Dwayne The Rock Johnson took the CES stage with Bill Gates to help unveil the original Xbox. Timeline Photos",
          1325618368
        ]
      ],
      "dates_start": 1326827549,
      "dates_end": 1393601913,
      "likes_avg": 2399,
      "likes_stdev": 4514,
      "comments_avg": 252,
      "comments_stdev": 285,
      "shares_avg": 361,
      "shares_stdev": 888
    },
    {
      "number": 8,
      "important": [
        "wonder",
        "use",
        "lumia",
        "set",
        "photograph",
        "access",
        "natur",
        "place",
        "smartphon",
        "turn"
      ],
      "common": [
        "http",
        "http msft",
        "lumia",
        "msft",
        "nokia",
        "nokia lumia",
        "phone",
        "photos",
        "timeline photos",
        "windows"
      ],
      "messages": [
        [
          "Useful! How to set up a Wi-Fi Hotspot on your Lumia Turn your Lumia into a Wi-Fi Hotspot",
          1428593789
        ],
        [
          "National Geographic photographer Stephen Alvarez photographed the Seven Natural Wonders of the World using only Lumia smartphones. What amazing places have you captured with your phone? Timeline Photos",
          1425400539
        ],
        [
          "Say hello to Lumia 640 and Lumia 640 XL. http://msft.it/6183FDwZ Microsoft's news from Mobile World Congress Achieve more with Microsoft and Lumia.",
          1425319603
        ],
        [
          "National Geographic photographer Stephen Alvarez captured his epic journey to Mount Everest using the Lumia 1520 and Lumia 930. \n\nFollow his trek of Everest and beyond here: http://msft.it/6184mSbO On Assignment With Nokia Lumia National Geographic photographer Stephen Alvarez captures the Seven Natural Wonders of the World - shooting every image with Nokia Lumia. ",
          1407848407
        ],
        [
          "If there’s one type of Lumia photograph that never fails to impress it’s the silhouette shot. Here are 6 tips to perfecting it: http://msft.it/6182miV6 (via Husain Ujjainwala) Timeline Photos",
          1407502830
        ],
        [
          "These are the times you’ll never forget. #Gearup for #backtoschool with the award-winning camera on a Nokia Lumia. http://msft.it/6189mBDP Timeline Photos",
          1406570406
        ],
        [
          "Splashy shots powered by Lumia: http://msft.it/6181ltV3 The Instagram Lumia water competition winners showcased Ten wonderful  water photos from ten wonderful Instagramers.",
          1406048411
        ],
        [
          "Meet the Lumia 635: Windows Phone 8.1 and just $129 without a contract! http://msft.it/6182lJnY Nokia Lumia 635 The No Contract Nokia Lumia 635 for T-Mobile comes with a 4.5-inch display, 5-megapixel camera, and the latest Windows Phone 8.1 features built in.",
          1405448044
        ],
        [
          "Capture beautiful shots of water in motion with your Lumia: http://msft.it/6188YyiC (via Bryce McNitt) Timeline Photos",
          1403701206
        ],
        [
          "How to: Get the pitch perfect soccer shot. http://msft.it/6184cUum Timeline Photos",
          1402599605
        ],
        [
          "How to: see your desktop on your Lumia: http://msft.it/6180cy82 Timeline Photos",
          1401469627
        ],
        [
          "The ultimate guide to taking black and white Lumia photos: http://msft.it/6180i5fp (Image Harish Kumar) Timeline Photos",
          1400072404
        ],
        [
          "Albert Einstein once said, “The only reason for time is so that everything doesn't happen at once.” http://msft.it/61899d0Z How to shoot a time-lapse video with your Nokia Lumia We don't need to be film producers to create breath taking time-lapse photography. If you're packing a Nokia Lumia, everything you need is right in your pocket.",
          1397586608
        ],
        [
          "HOW TO: Take the perfect selfie with your Windows Phone: http://msft.it/61869PZq How to take the perfect selfie with your Nokia Lumia You’ve got the smartphone and you’ve got your social following. Heck, you might even have the looks, but how do you capture the digital epidemic that is the #selfie? By following these six easy steps, of course.",
          1397048407
        ],
        [
          "Nokia's picks for the top five Windows Phone photo-editing apps. http://msft.it/618991yT Nokia's top five photo-editing apps on Nokia Lumia Capturing images on your smartphone is only half the fun. We've got five wonderfully creative apps to help with editing them.",
          1396616407
        ],
        [
          "Discover Rio de Janeiro through the lens of a Nokia Lumia with National Geographic Photographer Stephen Alvarez: http://msft.it/6185gACb Capturing the 7 natural wonders of the world with Lumia Nokia partnered with National Geographic and photographer Stephen Alvarez to capture the seven natural wonders of the world - using Lumia smartphones.",
          1396371608
        ],
        [
          "Pick your perfect Titan with the Titanfall personality test: http://msft.it/6186gbqm Timeline Photos",
          1395237602
        ],
        [
          "Macro magic with a Lumia Windows Phone: http://msft.it/6182gMVQ How to make Lumia macro magic with a telescope lens From old DVD lenses to cheap reading glasses, water drops and door viewers, us mobile photography enthusiasts try anything to capture a perfect macro shot.",
          1394632808
        ],
        [
          "Light painting using your Nokia Lumia: http://msft.it/618955Wx Amazing Light Painting with a Nokia Lumia 1020 Light artist Ian Hobson shows how exclusive Nokia Lumia imaging technology brings light painting to smartphones.",
          1392923822
        ],
        [
          "10 tips for taking the perfect panorama on your Lumia: http://msft.it/61855Grf Timeline Photos",
          1391799602
        ],
        [
          "The 7 step guide to taking puddlegrams on your Nokia Lumia: http://msft.it/6186egoA Timeline Photos",
          1390834803
        ],
        [
          "It all started with a dare: http://msft.it/6186eeOa  How one daring photographer makes his Windows Phone fly Martin Hämmerli strapped his Nokia Lumia 1020 to a radio-controlled model helicopter, and sent it soaring 36 stories into the air.",
          1390584176
        ],
        [
          "The Nokia Lumia Black software update has arrived: http://msft.it/6187dFs1 Timeline Photos",
          1389625683
        ],
        [
          "Thanks, Vegas. It was quite a week! This epic shot of the strip was taken on a Nokia Lumia 1020 by Twitter user @KirstenAlana. For all of our CES coverage, visit http://msft.it/6183dI5J Timeline Photos",
          1389377793
        ],
        [
          "A real wedding shot on a real Lumia 1020: http://msft.it/6188jF7i  Would you trust your wedding to a smartphone camera? Internationally renowned wedding and lifestyle photographer Joy Marie captured a wedding on a Nokia Lumia 1020.",
          1386265801
        ],
        [
          "Meet the first ever Windows tablet from Nokia, the Lumia 2520: http://msft.it/6180boIk Timeline Photos",
          1382554019
        ],
        [
          "With 41 megapixels on the Nokia Lumia 1020, you can zoom in on important travel destinations, like Seattle’s famed Gum Wall: http://msft.it/6187bJ43 Timeline Photos",
          1380895706
        ],
        [
          "See how a National Geographic photographer captures the American West with a Nokia Lumia 1020: http://msft.it/6035wbJU On Assignment with National Geographic Photographer Stephen Alvarez and the Nokia Lumia 1020 Welcome to a journey like no other. A ten-day photo assignment covering vast distances, iconic panoramas, and wildly unpredictable conditions with only one piece of equipment - the Nokia Lumia 1020.",
          1378326622
        ],
        [
          "Mt. Rainier, taken with the Nokia Lumia 1020. Check out the full-res version here: http://msft.it/6032wJPr. Thanks to @wibralo from Twitter for the great shot! Timeline Photos",
          1377195968
        ],
        [
          "Today, Nokia Introduced the Lumia 1020 Windows Phone.  It features a stunning 41 megapixel PureView camera.  Here are some sample pictures from the phone.  Learn more about it at http://msft.it/6036ZuuI. Sample photos from the Nokia Lumia 1020 Windows Phone",
          1373556633
        ],
        [
          "Today Nokia introduced the Lumia 925 Windows Phone. It uses advanced lens technology and next generation imaging software to capture clearer, sharper pictures and video, including the best low light images. The Lumia 925 also introduces a metal design and the polycarbonate back comes in white, grey or black. Learn more about it here: http://msft.it/6032XQ4M Timeline Photos",
          1368541405
        ],
        [
          "Three smartphones and a wedding: Switch to the Nokia Lumia 920 Windows Phone Don't fight. See why now's the time to switch to the Windows Phone Nokia Lumia 920: Engadget Reader's Choice Smartphone of the Year. ",
          1367958533
        ],
        [
          "Ten real life stories of indestructible Nokia Lumia Windows Phones: http://msft.it/6038Xi2o Timeline Photos",
          1367526992
        ],
        [
          "Vote in the final round of the Windows Phone Next App Star contest and you could win a Nokia Lumia 920! http://msft.it/6038nhNj Timeline Photos",
          1365435375
        ],
        [
          "Raising the bar with Windows Phone: In Q4, the Nokia Lumia exceeded expectations with more than 4.4 million sales! http://tnw.co/UOisbI Timeline Photos",
          1357846425
        ],
        [
          "The Nokia Lumia 920 and Lumia 820 with Windows Phone 8 will be available Friday on AT&T. Preorders start TODAY. Details here: http://bit.ly/YZtnkC Timeline Photos",
          1352304628
        ],
        [
          "The Lumia 920 will feature a 4.5” PureMotion HD+ display as well as an integrated Qi battery so users can charge wirelessly. Learn more here: http://bit.ly/PIGbGs Nokia Lumia 920 and 820",
          1346853514
        ],
        [
          "The Lumia 820 will feature a 4.3” OLED Wide Video Graphics Array (WVGA) display and a 1.5 GHz Dual Core Snapdragon processor. Learn more here: http://bit.ly/PIGbGs Nokia Lumia 920 and 820",
          1346853514
        ],
        [
          "The Lumia 820 will be available in black, white, red, yellow, purple, cyan, and grey. Both it and the Lumia 920 will come with Nokia City Lens (Augmented Reality using the phone’s camera viewfinder), Nokia Music (to stream unlimited music for free), Internet Explorer 10 and Nokia Drive (free turn-by-turn voice-guided navigation). Learn more here: http://bit.ly/PIGbGs Nokia Lumia 920 and 820",
          1346853514
        ],
        [
          "Nokia introduces the Lumia 920 and the Lumia 820, its first phones that will use the new Windows Phone 8 operating system.  Learn more here: http://bit.ly/PIGbGs Nokia Lumia 920 and 820",
          1346853514
        ],
        [
          "The Lumia 920 will come in yellow, red, white, grey, and black. It offers Nokia PureView, which makes it possible take high quality photos and videos at home, in restaurants, and even at night. Learn more here: http://bit.ly/PIGbGs Nokia Lumia 920 and 820",
          1346853514
        ],
        [
          "Via Zunited: The City of Lights, shot with a Nokia Lumia 800 Windows Phone. Read more about this stunning collection here: http://bit.ly/TzyLYO The City of Lights Through a Nokia Lumia 800",
          1344878818
        ],
        [
          "Nokia Lumia 900 Windows Phone - The Nokia Lumia 900 Windows Phone is sure to give your friends smartphone envy. With AT&T’s 4G LTE network, this phone is fast enough to keep up with students’ social life. And with Nokia’s largest display at 4.3 inches, it delivers amazing photos, movies, games and more. Also available in black and white. Starting at US $49.99. http://bit.ly/NJAvzq Back to School Tech Offers",
          1343839793
        ],
        [
          "This picture was snapped at 105,000 feet in the air by a Nokia Lumia 800 Windows Phone. Here's the story of how it got there: http://bit.ly/LdoTzK Timeline Photos",
          1336572676
        ],
        [
          "The Nokia Lumia: Truly a thing of beauty. http://bit.ly/wdVMCE Timeline Photos",
          1329927027
        ],
        [
          "http://bit.ly/xewtt0  No Joke: With Lumia, Nokia Crushes The iPhone After attending CES earlier in the month, I felt something major had happened: The iPhone had finally met its rivals in the form of Nokia’s Lumia 800 and 900, equipped with Windows 7’s Metro UI.",
          1328130413
        ]
      ],
      "dates_start": 1354739229,
      "dates_end": 1406966796,
      "likes_avg": 849,
      "likes_stdev": 934,
      "comments_avg": 61,
      "comments_stdev": 60,
      "shares_avg": 117,
      "shares_stdev": 138
    },
    {
      "number": 9,
      "important": [
        "develop",
        "time",
        "phone app",
        "million",
        "bring",
        "download",
        "meet",
        "window phone",
        "peopl",
        "app"
      ],
      "common": [
        "http",
        "http bit",
        "http bit ly",
        "ly",
        "phone",
        "photos",
        "timeline",
        "timeline photos",
        "windows",
        "windows phone"
      ],
      "messages": [
        [
          "His Windows Phone apps have been downloaded over 16 million times – meet Rudy Huyn: http://msft.it/6181xB8z Rudy Huyn: App Developer Rudy Huyn brings apps to the people.",
          1421075789
        ],
        [
          "There goes your afternoon: Download Candy Crush Saga for Windows Phone! http://msft.it/6183QlJd Candy Crush Saga The sweetest game around comes to Windows Phone",
          1418316991
        ],
        [
          "Minecraft Pocket Edition comes to Windows Phone. http://msft.it/6186QjFI Minecraft - Pocket Edition Craft, create and explore anywhere in the world. ",
          1418223604
        ],
        [
          "Check out Skype Qik, a new video messaging app for Windows Phone, iOS and Android. Introducing Skype Qik Skype Qik is new video messaging app that let’s you effortlessly capture moments, share laughs and chat with groups of friends. ",
          1413291910
        ],
        [
          "Check out these five Windows Phone apps that work with Cortana: http://msft.it/6182WP7n New Windows Phone 8.1 apps that work with Cortana More apps are being developed or updated to work with Cortana, your virtual personal assistant available on Lumia and other phones with Windows Phone 8.1.",
          1408713546
        ],
        [
          "Capture and share your favorite moments with a Windows Phone: http://msft.it/photography",
          1405356711
        ],
        [
          "Just in: Photo enhancements come to Twitter app for Windows Phone: http://msft.it/6180Y46a Timeline Photos",
          1405086485
        ],
        [
          "Adobe Photoshop Express comes to Windows Phone. Download it now for free: http://msft.it/6182YgJA Timeline Photos",
          1404320407
        ],
        [
          "Into the wild: Hiking and camping apps for Windows Phone http://msft.it/6186YX3C Hiking and Camping Apps for Windows Phone Besides packing your all-season tent and mosquito propellant download these camping and hiking apps to help you navigate those backcountry trails.",
          1404147609
        ],
        [
          "How to build a LEGO robot: http://msft.it/6187ipkl Lego Challenge - How to Make a Robot: On the Whiteboard In this episode of On the Whiteboard at Microsoft, host Pamela Woon shows you how Team Xbox makes a Lego robot powered by Surface, Windows Phone, Azure, SQL Server, Visual Studio, Lego Mindstorm kit, and Bluetooth technology.",
          1399573616
        ],
        [
          "Turn video clips into short movies with the Movie Moments app for Windows Phone, PCs and tablets: http://msft.it/6184iTzk Timeline Photos",
          1399557605
        ],
        [
          "Batter up! 5 baseball apps for Windows and Windows Phone http://msft.it/61809R90 5 baseball apps for Windows and Windows Phone We’ve rounded up five apps for Windows and Windows Phone to help keep you up to date on the latest scores, stats and news for your favorite team. Play ball!",
          1397066405
        ],
        [
          "The world’s fastest texting - coming to Windows Phone 8.1 http://msft.it/61809zeM Microsoft Brings World’s Fastest Texting to Windows Phone 8.1 Teens and tweeters take note: Microsoft researchers and Windows Phone engineers have collaborated to set a Guinness World Record® for fastest texting on a mobile device.",
          1396891863
        ],
        [
          "ZDNet's Matthew Miller digs Cortana: http://msft.it/61899HTT Cortana blows away Siri and Google Now, may bring me back to Windows Phone | ZDNet I didn't think too much of the earlier Cortana leaks, but after seeing it perform in person and diving into all that it can do I think this smart personal assistant may even bring people to Windows Phone from iOS and Android.",
          1396633474
        ],
        [
          "The NCAA March Madness Live app, now available for Windows: http://msft.it/6188gTlg and Windows Phone: http://msft.it/6189gTl9 Timeline Photos",
          1394820004
        ],
        [
          "Path beta arrives on Windows Phone: http://msft.it/6180eZpe Timeline Photos",
          1390424403
        ],
        [
          "The Mint app arrives on Windows http://msft.it/6189jLff  and Windows Phone http://msft.it/6180jLfA Timeline Photos",
          1386183814
        ],
        [
          "31 spook-tacular Halloween apps for Windows Phone: http://msft.it/6186bIBA Timeline Photos",
          1383075902
        ],
        [
          "Phone booth upgraded to the 21st century: Timeline Photos",
          1382993310
        ],
        [
          "SMILE! Instagram is coming to Windows Phone. http://msft.it/6187bmwl Timeline Photos",
          1382463002
        ],
        [
          "Nokia unveils two new 6-inch Lumia phones, a beautiful new tablet, and utters the word Windows Phone users have been waiting to hear: “Instagram!” New from Nokia",
          1382456578
        ],
        [
          "Weekend Reading: Best back to school apps for Windows Phone: http://msft.it/6038wVlq Timeline Photos",
          1377959629
        ],
        [
          "You may be wondering what happened to the YouTube app for Windows Phone: http://bit.ly/13DkvCc The limits of Google's openness Last May, after we launched a much improved YouTube app, Google objected on a number of grounds. We took our app down and agreed to work with Google to solve their issues. This week, after we addressed each of Google’s points, we re-launched the app, only to have Google technically block it.",
          1376595856
        ],
        [
          "6Sec lets you create and share Vine videos on your Windows Phone.  Check it out! http://msft.it/6038Zp2K Timeline Photos",
          1373926960
        ],
        [
          "Test your internet connection speed with the new Network Speed Test app from Microsoft Research, available for Windows 8 + Windows Phone 8: http://msft.it/6038ZO4K Timeline Photos",
          1373475724
        ],
        [
          "Eight spectacular photos from the Windows Phone summer nights reinvented photo challenge: http://msft.it/6032ZzFq Timeline Photos",
          1373309571
        ],
        [
          "Watch Discovery Channel, TLC, and Animal Planet all on your Windows Phone! http://msft.it/6031Z6nR Timeline Photos",
          1372363583
        ],
        [
          "Happy #firstdayofsummer! Get started with these weekend getaway apps for your Windows Phone: http://msft.it/6033kFcW Timeline Photos",
          1371846326
        ],
        [
          "A Disney icon comes to Windows Phone: http://msft.it/6030k0xM Timeline Photos",
          1371836886
        ],
        [
          "Experience Halo like never before in Halo: Spartan Assault, a new touch-based top-down shooter coming soon for Windows 8 and Windows Phone 8: http://msft.it/6034keQ6 Timeline Photos",
          1370358818
        ],
        [
          "The apps to pack for a backcountry adventure with your Windows Phone: http://msft.it/6030X386 Timeline Photos",
          1366299472
        ],
        [
          "See how Grant Hill, 7-time All-Star basketball player, uses his Windows Phone: Meet Grant Hill, 7-time NBA All-Star. See his Windows Phone. See Grant Hill, 7-time All-Star and gold medalist, and his wife Tamia Hill, a Grammy-nominated R&B singer, use their Nokia Lumia 920 Windows Phones to stay in touch.",
          1366222588
        ],
        [
          "All six Bing Apps for Windows 8 have been refreshed - see what's new: http://msft.it/6034Xzrp Timeline Photos",
          1366209853
        ],
        [
          "Weekend Reading: New games for Windows Phone http://bit.ly/110YtKX Timeline Photos",
          1364654169
        ],
        [
          "Straight from the Batcave: “The Dark Knight Rises” arrives on Windows Phone: http://bit.ly/102P3MG Timeline Photos",
          1364235206
        ],
        [
          "The Amazing Spider-Man swings onto Windows Phone: http://bit.ly/ZmyKf8 Timeline Photos",
          1362778876
        ],
        [
          "8 hidden Windows Phone settings: http://bit.ly/12NaK80 Timeline Photos",
          1361377802
        ],
        [
          "Music to your ears: Spotify arrives on Windows Phone 8 http://bit.ly/VLFbtb Timeline Photos",
          1360356189
        ],
        [
          "Five essential Windows Phone apps for photographers: http://bit.ly/Vspabj Timeline Photos",
          1359409327
        ],
        [
          "How does three-time Olympic gold medalist Kerri Walsh Jennings stay organized as a mom? See how she uses her Windows Phone: http://bit.ly/W28ogI Meet Kerri Walsh Jennings. See her Windows Phone How does three-time gold medalist Kerri Walsh Jennings stay organized as a soon-to-be three-time mom? Check out the Live Apps she uses most.",
          1359045025
        ],
        [
          "Hockey fans, you need this Windows Phone app: http://bit.ly/WeE54P Timeline Photos",
          1358547669
        ],
        [
          "Popular New Year’s resolutions and the Windows Phone apps to make them stick: http://bit.ly/XXfgiH Timeline Photos",
          1357937536
        ],
        [
          "It’s CES week! As we announced last year, Microsoft will not have a major presence at CES 2013, but a number of our Windows and Windows Phone partners will. So, keep it tuned right here for a week full of tech news! Timeline Photos",
          1357581966
        ],
        [
          "Weekend Reading: MSN's top stories of 2012, Best Windows Phone news apps for 2013, Urbanspoon on Windows Phone, and more: http://bit.ly/Rx3cRx Timeline Photos",
          1357401601
        ],
        [
          "See how Andy Samberg uses his Windows Phone: http://bit.ly/U5lhWp Meet Andy It's easy to see how much Andy Samberg loves movies when you look at his Windows Phone. ",
          1355792351
        ],
        [
          "Meet Bumble and see his speed-dating Live Tiles on the new Windows Phone: http://bit.ly/Umnb3f Meet Bumble. See his speed-dating Live Tiles on the new Windows Phone. See how the Abominable Snow Monster of the North Pole (he prefers Bumble) uses Live Tiles to get the information he wants on his new Windows Phone.",
          1354639511
        ],
        [
          "See how Jessica Alba's Windows Phone helps her stay closer to the people and things that matter most: http://bit.ly/WyoXTq Meet Jessica. See her Windows Phone. This is Jessica Alba's Windows Phone. Meet yours at windowsphone.com.",
          1353519302
        ],
        [
          "IT’S A (productivity) TRAP! Angry Birds Star Wars is now available for Windows 8 and Windows Phone 8! \r\n\r\nWindows 8 App: http://bit.ly/YT7STx \r\nWindows Phone 8 App: http://bit.ly/Ty1s7V\r\n\r\nESRB Rating: EVERYONE (Comic Mischief) Timeline Photos",
          1352477091
        ],
        [
          "Check out VoterHub, an amazing election app for Windows 8 and Windows Phone. \r\n\r\nWindows 8 App: http://bit.ly/Vusp0L \r\nWindows Phone app: http://bit.ly/Ud16YH Timeline Photos",
          1352131697
        ],
        [
          "Meet the new Windows Phone. http://www.windowsphone.com Timeline Photos",
          1351537202
        ],
        [
          "STARTING NOW: See what's next for Windows Phone on the live webcast at 10 a.m. PT: http://on.fb.me/Q28C7q Timeline Photos",
          1351526439
        ],
        [
          "Kicking off a very big week, a conversation with Microsoft Founder and Chairman Bill Gates: http://bit.ly/XJSrLP Bill Gates on Windows 8, Windows Phone 8, and Microsoft Surface Microsoft's Chairman Bill Gates chats about Windows 8, Windows Phone 8, Natural User Interface and Microsoft Surface.",
          1350903903
        ],
        [
          "Oh, the places you'll go! Share a photograph of your favorite place in this month's Windows Phone Photo Challenge: http://bit.ly/QjWGKz Timeline Photos",
          1349116565
        ],
        [
          "Meet the two newest additions to the growing Windows Phone 8 family – the Windows Phone 8X and 8S by HTC. Learn more and see exlusive hands-on video here: http://bit.ly/RAdnFs Windows Phone 8X and 8S by HTC",
          1348162236
        ],
        [
          "Check out the winning pet photos from the Windows Phone monthly photo contest & click like on your favorite. http://bit.ly/QjAwHB Windows Phone Pet Photos",
          1347460380
        ],
        [
          "Is Mr. Bojangles ready for his 15 minutes of fame? Showcase your favorite pet photos in the Windows Phone Monthly Photo Contest: http://bit.ly/Ok7uHN Timeline Photos",
          1346088632
        ],
        [
          "Windows Phone 8: In San Francisco last month, we unveiled Windows Phone 8 to rave reviews. You definitely want to check out Joe Belfiore’s demo of some of the great new capabilities coming to phones this fall. Lots of new apps coming, too... http://bit.ly/LE13fJ What We Did On Our Summer Vacation",
          1344004506
        ],
        [
          "Ben The PC Guy offered Dayna and Maysa dinner if they could prove that their phone is faster at everyday things, like finding a restaurant. See how Local Scout and Bing help make Windows Phone simply faster: http://bit.ly/PKQs3Q Windows Phone Challenge: Finding a mac and cheese dinner We offered Dayna and Maysa dinner if they could prove that their phone is faster at everyday things, like finding an American restaurant. Check out the challenge to learn if Maysa gets her mac and cheese dinner.",
          1343063721
        ],
        [
          "Stay up-to-date on all the latest news, schedules and results across all sports in the Summer Games with the official London 2012 Results app on Windows Phone: http://bit.ly/NBFcbt Timeline Photos",
          1342726965
        ],
        [
          "Download audio books directly to your phone with the Audible.com app for Windows Phone: http://bit.ly/M4Wssi Timeline Photos",
          1341584216
        ],
        [
          "Download the new free CNN app for Windows Phone: http://bit.ly/Ljedzn Timeline Photos",
          1340902573
        ],
        [
          "Ben The PC Guy hits the streets of Seattle to see if Android and iPhone users are up to the Smoked By Windows Phone challenge! Watch Ramona play for a shot at dinner, then read more about the challenge here: http://bit.ly/Qdi9o0 Windows Phone Challenge: Did Ramona get a free dinner? We offered Ramona and four of her closest friends dinner if she could prove that her Android phone is faster at everyday things, like searching for a restaurant and sending the link to friends. See how Local Scout and Groups help make Windows Phone simply faster.",
          1340730408
        ],
        [
          "Ben The PC Guy checks in with a preview of the new start screen that Windows Phone users will see in the upcoming version 7.8.  Check out the video below and learn more about the update here: http://bit.ly/MkZY0L Hands on with the new Windows Phone 7.8 Start Screen Ben Rudolph shows off an early build of Windows Phone 7.8 running on a Nokia Lumia 900. The new start screen includes resizable tiles, bringing a whole new l...",
          1340656356
        ],
        [
          "Make home cooking fun and easy with Live Tile-enabled food apps on Windows Phone. What's your go to food app? http://bit.ly/LlODhK Chef John Sundstrom Explains How Windows Phone Helps Him Cook John Sundstrom has been featured on numerous television networks including Food Network and PBS. He was named \"Best Chef Northwest\" by the James Beard Foundation in 2007. In this video, John explains how Windows Phone has transformed the way he cooks.",
          1340373001
        ],
        [
          "Windows Phone now has 100,000 apps and counting.  Which ones do you use every day? Timeline Photos",
          1340214575
        ],
        [
          "Live news and on-demand video from across the globe is at your fingertips with The Wall Street Journal Live app for Windows Phone: http://bit.ly/MD4pii Timeline Photos",
          1339682824
        ],
        [
          "Many of you have been asking, and we finally have an answer: Photosynth for Windows Phone is here! http://bit.ly/JueOw5 Timeline Photos",
          1338387909
        ],
        [
          "Get the latest news, opinions, analysis, and award-winning photography via the TIME app for Windows Phone: http://bit.ly/MiKkQx Timeline Photos",
          1337697032
        ],
        [
          "The Aviary photo editing platform is coming to Windows Phone! Check out the demo (http://bit.ly/LuQwbB) and read more about it here: http://bit.ly/K89ctW Timeline Photos",
          1337614109
        ],
        [
          "One of the coolest augmented reality Windows Phone apps around: the Nokia City Lens http://bit.ly/L533MW Timeline Photos",
          1337350504
        ],
        [
          "The LinkedIn app for Windows Phone is here. And it’s beautiful: http://bit.ly/JThNSk Timeline Photos",
          1337177695
        ],
        [
          "Skype for Windows Phone is out of beta and ready for download in 18 languages! Watch the video below, and learn more about it here: http://bit.ly/I46NPW  Official Skype for Windows Phone app Skype for Windows Phone app is here. The official Skype for Windows Phone app supports the most important Skype features you've come to know and love with a clean and simple Skype experience that the Metro user interface delivers on your Windows Phone. It has never before been so easy to connect wit...",
          1335190248
        ],
        [
          "Angry Birds, Burn the Rope, and lots more top Windows Phone games are now just 99 cents. Get ‘em while they’re hot http://bit.ly/HVFQRN Timeline Photos",
          1334848599
        ],
        [
          "Traveling in a foreign country? The Bing Translator App for Windows Phone deciphers text and speech in real-time. See it in action: http://bit.ly/HUbK07   Translator App for Windows Phone | Powered By Bing Over the last decade, world class researchers - both at our own research labs and around the world have been working on the problem of language translation, the results of which you enjoy today on Bing.",
          1334768799
        ],
        [
          "Pinworthy: 3 free Windows Phone apps for baseball fans: http://bit.ly/Hl8DM1 Timeline Photos",
          1333649146
        ],
        [
          "Ben The PC Guy shows the smart phone world who’s boss in the Smoked by Windows Phone challenge: http://on.fb.me/wpsmoked Timeline Photos",
          1331578875
        ],
        [
          "Windows Phone bet people $100 that Windows Phone is faster than their smart phones at the things they do every day. See who won: http://on.fb.me/wpsmoked Timeline Photos",
          1330966744
        ],
        [
          "Five words many of you have been waiting to hear: Skype for Windows Phone Beta! http://bit.ly/AfEaq4 Timeline Photos",
          1330326632
        ],
        [
          "Earlier today we told you about a great new game for Windows Phone, Chickens Can't Fly.  Here's a great Windows 7 theme based on the game as well: http://bit.ly/Abw5aM Timeline Photos",
          1329768046
        ],
        [
          "Looking for a fun new game for your Windows Phone? We've got three words for you: Chickens Can't Fly.  http://bit.ly/xd6lZp Timeline Photos",
          1329756308
        ],
        [
          "Coming to Windows this spring: Microsoft Flight! http://bit.ly/xsr6L1 Microsoft Flight",
          1325707127
        ]
      ],
      "dates_start": 1338238555,
      "dates_end": 1388835170,
      "likes_avg": 901,
      "likes_stdev": 906,
      "comments_avg": 70,
      "comments_stdev": 58,
      "shares_avg": 138,
      "shares_stdev": 155
    }
  ]
}