{
  "pagename": "MITnews",
  "globalstats": {
    "messages": 2406,
    "likes_avg": 717,
    "likes_stdev": 1631,
    "comments_avg": 20,
    "comments_stdev": 27,
    "shares_avg": 107,
    "shares_stdev": 413,
    "graph_uri": "clusters/MITnews.png"
  },
  "clusters": [
    {
      "number": 1,
      "important": [
        "centuri",
        "caus",
        "clear",
        "certain",
        "warm",
        "hundr",
        "rise",
        "long",
        "research mit depart",
        "atmospher"
      ],
      "common": [
        "atmospheric",
        "atmospheric planetary sciences",
        "department",
        "earth",
        "earth atmospheric",
        "earth atmospheric planetary sciences",
        "mit",
        "planetary",
        "planetary sciences",
        "sciences"
      ],
      "messages": [
        [
          "Research from the MIT Department of Earth, Atmospheric and Planetary Sciences found that certain greenhouse gases can cause sea levels to rise for hundreds of years after the pollutants have been cleared from the atmosphere. Short-lived greenhouse gases cause centuries of sea-level rise Through warming effects, methane and other gases impact rising seas long after leaving the atmosphere.",
          1484164933
        ],
        [
          "Researchers from MIT Department of Earth, Atmospheric and Planetary Sciences , Princeton University, and elsewhere have developed a new technique to monitor the seasonal changes in Greenland’s ice sheet. Tracking Greenland’s ice melt with seismic waves Technique uses vibrations generated by ocean waves to monitor ice sheet’s seasonal changes.",
          1463490240
        ],
        [
          "Is there life beyond the solar system? Three exoplanets co-discovered by scientists in the MIT Department of Earth, Atmospheric and Planetary Sciences are raising new hopes of finding out. Scientists discover potentially habitable planets Just 40 light years from Earth, planets are best targets so far for search for extraterrestrial life.",
          1462280640
        ],
        [
          "Meet Colette Heald, associate professor in the MIT Department of Earth, Atmospheric and Planetary Sciences and MIT Department of Civil and Environmental Engineering who studies how particles affect air quality and climate. #womeninSTEM Colette Heald: There’s something in the air Chemist studies atmospheric gases and particles, and how they affect air quality and climate.",
          1462107840
        ],
        [
          "Learn about climate change from MIT Department of Earth, Atmospheric and Planetary Sciences professors! Global Warming Science, a free course from MITx on edX, starts this week: http://mitsha.re/YoT3E Timeline Photos",
          1455728441
        ],
        [
          "Good news! A study from the MIT Department of Earth, Atmospheric and Planetary Sciences finds that our planet's geomagnetic field won't be flipping anytime soon. Earth not due for a geomagnetic flip in the near future Researchers find geomagnetic field intensity is double the long-term historical average.",
          1448384065
        ],
        [
          "“We really owe microbes a lot, because there would be no complex life on Earth without these bugs.” –Tanja Bosak, scientist in the MIT Department of Earth, Atmospheric and Planetary Sciences Microbe sleuth Tanja Bosak examines how life and the Earth evolved in tandem during their early history together.",
          1444057531
        ],
        [
          "MIT Department of Earth, Atmospheric and Planetary Sciences researchers are using stalagmites to learn how the American West dried out. Stalagmites pinpoint drying of American West Research suggests western U.S. deserts were relatively wet up until 8,200 years ago.",
          1438011890
        ],
        [
          "Tomorrow, humans make history when our little spacecraft flies past Pluto. And MIT Department of Earth, Atmospheric and Planetary Sciences professor Richard Binzel has a front-row seat as a New Horizons scientist...so feel it! http://bit.ly/1Da5KbS Timeline Photos",
          1436803822
        ],
        [
          "What causes massive storms on Saturn? A new model from the MIT Department of Earth, Atmospheric and Planetary Sciences may provide the answer. Small thunderstorms may add up to massive cyclones on Saturn New model may predict cyclone activity on other planets.",
          1434554401
        ],
        [
          "“The climate system is incredibly tied up with life.” –Mick Follows of MIT Department of Earth, Atmospheric and Planetary Sciences An ocean of opportunity Mick Follows uses tiny marine microbes to model climate change.",
          1429028359
        ],
        [
          "“Madison is a shining example of how academic excellence and athletic success can coexist.’’ Campus Angle: Madison Douglas, Concord-Carlisle/MIT fencing - The Boston Globe The Earth, Atmospheric, and Planetary Sciences major has a 121-59 career record as women’s squad leader.",
          1423157701
        ],
        [
          "A new study from the MIT Department of Earth, Atmospheric and Planetary Sciences suggests that intense volcanism may have played a significant role in wiping out the dinosaurs. Full story: http://mitne.ws/1BB4qBU \n\nImage: Jose-Luis Olivares/MIT Timeline Photos",
          1418396702
        ],
        [
          "A new study from the MIT Department of Earth, Atmospheric and Planetary Sciences provides the first experimental evidence that our solar system was shaped by an intense magnetic field.  http://mitne.ws/1xEBy8v \n\nImage: MIT Paleomagnetism Laboratory Timeline Photos",
          1415979929
        ],
        [
          "Happy birthday, Building 54! MIT's iconic tower and home to the MIT Department of Earth, Atmospheric and Planetary Sciences turns 50 this week: http://sciencem.it/1x6n9Af\n\nPhoto: Stuart Darsch Timeline Photos",
          1412348701
        ],
        [
          "Researchers at the MIT Department of Earth, Atmospheric and Planetary Sciences say a large earthquake may occur 5 miles from Istanbul. Full story: http://mitne.ws/1qn0jUY \n\nImage: NASA, and Christine Daniloff and Jose-Luis Olivares/MIT Timeline Photos",
          1410452735
        ],
        [
          "When did dinosaurs first appear in North America? An MIT Department of Earth, Atmospheric and Planetary Sciences study sheds new light: http://mitne.ws/1pMi654  \n\nImage: Jose-Luis Olivares/MIT (Background photo courtesy of Malka Machlus/Lamont-Doherty Earth Observatory of Columbia University.) Timeline Photos",
          1407850802
        ],
        [
          "20 years ago today, then-MIT Department of Earth, Atmospheric and Planetary Sciences and Hubble Space Telescope researcher Heidi Hammel '82 captured this image of an impact from Comet Shoemaker-Levy 9, the pieces of which crashed into Jupiter over seven days in July, 1994. Read what it was like to have a front seat for one of the most dynamic events that astronomers and planetary scientists have ever witnessed: http://mitsha.re/WcL6sA Timeline Photos",
          1405697701
        ],
        [
          "The Search for Earth 2.0: MacArthur Genius Grant awardee Sara Seager is on a mission to find an Earth twin. http://mitsha.re/1hVpFkd (Photo: Sam Ogden)\n\nView this and other stories on the news page for the MIT Department of Earth, Atmospheric and Planetary Sciences http://mitsha.re/1hVpQft Timeline Photos",
          1401895728
        ],
        [
          "A new study co-authored by Kerry Emanuel of the MIT Department of Earth, Atmospheric and Planetary Sciences concludes that powerful tropical cyclones — a.k.a. hurricanes — have shifted their peak intensity farther from the equator and closer to the poles in recent decades. More: http://mitne.ws/REv6Nn  \n\n(Image: NOAA) Timeline Photos",
          1400166901
        ],
        [
          "MIT Department of Earth, Atmospheric and Planetary Sciences researchers calculate #river networks’ movement across a #landscape. More: http://mitne.ws/1g3lAfu\n\n(Photo courtesy of Taylor Perron) Timeline Photos",
          1394290803
        ],
        [
          "MIT Department of Biology MIT Department of Earth, Atmospheric and Planetary Sciences MIT Department of Civil and Environmental Engineering scientists discover extracellular vesicles produced by #ocean microbes. More: http://mitne.ws/1euQJ8n\r\n\r\n(Image: Steven Biller/Chisholm Lab) Timeline Photos",
          1389362402
        ],
        [
          "MIT Department of Earth, Atmospheric and Planetary Sciences Researchers find immense heating at high pressures helps spread intermediate-depth #earthquakes. More: http://mitne.ws/1dyrsK0\n\n(Image courtesy of the researchers) Timeline Photos",
          1387994401
        ],
        [
          "New MIT Department of Earth, Atmospheric and Planetary Sciences method will help scientists determine the mass of exoplanets that are not measurable in any other way. More: http://mitne.ws/1dTgsHL\r\n\r\n(Image: Christine Daniloff/MIT, Julien de Wit) Timeline Photos",
          1387720801
        ],
        [
          "While the #Arctic Ocean is largely a #carbon sink, MIT Department of Earth, Atmospheric and Planetary Sciences researchers find parts are also a source of atmospheric #carbon dioxide. More: http://mitne.ws/IFMuN5 Timeline Photos",
          1386424802
        ],
        [
          "New research from MIT Department of Earth, Atmospheric and Planetary Sciences shows that rain as acidic as undiluted lemon juice may have played a part in killing off plants and organisms around the world during the most severe mass extinction in #Earth’s history: http://mitsha.re/1jBicXK Timeline Photos",
          1385388275
        ],
        [
          "Read up on the latest news and research from the Earth, Atmospheric and Planetary Sciences Department at MIT. MIT Department of Earth, Atmospheric and Planetary Sciences Oceans Ahoy! Read all about oceanography in EAPS, meet atmospheric chemistry graduate student Sarvesh Garimella, review member news and more in the Spring issue of EAPSpeaks: http://bit.ly/10ElFzb",
          1370266699
        ],
        [
          "“Unfortunately, the results of the study suggest a relatively high sensitivity of tropical extreme rainfall to global warming,” says Paul O’Gorman, an assistant professor in Earth, Atmospheric and Planetary Sciences Department, MIT. “But they also provide an estimate of what that sensitivity is, which should be of practical value for planning.” When it rains, it pours - MIT News Office Study estimates rate of intensification of extreme tropical rainfall with global warming.",
          1347882801
        ],
        [
          "“This thing missed, but chances are, at this size, we will one day find an object headed for an impact,” says Richard Binzel, a professor of planetary sciences in MIT’s Department of Earth, Atmospheric and Planetary Sciences. “Depending on where it’s falling, you might need to know whether it’s going to survive passage through the atmosphere, and how many fragments [will make impact]. We’d like to have the capability to deliver those kinds of answers, if we need to.” Explained: Near-miss asteroids - MIT News Office What to do in the event of an asteroid streaking toward Earth? Activate the asteroid ‘fire drill.’",
          1340967341
        ]
      ],
      "dates_start": 1381269048,
      "dates_end": 1449410771,
      "likes_avg": 280,
      "likes_stdev": 143,
      "comments_avg": 6,
      "comments_stdev": 4,
      "shares_avg": 49,
      "shares_stdev": 44
    },
    {
      "number": 2,
      "important": [
        "depart biolog",
        "person",
        "photo allegra boverman timelin",
        "got",
        "biolog engin",
        "moment",
        "realiz",
        "biolog",
        "fall",
        "realli"
      ],
      "common": [
        "allegra",
        "allegra boverman",
        "allegra boverman timeline photos",
        "boverman",
        "photo",
        "photo allegra",
        "photo allegra boverman",
        "photos",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "“When I got it to work, I realized I was the only person in the world to be experiencing that moment, and that really made me fall in love with discovery and research.” \n\nMeet Katie Bodner ’15 of the MIT Department of Biological Engineering, a scientist to watch in the field of synthetic biology: http://mitne.ws/1tOOERQ \n\nPhoto: Allegra Boverman Timeline Photos",
          1420643575
        ],
        [
          "“Teaching provides an opportunity to give back,” says newly-minted Rhodes Scholar Elliot Akama-Garren ’15, whose passions extend from teaching to cancer research to ice hockey. Full story: http://mitne.ws/1szXpyz\n\nPhoto: Allegra Boverman Timeline Photos",
          1418750101
        ],
        [
          "Theresa Oehmke, an senior in the MIT Department of Civil and Environmental Engineering, travels the globe in pursuit of her interests at the boundaries between water and land. Her story: http://mitne.ws/1HFSHU1 \n\nPhoto: Allegra Boverman Timeline Photos",
          1417015201
        ],
        [
          "Nathan Spielberg, a senior in MIT Mechanical Engineering, uses 3-D printing to build everything from nanoscale chips to houses. Full story: http://mitne.ws/1uiFbkH \n\nPhoto: Allegra Boverman Timeline Photos",
          1415028900
        ],
        [
          "Senior Christina Lalani applies lessons she learned from karate to global health disparities. Learn more about her work: mitne.ws/1DbPKao  \n\nPhoto: Allegra Boverman Timeline Photos",
          1413638701
        ],
        [
          "“I am always eager to work on solving new, interesting problems.” Grad student Maxime Cohen is changing business paradigms for the better at the MIT Sloan School of Management. Full story: http://mitne.ws/1p31mTO\n\nPhoto: Allegra Boverman Timeline Photos",
          1410275100
        ],
        [
          "PhD student and I-Trek founder Niaja Farve combines research, entrepreneurship, #STEM outreach, and indefatigable drive. Full story: http://mitne.ws/VCVJ7x\n\nPhoto: Allegra Boverman Timeline Photos",
          1408455301
        ],
        [
          "“Before we’re reactive, I’d like to be proactive so that we know what we don’t know.” Inspired by his hometown of Los Angeles, MIT Department of Urban Studies and Planning grad student John Arroyo takes a new approach to urban planning: http://mitne.ws/1tC88XM  \n\nPhoto: Allegra Boverman Timeline Photos",
          1406907884
        ],
        [
          "Looking to nature, PhD student Leon Dimas 3-D prints materials that resist flaws and fractures, while inspiring kids with his outreach program, MITxplore. http://mitne.ws/1iVmA9X\n\n(Photo: Allegra Boverman) Timeline Photos",
          1404318300
        ],
        [
          "With ample family support, PhD student Mareena Robinson focuses on research in nuclear security. Full story: http://mitne.ws/1r71XHi \n\n(Photo: Allegra Boverman) Timeline Photos",
          1403099101
        ],
        [
          "MIT senior Esther Jang uses science, engineering, and teaching to help others and challenge herself. Full story: http://mitne.ws/RRmtPN  \n\n(Photo: Allegra Boverman) Timeline Photos",
          1400596617
        ],
        [
          "Student spotlight: Justin Bullock '14 nears the finish of four years of research and running at MIT, turning next to medical school to focus on public health. More: http://mitsha.re/1fMdHOq \n\n(Photo: Allegra Boverman) Timeline Photos",
          1399302997
        ],
        [
          "From Boston to Bangalore, Priyanka Saha '14 uses technology to empower people with disabilities. Full story: http://mitsha.re/1hiKCZ1  \n\n(Photo: Allegra Boverman) #MIT #Students Timeline Photos",
          1398271379
        ],
        [
          "Whether she’s blocking shots on the #ice or studying #cancer #cells in the lab, #MIT senior Kate Koch tackles challenges head-on. More: http://mitne.ws/1fO7Xk5\n\n(Photo: Allegra Boverman) Timeline Photos",
          1391783401
        ],
        [
          "#MIT senior Dylan Soukup has fought #cancer on two fronts — and led MIT EMS through deep loss. More: http://mitne.ws/1c6Tej6\r\n\r\n(Photo: Allegra Boverman) Timeline Photos",
          1390672830
        ],
        [
          "Marshall Scholar Kirin Sinha is motivating young women to pursue #math through #dance. More: http://mitne.ws/199YTTN\n\n(Photo: Allegra Boverman) Timeline Photos",
          1387805498
        ],
        [
          "#MIT senior Jonathan Tebes sees #economics as a way to alleviate poverty in the U.S., Tanzania, and beyond. http://mitne.ws/17pdu9W (Photo: Allegra Boverman) Timeline Photos",
          1384351129
        ],
        [
          "#MIT PhD student Tom Schilling has spent most of the past eight months doing anthropological fieldwork in northwestern British Columbia. While scientists there seek to answer questions about trees and terrain, Schilling is interested in the maps and models of the region’s resources. More: http://mitne.ws/1emkrkc (Photo: Allegra Boverman) Timeline Photos",
          1378987178
        ],
        [
          "\"I like the idea that math is a juncture between practical impact and elegant ideas. You see something that’s very conceptual, but if you know how to tweak it the right way, it will have very profound practical applications.” - Find out more about MIT PhD student Kuang Xu's research http://mitne.ws/16zkfs1 (Photo: Allegra Boverman) Timeline Photos",
          1375874836
        ],
        [
          "#XGames skateboarding champ Alexis Sablone brings a unique perspective to her graduate studies at the MIT School of Architecture + Planning. Read her story: http://mitne.ws/1agE9bF (Photo: Allegra Boverman) Timeline Photos",
          1373628479
        ],
        [
          "“I’ve always been committed to the environment, but I had never really thought of it as a career before.” - Since enrolling at MIT in 2010, graduate student David Cohen-Tanugi has worked to engineer better filters or membranes to purify saline water. More: http://mitne.ws/11TPRqf (Photo: Allegra Boverman) Timeline Photos",
          1371469627
        ],
        [
          "As MIT Commencement nears, members of the Class of 2013 gather to celebrate their accomplishments. Congratulations to all! See photos:  http://mitne.ws/11H3tAy (Credit: Allegra Boverman) Timeline Photos",
          1370518689
        ],
        [
          "Throwing ideas at the world: MIT Sloan School of Management student Danny Castonguay finds a thrill in starting new companies. More: http://mitne.ws/11mbL5g (Photo: Allegra Boverman) Timeline Photos",
          1370260042
        ],
        [
          "MIT PhD student Stefanie Stantcheva’s research looks at “how to set the tax system to generate revenue for the government while still preserving incentives for taxpayers to work and save.” Find out more about her work: http://mitne.ws/12VzZlb (Photo: Allegra Boverman) Timeline Photos",
          1369221958
        ],
        [
          "Bringing power to the people: MIT graduate student and entrepreneur Chidube Ezeozue works to improve access to electricity in his native Nigeria. http://mitne.ws/13kwdCz \r\n\r\n(Photo: Allegra Boverman) Timeline Photos",
          1366289029
        ],
        [
          "As a child, Paul Lazarescu dreamed of becoming an inventor. Now a mechanical engineering major in his senior year at MIT, he's on the way to achieving his childhood dream. Find out more about his innovations: http://mitne.ws/XHdYbV \r\n\r\n(Photo: Allegra Boverman) Timeline Photos",
          1365766235
        ],
        [
          "Big goals for big data: MIT graduate student Jameson Toole hopes to use cellphone data to improve lives. http://mitne.ws/16Vp8v6\r\n\r\n(Photo: Allegra Boverman) Timeline Photos",
          1364300838
        ],
        [
          "Students \"teach\" a robot to adjust by using both of its arms instead of just one to pick up household objects. Read more: http://mitne.ws/15JIIdn \r\n\r\n(Photo: Allegra Boverman) Timeline Photos",
          1361799677
        ],
        [
          "MIT senior Christie Chiu plans to pursue a PhD in particle physics and hopes to combine her love of research and teaching as a professor. Read her story: http://mitne.ws/W8rDoU \r\n\r\n(Photo: Allegra Boverman) Timeline Photos",
          1359380910
        ],
        [
          "“Every day here at MIT we talk about the importance of art in transforming society. I experienced this notion not from theories, but through my life.\" – Gediminas Urbonas, the Mitsui Career Development Associate Professor in Contemporary Technology. http://mitne.ws/T7zJNy\r\n\r\n(Photo: Allegra Boverman) Timeline Photos",
          1355927639
        ]
      ],
      "dates_start": 1368337128,
      "dates_end": 1408618948,
      "likes_avg": 530,
      "likes_stdev": 361,
      "comments_avg": 20,
      "comments_stdev": 20,
      "shares_avg": 51,
      "shares_stdev": 52
    },
    {
      "number": 3,
      "important": [
        "class",
        "sign",
        "imag joselui",
        "igiphycom",
        "imag",
        "abil",
        "joselui",
        "last",
        "day",
        "gphis"
      ],
      "common": [
        "jose",
        "jose luis",
        "jose luis olivares",
        "jose luis olivares mit",
        "luis",
        "luis olivares",
        "luis olivares mit",
        "mit",
        "olivares",
        "olivares mit"
      ],
      "messages": [
        [
          "It's the last day of classes! 🎉\n\nImage: Jose-Luis Olivares gph.is",
          1481724301
        ],
        [
          "Hooray for the signing of the U.S. Constitution in 1787! #ConstitutionDay\n \nImage: Jose-Luis Olivares/MIT i.giphy.com",
          1474034700
        ],
        [
          "Welcome Class of #MIT2020. We see you! \n\nImage: Jose-Luis Olivares/MIT Timeline Photos",
          1472230687
        ],
        [
          "Hello bicyclists 🚴🏻 , here is a map (pdf) to help you get around MIT on two wheels. http://mitsha.re/lKHk300mWSq  #NationalBiketoWorkDay \n\nImage: Jose-Luis Olivares/MIT Timeline Photos",
          1463749441
        ],
        [
          "Moving Day is TODAY! We're commemorating the 100th anniversary of our move from Boston to Cambridge. All are welcome to the festival parade and river crossing competition. \nDetails: http://mitsha.re/4nsJuh #MIT02139\n\nImage: Jose-Luis Olivares/MIT Timeline Photos",
          1462626300
        ],
        [
          "This and every #EarthDay, we honor the planet that sustains, feeds, and nourishes us. 🌍\n\nImage: Jose-Luis Olivares/MIT Timeline Photos",
          1461330592
        ],
        [
          "Happy #SquareRootDay! 4/4/16 is the fourth of nine Square Root Days this century.  Image: Jose-Luis Olivares/MIT Timeline Photos",
          1459774894
        ],
        [
          "Happy #LeapDay from MIT!\n\nIllustration: Jose-Luis Olivares/MIT Timeline Photos",
          1456758919
        ],
        [
          "Happy Groundhog Day from MIT!  \n\nImage: Jose-Luis Olivares/MIT media.giphy.com",
          1454424281
        ],
        [
          "The wait is over. Congrats to early-action students admitted to MIT! #MIT2020\n\nImage: Jose-Luis Olivares/MIT Timeline Photos",
          1450456800
        ],
        [
          "Happy #MoleDay! October 23rd is the day we celebrate Avogadro's number, 6.02 x 10^23.\n\nImage: Jose-Luis Olivares/MIT Timeline Photos",
          1445607300
        ],
        [
          "It's Postdoc Appreciation Week! Postdoctoral researchers like Lin Zhou (pictured, at right, with Institute Professor Millie Dresselhaus) are making huge contributions to MIT and to the world.\n\nLearn about Zhou's recent work developing large, potentially versatile sheets of two-dimensional materials: http://mitsha.re/StyHB\n\nPhoto: Jose-Luis Olivares/MIT Timeline Photos",
          1443110958
        ],
        [
          "Happy first day of spring! Vernal equinox arrives today in the Northern Hemisphere.\n\nPhoto illustration: Jose-Luis Olivares/MIT Timeline Photos",
          1426868758
        ],
        [
          "Top 10 posts of 2014: No. 2 - Space-junk-be-gone\n\nAn MIT algorithm tested on the International Space Station could guide robotic retrieval of space junk: http://mitne.ws/1uIyN2z \n\nImage: NASA and Jose-Luis Olivares/MIT Timeline Photos",
          1419951301
        ],
        [
          "Live-action role-playing is a longtime Institute tradition. MIT News reports on the venerable MIT Assassins' Guild, which has been going strong since 1983: http://mitne.ws/1u6tg89  \n\nImage: Jose-Luis Olivares/MIT Timeline Photos",
          1415462100
        ],
        [
          "October 23rd is the day we celebrate Avogadro's constant, 6.02 x 10^23. Happy #MoleDay!\n\nIllustration: Jose-Luis Olivares/MIT Timeline Photos",
          1414074240
        ],
        [
          "Spacesuit of the future from MIT Aeronautics and Astronautics shrink-wraps to astronauts’ bodies. Full story: http://mitne.ws/1udtXK0 \n\nPhoto: Jose-Luis Olivares/MIT Timeline Photos",
          1411047301
        ],
        [
          "MIT's robotic cheetah can now run and jump on its own. Full story and video: http://mitne.ws/1s2M0pT\n\nPhoto: Jose-Luis Olivares/MIT Timeline Photos",
          1410786901
        ],
        [
          "An MIT algorithm tested on the International Space Station could guide robotic retrieval of space junk. Full story: http://mitne.ws/1uIyN2z\n\nIllustration: NASA and Jose-Luis Olivares/MIT Timeline Photos",
          1410355801
        ],
        [
          "Neuroscientists at MIT reverse memories’ emotional associations and identify the brain circuit that links feelings to memories. Full story: http://mitne.ws/1opt8cB  \n\nIllustration: Jose-Luis Olivares/MIT Timeline Photos",
          1409153516
        ],
        [
          "MIT Mechanical Engineering researchers have discovered new potential for renewable energy where the river meets the sea: http://mitne.ws/1q0ivRJ\n\nIllustration: Jose-Luis Olivares/MIT Timeline Photos",
          1408542000
        ],
        [
          "A new theory formulated by MIT Mechanical Engineering researchers predicts magnets may one day act as wireless cooling agents. Full story: http://mitne.ws/1thGWNP\n\nImage: Jose-Luis Olivares/MIT Timeline Photos",
          1406554801
        ],
        [
          "MIT researchers find a more efficient way to time traffic lights. 🚥 Full Story: http://mitne.ws/1rHz0EU \n\n(Photo: Jose-Luis Olivares/MIT) Timeline Photos",
          1404740102
        ],
        [
          "For the first time, MIT neuroscientists have demonstrated that they can control muscle movement by shining light on spinal cord neurons. Full story: http://mitne.ws/1yRc2x4  \n\n(Image: Jose-Luis Olivares/MIT) Timeline Photos",
          1403790001
        ],
        [
          "#WorldCup science: How do soccer balls curve in flight? An MIT mathematician provides new insights. Full story: http://mitne.ws/1qogZef  \n\n(Image: Jose-Luis Olivares/MIT) Timeline Photos",
          1403011501
        ],
        [
          "Surprising findings in the first study comparing brains of adults with former and current #ADHD: http://mitne.ws/1hM0ZAf  \n\n(Image: Jose-Luis Olivares/MIT) Timeline Photos",
          1402493871
        ],
        [
          "New electrochemical approach has the potential to efficiently turn low-grade heat to electricity. Full story: mitne.ws/Sj3dLz   \n\n(Image: Jose-Luis Olivares/MIT) Timeline Photos",
          1400679064
        ],
        [
          "A new algorithm enables computers to identify actions much more efficiently. Full story: http://mitne.ws/T2taQ5 \n\n(Image: Jose-Luis Olivares/MIT; video stills from Nesnad/Wikimedia Commons) Timeline Photos",
          1400073249
        ],
        [
          "Researchers have invented a new type of tiny, smartphone-readable particle that could be deployed to help authenticate currency, electronic parts, and luxury goods, and other products. More: http://mitsha.re/1hNDK1s \n\n(Image: Jose-Luis Olivares/MIT) Timeline Photos",
          1397479802
        ],
        [
          "Just in time for #allergy season: A new study reveals the hidden science of how coughs and sneezes float through air. More: http://mitsha.re/R0nvcu (Image: Jose-Luis Olivares/MIT) Timeline Photos",
          1396961402
        ],
        [
          "New study shows the #Euro leading to uniform prices across countries. More: http://mitsha.re/1mvHMAn (Illustration: Jose-Luis Olivares/MIT) Timeline Photos",
          1396365618
        ],
        [
          "MIT senior Nathan Kipniss relishes challenges in stem cells and symphonies. More: http://mitne.ws/1hwmb7T (Photo by Allegra Boverman, cell graphic by Nathan Kipniss/Weiss Lab, and photo collage by Jose-Luis Olivares/MIT) Timeline Photos",
          1395237601
        ]
      ],
      "dates_start": 1399194333,
      "dates_end": 1454521797,
      "likes_avg": 1954,
      "likes_stdev": 7329,
      "comments_avg": 27,
      "comments_stdev": 64,
      "shares_avg": 269,
      "shares_stdev": 736
    },
    {
      "number": 4,
      "important": [
        "set",
        "known",
        "dure",
        "sun",
        "entir",
        "video melani",
        "right",
        "gonickmit",
        "infinit",
        "atmospher"
      ],
      "common": [
        "gonick",
        "gonick mit",
        "melanie",
        "melanie gonick",
        "melanie gonick mit",
        "mit",
        "video",
        "video melanie",
        "video melanie gonick",
        "video melanie gonick mit"
      ],
      "messages": [
        [
          "At two times during the year, the setting sun aligns with the Infinite Corridor at MIT. In mid-November and in late January, when this occurs, and atmospheric conditions are right, sunlight streams down the entire 825 feet of the corridor. This celestial phenomenon is known as MIThenge.\n\nVideo: Melanie Gonick/MIT MIThenge",
          1485887492
        ],
        [
          "A glimpse of the morning snowfall.\n\nVideo: Melanie Gonick/MIT Snowy campus",
          1483721342
        ],
        [
          "A new approach to microelectromechanical systems (MEMS), developed by a team of researchers at MIT, could offer a new way of making movable parts with no solid connections between the pieces, potentially eliminating a major source of wear and failure. \n\nVideo: Melanie Gonick/MIT\nFootage: Daniel Preston/Device Research Lab at MIT Movable microplatform floating on droplets",
          1483462547
        ],
        [
          "Two MIT chalkers caught in the act with good tidings. ☃\n\nFeatured chalk artists: Junior, Aaron Lin and Freshman, Sunny Tian.\nVideo: Melanie Gonick/MIT MIT Chalkers",
          1482599100
        ],
        [
          "A team of MIT engineers show they can predict a liquid's droplet size distribution, including the likelihood of producing very big and very small droplets, based on one main property: the liquid's viscoelasticity, or stickiness. \n\nLearn more: http://mitsha.re/UboJ306YRGd\n\nVideo: Melanie Gonick/MIT\nHigh speed video: Bavand Keshavarz/Gareth H. McKinley/nnf@mit.edu\nMusic sampled from, \"Air Hockey Saloon,\" by Chris Zabriskie Predicting the range of droplet sizes for sticky fluids",
          1481382306
        ],
        [
          "MIT engineers have transformed spinach plants into sensors that can detect explosives and wirelessly relay that information to a handheld device similar to a smartphone. \n\nLearn more: http://mitsha.re/9Ehb305K63a\n\nVideo: Melanie Gonick/MIT\nInfrared/fluorescent images: Min Hao Wong Plant-to-human communication",
          1481299488
        ],
        [
          "Imobilare is a b-boy crew at MIT that provides opportunities for students to learn how to breakdance and improve their b-boying skills. Here, two members show us how they breakdance their way toward the end of the semester.\n\nLearn more about Imobilare: http://imobilare.mit.edu/\n\nVideo: Melanie Gonick/MIT\nB-boys: Tomohiro Maeda and Jeffrey Lu, Class of 2018. Study Break",
          1481044144
        ],
        [
          "MIT researchers have come up with a simple, inexpensive system for developing artificial muscles. The key ingredient? Nylon fiber.\n\nLearn more: http://mitsha.re/7tXK306sGbC\n\nVideo: Melanie Gonick/MIT Muscles Made of Nylon",
          1480349131
        ],
        [
          "Heat is a powerful force that can affect a material in many ways. For example, almost all solid materials when heated, inevitably expand. It is only in very rare instances certain materials do the opposite and actually shrink when heated. It is this class of \"metamaterials\" a team of engineers are interested in. \n\nLearn more: http://news.mit.edu/2016/3-d-printed-structures-shrink-when-heated-1025\n\nVideo: Melanie Gonick/MIT Heat-induced shrinkage",
          1477415223
        ],
        [
          "Inspired by hairy, semiaquatic mammals such as beavers and sea otters, a group of MIT engineers are fabricating fur-like rubbery pelts learn how these mammals stay warm and even dry while diving underwater. \n\nLearn more: mitsha.re/6e2J304T00N\n\nVideo: Melanie Gonick/MIT Furry Wetsuits",
          1475680606
        ],
        [
          "Red Bull Flugtag is an annual event in which competitors attempt to fly a homemade aircraft off a platform 33 feet in the air. This year, Flugtag came to Boston and the MIT Monkey Ballers entered the competition. \n\nVideo: Melanie Gonick/MIT MIT Monkey Ballers build a plane for Red Bull Flugtag 2016",
          1473257040
        ],
        [
          "A rugged new hydrogel hybrid from MIT Mechanical Engineering could be used to make artificial skin and longer lasting contact lenses. Learn more: http://mitsha.re/FwBK301GcWa\n\nVideo: Melanie Gonick/MIT New hydrogel that doesn't dry out",
          1467034605
        ],
        [
          "How to draw the MIT seal in less than 2 minutes: \n\nVideo: Melanie Gonick/MIT",
          1465563780
        ],
        [
          "#MIT2016 marks 50 years of the cardinal jackets worn at Commencement by 50-year alumni.\n\nVideo: Melanie Gonick/MIT The Red Coats Are Coming",
          1464875468
        ],
        [
          "In the heart of MIT's campus, the MIT Museum Studio and Compton Gallery lets students share their creative visions in the fields of science, technology, architecture, history, and art. \n\nWatch: http://mitsha.re/Zm9YP \n\nVideo: Melanie Gonick/MIT Timeline Photos",
          1463756641
        ],
        [
          "Engineers in CSAIL - MIT have developed an ingestible origami robot that can deliver drugs and remove accidentally swallowed batteries. Learn more: http://mitsha.re/zeUF300969v\n\nVideo: Melanie Gonick/MIT Robotic surgeon in a pill",
          1463074754
        ],
        [
          "Engineers have developed a material that can protect and tighten skin, smooth wrinkles, and potentially be used to deliver drugs to treat skin conditions. Learn more: http://mitsha.re/4bKe3002OEA\n\nVideo: Melanie Gonick/MIT Engineering a second skin",
          1462799962
        ],
        [
          "Spring is just around the corner... 🌞\n\nPhoto: Melanie Gonick/MIT Timeline Photos",
          1457805900
        ],
        [
          "MIT undergrads don't take normal classes in January. So what do they do they do instead? LOTS. Enjoy a visual snapshot of Independent Activities Period at MIT.\n\nLearn more about IAP: http://web.mit.edu/iap/\n\nVideo: Melanie Gonick/MIT Independent Activities Period: A Visual Journey",
          1454338200
        ],
        [
          "Happy Science Fiction Day! Take a peek inside the MIT Science Fiction Society. Video: Melanie Gonick/MIT the MIT Science Fiction Society Read more about the MIT Science Fiction Society at MIT News: http://web.mit.edu/newsoffice/2012/science-fiction-society-library-0507.html Music by Broke for ...",
          1451746801
        ],
        [
          "Top 15 posts of 2015 – No. 7: MIT's origami microbot on the move! Massachusetts Institute of Technology (MIT) A tiny origami robot from CSAIL - MIT climbs, swims, and carries loads twice its weight! Read more: http://mitne.ws/1HwBZro  \n\nVideo: Melanie Gonick/MIT",
          1450898955
        ],
        [
          "#TBT Wow! A 1957 time capsule meant to be sealed for 1,000 years was unexpectedly unearthed during construction at the MIT.nano site. More from MIT News: http://mitsha.re/UNSpl  \n\nVideo: Melanie Gonick/MIT Time capsule discovered at MIT",
          1447947017
        ],
        [
          "Physics fun: A new model developed by MIT engineers predicts the force required to tie simple knots.\n\nVideo: Melanie Gonick/MIT Untangling the mechanics of knots",
          1441981709
        ],
        [
          "\"Our vision is to eliminate waste.\" MIT spinoff LiquiGlide brings nonstick coating to consumer packaging. Learn more: http://mitne.ws/1BTLIqK \n\nVideo: Melanie Gonick/MIT Engineering nonstick coatings to reduce waste",
          1435671240
        ],
        [
          "A tiny origami robot from CSAIL - MIT climbs, swims, and carries loads twice its weight! Read more: http://mitne.ws/1HwBZro  \n\nVideo: Melanie Gonick/MIT MIT origami microbot",
          1434115950
        ],
        [
          "At the MIT Costume Shop, students transform paper into incredible garments!\n\nVideo: Melanie Gonick/MIT MIT Costume Shop",
          1433173806
        ],
        [
          "\"I think a goal that we should have is to get more people to look through a telescope.\" \n\nObserve@MIT allows the MIT community to view the cosmos above campus. Learn more: http://mitsha.re/1F4RZOr\n\nVideo: Melanie Gonick/MIT Gazing at the cosmos with Observe@MIT",
          1431439765
        ],
        [
          "New thumbnail-mounted wireless track pad could operate digital devices. Read more: http://mitne.ws/1Jb57SE \n\nVideo: Melanie Gonick/MIT http://mitne.ws/1Jb7o0j NailO: A thumbnail-mounted wireless track pad Researchers at the MIT Media Lab are developing a new, wearable device that turns the user's thumbnail into a miniature, wireless track pad. (Learn more abou...",
          1429277700
        ],
        [
          "MIT's origami team, OrigaMIT, has been building an enormous three-dimensional fractal out of business cards. Here's a look at their effort to build a level-3 Menger sponge!\n\nLearn more about paperfolding at MIT: http://mitsha.re/1MUtapV\n\nVideo: Melanie Gonick/MIT Building a Menger Sponge 3-D fractal at MIT",
          1426863110
        ],
        [
          "During MIT's Independent Activities Period, students participating in the \"Forces Frozen\" workshop experimented with structural \nice shells made from fabric frozen in place. Watch: http://mitsha.re/1yMxHaP\n\nVideo: Melanie Gonick/MIT Forces Frozen: Structures made from frozen fabrics Through the power of shape and curvature, very thin shells can achieve impressive strength and stiffness, even when they are made only from frozen water-soak...",
          1422112500
        ],
        [
          "Top 10 posts of 2014: No. 1 - Robo-cheetah\n\nMIT's robotic cheetah can now run and jump on its own! Full story: http://mitne.ws/1s2M0pT\n\nVideo: Melanie Gonick/MIT",
          1420037700
        ],
        [
          "Top 10 posts of 2014: No. 6 - Math at MIT\n\n\"If we can understand how mathematics relates to the world, then we can make a better world.”\n\nVideo: Melanie Gonick/MIT",
          1419605701
        ],
        [
          "What happens when 500 MIT students teach 3,000 high-school students over one weekend at MIT? Welcome to MIT Splash! \n\nLearn more: http://mitsha.re/1u9Veg1 \n\nVideo: Melanie Gonick/MIT SPLASH! at MIT",
          1418051580
        ]
      ],
      "dates_start": 1433771696,
      "dates_end": 1478244743,
      "likes_avg": 807,
      "likes_stdev": 849,
      "comments_avg": 30,
      "comments_stdev": 41,
      "shares_avg": 474,
      "shares_stdev": 1765
    },
    {
      "number": 5,
      "important": [
        "week mit",
        "confer",
        "learn photo",
        "lego",
        "late",
        "founder",
        "special",
        "announc",
        "foundat",
        "held"
      ],
      "common": [
        "http",
        "http mitsha",
        "lab",
        "media",
        "media lab",
        "mit",
        "mit media",
        "mit media lab",
        "mitsha",
        "new"
      ],
      "messages": [
        [
          "This week, the MIT Media Lab held a conference celebrating one if its founders, the late MIT Prof. Seymour Papert. For the occasion, the LEGO Foundation created special Papert minifigures, and announced a new fellowship in his honor. Learn more: http://mitsha.re/nbKt308qr4C\n\nPhoto: Lego Foundation Timeline Photos",
          1485612794
        ],
        [
          "\"STEM matters to me because it fuels my mission to show compassion through computation.\" Meet Joy Buolamwini, a grad student in the MIT Media Lab and MIT Center for Civic Media, whose work on algorithm bias helped her win a national contest highlighting the next generation of women in STEM. Learn more about Buolamwini and the Search for #HiddenFigures contest: http://mitsha.re/8aBf3088eWa Algorithmic Justice League",
          1484840221
        ],
        [
          "Top 16 posts of 2016: No. 5 - Celebrating Engineers Week\n\nEngineering is all around us. InFORM is a dynamic display that can render 3-D content so users can interact with digital information in a tangible way. Image: Tangible Media Group, MIT Media Lab media.giphy.com",
          1482851100
        ],
        [
          "Top 16 posts of 2016: No. 16 - Circuit jewlery\n\nThe MIT Media Lab developed temporary tattoos that double as digital interfaces. MIT’s DuoSkin turns temporary tattoos into on-skin interfaces Your next tattoo could be functional as well as aesthetic. A new MIT Media Lab product called DuoSkin created in partnership with Microsoft Research turns..",
          1481911501
        ],
        [
          "A Nightmare on Ames Street 😱 Happy Halloween from the MIT Media Lab! Scene at MIT: A nightmare on Ames Street The Media Lab has never looked spookier . . . thanks to the Nightmare Machine.",
          1477929900
        ],
        [
          "Barack Obama talks AI, robo-cars, and the future of the world with MIT Media Lab Director Joi Ito: mitsha.re/EzGR30570s9 via WIRED Barack Obama Talks AI, Robo Cars, and the Future of the World The president in conversation with MIT's Joi Ito and WIRED editor-in-chief Scott Dadich.",
          1476360304
        ],
        [
          "The Electome tool from the MIT Media Lab will provide journalists with an analysis of presidential debate related tweets. #Election2016 Q&A: How Twitter explains the 2016 election “Electome” project charts the national conversation in unique detail.",
          1474988915
        ],
        [
          "Megan Smith ’86, SM ’88 and other thought leaders offer advice to students on how women in STEM fields can develop skills for navigating life and work. Media Lab conference addresses gender bias, diversity, and inclusion in STEM Megan Smith ’86, SM ’88 and other thought leaders offer advice to students on how women in STEM fields can develop skills for navigating life and work.",
          1474981500
        ],
        [
          "New from the MIT Media Lab: Temporary tattoos that double as a digital interfaces. More, via TechCrunch: http://mitsha.re/ibeu303fvnu DuoSkin:Functional, stylish on-skin user interfaces DuoSkin is a fabrication process that enables anyone to create customized functional devices that can be attached directly on their skin. Using gold metal leaf,…",
          1471269504
        ],
        [
          "The ATLAS Experiment at CERN in Switzerland has granted MIT Media Lab researchers unique access to a live feed of particle collisions detected at the Large Hadron Collider (LHC), the world’s largest particle accelerator. Music of the (data) spheres A new MIT project taps into particle collisions to generate music and forge harmony between science and art.",
          1467551041
        ],
        [
          "A project out of the MIT Media Lab just made government data more valuable and accessible to a wider audience. Website Seeks to Make Government Data Easier to Sift Through Data USA, a project by the M.I.T. Media Lab and Deloitte, is free to use and its software code is open source, so that developers can build custom applications.",
          1459880802
        ],
        [
          "New from The MIT Press and MIT Media Lab: The Journal of Design and Science, an open-access platform providing novel connections between science and design. MIT Media Lab and MIT Press launch Journal of Design and Science Journal will offer a new, open-access alternative for academic publishing.",
          1456417569
        ],
        [
          "Engineering transforms the world. Join MIT in celebrating Engineers Week! #EWeek2016\n\nVideo clip: Tangible Media Group, MIT Media Lab media.giphy.com",
          1456161391
        ],
        [
          "Just in time for this week's #HourofCode: A new PBS KIDS  ScratchJr app, co-developed at the MIT Media Lab, is helping children learn programming basics! New PBS KIDS ScratchJr app launches Developed in collaboration with the MIT Media Lab and Tufts University, the PBS KIDS ScratchJr app helps children ages 5-8 learn coding concepts.",
          1449501982
        ],
        [
          "BioLogic, a new \"bio-skin\" from the MIT Media Lab's Tangible Media Group, peels back in response to humidity and sweat. Learn more: http://mitsha.re/UlyJL Biologic Learn more about the project by watching the \"Making of Biologic\" here: https://vimeo.com/142212881 Initiated from MIT Media Lab, BioLogic is our attempt…",
          1446911450
        ],
        [
          "In celebration of the MIT Media Lab's 30th anniversary, LEGO and the LEGO Foundation unveiled a model of the lab constructed out of Lego bricks!\n\nWatch a video about MIT's collaboration with LEGO, empowering children to be creative thinkers: http://mitsha.re/U2nU0 Timeline Photos",
          1446216000
        ],
        [
          "Celebrated artist Theo Jansen and his kinetic \"Strandbeest\" sculptures visited the MIT Media Lab last week! Learn more: http://mitsha.re/SfBMF Social media Storify: http://mitsha.re/SfgpT \n\nPhotos: Andy Ryan Strandbeests at MIT",
          1442333449
        ],
        [
          "Music + technology = innovative symphonies! Learn about MIT Media Lab professor Tod Machover's new tech-infused works debuting at the LUCERNE FESTIVAL: http://mitsha.re/RNw2q\n\nPhoto: Stefan Deuber Timeline Photos",
          1441374479
        ],
        [
          "After hitchBOT's recent demise, MIT Media Lab's Kate Darling describes humans' ability to relate emotionally to robots and other objects. MIT's Kate Darling: what the death of hitchBOT teachs us about humans (Wired UK) Two weeks ago hitchBOT, a hitchhiking robot who was roaming the world relying on the kindness of strangers, was vandalised. HitchBOT's demise didn't come as a shock to everyone though -- including Kate Darling, an expert in robot ethics at MIT Media Lab",
          1440517688
        ],
        [
          "MIT researchers have developed a new technique to 3-D print glass. Watch the process in action: http://mitsha.re/RcvBT GLASS Glass 3D Printing (G3DP) Additive Manufacturing of Optically Transparent Glass developed by the Mediated Matter Group at the MIT Media Lab in collaboration with…",
          1440338101
        ],
        [
          "Researchers from the MIT Media Lab have developed a new system that can eliminate many of the washed-out spots that plague overexposed images. Learn more: http://mitsha.re/R5QSW A camera that can’t be overexposed? MIT team says it’s possible Some MIT researchers think they’ve found a way to make digital photography even more idiot-proof. By combining next-generation camera hardware with new image-processing algorithms, a team from the school’s Media Lab says it’s possible to eliminate many of the washed-out spots.",
          1440165301
        ],
        [
          "Researchers at MIT are helping urban planners design spaces with people in mind. MIT Puts Pedestrians at the Center of Urban Design MIT Media Lab’s 'Placelet' project will measure the quality of a space by tracking how people move through it.",
          1439917128
        ],
        [
          "Happy Star Wars Day! Watch the MIT Media Lab recreate Princess Leia's hologram: http://mitne.ws/1DPkpb7 #Maythe4thbewithyou\n\nPhoto: Melanie Gonick/MIT Timeline Photos",
          1430747701
        ],
        [
          "Watch and see how MIT learns. http://mitsha.re/1DLnGNx How MIT Learns A glimpse into the experience of creative learning at MIT. Learning Over Education Initiative @ MIT Media Lab http://learn.media.mit.edu Video & animation…",
          1429450502
        ],
        [
          "In a visit to the MIT Media Lab this week, noted behavioral scientist Temple Grandin shared her insights about how to support and encourage people living with autism. Temple Grandin: Look at what people can do, not what they can’t In talks at MIT, noted behavioral expert suggests encouraging skills of people with autism.",
          1426776285
        ],
        [
          "Zipperbot can help you dress yourself. MIT’s zipper robots could dress you — if you let them This is a robot that has an eye for style. In a video released this month, a group at MIT's Media Lab demonstrated how a group of tiny robots can track the rails of a zipper and seal you into your clothing -- and you won't need to lift a finger.",
          1424099101
        ],
        [
          "All-star MIT women entrepreneurs pave the way for gender balance in tech: http://mitsha.re/18jZg1a #womenintech All-star MIT women entrepreneurs pave the way for gender balance in tech On Thursday night MIT held its first Women in Innovation and Entrepreneurship networking reception in the sparse and modern Gagosian-like gallery space of the MIT Media Lab. The event was organized and hosted by two of MIT’s most prominent women in tech, Erika Ebbel Angle, founder and chairman of Sc…",
          1422285900
        ],
        [
          "A new study out of the MIT Media Lab finds that “linguistic connectedness” predicts global influence of speakers. How information moves between cultures Networks that map strength of connections between languages predict global influence of their speakers.",
          1418828101
        ],
        [
          "Explore this decade of data with a presentation by Prof. Alex \"Sandy\" Pentland of the MIT Media Lab: http://mitsha.re/1Fo2jR9 Timeline Photos",
          1417800301
        ],
        [
          "A new system from the MIT Media Lab combines your screens into one experience. MIT Invents A Magic Lens That Combines All Your Screens Into A Single Experience With THAW, smartphones can seamlessly interact with what's happening on laptop and tablet screens. And that's only the beginning.",
          1411225801
        ],
        [
          "The Place Pulse project from the MIT Media Lab maps our urban perceptions. http://mitsha.re/1sVY7mI Timeline Photos",
          1408199701
        ],
        [
          "Little kids can code, too! ScratchJr, a new version of Scratch for children ages 5-7, is now available as a free app. Details: http://mitne.ws/1pqbJUZ  \n\nScratchJr: http://www.scratchjr.org\nLifelong Kindergarten group from the MIT Media Lab: http://llk.media.mit.edu Timeline Photos",
          1406987101
        ],
        [
          "New vision-correcting electronic displays from the MIT Media Lab could let users dispense with glasses. Learn more: http://mitne.ws/1nNkdX0\n\nhttp://www.youtube.com/watch?v=SNdapCs6vR8 Vision Correcting Displays Researchers at the MIT Media Laboratory and the University of California at Berkeley have developed a new display technology that automatically corrects for ...",
          1406812094
        ],
        [
          "A brief video history of the magnificent Paradiso Synthesizer created by the MIT Media Lab's Joe Paradiso. #tbt The Paradiso Synthesizer MIT News - March 14, 2012 In 1973, Media Lab associate professor Joe Paradiso was an undergraduate at Tufts University, and didn't know anyone who had built ...",
          1406216101
        ],
        [
          "An op-ed in today's The New York Times asks, How can educators encourage girls to program? Scratch developer and MIT Media Lab member Natalie Rusk weighs in. How to Get Girls Into Coding Educators believe that computer games can be the gateway — and female mentors are the X factor.",
          1401628500
        ],
        [
          "Kids can code! Take part in #ScratchDay this Saturday, 5/17. Find an event near you: http://mitsha.re/RRW8S2 \n\nScratch is a project of the Lifelong Kindergarten group of the MIT Media Lab. Learn more: http://llk.media.mit.edu  Scratch Day 2014 Vimeo is the home for high-quality videos and the people who love them.",
          1400258739
        ],
        [
          "Two entrepreneurs who met at the MIT Media Lab are building STEM toys for a new generation. More: http://mitsha.re/1gDDxPj  \n\n(Photo: Makey Makey) Timeline Photos",
          1400081101
        ],
        [
          "The Hybrid Basketry project from the MIT Media Lab combines 3-D printing with hand-woven patterns.  Hybrid Basketry Contemporary 3D printing and traditional craft rarely meet in the same creation. The Hybrid Basketry project merges these two distinct traditions: 3D-printed...",
          1399480200
        ],
        [
          "At the 2014 TED Conference, MIT Professor Hugh Herr spoke about the bionic limbs he is building that let us run, climb, and dance: http://mitne.ws/1gKj7ss The new bionics that let us run, climb and dance Hugh Herr is building the next generation of bionic limbs, robotic prosthetics inspired by nature's own designs. Herr lost both legs in a climbing accident 30 years ago; now, as the head of the MIT Media Lab’s Biomechatronics group, he shows his incredible technology in a talk that's both technical…",
          1396186201
        ],
        [
          "At the TED Conference in Vancouver today, Boston Marathon bombing survivor Adrianne Haslet-Davis will dance on a prosthetic leg that the MIT Media Lab's Hugh Herr, himself a double amputee, designed and engineered. Story via WBUR 90.9 FM: http://mitsha.re/1qVmIa5 Timeline Photos",
          1395248826
        ],
        [
          "Inexpensive ‘nano-camera’ developed by MIT Media Lab can operate at the speed of light. More: http://mitne.ws/1eqAbiy Timeline Photos",
          1385733602
        ],
        [
          "A carving tool designed at the MIT Media Lab allows the user to control the carving process while aided by a computer guidance system that is preprogrammed with the desired three-dimensional shape. More: http://mitne.ws/I4rqzH FreeD: MIT 'smart tools' meld personal technique with computerized controls It's often easy to tell at a glance the difference between a mass-produced object and one that has been handcrafted: The handmade item is likely to have dist...",
          1385217601
        ],
        [
          "MIT grad student David Sengeh writes about the Human Bionic Project. Find out more: http://bionic.media.mit.edu/#/ The Human Bionic Project: visualizing real-life Iron Man In my doctoral research at the MIT Media Lab, I work with a real life Tony Stark (Iron Man) in many ways. My thesis adviser Hugh Herr is a double...",
          1372424386
        ],
        [
          "MIT Media Lab researchers have devised a new approach to generating holograms that could lead to color holographic-video displays that are much cheaper to manufacture than today’s monochromatic displays. More: http://mitne.ws/11On8zM Timeline Photos",
          1371903000
        ],
        [
          "“Holography works, it’s beautiful, nothing can touch its quality,” says Douglas Lanman, a postdoc at the MIT Media Lab. “The problem, of course, is that holograms don’t move. To make them move, you need to create a hologram in real time, and to do that, you need … little tiny pixels, smaller than anything we can build at large volume at low cost. So the question is, what do we have now? We have LCDs. They’re incredibly mature, and they’re cheap.” Glasses-free 3-D TV looks nearer - MIT News Office A new method for producing multiple-perspective 3-D images could prove more practical in the short term than holography.",
          1342089511
        ]
      ],
      "dates_start": 1396374258,
      "dates_end": 1465746296,
      "likes_avg": 513,
      "likes_stdev": 756,
      "comments_avg": 12,
      "comments_stdev": 18,
      "shares_avg": 127,
      "shares_stdev": 243
    },
    {
      "number": 6,
      "important": [
        "nobel",
        "economist",
        "photo maia",
        "maia weinstockmit",
        "maia",
        "maia weinstockmit timelin",
        "photo maia weinstockmit",
        "timelin",
        "photo maia weinstockmit timelin",
        "photo"
      ],
      "common": [
        "maia",
        "maia weinstock",
        "maia weinstock mit",
        "mit",
        "photo",
        "photos",
        "timeline",
        "timeline photos",
        "weinstock",
        "weinstock mit"
      ],
      "messages": [
        [
          "Standing ovation for MIT's newest Nobel laureate, economist Bengt Holmström #NobelPrize \n\nPhoto: Maia Weinstock/MIT Timeline Photos",
          1476106079
        ],
        [
          "We decorate our stairwells with molecular #SciArt. \n\nPhoto: Maia Weinstock/MIT Timeline Photos",
          1475939100
        ],
        [
          "😊😊😊 Smiles along the Infinite for #WorldSmileDay 😊😊😊\n\nPhoto: Maia Weinstock/MIT Timeline Photos",
          1475850388
        ],
        [
          "September sunset over the Charles. #aroundMIT\n\nImage: Maia Weinstock/MIT Timeline Photos",
          1474142700
        ],
        [
          "Happy summer Friday!  Photo: Maia Weinstock/MIT Timeline Photos",
          1469812238
        ],
        [
          "Photo: Maia Weinstock/MIT Procession and Vigil for Orlando Shooting Victims",
          1466078044
        ],
        [
          "Common sight #aroundMIT: nitrogen tanks.\n\nPhoto: Maia Weinstock/MIT Timeline Photos",
          1462457107
        ],
        [
          "Throwback to last February, when MIT was crowned American College Cricket League champs! http://mitsha.re/YrvsW #TBT\n\nLearn about the MIT Cricket Club: http://cricket.scripts.mit.edu\n\nPhoto: Maia Weinstock/MIT Timeline Photos",
          1455806700
        ],
        [
          "Born #OTD in 1834: Dmitri Mendeleev, the father of the modern periodic table! Those at MIT can visit him in Lobby 6.\n\nPhoto: Maia Weinstock/MIT Timeline Photos",
          1454954400
        ],
        [
          "❄❄❄❄ \n\nPhoto: Maia Weinstock/MIT Timeline Photos",
          1454690967
        ],
        [
          "Education = illumination\n\nPhoto: Maia Weinstock/MIT #aroundMIT Timeline Photos",
          1448036739
        ],
        [
          "Autumn at 77 Mass. Ave. #aroundMIT\n\nPhoto: Maia Weinstock/MIT Timeline Photos",
          1447440900
        ],
        [
          "Sandwiches at the 'Tute honor Tony Stark (an MIT alum), Captain Kirk, Captain Picard, and the Nobel Prize. Happy #NationalSandwichDay!\n\nPhoto: Maia Weinstock/MIT Timeline Photos",
          1446571500
        ],
        [
          "Campus is getting colorful! 🍁  #aroundMIT \n\nPhoto: Maia Weinstock/MIT Timeline Photos",
          1444830300
        ],
        [
          "Domes and downtown Boston, as seen from the MIT Kavli Institute for Astrophysics and Space Research. #aroundMIT\n\nPhoto: Maia Weinstock/MIT Timeline Photos",
          1440683688
        ],
        [
          "The weekend approaches . . . Time for fun in the sun!\n\nPhoto of the MIT Sailing Pavilion: Maia Weinstock/MIT Timeline Photos",
          1439571595
        ],
        [
          "Scratch work at MIT. Can you guess the department?\n\nPhoto: Maia Weinstock/MIT Timeline Photos",
          1439559429
        ],
        [
          "Cool clouds on a summer Friday #aroundMIT\n\nPhoto: Maia Weinstock/MIT Timeline Photos",
          1438954740
        ],
        [
          "🌿 MIT through the trees 🌿\n\nPhoto: Maia Weinstock/MIT Timeline Photos",
          1437580720
        ],
        [
          "Snow banks and the MIT Alps are but a memory... Summer is almost here!\n\nPhoto: Maia Weinstock/MIT Timeline Photos",
          1434039661
        ],
        [
          "Congrats to Prof. Dava Newman, who took her oath as NASA deputy administrator yesterday from her office at MIT! Newman was sworn in via telecon by Administrator Charlie Bolden and representatives from NASA Headquarters. Learn more: http://mitne.ws/1JxPUif \n\nPhoto: Maia Weinstock/MIT Timeline Photos",
          1431784860
        ],
        [
          "Happy Mother's Day to all the mothers and others who nurture us to become our best!\n\nPhoto: Maia Weinstock/MIT Timeline Photos",
          1431266100
        ],
        [
          "The first crocus has arrived!\n\nPhoto: Maia Weinstock/MIT Timeline Photos",
          1427814300
        ],
        [
          "Lesson in perspective from the MIT School of Architecture + Planning.\n\nPhoto: Maia Weinstock/MIT Timeline Photos",
          1425229501
        ],
        [
          "Snowy MIT\n\nPhoto: Maia Weinstock/MIT Timeline Photos",
          1424444101
        ],
        [
          "In Lobby 7 this afternoon: Singing Valentine! 💕🎵 \n\nPhoto: Maia Weinstock/MIT Timeline Photos",
          1423868539
        ],
        [
          "Snow continues to accumulate on campus, which is closed today. Stay warm, everyone!\n\nPhoto: Maia Weinstock/MIT Timeline Photos",
          1423489906
        ],
        [
          "Happy birthday, Dmitri Mendeleev! The Russian chemist, best known for his periodic table of elements, was born on this date in 1834.\n\nPhoto: Relief in Lobby 6 by Maia Weinstock/MIT Timeline Photos",
          1423415100
        ],
        [
          "This week at MIT: Snow, snow, and more snow\n\nPhoto: Maia Weinstock/MIT Timeline Photos",
          1423321561
        ],
        [
          "The pile of snow outside of MIT Medical is getting a fresh layer today! #aroundMIT \n\nPhoto: Maia Weinstock/MIT Timeline Photos",
          1422897252
        ],
        [
          "A light snow blanketed Killian Court this morning. Happy Friday, everyone!\n\nPhoto: Maia Weinstock/MIT Timeline Photos",
          1421420653
        ],
        [
          "Stairwell at MIT.\n\nPhoto: Maia Weinstock/MIT #aroundMIT Timeline Photos",
          1420653131
        ],
        [
          "Happy holidays from the Massachusetts Institute of Technology!\n\nPhoto: Maia Weinstock/MIT Timeline Photos",
          1419000900
        ],
        [
          "A little luck from George Eastman's nose to all MIT students preparing for finals! http://mitsha.re/1AuUWVa \n\nPhoto: Maia Weinstock/MIT Timeline Photos",
          1417794300
        ],
        [
          "Sunset on the west-campus tracks. #aroundMIT\n\nPhoto: Maia Weinstock/MIT Timeline Photos",
          1417715101
        ],
        [
          "Want to join the MIT family? Undergraduate applications are due January 1, one month from today! More info: http://mitsha.re/1uWD3hZ\n\nPhoto: Maia Weinstock/MIT Timeline Photos",
          1417448101
        ],
        [
          "Killian Court on Thanksgiving Eve  #aroundMIT\n\nPhoto: Maia Weinstock/MIT Timeline Photos",
          1417022820
        ],
        [
          "🍁🍂 Autumn at MIT 🍂🍁\n\nPhoto: Maia Weinstock/MIT Timeline Photos",
          1416591120
        ],
        [
          "Bewitching Halloween treats from Tim the Beaver and the MIT Happy Club!\n\nPhoto: Maia Weinstock/MIT Timeline Photos",
          1414767300
        ],
        [
          "To wrap up #NationalChemistryWeek, learn the story behind the unique periodic table sculpture in MIT's Building 18: http://mitsha.re/1wqszpZ\n\nPhoto: Maia Weinstock/MIT Timeline Photos",
          1414245537
        ],
        [
          "The Latino Cultural Center (LCC) serves as a hub for Latino students and student organizations at MIT, as well as a learning center for individual community members interested in Latino culture. Learn more: http://latino.mit.edu\n\nPhoto: Maia Weinstock/MIT Timeline Photos",
          1412171079
        ],
        [
          "This afternoon at MIT: The annual Great Glass Pumpkin Patch http://glasslab.scripts.mit.edu/pumpkin/\n\nPhoto: Maia Weinstock/MIT Timeline Photos",
          1411826898
        ],
        [
          "The autumnal equinox occurred at 10:29 p.m. EDT last night, making today the first full day of fall! And, with leaves just getting ready to turn color, a new honeycomb sculpture has appeared in Eastman Court.\n\nPhoto: Maia Weinstock/MIT Timeline Photos",
          1411479900
        ],
        [
          "Inspiration from a bike on campus for your Friday afternoon!\n\nPhoto: Maia Weinstock/MIT Timeline Photos",
          1406301533
        ],
        [
          "Seen in the MIT Student Center: Tetris hash browns! #onlyatMIT\n\nPhoto: Maia Weinstock/MIT Timeline Photos",
          1405604700
        ]
      ],
      "dates_start": 1414399827,
      "dates_end": 1455141563,
      "likes_avg": 910,
      "likes_stdev": 665,
      "comments_avg": 20,
      "comments_stdev": 33,
      "shares_avg": 56,
      "shares_stdev": 42
    },
    {
      "number": 7,
      "important": [
        "may",
        "luck",
        "christin",
        "good",
        "imag christin",
        "everi",
        "carri",
        "christin daniloffmit timelin",
        "christin daniloffmit",
        "imag christin daniloffmit"
      ],
      "common": [
        "christine",
        "christine daniloff",
        "christine daniloff mit",
        "christine daniloff mit timeline photos",
        "daniloff",
        "daniloff mit",
        "mit",
        "photos",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "Good luck to all #BostonMarathon runners! May your feet carry you swiftly through every smoot. 👏\n\nImage: Christine Daniloff/MIT Timeline Photos",
          1460975449
        ],
        [
          "...and to all a good night. Happy Christmas to all from MIT!\n\nIllustration: Christine Daniloff/MIT giphy.com",
          1450976700
        ],
        [
          "Chemists at MIT have determined how rain cleanses the atmosphere http://mitsha.re/RuQqa\n\nIllustration: Christine Daniloff/MIT Can rain clean the atmosphere? Study explains how rain droplets attract aerosols out of the atmosphere.",
          1440942301
        ],
        [
          "Happy Independence Day! \n\nImage: Christine Daniloff/MIT Timeline Photos",
          1436017500
        ],
        [
          "Happy birthday to Robert Robinson Taylor, MIT's first black graduate, who was recently honored with a U.S. postage stamp! Learn more: http://mitne.ws/1E9SYeo\n\nImage: Christine Daniloff/MIT Timeline Photos",
          1433776921
        ],
        [
          "Good luck to all those running in the Boston Marathon! \n\nIllustration by Christine Daniloff/MIT Timeline Photos",
          1429536900
        ],
        [
          "A new device from engineers at MIT could soon make large biological circuits practical. Learn more: http://mitne.ws/1pfyBda  \n\nIllustration: Christine Daniloff/MIT Timeline Photos",
          1416930069
        ],
        [
          "MIT engineers have transformed the genome of the bacterium E. coli into a long-term storage device for memory. Full story: http://mitne.ws/1xwK60e  \n\nImage: Christine Daniloff/MIT Timeline Photos",
          1415902207
        ],
        [
          "Got a second? New work from Draper Laboratory + MIT Aeronautics and Astronautics enables portable atomic clocks: http://mitne.ws/1wTAMEr \n\nImage: Christine Daniloff/MIT Timeline Photos",
          1415813401
        ],
        [
          "A new study coauthored by Sara Ellison of MIT Economics finds gender diversity in the workplace can help the bottom line. Full story: http://mitne.ws/1yK4caT\n\nImage: Christine Daniloff/MIT Timeline Photos",
          1412689500
        ],
        [
          "MIT researchers have made a breakthrough discovery \"of fundamental importance\" to the understanding of pancreatic cancer that may allow for much earlier detection of the disease. Full story: http://mitne.ws/1rESOZ3  \n\nImage: Christine Daniloff/MIT Timeline Photos",
          1412091202
        ],
        [
          "A detailed quantitative study has found that online classes like those on the edX platform really do work, even among learners with the least preparation. Full story: http://mitne.ws/1vgOvlY\n\nImage: Christine Daniloff/MIT #MOOCs Timeline Photos",
          1411564989
        ],
        [
          "A new book by MIT Economics Professor Peter Temin explains how John Maynard Keynes’ ideas are relevant to today’s global economy. Full story: http://mitne.ws/1ybQM7r \n\nImage: Christine Daniloff/MIT Timeline Photos",
          1410879901
        ],
        [
          "Solar-powered desalination from MIT Mechanical Engineering could deliver clean water for off-grid villages in India and elsewhere. Learn more: http://mitne.ws/1xxTfsy\n\nIllustration: Christine Daniloff/MIT Timeline Photos",
          1410182100
        ],
        [
          "An energy win-win: A system proposed by researchers at MIT recycles materials from discarded car batteries into new, long-lasting solar panels that provide emissions-free power. Learn more: http://mitne.ws/1o5quIR\n\nImage: Christine Daniloff/MIT Timeline Photos",
          1408367010
        ],
        [
          "Visualizing big data: A new tool from CSAIL - MIT identifies sources of aberrant results and recomputes visualizations without them. Full story: http://mitne.ws/1rAGtSz\n\nImage: Christine Daniloff/MIT Timeline Photos",
          1408110001
        ],
        [
          "Seeing is hearing: Researchers at CSAIL - MIT have developed a \"visual microphone\" that can extract speech from a vibrating potato-chip bag filmed through soundproof glass. Full story: http://mitne.ws/1mf7Qyh \n\nImage: Christine Daniloff/MIT Timeline Photos",
          1407159301
        ],
        [
          "New research suggests human communication is more like that of other animals than we realize. Learn more: http://mitne.ws/1nx4mu2\n\n(Image: Christine Daniloff/MIT) Timeline Photos",
          1402580101
        ],
        [
          "Economist David Autor analyzes education’s centrality in Americans' economic outcomes. Full story: http://mitne.ws/1jb8hr6\n\n(Image: Christine Daniloff/MIT) Timeline Photos",
          1400850002
        ],
        [
          "In her new book, MIT's Eugenie Brinkema takes a closer look at how visual cues in film play with our emotions. More: http://mitsha.re/1g84pGU\n\n(Image: Christine Daniloff/MIT) Timeline Photos",
          1399467601
        ],
        [
          "New research reveals some nanoparticles commonly added to consumer products can significantly damage #DNA. Full story: http://mitsha.re/1jtZDXS (Illustration: Christine Daniloff/MIT) Timeline Photos",
          1397048222
        ],
        [
          "New algorithm for determining orientation of objects could aid #robots in navigation, scene understanding. Full story: http://mitsha.re/PxxbtG (Image: Christine Daniloff/MIT) Timeline Photos",
          1396621801
        ],
        [
          "MIT researchers cure a liver disorder in mice by replacing a mutated gene with a normal one. More: http://mitsha.re/1pu4LxH (Illustration: Christine Daniloff/MIT) Timeline Photos",
          1396199393
        ],
        [
          "MIT project democratizes the design of visually rich, interactive websites http://mitne.ws/1hx9Xuu #dataviz (Image: Christine Daniloff/MIT) Timeline Photos",
          1395928800
        ],
        [
          "New study from MIT MechE researchers shows that the inner-ear membrane uses tiny pores to mechanically separate sounds. More: http://mitne.ws/OBPfCA (Illustration: Christine Daniloff/MIT) Timeline Photos",
          1395583201
        ],
        [
          "New microscopy technique captures 3-D images of cells as they flow through a microfluidic channel. This may help scientists separate stem cells at varying stages of development or distinguish healthy cells from cancerous ones. Full story: http://mitne.ws/1lWakCO (Image: Christine Daniloff/MIT) Timeline Photos",
          1395411082
        ],
        [
          "#MIT scientists identify a plasma plume that naturally protects the Earth against solar storms. More: http://mitsha.re/1iqUpyI\n\n(NASA images used in a photo composite by Christine Daniloff/MIT) Timeline Photos",
          1394395279
        ],
        [
          "MIT Aeronautics and Astronautics team proposes storing extra #rocket fuel in #space for future missions. More: http://mitne.ws/1mVa6jJ\n\n(Illustration: Christine Daniloff/MIT) Timeline Photos",
          1394031601
        ],
        [
          "#MIT spinout Meka Robotics, recently acquired by Google, creates ‘sociable’ humanoid #robots that could help advance human-robot interaction. More: http://mitne.ws/1gliMbe\n\n(Illustration: Christine Daniloff/MIT) Timeline Photos",
          1392994610
        ],
        [
          "New MIT EECS Department CSAIL - MIT strategies for managing the local memory banks known as ‘caches’ could improve #computer chips’ performance while reducing their #energy consumption. More: http://mitne.ws/O9BiMs\n\n(Illustration: Christine Daniloff/MIT) Timeline Photos",
          1392820200
        ],
        [
          "#MIT startup Viztu Technologies developed commercial #software that generated 3-D models from 2-D photos. More: http://mitne.ws/1gGoSI6\n\n(Illustration: Christine Daniloff/MIT) Timeline Photos",
          1391536800
        ],
        [
          "New research from MIT Sloan School of Management shows boost for leading-edge and low-profile work in the life sciences happens after authors are honored. More: http://mitne.ws/1f1O9Zq\r\n\r\n(Illustration: Christine Daniloff/MIT) Timeline Photos",
          1390833407
        ],
        [
          "New The Picower Institute for Learning and Memory MIT Brain and Cognitive Sciences study identifies #drug that could improve treatment of posttraumatic stress disorder. More: http://mitne.ws/1b6dxsY\r\n\r\n(Illustration: Christine Daniloff/MIT) Timeline Photos",
          1390226401
        ],
        [
          "Happy New Year from all of us at #MIT! \r\n\r\n(Image: Christine Daniloff/MIT) Timeline Photos",
          1388584801
        ],
        [
          "#MIT study that examines how old memories fade away could lead to possible new treatments for posttraumatic stress disorder. More: http://mitne.ws/1eQsVAB (Illustration: Christine Daniloff/MIT) Timeline Photos",
          1379591750
        ],
        [
          "\"Wi-Vi\" system developed at CSAIL - MIT could have possible uses in disaster recovery, personal safety and #gaming. Find out what it's about: http://mitne.ws/128u9f9 (Illustration: Christine Daniloff/MIT) Timeline Photos",
          1372418544
        ],
        [
          "In the near future, a buzz in your belt or a pulse from your jacket may give you instructions on how to navigate your surroundings. Find out more: http://mitne.ws/17M5VP0 (Illustration: Christine Daniloff/MIT) Timeline Photos",
          1371213801
        ],
        [
          "Researchers are analyzing data from the first edX course for clues to how students learn online. More: http://mitne.ws/116JsrM (Graphic: Christine Daniloff/MIT) Timeline Photos",
          1370968800
        ],
        [
          "A new algorithm solves a major problem with homomorphic encryption, which promises to make cloud computing perfectly secure. Find out more: http://mitne.ws/19XzlsL (Graphic: Christine Daniloff/MIT) Timeline Photos",
          1370866896
        ],
        [
          "MIT researchers have examined why innovation thrives in cities, and their findings could have important consequences for urban planning. More: http://mitne.ws/134JqP9 (Illustration: Christine Daniloff/MIT) Timeline Photos",
          1370431222
        ],
        [
          "MIT study shows how we interpret confusing statements in conversations. http://mitne.ws/ZMbTvt  (Illustration: Christine Daniloff/MIT) Timeline Photos",
          1367757001
        ],
        [
          "MIT researchers are developing a new system called DBSeer that should help problems such as the pricing of cloud services and the diagnosis of web application slowdowns. DBSeer's algorithms use machine-learning techniques to build accurate models of performance and resource demands of database-driven applications. http://mitne.ws/13QXhwo\r\n\r\n(Illustration: Christine Daniloff/MIT) Timeline Photos",
          1363091776
        ],
        [
          "What should the United States do to retain foreign talent in the STEM fields? Three MIT experts discuss this and other aspects of the challenges facing foreign-born entrepreneurs under current immigration policy, as well as the implications for the country's economy. http://mitne.ws/YZR4XI\r\n\r\n(Image: Christine Daniloff/MIT) Timeline Photos",
          1362062751
        ],
        [
          "A newly released study conducted by MIT scholars highlights ways that manufacturing can spur innovation and economic growth in the United States. http://mitne.ws/13adBI0\r\n\r\n(Image: Christine Daniloff/MIT) Timeline Photos",
          1361557703
        ],
        [
          "How language could have evolved: Researchers from MIT, along with a scholar from the University of Tokyo, say the balance of evidence suggests that human language is a grafting of two communication forms: first, the elaborate songs of birds, and second, the more utilitarian, information-bearing types of expression seen in a diversity of other animals. Find out more: http://mitne.ws/Xnb6yc \r\n\r\n(Image: Christine Daniloff/MIT) Timeline Photos",
          1361453660
        ],
        [
          "Storing data in individual molecules: Find out more about a new technology that could improve the storage capacity of computer hard drives 1,000‑fold. http://mitne.ws/XYlxa2\r\n\r\nGraphic: The new molecules are known as \"graphene fragments,\" because they largely consist of flat sheets of carbon (which are attached to zinc atoms). That makes them easier to align during deposition, which could simplify the manufacture of molecular memories. Credit: Christine Daniloff/MIT Timeline Photos",
          1359034076
        ]
      ],
      "dates_start": 1374004866,
      "dates_end": 1421972382,
      "likes_avg": 420,
      "likes_stdev": 262,
      "comments_avg": 12,
      "comments_stdev": 10,
      "shares_avg": 71,
      "shares_stdev": 58
    },
    {
      "number": 8,
      "important": [
        "nobel",
        "bryce",
        "prof",
        "nobel prize",
        "real",
        "still",
        "morn",
        "whether",
        "bryce vickmark timelin",
        "photo bryce"
      ],
      "common": [
        "http",
        "http mitne",
        "http mitne ws",
        "mitne",
        "mitne ws",
        "photo",
        "photos",
        "timeline",
        "timeline photos",
        "ws"
      ],
      "messages": [
        [
          "Prof. Holmström heard the news at home this morning: \"I'm still wondering whether I'll wake up or whether this is the real thing.\"\n\nLearn about his Nobel Prize win: http://mitsha.re/4HV73051x63\n\nPhoto: Bryce Vickmark Timeline Photos",
          1476114526
        ],
        [
          "Experience the captured moments of Commencement day here: http://mitsha.re/SikW3010oGe\n\nPhoto: M. Scott Brauer Timeline Photos",
          1465304641
        ],
        [
          "Happy Thanksgiving!\n\nPhoto: Bryce Vickmark | Cookies: Victoria Palay Timeline Photos",
          1448551801
        ],
        [
          "Meet Kristala Jones Prather, a professor in MIT Chemical Engineering (ChemE) who is coaxing bacteria to develop new, useful substances: http://mitsha.re/TlKOk #AdaLovelaceDay\n\nPhoto: M. Scott Brauer Timeline Photos",
          1444750200
        ],
        [
          "“Science, at the end of the day, is done by people just like you and me.” –Sergio Cantu, PhD student in MIT Department of Physics \n\nLearn how Cantu is studying lasers to increase computational speed and security: http://mitne.ws/1Hq90Uu\n\nPhoto: Bryce Vickmark Timeline Photos",
          1436795483
        ],
        [
          "Tonio Buonassisi, associate professor of mechanical engineering at MIT, is teaming up with Brazilian researchers to advance solar energy technologies, with support from the MIT-Brazil Program Seed Fund. Learn more: http://mitsha.re/1CR9PX6\n\nPhoto: M. Scott Brauer Timeline Photos",
          1427214781
        ],
        [
          "\"Sangeeta Bhatia is a role model for women in science and engineering.\"\n\nFor International Women's Day, watch a new video from the Lemelson-MIT Program profiling Prof. Bhatia: http://mitsha.re/1zsZbyX\n\nPhoto: Bryce Vickmark #IWD2015 Timeline Photos",
          1425823500
        ],
        [
          "\"The kinetochore is the most fascinating structure in the cell. I fell in love with it as a machine and structure to look at.” Iain Cheeseman of the MIT Department of Biology explores the structures that control cell division: http://mitne.ws/10vdHLN\n\nPhoto: M. Scott Brauer Timeline Photos",
          1415210693
        ],
        [
          "“Uncovering bridges between different disciplines through common scientific fundamentals is something that keeps me really driven about doing research.\" Meet Bilge Yildiz of the MIT Department of Nuclear Science and Engineering: http://mitne.ws/1w2PiL4 \n\nPhoto: Bryce Vickmark Timeline Photos",
          1413898800
        ],
        [
          "Leading health care economist Jonathan Gruber weighs in on a proposed cost-benefit analysis of smoking. Learn more: http://mitne.ws/1112Ppn\n\nPhoto: M. Scott Brauer Timeline Photos",
          1413292500
        ],
        [
          "A new book by MIT's Clapperton Mavhunga explores the overlooked history of African technology. Learn more: http://mitne.ws/1vH2OjH \n\nPhoto: Bryce Vickmark Timeline Photos",
          1412602801
        ],
        [
          "Sofia Essayan-Perez, a senior in MIT Brain and Cognitive Sciences, is inspired by those around her to research autism and teach science in Nicaragua through the MIT Public Service Center. Her story: http://mitne.ws/ZeD5p4\n\nPhoto: Bryce Vickmark Timeline Photos",
          1411653322
        ],
        [
          "Evelyn Wang ’00, an associate professor in MIT Mechanical Engineering, attended MIT as an undergraduate, but her connection to the Institute goes back much further than that: This is where her parents met, as graduate students from Taiwan, and married, in the MIT Chapel. Full story: http://mitne.ws/1nAsnye\n\nPhoto: Bryce Vickmark Timeline Photos",
          1409924101
        ],
        [
          "“I defy any other institution to have students who are that *into* it.” Meet figure skater-turned-professor Arthur Bahr, who gets engineers to study Old English: http://mitne.ws/1AgukaS\n\nPhoto: Bryce Vickmark Timeline Photos",
          1408023601
        ],
        [
          "A new gene manipulation method from the MIT Department of Biological Engineering could lead to novel #malaria drugs. Full story: http://mitne.ws/1vxEyVb  \n\nPhoto: Bryce Vickmark Timeline Photos",
          1407763759
        ],
        [
          "PhD student Dina El-Zanfaly studies learning through making — with one eye on her home country, where she founded Fab Lab Egypt. Full story: http://mitne.ws/1nDlwr7\n\n(Photo: Bryce Vickmark) Timeline Photos",
          1405431303
        ],
        [
          "Mathematician Alice Guionnet looks for the magic hidden in huge data sets. Full story: http://mitne.ws/1pWw2dp  \n\n(Photo: Bryce Vickmark) Timeline Photos",
          1403882100
        ],
        [
          "Who's using your data? MIT's Tim Berners-Lee, Oshani Seneviratne, and Lalana Kagal are developing a new technology that would let individuals track how their private data is used online. Full story: http://mitne.ws/1kvIElu\n\n(Photo: Bryce Vickmark) Timeline Photos",
          1402674206
        ],
        [
          "Professor Fox Harrell works to enrich the subjective and ethical dimensions of the digital media experience. More: http://mitne.ws/1jxPRFA\n\n(Photo: Bryce Vickmark) Timeline Photos",
          1400936700
        ],
        [
          "Building with blocks: Architect Anton Garcia-Abril brings his experimental, industrial style to the MIT School of Architecture + Planning. Full story: http://mitne.ws/1jD6IXK \n\n(Photo: Bryce Vickmark) Timeline Photos",
          1399993200
        ],
        [
          "The complexonaut: Scott Aaronson travels the far reaches of computational complexity. More: http://mitsha.re/1g1ellp (Photo: Bryce Vickmark) Timeline Photos",
          1396887885
        ],
        [
          "New MIT Chemical Engineering (ChemE) nanotechnology could turn shrubbery into supercharged energy producers or sensors for explosives. More: http://mitne.ws/1ebJbKm (Photo: Bryce Vickmark) Timeline Photos",
          1395064803
        ],
        [
          "A new #robotic #fish developed by researchers from MIT EECS Department and CSAIL - MIT can change direction almost as rapidly as a real fish. More: http://mitne.ws/1ftpWZa\n\n(Photo: M. Scott Brauer) Timeline Photos",
          1394717145
        ],
        [
          "MIT Department of Physics Professor Robert Simcoe peers deep into the universe’s past to identify the first #stars. More: http://mitne.ws/MosrEQ\n\n(Photo: M. Scott Brauer) Timeline Photos",
          1393356280
        ],
        [
          "MIT management professor Vivek Farias says his ability to tackle tough business issues is mostly a byproduct of his pursuit of interesting questions.  Read about his work: http://mitne.ws/1bJ8i5u (Photo: Bryce Vickmark) Timeline Photos",
          1384867801
        ],
        [
          "After working in the private sector, Kristala Jones Prather returned to academia and launched her own lab at #MIT, where she designs new ways to #engineer #bacteria to synthesize useful chemical compounds such as #biofuels. More: http://mitne.ws/1bbflQA (Photo: M. Scott Brauer) Timeline Photos",
          1383746381
        ],
        [
          "An #MIT team led by Professor Michael Strano (right) and postdoc Nicole Iverson has built an implantable sensor that can monitor nitric oxide — a sign of inflammation, \nand possibly cancer — for more than a year. More: http://mitne.ws/1hHeBt0 (Photo: Bryce Vickmark) Timeline Photos",
          1383573014
        ],
        [
          "#MIT’s Paulo Lozano is designing tiny ion thrusters to cheaply and efficiently propel shoebox-sized satellites, known as “CubeSats,” through #space. More: http://mitne.ws/H7WUEV (Photo: Bryce Vickmark) Timeline Photos",
          1382437506
        ],
        [
          "A simple scheme for self-assembling #robots: Small cubes self‑propel, leap onto each other, and snap together to form modular robots. http://mitne.ws/18B7tJP (Photo: M. Scott Brauer) Timeline Photos",
          1380886813
        ],
        [
          "Associate Professor Ruben Juanes’ studies of how fluids move underground could help with cleaner #energy production and water supplies. Find out more: http://mitne.ws/1eGaz5b (Photo: M. Scott Brauer) Timeline Photos",
          1379331895
        ],
        [
          "Six members of the #MIT2017 class tell their stories as they begin their journey today at #MIT. Congratulations to all of our incoming freshmen! http://mitne.ws/17NjDl2 (Photo: Bryce Vickmark) Timeline Photos",
          1378288227
        ],
        [
          "“#Gaming is not separate from all the other things that are happening in society. It’s culture, and thus a part of it.” http://mitne.ws/18ogDrA - MIT sociologist T.L. Taylor studies the worlds of online gaming and e-sports (Photo: Bryce Vickmark) Timeline Photos",
          1378207979
        ],
        [
          "“By studying worms we can take a much more basic evolutionary perspective on the function of the innate immune system.” – Read more about #MIT biologist Dennis Kim’s research: http://mitne.ws/13h9uf1 (Photo: Bryce Vickmark) Timeline Photos",
          1376398364
        ],
        [
          "“Hopefully the technologies we are developing will help the research community to discover therapeutics for various neurological diseases.\" - MIT Associate Professor Mehmet Fatih Yanik. More: http://mitne.ws/14ifUeH #science (Photo: M. Scott Brauer) Timeline Photos",
          1375271369
        ],
        [
          "“That’s the classic problem I’m most interested in: How do cells regulate their own behavior?” - Michael Laub, #MIT associate professor of #biology. More #science at:http://mitne.ws/1bLryyU (Photo: M. Scott Brauer) Timeline Photos",
          1374230401
        ],
        [
          "Newly tenured Associate Professor Tomás Palacios investigates the use of ‘extreme materials’ in electronics, which could reduce energy consumption and make computers far faster. More: http://mitne.ws/15eksjF (Photo: Bryce Vickmark) Timeline Photos",
          1372850400
        ],
        [
          "Associate Professor Pierre Lermusiaux leads an MIT group that develops methods to better predict ocean behavior for a wide range of applications. See more about his research: http://mitne.ws/1a3Xkq1 (Photo: M. Scott Brauer) Timeline Photos",
          1371037116
        ],
        [
          "Innovations by Laura Popa (left) and Dana Weinstein at MIT could enable more efficient use of radio spectrum, changing the game for wireless devices. http://mitne.ws/11ErGih (Photo: M. Scott Brauer) Timeline Photos",
          1368625200
        ],
        [
          "MIT researchers have found a way to make steel with zero greenhouse-gas emissions, and cheaply. http://mitne.ws/143WYve (Photo: M. Scott Brauer) Timeline Photos",
          1368100311
        ],
        [
          "Best of the Week: Stories on exciting research advances against cancer and the dengue virus, plus a description of a new approach that uses folded DNA to control the nanostructure of inorganic materials. http://mitne.ws/vKR7Y0 \r\n\r\n(Photo of MIT research associate Luiz Godoy by M. Scott Brauer) Timeline Photos",
          1365856201
        ],
        [
          "MIT research associate Luiz Godoy and his colleagues have discovered a means of weakening melanoma cells by cutting off their supply of nitric oxide. Find out more: http://mitne.ws/14RAgtI\r\n\r\n(Photo: M. Scott Brauer) Timeline Photos",
          1365437400
        ],
        [
          "The search for solar systems like our own: Associate Professor Josh Winn’s hunt for exoplanets may someday reveal habitable, Earth-like worlds. Find out more about his work: http://mitne.ws/YmWjnQ \r\n\r\n(Photo: M. Scott Brauer) Timeline Photos",
          1363783136
        ],
        [
          "Institute Professor Phillip Sharp, co-founder of biotech giant Biogen Idec, talks about the factors that have made the Kendall Square area — which is adjacent to MIT — a hotbed of innovation. http://mitne.ws/YRjNAP \r\n\r\n(Photo: M. Scott Brauer) Timeline Photos",
          1363703401
        ],
        [
          "Best of the Week: A 'cheetah' bot that could propel advances in robotics, and research that quantifies the speed of technological change. http://mitne.ws/vKR7Y0 \r\n\r\n(Photos: M. Scott Brauer; Wikipedia/Casey Fleser) Timeline Photos",
          1362838200
        ],
        [
          "MIT's Biomimetic Robotics Lab presents its \"cheetah\" robot, a 70-pound bot that may soon outpace its animal counterparts in running efficiency: Check it out and see what it can do:  http://mitne.ws/13JzUEI \r\n\r\n(Photo: M. Scott Brauer) Timeline Photos",
          1362752114
        ],
        [
          "“Doing natural experiments requires the methodological tools, but that needs to be combined with a deep knowledge of the subject matter.\" — MIT Associate Professor Jens Hainmueller looks for experiments to answer tough political questions. http://mitne.ws/13FepVB MIT Political Science (Photo: M. Scott Brauer) Timeline Photos",
          1362578281
        ],
        [
          "Research conducted by Laura Schulz, an associate professor of brain and cognitive sciences at MIT, reveals that children use many of the same strategies employed in the scientific method to learn about the world around them. Find out more: http://mitne.ws/12kNnTb\r\n\r\n(Photo: M. Scott Brauer) Timeline Photos",
          1360865400
        ],
        [
          "MIT Professor Jonathan Gruber examines the online health-insurance exchanges that will operate in the United States as part of the federal Patient Protection and Affordable Care Act. http://mitne.ws/Ua1kR2 \r\n\r\n(Photo: M. Scott Brauer) Timeline Photos",
          1357135247
        ]
      ],
      "dates_start": 1366399344,
      "dates_end": 1422461917,
      "likes_avg": 523,
      "likes_stdev": 299,
      "comments_avg": 15,
      "comments_stdev": 12,
      "shares_avg": 65,
      "shares_stdev": 59
    },
    {
      "number": 9,
      "important": [
        "learn photo",
        "massachusett institut technolog",
        "institut technolog mit",
        "institut technolog",
        "institut technolog mit post",
        "post",
        "begin",
        "technolog mit",
        "solv",
        "goal"
      ],
      "common": [
        "institute",
        "institute technology",
        "massachusetts",
        "massachusetts institute",
        "massachusetts institute technology",
        "massachusetts institute technology mit",
        "mit",
        "photos",
        "technology",
        "technology mit"
      ],
      "messages": [
        [
          "The MIT Mystery Hunt begins today! The goal: Solve puzzles to find a coin hidden on campus. Learn more: http://mitsha.re/fWw1307Yv1w Photos from Massachusetts Institute of Technology (MIT)'s post",
          1484323200
        ],
        [
          "Haunted MIT Dome via the MIT Media Lab  and Shutterstock 👻 \n\nLearn about the MIT Nightmare Machine: http://mitsha.re/ZCur305HgZp Massachusetts Institute of Technology (MIT)'s cover photo",
          1477925930
        ],
        [
          "Happy Ada Lovelace Day! Here are four of MIT's fantastic #womeninSTEM, rendered in LEGO: professors Paula Hammond, Maria Zuber, Sangeeta Bhatia, Millie Dresselhaus.   Photos: Maia Weinstock Photos from Massachusetts Institute of Technology (MIT)'s post",
          1476195300
        ],
        [
          "Still going strong: Institute Professor Millie Dresselhaus then and now http://mitsha.re/ra4C304VeoA #ThrowbackThursday Photos from Massachusetts Institute of Technology (MIT)'s post",
          1475766989
        ],
        [
          "Must-see TV: MIT’s thriving maker culture is on display in the current season of BattleBots on ABC. Learn more: http://mitsha.re/e551301NZW1 Photos from Massachusetts Institute of Technology (MIT)'s post",
          1467302308
        ],
        [
          "\"The Institute\" courtesy of Justin Jensen MBA '11.\n\nhttp://mitsha.re/1rT4aWL Massachusetts Institute of Technology (MIT)'s cover photo",
          1465570303
        ],
        [
          "Celebrating the MIT Class of 2016. Full story: mitsha.re/jiJB300U528 #MIT2016 Photos from Massachusetts Institute of Technology (MIT)'s post",
          1464981990
        ],
        [
          "MIT design is on full display at this week's Venice Architecture Biennale (La Biennale di Venezia). Full story: http://mitsha.re/2BGe300EuTQ Photos from Massachusetts Institute of Technology (MIT)'s post",
          1464357000
        ],
        [
          "Famed Italian glassmaker Lino Tagliapietra recently brought his team to MIT's W. David Kingery Ceramics and Glass Lab. \n\n“My goal is only experimental new things, new material; new colors are possible, new techniques, and different ways I try to do something,” Tagliapietra says.\n\nFull story: http://mitsha.re/W4an300usMc Photos from Massachusetts Institute of Technology (MIT)'s post",
          1464185040
        ],
        [
          "For the first time ever, MIT Softball is going to the College World Series! Full story: http://mitsha.re/4J5S300xyHO\n\nPhotos: MIT Engineers Athletics\nFollow the team on Instagram: http://instagram.com/mitsoftball/ Photos from Massachusetts Institute of Technology (MIT)'s post",
          1464118441
        ],
        [
          "Spring cherry blossoms outside of Walker Memorial. Photo by Christopher Harting. Massachusetts Institute of Technology (MIT)'s cover photo",
          1462898677
        ],
        [
          "Celebrate a century since MIT moved to its Cambridge, Massachusetts, campus in 1916! http://mit2016.mit.edu\n\nPhoto: Leon Abdalian Collection via the Boston Public Library. Massachusetts Institute of Technology (MIT)'s cover photo",
          1460480556
        ],
        [
          "Yummy pies for Pi Day, courtesy of Class of 2020 early-admitted students Jasmine L., Jenn L., and Reuben M! (Photos via MIT Admissions.) Photos from Massachusetts Institute of Technology (MIT)'s post",
          1457977800
        ],
        [
          "#TBT Building E52, seen in 1950 and today, was dedicated last week as the newly renovated Morris and Sophie Chang Building. E52 houses offices for the MIT Sloan School of Management and  MIT Economics department. Learn more: http://mitsha.re/Z2pje Photos from Massachusetts Institute of Technology (MIT)'s post",
          1457622598
        ],
        [
          "Hats off to all the women at MIT and around the world. Happy #InternationalWomensDay. #IWD2016 Photos from Massachusetts Institute of Technology (MIT)'s post",
          1457449042
        ],
        [
          "\"M.I.T.\" by 2011 MIT Sloan School of Management grad Justin Jensen Massachusetts Institute of Technology (MIT)'s cover photo",
          1456764818
        ],
        [
          "Go Tech! A team of MIT students has won the first round of SpaceX's #Hyperloop contest. Congrats, MIT Hyperloop! http://mitsha.re/XNOwJ Photos from Massachusetts Institute of Technology (MIT)'s post",
          1454346000
        ],
        [
          "A meeting of minds in Mumbai: MIT President Reif, Ratan Tata, members of the MIT Tata Center for Technology and Design, and grad students discuss MIT’s work and deepening relationship with India.  #MITIndia\n\nPhotos: Benjamin Miller/MIT Tata Center Photos from Massachusetts Institute of Technology (MIT)'s post",
          1454079361
        ],
        [
          "Wishing a happy 86th birthday to Buzz Aldrin ScD ’63. May your next solar orbit be the best yet! Photos from Massachusetts Institute of Technology (MIT)'s post",
          1453302743
        ],
        [
          "Seen this morning: Tribute to David Bowie in Lobby 7. Photos from Massachusetts Institute of Technology (MIT)'s post",
          1452613409
        ],
        [
          "PhD student Adrian Dalca undertook a 5-year venture to take 1 million photos of Boston and MIT. Learn about his Boston Timescape Project: http://mitsha.re/WUkBe Project page: http://mitsha.re/WUk1N Photos from Massachusetts Institute of Technology (MIT)'s post",
          1452531298
        ],
        [
          "This week, new plans were presented to the City of Cambridge, Massachusetts, for MIT's proposed Kendall Square Initiative. Learn more: http://mitsha.re/WNQbl Photos from Massachusetts Institute of Technology (MIT)'s post",
          1452438060
        ],
        [
          "Creativity + sustainability = MIT Trashion Show. http://mitsha.re/W6e5j\n\nPhotos: Wisima (Sam) Nipatnantaporn Photos from Massachusetts Institute of Technology (MIT)'s post",
          1451833200
        ],
        [
          "Campus across the Charles by Almond Butterscotch Photography Massachusetts Institute of Technology (MIT)'s cover photo",
          1450811676
        ],
        [
          "Top 15 posts of 2015 – No. 11: Matt Damon to speak at Commencement in the spring #MIT2016 http://mitsha.re/VNVts Photos from Massachusetts Institute of Technology (MIT)'s post",
          1450536900
        ],
        [
          "What's it like in finals week to look up from your notes to see President Reif, Chancellor Barnhart, and a big basket of cookies? Sweet!\n\nPhotos: Karla Casey Photos from Massachusetts Institute of Technology (MIT)'s post",
          1450380790
        ],
        [
          "Born on this date in 1804: scientist, educator and MIT founder William Barton Rogers! Read his \"autobiography\" from MIT Admissions: http://mitsha.re/VAeM9 Photos from Massachusetts Institute of Technology (MIT)'s post",
          1449509832
        ],
        [
          "Fiona Grant '17 works to improve the efficiency with which solar thermophotovoltaic cells harvest energy. #womeninSTEM\n\nPhoto: Dominick Reuter Massachusetts Institute of Technology (MIT)'s cover photo",
          1448904551
        ],
        [
          "Happy 85th birthday to Millie Dresselhaus, MIT's pioneering \"queen of carbon!\" http://mitsha.re/UwoZA #womeninSTEM Photos from Massachusetts Institute of Technology (MIT)'s post",
          1447261500
        ],
        [
          "Good, clean fun! MIT students took part in chillaxing activities around the Institute yesterday as part of \"DUE for a Recharge,\" which coincided with #NationalStressAwarenessDay.\n\nPhotos via MIT Edgerton Center and the Division of Student Life. Photos from Massachusetts Institute of Technology (MIT)'s post",
          1446748352
        ],
        [
          "On Inside Kendall Square day, part of the ongoing HUBweek celebration in greater Boston, a look at the past and future of #KendallSquare, via MIT Technology Review: http://mitsha.re/TaBuX     #HUBweek #tbt Photos from Massachusetts Institute of Technology (MIT)'s post",
          1444312001
        ],
        [
          "In preparation for tonight's supermoon eclipse, enjoy this new Apollo photo archive featuring MIT alumni who've been there in person — Buzz Aldrin ScD '63 (Apollo 11), Edgar Mitchell ScD '64 (Apollo 14), and Charles Duke SM '64 (Apollo 16): http://mitsha.re/SHcTE\n\nPhotos: NASA Photos from Massachusetts Institute of Technology (MIT)'s post",
          1443361800
        ],
        [
          "“There is no compromise to be made by being an athlete and studying STEM.” –Carrington Motley '16\n\nLearn how Motley, an MIT Mechanical Engineering major, balances track and field with research on vehicle mobility in sand: http://mitsha.re/SwGBL Photos from Massachusetts Institute of Technology (MIT)'s post",
          1442929680
        ],
        [
          "Featured this week in The New York Times: How MIT Libraries' Jana Dambrogio studies the secret art of letterlocking http://mitsha.re/Sotdt\n\nMore on letterlocking research at MIT: http://mitsha.re/SoxvC Photos from Massachusetts Institute of Technology (MIT)'s post",
          1442756760
        ],
        [
          "Photo: Christopher Harting Massachusetts Institute of Technology (MIT)'s cover photo",
          1441897230
        ],
        [
          "Happy #LaborDay! And THANK YOU those who keep MIT running smoothly throughout the year. 👏\n\nLearn more about the MIT Dept. of Facilities: http://web.mit.edu/facilities/\n\nPhotos: M. Scott Brauer Photos from Massachusetts Institute of Technology (MIT)'s post",
          1441632001
        ],
        [
          "It's that time of year: East Campus student-built roller coaster in full swing! 🎢 Massachusetts Institute of Technology (MIT)'s cover photo",
          1441218776
        ],
        [
          "“Every one of you has what it takes.” Yesterday, President Reif and other MIT leaders welcomed the Class of 2019 to campus. Full story: http://mitsha.re/RE5c9\n\nPhotos: Dominick Reuter Photos from Massachusetts Institute of Technology (MIT)'s post",
          1441114298
        ],
        [
          "Chemistry artwork at MIT\n\n#aroundMIT #SciArt #ACSBoston #chemistryrules Photos from Massachusetts Institute of Technology (MIT)'s post",
          1439829452
        ],
        [
          "What does an engineer look like? Here are just a few faces of the MIT School of Engineering. Share your own with #ILookLikeanEngineer, a new hashtag that celebrates diversity in engineering. Photos from Massachusetts Institute of Technology (MIT)'s post",
          1438704400
        ],
        [
          "Curious to know what a semester at MIT Sloan School of Management is like? Photo blog by MBA student Ankita Kaul: http://bit.ly/1h0Azv7 Photos from Massachusetts Institute of Technology (MIT)'s post",
          1438096202
        ],
        [
          "Did you know? MIT computer scientist Margaret Hamilton wrote critical flight software that helped Apollo 11 land on the moon on this day in 1969. Her story: http://bit.ly/1zGLNYy Photos from Massachusetts Institute of Technology (MIT)'s post",
          1437404700
        ],
        [
          "Fun facts about LEGO MIT, as seen in the Legoland Discovery Center in Somerville, MA:\n\n-It contains more than 20,000 LEGO pieces and over 30 LED lights.\n\n-The dome structure, a model of Building 10, is hollow but strong.\n\n-It is part of the largest indoor LEGO \"Miniland\" in the world, with Boston/Cambridge landmarks made with some 1.8 million bricks and 3,000+ minifigures. \n\n-Tyler Holmes, assistant to the center's master LEGO builder, says the MIT model was \"probably the most difficult of all the buildings in the Boston scene because of the dome.\"\n\nPhotos: Maia Weinstock/MIT Photos from Massachusetts Institute of Technology (MIT)'s post",
          1437053760
        ],
        [
          "This morning, NASA's New Horizons craft made history, visiting Pluto on behalf of humanity. Co-investigator and MIT Professor Rick Binzel spoke with MIT News about the #PlutoFlyby milestone: http://mitne.ws/1gzJl2T\n\nAnd from the MIT Alumni Association, a rundown of known MIT contributors to New Horizons: bit.ly/1UKZO3S Congrats to all on this incredible achievement! Photos from Massachusetts Institute of Technology (MIT)'s post",
          1436881941
        ],
        [
          "#PrattKeeping, MIT-style. Wrangling robots is all in a day's work for CSAIL - MIT PhD student Ariel Anders!\n\nPhoto: Jose-Luis Olivares, Adam Connor-Simons, Maia Weinstock/MIT Photos from Massachusetts Institute of Technology (MIT)'s post",
          1436276400
        ],
        [
          "Happy Tau Day!\n\nPhotos: Stephanie Leishman and Emer Garland Photos from Massachusetts Institute of Technology (MIT)'s post",
          1435498141
        ],
        [
          "To mark the #WeekofMaking, a look back at MIT's first Mini Maker Faire, held last October: http://mitne.ws/1sb5qYe #TBT\n\nPhotos: Josh Ramos Photos from Massachusetts Institute of Technology (MIT)'s post",
          1434639666
        ],
        [
          "A group of students from MIT and Harvard are biking across the country, stopping in communities along the way in an effort to get kids excited about science. Learn more about their efforts: http://mitsha.re/1IFGgdE Photos from Massachusetts Institute of Technology (MIT)'s post",
          1434128563
        ],
        [
          "It's a beautiful day to graduate! Welcome, family and friends of #MIT2015 🎓 Watch the live webcast: http://mitsha.re/mitwebcast Photos from Massachusetts Institute of Technology (MIT)'s post",
          1433504405
        ],
        [
          "Getting ready for MIT Commencement!\n\nPhoto: Dominick Reuter Massachusetts Institute of Technology (MIT)'s cover photo",
          1433267992
        ],
        [
          "Impressive feat: A new microscope developed by the MIT Department of Physics can freeze and image 1,000 fermionic atoms at once! Learn more: http://mitne.ws/1cTxsDn Photos from Massachusetts Institute of Technology (MIT)'s post",
          1431612248
        ],
        [
          "In a visit to MIT, Nobel Prize-winning chemist Mario Molina debunked three climate science myths and called for better communication of climate risks. Full story: http://mitne.ws/1FeeQsg Photos from Massachusetts Institute of Technology (MIT)'s post",
          1431524275
        ],
        [
          "With help from the MIT Space Balloon Team, Institute mascot Tim the Beaver recently traveled to the edge of space for charity. Watch the video: http://mitne.ws/1HcPnl3\n\nPhotos courtesy of MIT Aeronautics and Astronautics. Photos from Massachusetts Institute of Technology (MIT)'s post",
          1431353264
        ],
        [
          "Get ready for a brand new Kendall Square! Designs for new MIT buildings around east campus were shared yesterday at two community meetings. Learn more: http://mitne.ws/1bAFDD7 Photos from Massachusetts Institute of Technology (MIT)'s post",
          1431015936
        ],
        [
          "For NCAA Division III Week, MIT students and staff have been displaying their school spirit! Whether you're on campus or off, share your MIT colors tomorrow, April 10, with the hashtag #MITPride, and MIT Engineers Athletics may share on Instagram (@MITAthletics) and Twitter (@MITEngineers). Go Tech!!\n\nAlso: Don't miss this video of MIT students describing what it means to be a DIII athlete! http://mitsha.re/1Fr0dOa Photos from Massachusetts Institute of Technology (MIT)'s post",
          1428591862
        ],
        [
          "\"Many rhythms, one song.\" Recent photos from the PULSE celebration sponsored by the MIT Black Students' Union. See the full set at: http://mitsha.re/1C4BP9m \n\nPhotos: Joshua Woodard Photos from Massachusetts Institute of Technology (MIT)'s post",
          1426006812
        ],
        [
          "On Wednesday, MIT graduate students picked up their GradRat rings at a special Bush Room social!\n\nLearn about the GradRat design and history: http://mitsha.re/16zSUcZ\n\nPhotos: Maia Weinstock/MIT Photos from Massachusetts Institute of Technology (MIT)'s post",
          1423242817
        ],
        [
          "Hundreds in the MIT community gathered Wednesday for a luncheon to honor the memory of Martin Luther King Jr., with talks reflecting on the need for greater inclusion and communication — both on campus and in the world at large. Full story: http://mitne.ws/1D2QcsU \n\nPhotos: Dominick Reuter Photos from Massachusetts Institute of Technology (MIT)'s post",
          1423234818
        ],
        [
          "Chemistry grad student Jolene Mork is studying energy transfer in quantum dots — nanocrystals so small that they exhibit quantum-mechanical properties. Learn about Mork's most recent work via the MIT Materials Processing Center: http://mitne.ws/1BXeWlU Photos from Massachusetts Institute of Technology (MIT)'s post",
          1421248371
        ],
        [
          "MIT will soon house a new lab devoted to socially responsible and sustainable real estate development, thanks to an $118 million gift from alumnus Samuel Tak Lee ’62, SM ’64. Full story: http://mitne.ws/1yFg3H4\n\nPhotos of the signing ceremony by Bryce Vickmark. Photos from Massachusetts Institute of Technology (MIT)'s post",
          1420731141
        ],
        [
          "Still from the 2014 stop-motion holiday message from President Reif and Christine Reif to the MIT community: http://mitsha.re/1vTe5eQ\n\nImage courtesy of the MIT Alumni Association. Massachusetts Institute of Technology (MIT)'s cover photo",
          1418937598
        ],
        [
          "Hacking Ebola with MIT Hacking Medicine: More than 100 spent this past weekend at MIT helping to devise better personal protections, diagnostics, and medical records in the face of the deadly disease. Learn more: http://mitne.ws/1sGednm  \n\nPhotos courtesy of MGH Center for Global Health. Photos from Massachusetts Institute of Technology (MIT)'s post",
          1418918234
        ],
        [
          "On this date in #MIThistory: The nucleus of what would become the MIT Libraries was donated to MIT on Dec. 15, 1862. http://mitsha.re/1svErJs \n\nPhotos: Christopher Harting and Stephanie Leishman/MIT Photos from Massachusetts Institute of Technology (MIT)'s post",
          1418663707
        ],
        [
          "Members of the MIT community engaged in an important dialogue about race this week, with demonstrations and a standing-room-only #BlackLivesMatter panel discussion. Learn more: http://mitne.ws/1zHJmr2 \n\nPhotos: Dominick Reuter Photos from Massachusetts Institute of Technology (MIT)'s post",
          1418479242
        ],
        [
          "To mark Computer Science Education Week, CSAIL - MIT hosted 150 local students for its 1st annual #HourofCode demo fair, tied to the international initiative aimed at getting young people excited about programming. Researchers showed off their work, and musician will.i.am appeared virtually with a special message to the MIT attendees about practicing coding. http://mitne.ws/1yIZc5W\n\nPhotos: Jason Dorfman/CSAIL Photos from Massachusetts Institute of Technology (MIT)'s post",
          1418404609
        ],
        [
          "On Friday, students in one of MIT's iconic courses, 2.009 (Product Engineering Process), took to Killian Court for a massive obstacle course challenge. Storify with pics + tweets: https://storify.com/MIT/2-009-in-2014 Photos from Massachusetts Institute of Technology (MIT)'s post",
          1412611800
        ],
        [
          "Photo: Stuart Darsch Massachusetts Institute of Technology (MIT)'s cover photo",
          1411590733
        ],
        [
          "Welcome, Class of 2018! Yesterday, President L. Rafael Reif greeted MIT's newest students at the traditional Freshman Convocation ceremony. Full story: http://mitne.ws/1wt4rWL  \n\nPhotos: Dominick Reuter Photos from Massachusetts Institute of Technology (MIT)'s post",
          1409063521
        ],
        [
          "\"If you want to do something, put time into it. If you think it’s cool, other people will, too.” Learn how these way-cool high-speed images by Kyle Hounsell '13, MNG '14 were made: http://mitsha.re/1sz5nHb via MIT Spectrum Photos from Massachusetts Institute of Technology (MIT)'s post",
          1403542500
        ],
        [
          "Congratulations to this year's graduates! \n\nMore info on #MIT2014 Commencement: http://web.mit.edu/commencement/2014/ Massachusetts Institute of Technology (MIT)'s cover photo",
          1401809209
        ],
        [
          "In a MIT Mechanical Engineering (MechE) lab building robots. \nVisit the MechE site: http://mitsha.re/1kCs4Dj\n\n(Photo: Stuart Darsch) Massachusetts Institute of Technology (MIT)'s cover photo",
          1394913871
        ],
        [
          "Happy Pi Day. \n(Photo: Stephanie Hatch Leishman) Massachusetts Institute of Technology (MIT)'s cover photo",
          1394803781
        ],
        [
          "Congratulations to all of this year's graduates! Massachusetts Institute of Technology (MIT)'s cover photo",
          1370623803
        ],
        [
          "A view of Killian Court, where preparations are underway for the 2013 MIT Commencement celebration. Massachusetts Institute of Technology (MIT)'s cover photo",
          1370352961
        ],
        [
          "In memory of MIT Police Officer Sean Collier, who was killed in the line of duty on Thursday, April 18, 2013. The MIT community remembers Officer Collier: http://mit.edu/newsoffice/2013/obit-officer-sean-collier-0419.html Massachusetts Institute of Technology (MIT)'s cover photo",
          1366416052
        ]
      ],
      "dates_start": 1414183797,
      "dates_end": 1461694042,
      "likes_avg": 719,
      "likes_stdev": 733,
      "comments_avg": 17,
      "comments_stdev": 20,
      "shares_avg": 59,
      "shares_stdev": 59
    },
    {
      "number": 10,
      "important": [
        "communiti",
        "updat",
        "presid",
        "thought",
        "reif",
        "execut",
        "presid reif",
        "move",
        "order",
        "write"
      ],
      "common": [
        "alumni",
        "association",
        "http",
        "mit",
        "mit alumni",
        "photos",
        "president",
        "rafael",
        "rafael reif",
        "reif"
      ],
      "messages": [
        [
          "President Reif writes a community update on the Executive Order, with thoughts on moving forward: http://mitsha.re/AdMe308vpAY Timeline Photos",
          1485808237
        ],
        [
          "MIT President L. Rafael Reif spoke with the BBC News on climate change, the importance of scientific research, and “a desire to impact society in a positive way” through innovation. Listen: http://mitsha.re/6hAQ307ZpCp #MITBetterWorld Timeline Photos",
          1484346563
        ],
        [
          "London is home to a significant cohort of MIT alumni who are deeply engaged in the MIT mission “to make inspiring progress for the world,” in the words of President L. Rafael Reif, who will soon be visiting London for the next #MITBetterWorld campaign event, which takes place on Jan. 13. MIT in London The city offers an ideal home for MIT alumni whose work spans disciplines and continents.",
          1484238744
        ],
        [
          "During this season of warmth and kindness, we extend our very best wishes to you and yours. —MIT President Reif and Christine Reif \n\nVideo: MIT Alumni Association MIT Holiday Greeting 2016 Happy Holidays from MIT President Rafael Reif and Christine Reif! +++++++++++ 2016 MIT Holiday Greeting Holiday E-Greeting Team Creative Director: Emily Muld...",
          1482177900
        ],
        [
          "Why is investing in basic science so critical? MIT President L. Rafael Reif in The Wall Street Journal: The Dividends of Funding Basic Science MIT president L. Rafael Reif writes that in the 1970s government spending on fundamental research was 2% of GDP. That’s how to beat cancer, climate change and more.",
          1481053342
        ],
        [
          "Did you know more than 13,000 MIT alumni work and live in the Bay Area? Join them tonight for a special event featuring MIT President L. Rafael Reif, Drew Houston '05, professors Joi Ito, Nergis Mavalvala & more. MIT Better World (San Francisco) Meet with MIT friends old and new on Wednesday, November 2, at San Francisco City Hall.",
          1478099700
        ],
        [
          "\"MIT es un lugar muy especial por su cosmopolitismo, por la convivencia entre culturas diferentes.\" “En el MIT no buscamos a los niños populares, sino a los diferentes” El ingeniero venezolano Rafael Reif habla sobre cómo funciona el organismo que preside, la que es considerada como mejor universidad del mundo",
          1477314708
        ],
        [
          "President L. Rafael Reif talks to CBS This Morning about Alzheimer’s, clean energy, and MIT. #MITBetterWorld MIT president on clean energy, Alzheimer's cure The Massachusetts Institute of Technology is known for its groundbreaking research and innovation. MIT announced this week its nuclear fusion reactor set a world record for plasma pressure. Elsewhere on campus, researchers are trying to develop meltdown-proof nuclear reactor as part of a focus on cl...",
          1476964288
        ],
        [
          "Founded by MIT alumni, NuVu Studio is a school with no classrooms, subjects, or grades. \n\nLearn more: http://mitsha.re/Lsb63041HHf via MIT Alumni Association i.giphy.com",
          1473347106
        ],
        [
          "President Reif to #MIT2020: “All of us together will make a better world.\" \n\nRead more: http://mitsha.re/RGRx303J63s President's Convocation 2016",
          1472572667
        ],
        [
          "A message from President Reif: http://mitsha.re/ceNI30267yS Timeline Photos",
          1468156197
        ],
        [
          "On this day in 2012: L. Rafael Reif becomes the 17th MIT president. Timeline Photos",
          1467468240
        ],
        [
          "\"I am proud of all of you. To every one of the members of the graduating Class of 2016: Please accept my best wishes for a happy and successful life and career,\" MIT President L. Rafael Reif congratulates graduates on commencement day. President L. Rafael Reif's charge to the Class of 2016 \"You made MIT better. And now you will make a better world,\" Reif tells more than 2,800 new graduates.",
          1464975240
        ],
        [
          "#TBT to an image that first appeared in a 1916 edition of MIT Technology Review captioned, “The Walker Memorial as it will appear when completed.”\n\nImage via MIT Alumni Association Timeline Photos",
          1462469849
        ],
        [
          "On #InternationalDayOfHumanSpaceFlight 🚀  we honor all the astronauts from MIT.\n\nImage via MIT Alumni Association Timeline Photos",
          1460488120
        ],
        [
          "Did you know there are more than 4,400 MIT married couples? A new podcast from the MIT Alumni Association introduces alumni who found love at the Institute: http://mitsha.re/YhXhq \n\nPhoto: Wedding cake of Bill Andrews '04 and Liz Andrews '06 Timeline Photos",
          1455380017
        ],
        [
          "President Reif, at the annual MLK Luncheon this week, announced a collaboration between students and the Academic Council’s new Working Group on Inclusion: http://mitsha.re/YfXxA\n\n“As one of our student leaders put it recently, ‘It is wonderful to see the gears of MIT go to work on a problem,’ and I could not agree more,” Reif said.\n\nPhotos: Bryce Vickmark 2016 MLK Luncheon",
          1455289580
        ],
        [
          "President Reif (right) proudly holds up the latest addition to his T-shirt collection as the StartMIT entrepreneurship workshop kicks off an exciting first week. https://startmit.mit.edu/ Timeline Photos",
          1453042800
        ],
        [
          "MIT is solving problems, together, for the betterment of humankind. Read President Reif's letter in MIT Spectrum: http://mitsha.re/WeyAT Timeline Photos",
          1450803590
        ],
        [
          "The Force is strong at MIT! Star Wars characters visited the 'Tute in advance of the highly-anticipated film, \"Star Wars: The Force Awakens.\"\n\nPhotos courtesy of the MIT Alumni Association The Force Awakens at MIT",
          1450453580
        ],
        [
          "A special message for an \"Infinitely\" happy holiday season, from MIT President Reif and Christine Reif!\n\nVideo: MIT Alumni Association Infinitely Happy Holidays, 2015",
          1450115189
        ],
        [
          "With the final night of Hanukkah upon us, a snapshot of President Reif at this year's menorah lighting ceremony organized by the MIT Chabad Student Group. Hanukkah Sameach to those who observe!\n\nPhoto: Jabulani Barber courtesy of Harvard Chabad Timeline Photos",
          1450022702
        ],
        [
          "Members of the MIT Black Students' Union and the Black Graduate Student Association are working together with MIT's senior administration to find ways to make the Institute more welcoming and inclusive for all. Black student leaders present recommendations for a more inclusive MIT Students are working closely with senior administration; President Reif praises collaboration.",
          1449936300
        ],
        [
          "With the semester's last classes wrapping up yesterday, the MIT Alumni Association greeted students this morning with coffee, Star Wars swag, and encouragement to use the Force during finals!\n\nPhoto: Lauren Wojtkun Timeline Photos",
          1449857272
        ],
        [
          "In joining an amicus brief filed yesterday with the U.S. Supreme Court, MIT affirmed its commitment to diversity. “A richly diverse student body is essential to our educational success,” President Reif said. MIT joins in Supreme Court amicus brief supporting consideration of race in admissions Institute and 12 other universities reaffirm the value of campus diversity.",
          1446567755
        ],
        [
          "Fall colors on campus #aroundMIT MIT Alumni Association",
          1445696101
        ],
        [
          "MIT’s inaugural #SolveMIT conference opened yesterday with a splash, as a diverse group of technologists, entrepreneurs, and experts hailed the importance of addressing our most urgent global problems. “At MIT, we want to do good for the world,” President L. Rafael Reif remarked. “With Solve, we want to accelerate positive change.” What we can solve Inaugural Solve event intended to “accelerate positive change.”",
          1444149725
        ],
        [
          "On Friday, MIT welcomed U.S. Secretary of Commerce Penny Pritzker to campus. “Secretary Pritzker has built a remarkable record of advocacy and progress in fostering innovation, promoting advanced manufacturing, and preparing the workforce of the future,\" said President Reif. \"In that process, she has found exciting opportunities to work with MIT.” Commerce Secretary Penny Pritzker heralds innovation-based growth Discussion with President Reif during MIT visit focuses on policy support for new growth.",
          1442843161
        ],
        [
          "President Reif and Congressman Joe Kennedy III recently hosted an afternoon of discussions with leading educators and STEM researchers, all focusing on one question: How can we bring quality science, technology, engineering, and math education to all? MIT hosts discussion on scaling STEM education President Reif and Congressman Joe Kennedy III lead an afternoon of discussions on how to bring quality STEM education to all.",
          1441719219
        ],
        [
          "This week, President Reif discussed the future of online learning with the Washington Post. MIT looks to stay in vanguard of digital education L. Rafael Reif, 17th president of the Massachusetts Institute of Technology, talks with The Post.",
          1437750300
        ],
        [
          "The new issue of MIT Spectrum focuses on MIT's role in solving pressing issues related to food and water. \"We aim to contribute to a fundamental change to the global equation on water and food,” President Reif writes. Read more: http://mitsha.re/1HZdajv Timeline Photos",
          1433857772
        ],
        [
          "\"Invent the future. Take the high road. And you will continue to make your family, including your MIT family, proud.\" –President L. Rafael Reif President L. Rafael Reif's charge to the graduates \"Join the world. Find your calling. Solve the unsolvable. Invent the future,\" president tells Class of 2015.",
          1433685720
        ],
        [
          "How can the U.S. help innovators deliver their ideas to the world? MIT President L. Rafael Reif provides his unique perspective in the Washington Post. A better way to deliver innovation to the world New ideas based on new science aren’t getting the funding they need.",
          1432474500
        ],
        [
          "Happy birthday Richard Feynman '39! Learn the story behind the legendary physicist's U.S. postage stamp, from the MIT Alumni Association: http://mitsha.re/1zT5Gkl\n\nStamp image via Smithsonian National Postal Museum Timeline Photos",
          1431358200
        ],
        [
          "Prof. Emerita Joan Jonas, representing the U.S. at the #VeniceBiennale, introduces her work to MIT President L. Rafael Reif. Learn about her exhibit, organized by the MIT List Visual Arts Center: http://mitsha.re/1AFtl2S\n\nMore photos from the Biennale: http://mitsha.re/1bADF5x MIT List Visual Arts Center Artist Joan Jonas gives an introduction to her work on view at #BiennaleArte2015 to MIT President Rafael Reif. A large group of MIT faculty, alumni, and supporters were on hand today to get a special viewing of Jonas's magnificent U.S. Pavilion exhibition They Come to Us without a Word, which was organized by the MIT List Visual Arts Center. #JoanJonas #JoanJonasVenice #VeniceBiennale #mitlist",
          1431005029
        ],
        [
          "Happy 25th birthday to the Hubble Space Telescope, and congrats to all from MIT who've contributed to its engineering and science! #Hubble25\n\nWatch \"Happy Birthday Hubble\" from the MIT Alumni Association: http://mitsha.re/1DljrTS Timeline Photos",
          1429889401
        ],
        [
          "Uh oh...more snow ahead! Here's how MIT is preparing for today's storm: http://mitsha.re/1C89SHo MIT Alumni Association How bad were your winters at MIT? \n\nAn unbelievably snowy winter continues into spring: MIT taking precautions for today's storm http://bit.ly/1FeSaqm",
          1427895621
        ],
        [
          "Pi Day is almost here! Best of luck to all Class of 2019 applicants from MIT President L. Rafael Reif.\n\nPhoto: Jose-Luis Olivares/MIT Timeline Photos",
          1426257000
        ],
        [
          "At the Smithsonian National Postal Museum today, President Reif helped unveil the new postage stamp honoring MIT's first black graduate and the country's first academically trained black architect. “Robert Robinson Taylor truly represents the best of MIT,” he said.\n\nMore from the MIT Alumni Association: http://mitsha.re/1zP2AM0 \n\nPhoto courtesy of TUSKEGEE UNIVERSITY. Timeline Photos",
          1423758863
        ],
        [
          "Dealing with the ❄❄❄ back in 1948: \"I am very desirous that the Institute of Technology have a competent group of engineers make an immediate study as to ways and means of removing the huge [snow] accumulation ... whether it be by the use of flame throwers or chemicals or otherwise.\"\n\nFull story of this moment in #MIThistory from the MIT Alumni Association blog: http://mitsha.re/1uxHmN2 Timeline Photos",
          1422372452
        ],
        [
          "Institute Professor Emeritus Noam Chomsky will speak today at the MIT Alumni Association Faculty Forum Online. Watch the live session via public webcast beginning at 12 p.m. EST: http://mitsha.re/15si0tN \n\nAlumni may submit a question for Prof. Chomsky by registering here: http://mitsha.re/15si24M Timeline Photos",
          1421765700
        ],
        [
          "Happy 101st birthday, Tim! An exclusive interview with our favorite engineer from the MIT Alumni Association's Slice of MIT blog: http://mitsha.re/1BiRhxo Timeline Photos",
          1421520531
        ],
        [
          "Papercraft MIT! Watch an animated holiday message to everyone in the MIT community from President Reif and Christine Reif: http://mitsha.re/1vTe5eQ\n\nImage courtesy of the MIT Alumni Association. Timeline Photos",
          1418743241
        ],
        [
          "Looking for an MIT-inspired holiday gift? Try the new MIT Hatch'd store, featuring items created by Institute affiliates and MIT alumni. http://mitsha.re/1FJcJuX Timeline Photos",
          1417971601
        ],
        [
          "Philippe Kletzkine SM ’83 was manager for the Rosetta Mission's Philae probe, which landed on the surface of a comet today. His story from the MIT Alumni Association: http://mitsha.re/1ubwacd Timeline Photos",
          1415809427
        ],
        [
          "The Mass. Ave. bridge will soon be getting an MIT makeover! Here's the scoop from the MIT Alumni Association's Slice of MIT blog. http://bit.ly/1rnY5zs MIT Alumni Association Not mood lighting, more like Smoot lighting!\n\nThanks to an anonymous gift, the world-famous Smoot markings on the Harvard Bridge will soon be illuminated by state-of-the art LED bulbs. http://bit.ly/1rnY5zs",
          1414427729
        ],
        [
          "A throwback to the first week of classes 35 years ago, via the MIT Alumni Association: Registration Day, 1979. #tbt MIT Alumni Association First year students began their MIT adventure this week. To celebrate, here's a throwback to registration day 1979. Recognize anyone? #tbt",
          1409842184
        ],
        [
          "Hey alumni, the MIT Alumni Association wants to see your #brassrat! Share photos with that hashtag on Facebook, Twitter, or Instagram. MIT Alumni Association Thank you to the over 30 alumni and students who have shared photos of their #brassrat from Poland to California to Rio. We still want to see yours! Share a photo of your brass rat on Facebook, Twitter, or Instagram with the hashtag #brassrat and show us where you are.",
          1409320389
        ],
        [
          "Earlier today, President L. Rafael Reif accepted the #IceBucketChallenge, benefitting research for amyotrophic lateral sclerosis (ALS), with the help of two student-built dousing contraptions. Watch the video to see who he challenged! ALS Ice Bucket Challenge: MIT President L. Rafael Reif This morning, MIT President L. Rafael Reif accepted a double #IceBucketChallenge from Harvard President Drew Faust and the MIT Edgerton Center. The ice bucke...",
          1408729978
        ],
        [
          "Travel the world with the MIT Alumni travelers! Upcoming destinations include Cuba, Japan, and the Azores and Canary Islands: http://mitsha.re/1pRAiuh MIT Alumni Association The MIT Alumni Travel Program group currently traveling in Peru shows off their Massachusetts Institute of Technology (MIT) pride atop Machu Picchu - Peru",
          1408192503
        ],
        [
          "Members of MIT’s Class of 2018 will soon descend upon campus to get their feet wet — literally. Why does MIT require students to pass a swim test? Nicole Morell of the MIT Alumni Association dives into this Institute tradition: http://mitne.ws/1niRQR0\n\nPhoto courtesy of the Division of Student Life. Timeline Photos",
          1406129701
        ],
        [
          "#TBT history lesson: Ever wonder how MIT got a front door on Massachusetts Ave.? Read the full story from the MIT Alumni Association's Slice of MIT blog. http://mitsha.re/1qNgKaD Timeline Photos",
          1405006695
        ],
        [
          "Engineer-guitarist Tom Scholz '69, SM '70 performed in Maine recently with his band, Boston. He is also one of the musicians profiled in a new article on scientists who ROKK: http://mitsha.re/1mctd7a\n\nMore on Scholz from the MIT Alumni Association: http://mitsha.re/TQTc8A\n\n(Photo: Kamal Asar) Boston",
          1404912618
        ],
        [
          "Happy Friday! Enjoy this periodic table of chocolate-dipped strawberries, as seen by Prof. Patrick Henry Winston ’65, SM ’67, PhD ’70.\n\nStory behind the berries via the MIT Alumni Association: http://mitsha.re/1mpKQjE Timeline Photos",
          1403874900
        ],
        [
          "Hope everyone had a blast at #TechReunions! Enjoy this recap from the MIT Alumni Association: http://mitne.ws/1lxQBvh MIT Alumni Association Here's a photo from #TechReunions that's too good not to share.  \n\nLawrence Castro '64 dons his red jacket while maneuvering through the Charles River on a stand-up paddle board. \n\n Photo: Darren Castro '92, SCD '97",
          1402750531
        ],
        [
          "President Reif took a selfie with Anika Gupta and the Class of 2014 in celebration of the senior class gift! \"Rebuild the engine of society,\" he told the graduates, \"until it delivers the kind of performance we expect from ourselves at MIT.\" Full speech: http://mitne.ws/1mkuip9 #MIT2014 Timeline Photos",
          1402069737
        ],
        [
          "Kofi Annan SM '72, a graduate of the MIT Sloan School of Management, addresses the class of 1997. #tbt #MIT2014\n\nFull list of past MIT Commencement speakers, via MIT Alumni Association: http://mitsha.re/1l8FfNH Timeline Photos",
          1401974400
        ],
        [
          "Bloomberg News highlights the innovative spirit behind the MIT Hobby Shop. \"One way to understand the Hobby Shop is as a place where ideas happen,” MIT President L. Rafael Reif explains. Full story: http://mitne.ws/Sj4aU1  MIT Hobby Shop Spawns Offbeat Creations Like ‘Hairball’ Folkers Rojas calls his invention, simply, “the hairball.”",
          1400943601
        ],
        [
          "The story of a Star Trek spacecraft restored by an MIT alum: http://bit.ly/16edP0A via MIT Alumni Association Timeline Photos",
          1400603400
        ],
        [
          "On Tuesday, MIT President L. Rafael Reif and Professor Maria Zuber hosted Rwandan President PaulKagame for a discussion about collaborations including a climate-change observatory.  More: http://mitsha.re/1jGwExk \n\n(Photo: Dominick Reuter)  #MIT #Rwanda #climatechange Timeline Photos",
          1398345300
        ],
        [
          "\"The colors of these ribbons are the official colors of the Massachusetts Institute of Technology as defined by the 'Report of the Committee to Determine Official M.I.T. Colors' accepted by the Alumni Association on January 19, 1931.” #throwbackthursday #tbt #greyandcardinal #mithistory Timeline Photos",
          1396537885
        ],
        [
          "President Reif: \"The students who created Tidbit have the full and enthusiastic support of MIT.\" http://mitsha.re/1j1ceRX",
          1392561001
        ],
        [
          "#MIT President Reif blogs from the annual meeting of the World Economic Forum in Davos #wef14 http://mitsha.re/1f0VVRG Davos 2014: What is the future of manufacturing? Rafael Reif, President of MIT, is guest editor of the Forum:Blog today. He has selected the three posts below, and in this article reflects on what this week at Davos tells us about the future of innovation. Jane Chen: The key to tech breakthroughs? Love Wolfgang Ketterle interview: The truth about…",
          1390658401
        ],
        [
          "ThingMagic, founded by five #MIT alumni, helped bring radio-frequency identification #technology to the supply chain. More: http://mitne.ws/1e8rV6t\r\n\r\n(Photo: ThingMagic, a division of Trimble) Timeline Photos",
          1388498401
        ],
        [
          "How well do you know MIT? http://mitsha.re/J5D1Ps MIT Alumni Association The crossword puzzle turns 100 years old this week. In honor, try an MIT-themed puzzle that features alumni, landmarks, and traditions. See how well you know MIT!\n\nWe’ll start you off with a hint. 22 down: Super hero alumnus. http://bit.ly/18R50JF",
          1387385203
        ],
        [
          "MIT mourns the loss of its 15th president, Charles M. Vest, who passed away last night. He leaves a profound and meaningful legacy. http://mitsha.re/1h7GQjq\r\n\r\n(Photo by Donna Coveney) Timeline Photos",
          1386966404
        ],
        [
          "Cool! MIT Alumni Association Entrances. http://ift.tt/HLg97a",
          1383850827
        ],
        [
          "“'The world needs students with an #MIT education”: President L. Rafael Reif yesterday welcomed the Class of 2017 to the Institute. http://mitne.ws/15eug0e (Photo: Dominick Reuter) Timeline Photos",
          1377609677
        ],
        [
          "President L. Rafael Reif releases report on MIT’s actions in Aaron Swartz case: http://mitne.ws/17RnIBb MIT releases report on its actions in the Aaron Swartz case - MIT News Office Professors Hal Abelson and Peter Diamond complete review.",
          1375190647
        ],
        [
          "\"I stopped trying to make my life perfect, and instead tried to make it interesting.\" - Dropbox CEO Drew Houston (right), here with MIT President L. Rafael Reif, spoke today at MIT Commencement 2013. Read his prepared remarks: http://mitne.ws/195Nfdf (Photo: twitter.com/@drewhouston) Timeline Photos",
          1370611048
        ],
        [
          "LIVE: Watch MIT’s 2013 doctoral hooding ceremony http://mit.tv/186xLq3 MIT Alumni Association Timeline Photos",
          1370524801
        ],
        [
          "MIT sophomore Trevor Walker has reached the College Championship finals on TV game show Jeopardy. MIT Alumni Association Trevor Walker '15 returns to the Jeopardy podium tonight, after having won the quarter-final and semi-final of the College Championship series. http://bit.ly/13z1nI2",
          1368720641
        ],
        [
          "“If there was a PhD in learning everything, I would do that.” – Khan Academy founder and MIT alumnus Sal Khan (right) spoke about online learning yesterday with MIT President L. Rafael Reif. http://mitne.ws/15twxUy Timeline Photos",
          1368124262
        ],
        [
          "\"To slash America’s R&D capability in the name of fiscal responsibility would be akin to seeking greater efficiency for an aircraft by jettisoning the engines. While R&D accounts for a small share of federal spending, it is disproportionately important in supporting long-term economic growth.\" \n\nAn op/ed co-authored by MIT President L. Rafael Reif Science must be spared Washington’s axe - FT.com William Gladstone, when chancellor of the exchequer in the 1850s, is said to have asked Michael Faraday, the great scientist, whether a new discovery called electricity would ever have practical value. Faraday replied: “Why, sir, there is every",
          1361827777
        ],
        [
          "Happy Holidays from MIT! \r\n\r\nPlease enjoy this year's holiday card from President Rafael Reif and his family (via the MIT Alumni Association) — http://alum.mit.edu/holiday2012/ Timeline Photos",
          1356360000
        ],
        [
          "President L. Rafael Reif in The Wall Street Journal opinion section this morning: \"Higher education is at a crossroads not seen since the introduction of the printing press.\" Rafael Reif: What Campuses Can Learn From Online Teaching In The Wall Street Journal, MIT President L. Rafael Reif writes that colleges are searching for the sweet spot where cyberstudents around the world pay a small fee that helps make the 'residential' college more affordable.",
          1349261486
        ],
        [
          "The seats in Killian Court are beginning to fill with students, faculty, staff, alumni, dignitaries and more to welcome President L. Rafael Reif. Watch the ceremony live: http://mit.tv/OaFPgr Timeline Photos",
          1348243478
        ],
        [
          "Watch live now: The Inauguration of MIT's 17th President, L. Rafael Reif. http://mit.tv/OaFPgr The Presidential Inauguration of L. Rafael Reif",
          1348242000
        ],
        [
          "Live now: The Future of Education http://mit.tv/OaFQkd — the final symposium of three held this week in honor of President L. Rafael Reif's inauguration.\n\nAnd a reminder: The inauguration ceremony will take place TODAY at 2:30 p.m. We will be live webcasting the event beginning around 1:45. Check back here for the link. The Presidential Inauguration Symposium: The Future of Education",
          1348224795
        ],
        [
          "Today we kick off four days of celebration around the inauguration of President L. Rafael Reif! Timeline Photos",
          1348050972
        ],
        [
          "It's Inauguration week at MIT! Tomorrow we kick off four days of events centered around community, academics and tradition to welcome MIT's 17th president, L. Rafael Reif. Learn more about the events taking place, and keep an eye here on Facebook for information about live webcasts and more. Preview of an inauguration - MIT News Office In addition to marking the beginning of L. Rafael Reif’s term as MIT’s 17th president, the festivities will celebrate the MIT community’s ethic of service.",
          1347978600
        ],
        [
          "Learn more about the events planned for the week of Sept. 21, when MIT will inaugurate its 17th president, L. Rafael Reif. Preview of an inauguration - MIT News Office In addition to marking the beginning of L. Rafael Reif’s term as MIT’s 17th president, the festivities will celebrate the MIT community’s ethic of service.",
          1347466201
        ],
        [
          "Let's get MIT a medal in the Alumpics! Vote for us in the Academics category today! MIT Alumni Association Today in the Alumpics: Academics. \r\n \r\nProfessor Emeritus Walter Lewin swings from a pendulum during his now-famous final lecture at MIT. Why? To demonstrate that a pendulum's period remains constant regardless of mass (obviously).\r\n\r\nWe are not tape delayed! This is live and we need your likes! \r\n\r\nShare the photo with alumni, friends, and anyone who’s ever wanted to see a human pendulum! Let’s go, MIT!",
          1343916003
        ],
        [
          "Today is the first day on the job for MIT's 17th president, L. Rafael Reif! Learn more about President Reif at http://president.mit.edu/ Homepage | MIT's Office of the President Welcome! MIT is a community of people eager to solve hard problems in service to the nation and the world. Thanks to our students, faculty, staff and network of 100,000 alumni around the globe, the Institute hums with bold ideas and inspired solutions. We invite you to join us in the work.",
          1341226527
        ]
      ],
      "dates_start": 1377338160,
      "dates_end": 1458534076,
      "likes_avg": 507,
      "likes_stdev": 550,
      "comments_avg": 13,
      "comments_stdev": 12,
      "shares_avg": 64,
      "shares_stdev": 96
    },
    {
      "number": 11,
      "important": [
        "hope",
        "photo",
        "ann",
        "timelin",
        "abil",
        "enjoy",
        "everyon",
        "snow",
        "day",
        "earn"
      ],
      "common": [
        "day",
        "happy",
        "http",
        "http mitsha",
        "mit",
        "mitsha",
        "photo",
        "photos",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "Hope everyone is enjoying the snow day! ❄️❄️❄️\n\nPhoto: Emer Garland Timeline Photos",
          1486665901
        ],
        [
          "Pioneering physicist Shirley Ann Jackson '68 PhD '73 was the first black woman to earn a doctorate from MIT. She was featured in Ebony in 1974. #TBT #BlackHistoryMonth Timeline Photos",
          1486652746
        ],
        [
          "Happy Registration Day, MIT students! Hope you had a relaxing and fruitful Independent Activities Period.\n\nPhoto: Dominick Reuter Timeline Photos",
          1486427700
        ],
        [
          "Wishing lunar trailblazer Buzz Aldrin ScD '63 a very happy 87th birthday! Great to see your #brassrat in action ;)\n\nPhotos: Buzz Aldrin and NASA Timeline Photos",
          1484924867
        ],
        [
          "Today we honor the legacy of Martin Luther King Jr. #MLKDay Timeline Photos",
          1484575526
        ],
        [
          "We hope your year is filled with wonder and discovery. Happy 2017! media.giphy.com",
          1483283100
        ],
        [
          "Happy holidays from all of us at MIT. ❄️ gph.is",
          1482426263
        ],
        [
          "Top 16 posts of 2016: No. 14 - Square Root Day. \n\n4/4/16 was one of nine Square Root Days this century! Timeline Photos",
          1482081978
        ],
        [
          "The iconic 💧 milkdrop 💧 by MIT's Doc Edgerton has been named one of TIME's 100 most influential photographs of all time. See How One Man Revolutionzied High-Speed Photography See the story behind 'Milk Drop Coronet'",
          1481297548
        ],
        [
          "Throwback to our May pageant, at which MIT celebrated 100 years in Cambridge and reaffirmed its values of mind, hand, and heart. \n\nPhoto: Dominick Reuter. Full gallery: http://mitsha.re/9lLZ306Ix0Q Timeline Photos",
          1480611944
        ],
        [
          "Wishing everyone a peaceful #Thanksgiving. 🍽   http://mitsha.re/PKJm306sr6M gph.is",
          1479996301
        ],
        [
          "Yesterday's supermoon sets over MIT. \n\nPhoto: Dan Dill Photography Timeline Photos",
          1479234885
        ],
        [
          "Election Day. #onlyatMIT\n\nPhoto via MIT Libraries. Timeline Photos",
          1478623828
        ],
        [
          "Happy Election Day!  #Election2016 Timeline Photos",
          1478613900
        ],
        [
          "The future looks bright for the MIT Libraries! A preliminary report details upcoming projects, with community feedback welcome. MIT task force releases preliminary “Future of Libraries” report New library proposals meant to enhance “meaningful access to knowledge.”",
          1478012707
        ],
        [
          "Lisa, Marge, and Maggie Simpson take a stroll through Killian Court in the 2016 episode \"The Town\" ... and Lisa falls in love. Images: The Simpsons/FOX A Simpsons Ode to MIT",
          1476118529
        ],
        [
          "Happy Smoot Day! Oliver Smoot '62 recreates how his body length was used to measure the Mass Ave. bridge OTD in 1958. #OnlyatMIT \n\nPhoto: Andy Ryan Smoot lighting to set the mood on Harvard Bridge An anonymous gift will pay for LED bulbs that will illuminate the bridge every 30 Smoots.",
          1475586301
        ],
        [
          "Happy #GravitationalWavesAnniversary! The first direct detection of these ripples in spacetime took place one year ago today, at 5:51 a.m. EDT. Learn more: http://mitsha.re/Dg81304d29Y media.giphy.com",
          1473859688
        ],
        [
          "Happy #LaborDay! We express our gratitude to those who keep MIT running 24/7. 👏👏👏 Seeing the unseen: Thank you to those who keep MIT running",
          1473080640
        ],
        [
          "MIT owns a 1557 edition of a couple Euclid treatises. Discover these works and more on #NationalBookLoversDay in the MIT Libraries rare books program. Big Names on Campus The Rare Books Program @ MIT celebrates a century of Killian Court",
          1470751441
        ],
        [
          "47 years ago today, MIT computer scientist Margaret Hamilton's code landed humans on the moon. \n\nPhoto: Lego NASA Women Timeline Photos",
          1469038065
        ],
        [
          "Only at MIT: We're printing soft-serve on National Ice Cream Day. 🍦 http://mitsha.re/DU9q3006RVj Timeline Photos",
          1468767840
        ],
        [
          "Happy 4th of July from Killian Court! \n\nImage: Christine Daniloff Timeline Photos",
          1467637441
        ],
        [
          "uoıʇɔǝןɟǝɹ uı ɐʇɐʇS  \n\nPhoto by Joshua Sarinana Timeline Photos",
          1467122640
        ],
        [
          "Astronaut jam 🎶: MIT alumna Cady Coleman '83 on flute; Dan Burbank and Chris Hadfield on guitar. Photo: Herb Baker Timeline Photos",
          1466348400
        ],
        [
          "Hope you're enjoying #PalindromeWeek, backward and forward! Timeline Photos",
          1466254500
        ],
        [
          "Happy weekend, everyone. 😎  Photo: Christopher Harting Timeline Photos",
          1466179440
        ],
        [
          "That Friday feeling. ☀️ 🚣 Timeline Photos",
          1465585500
        ],
        [
          "A midsummer night's dream.\n\nPhoto: Nietnagel/Flickr Timeline Photos",
          1465427700
        ],
        [
          "Graduating MIT doctoral students received their academic hoods, with a keynote from development leader Ngozi Okonjo-Iweala MCP ’78, PhD ’81. Full story: http://mitsha.re/Ooqw300RuIb\n\nPhotos: Dominick Reuter 2016 Doctoral Hooding",
          1464894617
        ],
        [
          "We honor the women and men who died while serving in the country's armed forces. #MemorialDay \n\nPhoto: Dominick Reuter Timeline Photos",
          1464613440
        ],
        [
          "MIT graduating seniors and alumni: tell us about your favorite MIT memories. Your responses could be selected for the pre-commencement webcast broadcasted in Killian Court. You can email your responses to alwaysmit@mit.edu or feel free to respond here via Facebook. Thank you! MIT Student Life Timeline Photos",
          1464015840
        ],
        [
          "Introduction to Arithmetic Geometry, a free course from MIT OpenCourseWare: http://mitsha.re/4n4lFc #MathMonday Timeline Photos",
          1464008640
        ],
        [
          "Classes are over, do a happy dance!💃  Good luck with final exams, MIT students.\n\nImage: Christopher Harting Timeline Photos",
          1463058241
        ],
        [
          "The Force is strong in the Infinite Corridor. #Maythe4thBeWithYou Timeline Photos",
          1462359918
        ],
        [
          "In the Century that MIT has called Cambridge, Massachusetts its home, the Institute and the city have forged a unique relationship.\n\nWatch: http://mitsha.re/4nfBeE\n\nPhoto courtesy MIT Museum Timeline Photos",
          1462021441
        ],
        [
          "\"Boston sunrises and sunsets ... are some of the most breathtaking perks of living near the Charles. This is the #nofilter view of the sunrise from my bedroom window! —Anika '18\" \n\nFollow @mitstudents on Instagram: http://mitsha.re/4n9CxQ Timeline Photos",
          1461792600
        ],
        [
          "MIT welcomes Nigerian economist Ngozi Okonjo-Iweala MCP ’78, PhD ’81 as this year’s doctoral hooding ceremony speaker! \n\nRead more: http://mitsha.re/4n6Enz Timeline Photos",
          1461675841
        ],
        [
          "William #Shakespeare, who died 400 years ago today, had a way with words from a soliloquy to an insult. Celebrate the Bard with a good Shakespearean dis of your own. Here's a site to help you get started: http://mitsha.re/4mZExL Timeline Photos",
          1461411552
        ],
        [
          "Quiet study under the dome: MIT Libraries Barker Reading Room. #aroundMIT\n\nPhoto: Christopher Harting Timeline Photos",
          1460746801
        ],
        [
          "Stunning Lobby 7. \n\nImage:  George X. Lin MA '13 Timeline Photos",
          1460563202
        ],
        [
          "Today we honor Tim the Beaver and his counterparts around the world. #InternationalBeaverDay\n\nImage: Jose-Luis Olivares/MIT \n\nFor more about Tim: http://mitsha.re/10p3Gb i.giphy.com",
          1460033987
        ],
        [
          "It's a snowy ☃, spring Monday #aroundMIT.\n\nPhoto: Ian Cinnamon '14 Timeline Photos",
          1459784101
        ],
        [
          "Today's reading, courtesy of MIT Libraries. #AprilFools\n\nPhoto: Jenny Li Fowler/MIT Timeline Photos",
          1459523100
        ],
        [
          "#TBT That time a rainbow appeared over MIT. 🌈\n\nPhoto: Jenny K '16 Timeline Photos",
          1459432544
        ],
        [
          "Beautiful Building 10.\n\nPhoto: Roland Allen/Flickr Timeline Photos",
          1459378800
        ],
        [
          "A throwback to the MIT Women's Chemical Laboratory, set up in Boston in 1876, to provide special instruction in chemistry and related subjects. Learn more: http://mitsha.re/ZUhp7  #MIT02139 #WHM #TBT\n\nPhoto courtesy of the MIT Museum. Timeline Photos",
          1458841673
        ],
        [
          "Looking up! #aroundMIT\n\nPhoto: Lee Cullivan/Flickr Timeline Photos",
          1458320400
        ],
        [
          "Did you know? MIT moved its main campus from Boston to Cambridge, MA, a century ago, in 1916. A new documentary explores the history of this monumental event for the Institute and the City of Cambridge (Official).\n\nWatch: http://mitsha.re/YNntS \n\nPhoto courtesy of the MIT Museum. Timeline Photos",
          1457877600
        ],
        [
          "Happy MacVicar Day, and congrats to the 2016 MacVicar Faculty Fellows: professors Tang, Grossman, Sipser, and Devadas! Thank you for your leadership and guidance. http://mitsha.re/ZbrAz Timeline Photos",
          1457710567
        ],
        [
          "This week is Open Education Week, and here at MIT we celebrate 15 years of MIT OpenCourseWare, a free and open publication of materials covering the entire MIT curriculum.\n\nPhoto: M. Scott Brauer 15 Years | MIT OpenCourseWare | Free Online Course Materials MIT OpenCourseWare is a free and open publication of material from thousands of MIT courses, covering the entire MIT curriculum and used by millions of learners and educators around the world.",
          1457373829
        ],
        [
          "#TBT: A view of the landfill in Cambridge, MA that would eventually become home to MIT in 1916. Watch to learn more: http://mitsha.re/Z1RNT \n\nPhoto courtesy of the MIT Museum. Timeline Photos",
          1457029425
        ],
        [
          "Voters in 12 states head to the polls today, #SuperTuesday. Exercise your right to vote. http://mitsha.re/YVYP9 Timeline Photos",
          1456841323
        ],
        [
          "Celebrating #BlackHistoryMonth at MIT: http://mitsha.re/YCuee Timeline Photos",
          1456331400
        ],
        [
          "\"The Alchemist\" by Jaume Plensa http://mitsha.re/YhZ0U\n\nPhoto: Namlhots/Flickr Timeline Photos",
          1455721200
        ],
        [
          "Happy birthday, Galileo! Fun fact: MIT's copy of his final book flew to space w/ NASA astronaut Mike Massimino SM '88, PhD '92. How it happened: http://mitsha.re/WPV9M\n\nImage: MIT Libraries Timeline Photos",
          1455548700
        ],
        [
          "Happy Valentine's Day! \n\nLove (AM0r) from MIT and MIT OpenCourseWare: http://mitsha.re/YhVRa Timeline Photos",
          1455461520
        ],
        [
          "Today is the International Day of #WomeninSTEM. Which scientists and engineers do you most admire?\n\nPictured: MIT professors Paula Hammond (left), Sara Seager (top), Millie Dresselhaus (center), and Nergis Mavalvala. Timeline Photos",
          1455217738
        ],
        [
          "On #WorldCancerDay, hope for nanotechnology in bringing about new therapies and cures: http://mitsha.re/XWPew Timeline Photos",
          1454598837
        ],
        [
          "A bit of color on a cloudy afternoon. #aroundMIT\n\nPhoto: Christopher Harting Timeline Photos",
          1454518500
        ],
        [
          "With heavy hearts, a throwback to Marvin Minsky's early career at MIT. The longtime professor and artificial intelligence pioneer died Sunday at age 88. \n\nPhoto: MIT Museum #TBT Timeline Photos",
          1454002263
        ],
        [
          "Snowy dome. Photo: Dominick Reuter #aroundMIT Timeline Photos",
          1453750800
        ],
        [
          "Stunning Stata #aroundMIT\n\nPhoto: JB Parrett http://mitsha.re/XnzL0 Timeline Photos",
          1453560482
        ],
        [
          "Afternoon sun on 77 Mass. Ave. Enjoy the weekend!\n\nPhoto: Ted Lester/Flickr Timeline Photos",
          1452274690
        ],
        [
          "MIT drawing room, late 1800s. #TBT #MIThistory\n\nPhoto: E.L. Allen, via the Boston Public Library Timeline Photos",
          1452179322
        ],
        [
          "Start of a brand new year... Happy 2016! 🎉 Timeline Photos",
          1451659620
        ],
        [
          "MIT's best Instagram pics of 2015! Follow at http://instagram.com/mitpics Timeline Photos",
          1451581222
        ],
        [
          "Top 15 posts of 2015 – No. 1: Hats off to the legendary Nikola Tesla http://mitsha.re/Whz1J Timeline Photos",
          1451487601
        ],
        [
          "Top 15 posts of 2015 – No. 2: Ranked tops in the world for the fourth-straight year http://mitsha.re/WhywU Timeline Photos",
          1451400300
        ],
        [
          "Top 15 posts of 2015 – No. 3: A freshman with 55+ MIT courses under his belt Arriving at MIT, One Solution at a Time “For 11 years, I’ve wanted to go to MIT,” says Ahaan Rungta, now a 16-year-old freshman, who did math puzzles at age 3, calculus at 7,",
          1451314500
        ],
        [
          "Top 15 posts of 2015 – No. 5: #BacktotheFutureDay at MIT\n\nPhoto: Emer Garland/MIT Timeline Photos",
          1451147400
        ],
        [
          "The MIT seal was adopted on this date in 1864. Learn more from MIT Libraries: http://mitsha.re/WhuNH Timeline Photos",
          1451142000
        ],
        [
          "Winter begins...NOW! Happy winter solstice to those in the Northern Hemisphere.\n\nPhoto: Almond Butterscotch Photography Timeline Photos",
          1450756080
        ],
        [
          "Top 15 posts of 2015 – No. 9: Robo-cheetah, unleashed http://mitne.ws/1eD1MTf gph.is",
          1450710671
        ],
        [
          "Top 15 posts of 2015 – No. 10: A salute to the 'Tute from Phd comics Timeline Photos",
          1450623300
        ],
        [
          "Top 15 posts of 2015 – No. 12: Imagination leads to good engineering http://mitsha.re/W5WP3 Timeline Photos",
          1450469354
        ],
        [
          "Top 15 posts of 2015 – No. 13: Understanding #TheDress with an optics course from MIT OpenCourseWare http://mitsha.re/W2T71 Timeline Photos",
          1450368300
        ],
        [
          "Top 15 posts of 2015 – No. 14: Pi Day at MIT http://mitsha.re/VYUKA Timeline Photos",
          1450280763
        ],
        [
          "To a pioneer who was cultivated by the truly scientific: Happy 200th birthday, #AdaLovelace! Quote from \"Ada: A Life and a Legacy\" by Dorothy Stein, published by The MIT Press: http://mitsha.re/VJ30S\n\nPortrait by Margaret Sarah Carpenter. Timeline Photos",
          1449772500
        ],
        [
          "On #HumanRightsDay, learn about the struggle for human rights with a free course from Prof. Erica James and MIT OpenCourseWare: http://mitsha.re/VDoKy Violence, Human Rights, and Justice This course examines the problem of mass violence and oppression in the contemporary world, and the concept of human rights as a defense against such abuse. It explores questions of cultural relativism, race, gender and ethnicity. It examines case studies from war crimes tribunals, truth commissions…",
          1449766583
        ],
        [
          "Happy birthday to computing pioneer Grace Hopper! Hear her story, as told by U.S. Chief Technology Officer Megan Smith ’86, SM ’88: http://mitsha.re/VDs3F \n\nPhoto: U.S. Navy Timeline Photos",
          1449674455
        ],
        [
          "Happy birthday, Ellen Swallow Richards! Born on this date in 1842, Richards was a pioneering chemist and engineer and the first woman admitted to MIT. http://mitsha.re/VrtRx Timeline Photos",
          1449164731
        ],
        [
          "Celebrate 100 years of general relativity by learning how it works! Free classes from MIT physics professor Max Tegmark and MIT OpenCourseWare: http://mitsha.re/V2PMu Timeline Photos",
          1448465082
        ],
        [
          "A message from U.S. Chief Technology Officer Megan Smith '86, 'SM '88 on #WorldKindnessDay: Be kind to yourself, and to one another. Timeline Photos",
          1447436472
        ],
        [
          "A #TBT going back some 300 years: MIT Libraries will be helping to examine 2,600 unopened letters from the 17th century! MIT Libraries explore 17th-century postal archive in \"Signed, Sealed, and Undelivered\" 2,600 recently rediscovered early modern letters to be analyzed in groundbreaking international digital humanities project.",
          1447350744
        ],
        [
          "MIT salutes all veterans. Thank you for your service! #VeteransDay Timeline Photos",
          1447256101
        ],
        [
          "The Institute in living color. #aroundMIT\n\nPhoto: JB Parrett / http://instagram.com/jaaaabeeee/ Timeline Photos",
          1446825199
        ],
        [
          "Have a frighteningly happy Halloween! 👹 Timeline Photos",
          1446309300
        ],
        [
          "Perfect pumpkin 🎃 #HappyHalloween \n\nPhoto: Ankita Kaul Timeline Photos",
          1446301419
        ],
        [
          "Happy #NationalChocolateDay from MIT! http://mitsha.re/TWYUv Timeline Photos",
          1446042960
        ],
        [
          "Stunning sunset view of MIT in silhouette.\n\nPhoto: JB Parrett / http://instagram.com/jaaaabeeee/ Timeline Photos",
          1445877301
        ],
        [
          "Fall colors #aroundMIT\n\nPhoto: Christopher Harting Timeline Photos",
          1445360862
        ],
        [
          "Hope you are having a lovely Columbus Day weekend! Timeline Photos",
          1444656660
        ],
        [
          "Make the impossible possible: A message from Nobel laureate Desmond Tutu to #SolveMIT http://mitsha.re/TemRu Timeline Photos",
          1444412635
        ],
        [
          "Meet Ahaan, a 16-year-old MIT freshman who took 55 courses on MIT OpenCourseWare and edX. #SolveLEARN Arriving at MIT, One Solution at a Time “For 11 years, I’ve wanted to go to MIT,” says Ahaan Rungta, now a 16-year-old freshman, who did math puzzles at age 3, calculus at 7,",
          1444140683
        ],
        [
          "\"There is no replacing the experience of reading a text.\" – Junot Díaz, professor of MIT Comparative Media Studies/Writing, in the Los Angeles Times Junot Diaz on reading, writing, and America's amnesia about race When Junot Diaz published \"The Brief Wondrous Life of Oscar Wao\" in 2007, fans had been waiting almost a decade since his…",
          1443714603
        ],
        [
          "This date in MIT history: Astronomer Henry S. Pritchett became the Institute's fifth president on October 1, 1900. More on Pritchett from MIT Libraries: http://mitsha.re/STMK9 #tbt Timeline Photos",
          1443708977
        ],
        [
          "#TBT: Metropolitan Moving & Storage Corp., 1950s. Did you know the iconic warehouse, an integral part of the MIT landscape, may soon become an MIT dormitory? Learn more: http://mitsha.re/SCAsz\n\nPhoto courtesy of MIT Libraries. Timeline Photos",
          1443101634
        ],
        [
          "Autumnal equinox arrived today at 4:20 a.m. EDT. Soon our campus will look this colorful! 🍁🍃 🍂\n\nPhoto: Christopher Harting Timeline Photos",
          1443023701
        ],
        [
          "Happy #ConstitutionDay! Here's how you can celebrate, at MIT or wherever you happen to be: http://mitsha.re/SllTv  \n\nPainting by Junius Brutus Stearns Timeline Photos",
          1442502657
        ],
        [
          "For a research project, MIT junior Fiona Grant worked to improve the efficiency with which solar thermophotovoltaic cells harvest energy. Learn about solar energy research at MIT, via the MIT Energy Initiative: http://bit.ly/1ODcrcK #SolarMIT\n\nPhoto: Dominick Reuter Timeline Photos",
          1441897671
        ],
        [
          "Welcome back to class, MIT! For Registration Day, students and other community members posed in Lobby 10 as U.S. Supreme Court Justice Ruth Bader Ginsburg, a.k.a. Notorious R.B.G., to celebrate MIT Women's and Gender Studies. https://wgs.mit.edu\n\nPhotos: Marol Escajeda and Chantal Acacio/ MIT Technique Timeline Photos",
          1441806001
        ],
        [
          "Class of 2019, your new home and family at MIT welcomes you!\n\nFollow us on Instagram for campus pics and more: https://instagram.com/mitpics/\n\nPhoto: Above Summit with Christopher Harting Timeline Photos",
          1441285202
        ],
        [
          "It's a bright, sunny day at MIT! #aroundMIT \n\nPhoto: Christopher Harting Timeline Photos",
          1439991958
        ],
        [
          "\"Creating something from nothing is such a rush for me.” How Marina Hatsopoulos SM ’93 is spurring Greek innovation: http://mitsha.re/R06ty Recovering Greece How do you cure a distressed economy? One startup at a time.",
          1439820257
        ],
        [
          "Rainy day at MIT 🌂\n\nPhoto: Jasper (mattermatters)/Flickr Timeline Photos",
          1439304669
        ],
        [
          "What do you want to learn? MIT OpenCourseWare has just added more than a dozen free MIT courses, from math to public policy, to its collection. Fourteen courses added in July OCW added fourteen more courses during the month of July: eleven are brand-new to OCW, and three are updates to previously published courses. Continuing the recent trend, several of these courses h...",
          1439041801
        ],
        [
          "Born #OTD: Shirley Ann Jackson '68 PhD '73, president of Rensselaer Polytechnic Institute, MIT Corporation member, nuclear physicist, and the 1st African American woman to earn a doctorate at MIT. Happy birthday!\n\nPhoto courtesy of RPI. Timeline Photos",
          1438787079
        ],
        [
          "Getting creative: Students make intricate paper garments at the MIT Costume Shop! http://mitsha.re/QqwG6 Timeline Photos",
          1438615800
        ],
        [
          "Four years ago today, Building W1 (Maseeh Hall) re-opened after an extensive renovation. Learn more: http://bit.ly/1gh7BqM\n\nPhoto: Stephanie Leishman/MIT Timeline Photos",
          1438437603
        ],
        [
          "Happy weekend, everyone! #AroundMIT Timeline Photos",
          1438355101
        ],
        [
          "#TBT The \"New Technology,\" what is now MIT's main campus, circa 1920.\n\nPhoto: MIT Museum Timeline Photos",
          1438269813
        ],
        [
          "A giant leap, 46 years ago today: Buzz Aldrin ScD ’63 joins Neil Armstrong on the surface of the moon — the first two humans to visit another world.\n\nPhoto: Neil Armstrong/NASA Timeline Photos",
          1437399901
        ],
        [
          "Quiet summer study time in Barker Library.\n\nFollow MIT on Instagram for more #aroundMIT pics: https://instagram.com/mitpics/ Timeline Photos",
          1436967601
        ],
        [
          "Good news! All applicants can now apply for either early or regular-action MIT admission. Learn more via the MIT Admissions blogs: http://bit.ly/1LQIabj  \n\nPhoto: Christopher Harting Timeline Photos",
          1436540702
        ],
        [
          "Happy birthday, Nikola Tesla! \n\nLearn how one MIT spinoff is taking wireless technology to the next level: http://mitne.ws/1k9vrji Timeline Photos",
          1436536195
        ],
        [
          "Students use paper to make incredible garments at the MIT Costume Shop! The Costume Shop at MIT The MIT Costume Shop is where creativity flourishes at the Institute. Courses in both costume design and figure drawing are only a couple of the examples of ...",
          1436196601
        ],
        [
          "In an article for POLITICO, Professor Sanjay Sarma calls attention to the security of the Internet of Things, writing, “if leaders don’t think this through, and don’t create a framework for it to succeed, there’s a real chance that the full potential of the Internet of Things could be compromised.” Read more: http://mitne.ws/1Hxtqy7 I helped invent the Internet of Things. Here’s why I’m worried about how secure it is. I'm a mechanical engineering professor at MIT, and 17 years ago, with my colleagues David Brock, Kevin Ashton and Sunny Siu, I helped launch the research effort that laid some of the groundwork for the Internet of Things. As you might imagine, my life is pretty connected.",
          1435931700
        ],
        [
          "Happy Canada Day! Is that you, Tim?\n\nImage: cgb.fr CC BY-SA Timeline Photos",
          1435758301
        ],
        [
          "Spectacular Stata by Ali Alazmani #aroundMIT Timeline Photos",
          1435410904
        ],
        [
          "Did you know? MIT was recently ranked as the best university in the world for architecture by QS World University Rankings: http://mitsha.re/1Bx5qs9\n\nLearn about the MIT Department of Architecture: http://mitsha.re/1Bx5qs9\n\nPhoto: Christopher Harting Timeline Photos",
          1435066800
        ],
        [
          "Boats lined up to set sail! \n\nSailing lessons for members of the MIT community: http://sailing.mit.edu/lts/\n\nPhoto: Stephanie Leishman/MIT Timeline Photos",
          1434722848
        ],
        [
          "Happy International Archives Day! Enjoy this \"Whimsical Map of MIT\" from the Institute Archives and Special Collections of the MIT Libraries: http://mitsha.re/1F6wg5k\n\nImage: Frederick K. Morris, courtesy of the MIT Libraries #IAD15 Timeline Photos",
          1433863431
        ],
        [
          "Relive Friday's Commencement ceremony with a collection of images, quotes, and more: http://mitsha.re/1dqKVlY  \n\nPhoto: Dominick Reuter Timeline Photos",
          1433772957
        ],
        [
          "\"Mens et manus\" at its finest! A family re-enactment of the MIT seal.\n\nFollow MITpics on Instagram: http://mitsha.re/1GfChSD Timeline Photos",
          1433596800
        ],
        [
          "In her Commencement speech today, MIT alumna and U.S. CTO Megan Smith implored graduates to be kind to one another – to add \"heart\" to MIT's motto of \"mind and hand.\" Timeline Photos",
          1433519038
        ],
        [
          "MIT PhD candidates received their doctoral hoods in a ceremony on June 4, 2015. Learn more: http://mitne.ws/1Qu8eI7 \n\nPhotos: Dominick Reuter Doctoral Hooding 2015",
          1433435116
        ],
        [
          "Pre-Commencement panorama!  Photo: Larry Gallagher Timeline Photos",
          1433355389
        ],
        [
          "Beautiful view of the MIT Chapel\n\nPhoto: Ali Alazmani Timeline Photos",
          1433081161
        ],
        [
          "One week from today... #MIT2015 Timeline Photos",
          1432911900
        ],
        [
          "This #TBT, we salute John Forbes Nash, former MIT professor of mathematics and Nobel laureate who passed away Sunday at age 86. http://mitsha.re/1AAmJId \n\nPhotos courtesy of the MIT Museum. Timeline Photos",
          1432822798
        ],
        [
          "To mark the end of a successful academic year, \"10 lessons of an MIT education\" by the late mathematician and philosopher Gian-Carlo Rota: http://mitsha.re/1i2Mmbp\n\nPhoto: Christopher Harting Timeline Photos",
          1432223819
        ],
        [
          "“We pay attention to brainpower because that’s our natural resource.” –former Massachusetts Gov. Deval Patrick, a visiting innovation fellow at MIT's Innovation Initiative\n\nPatrick spoke with MIT News about policymaking, innovation, and his recently-concluded semester at MIT: http://mitne.ws/1SdvKg2  \n\nPhoto: Dominick Reuter Timeline Photos",
          1432139146
        ],
        [
          "Did you know? There are riddles hidden in the Glaser Codex, a medieval chant manuscript at MIT Libraries. Sleuthing the Glaser Codex at MIT Michael Cuthbert and Theresa Zammit Lupi examine medieval chant manuscripts in MIT's Lewis Music Library.",
          1432052930
        ],
        [
          "A HUGE project from the MIT Department of Architecture paying tribute to Rapa Nui Moai technology appeared on Killian Court yesterday. More photos: http://mitsha.re/1F7PlHR About the class: http://mitsha.re/1F7PkDL MIT Department of Architecture McKnelly Megalith, Megalithic Robotics Cross-Studio, Prof. Brandon Clifford & Mark Jarzombek, TA Carrie McKnelly. http://architecture.mit.edu/subject/spring-2015-4154-3\n\nPhoto via Arts at MIT Instagram -- https://instagram.com/p/2mBaL1kcf6/?taken-by=artsatmit",
          1431535235
        ],
        [
          "Feliz Cinco de Mayo! Mariachi players are livening up the Student Center this afternoon. Timeline Photos",
          1430839568
        ],
        [
          "It's a beautiful spring weekend at MIT! Timeline Photos",
          1430661901
        ],
        [
          "Yesterday was College Signing Day at MIT and across the U.S. Welcome, #MIT2019! Your orientation leaders (pictured) are eager to meet you.\n\nClass of 2019 website: http://mitsha.re/1DQ4RoV\n\nPhoto via @mitorientation on Instagram Timeline Photos",
          1430571901
        ],
        [
          "\"This above all: to thine own self be true.\" On Shakespeare Day, enjoy the complete works of William Shakespeare, hosted by MIT since 1993: http://shakespeare.mit.edu Timeline Photos",
          1429797054
        ],
        [
          "Celebrate #EarthDay by exploring the science of climate change. Free courses from MIT OpenCourseWare: http://mitsha.re/1QjqPt8 Timeline Photos",
          1429710886
        ],
        [
          "Happy birthday, MIT! Our charter was signed April 10, 1861. \n\nLearn more: http://mitsha.re/1yiNzUD Timeline Photos",
          1428675143
        ],
        [
          "What better day to show our love for Tim the Beaver than International Beaver Day?\n\nVideo: Melanie Gonick/MIT A brief history of MIT's Tim the Beaver mascot",
          1428414707
        ],
        [
          "Happy birthday to longtime MIT professor of electrical engineering Harold \"Doc\" Edgerton, born April 6, 1903! \n\nEdgerton's work is featured in a new MIT Museum exhibit, \"Images of Discovery\": http://mitsha.re/1y91o7O  \n\nPhoto courtesy of the MIT Museum. Timeline Photos",
          1428337305
        ],
        [
          "For World Autism Day, insights from Temple Grandin, animal scientist and autism expert, on her recent visit to MIT: http://mitne.ws/1GXYBxr Timeline Photos",
          1427989833
        ],
        [
          "President and Mrs. Obama are in Boston today. Here's a throwback to 2009, when the president visited MIT: http://mitne.ws/1FwLqop \n\nPhoto courtesy of the Vladimir Bulovic laboratory. Timeline Photos",
          1427730341
        ],
        [
          "\"Pi Makes it Possible,\" a Pi Day video from the MIT Alumni Association. Pi Makes It Possible",
          1426349101
        ],
        [
          "Happy Pi Day from MIT! 3.141592653589793238462643383279... Happy Pi Day 2015!",
          1426333881
        ],
        [
          "On this date in 1989, CSAIL - MIT Professor Tim Berners-Lee, then at CERN, wrote a proposal for what would become the World Wide Web. Learn more: http://mitsha.re/1EDlJ76\n\nImage: Tim Berners-Lee via W3.org #web25 #tbt Timeline Photos",
          1426180162
        ],
        [
          "Interested in sharing open-access resources with your students? Take part in Open Education Week by browsing the OpenCourseWare Educator initiative from MIT OpenCourseWare: http://mitsha.re/1C6adzd Timeline Photos",
          1426097967
        ],
        [
          "Just waiting for a once-in-a-century Pi Day... 3/14/15 9:26:53 = 3.141592653\n\nPhoto: Stephanie Leishman/MIT Timeline Photos",
          1425911075
        ],
        [
          "Shadows in Lobby 7.\n\nPhoto: Christine Daniloff Timeline Photos",
          1425740125
        ],
        [
          "On 3/14/15 at 9:26 a.m. ET, keep your eyes to the skies for a special Pi Day delivery from MIT... \n\nVideo from the MIT Admissions Office. More info: http://mitsha.re/1Mf3xSh Keep your eyes to the skies this Pi Day 2019s are happening. 3/14/15 @ 9:26AM ET. decisions.mit.edu. CREDITS * Produced by Loren Sherman '17 * Directed by Chris Peterson SM '13 and Elizabeth Choe '...",
          1425657877
        ],
        [
          "\"50 years ago I too assumed gender discrimination in science was a thing of the past.\" –Professor Nancy Hopkins, in a new essay reflecting on women in science http://mitsha.re/1B0OKa5\n\n1973 photo of Hopkins with Salvador Luria (left) and David Baltimore courtesy of the MIT Museum. #WomensHistoryMonth #TBT Timeline Photos",
          1425579133
        ],
        [
          "This winter has brought record snow accumulations thanks to steady storms and unusually cold temperatures. Here's a look at the Institute in white.\n\nPhotos by Dominick Reuter and Ciara Kamahele In the Snow: MIT Winter of 2014-15",
          1425316429
        ],
        [
          "“Find your own way and make your own contribution.” –Leonard Nimoy in The Tech    \n\nRead the full interview: http://mitsha.re/1aBxO0a Timeline Photos",
          1425135664
        ],
        [
          "Confused about #TheDress? This optics course from MIT OpenCourseWare should straighten things out: http://mitsha.re/1wqtpkT Timeline Photos",
          1425049261
        ],
        [
          "19 snow events and counting in 2015. Thank you to the facilities team keeping MIT running this winter!\n\nVideo: Melanie Gonick/MIT with photos by Dominick Reuter In the Snow: Winter 2015 at MIT",
          1424876883
        ],
        [
          "On this date in 1903, an early pocket protector was patented by inventor Himan C. Dexter. Today, the largest collection of pocket protectors — including this \"MIT nerd pride\" gem — lives here: http://mitsha.re/1y50aKd\n\nView the 1903 patent: http://mitsha.re/1y50GrK\n\nMIT pocket protector courtesy of John Pojman/http://pocketprotector.info Timeline Photos",
          1424797501
        ],
        [
          "At MIT, our igloos have two stories and doors. http://mitsha.re/1zt0Wfu\n\nPhotos: Emer Garland and Stephanie Leishman/MIT #onlyatMIT Timeline Photos",
          1424530201
        ],
        [
          "#TBT Pioneering physicist Shirley Ann Jackson '68 PhD '73 was the first black woman to earn a doctorate from MIT. She is currently the president of Rensselaer Polytechnic Institute.\n\nTimeline of diversity at MIT from The Tech: http://mitsha.re/1AoXlBI Timeline Photos",
          1424367508
        ],
        [
          "Happy birthday, Alessandro Volta! Learn about this early battery from MIT Libraries: http://mitsha.re/1CIX8I9 Timeline Photos",
          1424277883
        ],
        [
          "\"Will you be my Valentine?\" -Tim the Beaver http://mitsha.re/1Eovt17 Timeline Photos",
          1423936802
        ],
        [
          "01000010 01100101 00100000 01101101 01111001 00100000 01110110 01100001 01101100 01100101 01101110 01110100 01101001 01101110 01100101 00100001 = Happy Valentine's Day! \n\nSend your own MIT Valentine's e-card: http://mitsha.re/1yyTMoK Timeline Photos",
          1423926301
        ],
        [
          "Happy birthday Edith Clarke MS 1919, the first woman to earn a master's in electrical engineering at MIT and a 2015 National Inventors Hall of Fame inductee! \n\nThis New York Times article, detailing one of Clarke's many \"firsts,\" was published Feb. 9, 1926, a day before her 43rd birthday. Learn more: http://mitsha.re/1Dz9DKg Timeline Photos",
          1423591401
        ],
        [
          "Robert Taylor, member of the Class of 1892 and MIT's first black graduate, will be commemorated this month with a U.S. postage stamp! Full story: http://mitsha.re/1zU3Qzq \n\nBiography of Taylor from MIT Libraries: http://mitsha.re/1zU43Tj Timeline Photos",
          1423152861
        ],
        [
          "Happy #GroundhogDay! These groundhogs — a.k.a. \"land beavers\" — are part of John James Audubon’s \"Viviparous Quadrupeds of North America,\" a series of lithographs held by the MIT Libraries. http://mitsha.re/1xuIrdt\n\nFun fact: As fellow rodents, groundhogs are land-dwelling cousins of beavers. They are one of 15 known species of marmots!\n\nImage courtesy of MIT Libraries. Timeline Photos",
          1422889500
        ],
        [
          "Seen at MIT this week: Post-blizzard snow person! Timeline Photos",
          1422716700
        ],
        [
          "Puzzles and more puzzles! The MIT Mystery Hunt has been a proud Institute tradition for more than three decades. An inside look via MIT News: http://mitne.ws/1ChzTJY\n\nPhotos: Dominick Reuter MIT Mystery Hunt 2015",
          1422632031
        ],
        [
          "Happy 85th birthday to Buzz Aldrin ScD ’63! Enjoy your next trip around the sun. Timeline Photos",
          1421781138
        ],
        [
          "On this date in 1919, Boston's Great Molasses Flood killed 21 and injured 150 others. Here's how an MIT professor determined the disaster's cause: http://mitsha.re/1ICqvkn #tbt Timeline Photos",
          1421336185
        ],
        [
          "Happy New Year! Timeline Photos",
          1420126980
        ],
        [
          "Sloanie Tim and his lady friend are ready to ring in 2015! http://mitsha.re/1vso1Mm\n\nPlus, words of wisdom on keeping new year's resolution from MIT's Joshua Ackerman: http://mitsha.re/1tuWG2b Timeline Photos",
          1420045125
        ],
        [
          "Top 10 posts of 2014: No. 4 - Getting in is hard to do\n\nTry your hand at the MIT entrance exam from 1876: http://mitsha.re/P0NP4e Timeline Photos",
          1419778501
        ],
        [
          "Top 10 posts of 2014: No. 9 - We love π\n\n3.141592653589793238462643383279502884197169399375105820974944592307816406286 20899862803482534211706...\n\nPhoto: Stephanie Leishman/MIT Timeline Photos",
          1419346500
        ],
        [
          "Looking forward to the return of light on the shortest day of the year. Happy winter to those in the Northern Hemisphere!\n\nPhoto: Christopher Harting Timeline Photos",
          1419177700
        ],
        [
          "Happy #WrightBrothersDay! Enjoy a brief history of the MIT Wright Brothers Wind Tunnel: http://mitsha.re/1AcVXmf  💨\n\nPhoto courtesy of the MIT Museum. Timeline Photos",
          1418839811
        ],
        [
          "Get ready! MIT early-action undergraduate admissions decisions will be released today, 12/13/14, at 15:16 EST. http://mitsha.re/1yUQBfl Timeline Photos",
          1418487300
        ],
        [
          "A light snow at MIT\n\nPhoto: Stephanie Leishman/MIT Timeline Photos",
          1418317501
        ],
        [
          "Happy birthday to MIT founder William Barton Rogers, born Dec. 7, 1804! http://mitsha.re/1zyjfRo #MIThistory Timeline Photos",
          1417967100
        ],
        [
          "Happy birthday, Ellen Swallow Richards! Born Dec. 3, 1842, the pioneering industrial & environmental chemist was the first woman admitted to MIT and the Institute's first female instructor. She was also a co-founder of the AAUW. \n\nVideo biography: http://mitsha.re/1zfDq6y\nBio from MIT Technology Review: http://mitsha.re/1yOxIKA \n\nPainting by bijijoo. Timeline Photos",
          1417621201
        ],
        [
          "Infinitely many MIT students walk into a café.\n\nArmando: “I’ll have a 24-oz. dark roast.”\nBrian: “I’ll have a 12-oz. dark roast.”\nCelia: “I’ll have a 6-oz. dark roast, and we have more friends coming.”\n\nThe barista makes two 24-oz. coffees and hands them to the group.\n\nBrian: “Are you kidding me? How is this going to be enough for everyone?\nBarista: “Come on, guys. Know your limits.”\n\nPhoto: Stephanie Hatch Leishman/MIT via http://mit.tumblr.com Timeline Photos",
          1417544014
        ],
        [
          "What are you thankful for this Thanksgiving? http://mitsha.re/1vjWZep Timeline Photos",
          1417106100
        ],
        [
          "Happy Thanksgiving! These 3-D printed turkeys, laser-cut leaves, and a pumpkin “drawn” with a 3-D pen were made by MIT PhD student Dina El-Zanfaly. \n\nPhoto: Dominick Reuter Timeline Photos",
          1417098900
        ],
        [
          "November #aroundMIT\n\nPhoto: Stephanie Hatch Leishman/MIT Timeline Photos",
          1416941001
        ],
        [
          "On this date in 1859, Charles Darwin's monumental \"On the Origin of Species . . . \" was first published! Brush up on Darwin and design with a free class from MIT OpenCourseWare: http://mitsha.re/1pfADda Timeline Photos",
          1416852002
        ],
        [
          "With golden spirals on our walls, every day is #FibonacciDay at MIT. \n\nPhoto: Stephanie Hatch Leishman/MIT Timeline Photos",
          1416758701
        ],
        [
          "MIT composer Elena Ruehr was a busy bee this month! She debuted three new works, including an a cappella opera at MIT: http://mitne.ws/1xS5NYH Timeline Photos",
          1416669601
        ],
        [
          "Why should #WorldToiletDay matter to you? Journalist Rose George and MIT professor Iqbal Quadir, founder of the Legatum Center for Development and Entrepreneurship at MIT, provide insights. Why World Toilet Day Should Matter To You Today, November 19th, is the second annual World Toilet Day. This is a United Nations recognized day and the founding day of the World Toilet Organization in 2001. So what’s in it for you? How about: profits, protection of your personal health and...",
          1416417960
        ],
        [
          "\"MIT Interstellar\" by Tamas Kolos-Lakatos Timeline Photos",
          1416334597
        ],
        [
          "Happy birthday, Louis Daguerre! The pioneering French artist and photographer was born on this date in 1787. Looking for examples of the technology he developed? Don't miss the daguerreotype exhibit at the MIT Museum, on display now through Jan. 4: http://mitsha.re/1kOPLab Timeline Photos",
          1416325534
        ],
        [
          "Happy America Recycles Day! At MIT we take recycling very seriously. This is one of our \"green machines,\" which pays people to recycle! ♻ \n\nRecycling at MIT: http://mitsha.re/1yHpD85 Timeline Photos",
          1416067405
        ],
        [
          "This week on http://mit.tumblr.com: YOU CAN DO IT, MIT students!\n\nPhoto: Stephanie Leishman/MIT Timeline Photos",
          1415985300
        ],
        [
          "This #VeteransDay, MIT thanks and salutes all U.S. veterans. Timeline Photos",
          1415717101
        ],
        [
          "How do we make decisions? Sinan Aral of the MIT Sloan School of Management studies the influence of our social networks. Learn more: http://mitne.ws/1typaRm \n\nPhoto: Dominick Reuter Timeline Photos",
          1415642573
        ],
        [
          "Autumn at MIT. \n\nPhoto: Jenny Chen via Instagram http://mitsha.re/1u6WoMG Timeline Photos",
          1415381101
        ],
        [
          "A love letter to psets at MIT: http://mitsha.re/1unjSiE \n\nPhoto: Stephanie Leishman/MIT Timeline Photos",
          1415039393
        ],
        [
          "Happy #NationalCatDay! Learn about our favorite feline at the MIT Biomimetics Lab: http://mitne.ws/1s2M0pT Timeline Photos",
          1414603218
        ],
        [
          "\"The Sponge\" by Ali Alazmani. #aroundMIT Timeline Photos",
          1414513201
        ],
        [
          "No more crying over spilled milk! The “Make The Breast Pump Not Suck Hackathon” brings tech out of the bubble and into the bottle. Read more: http://mitne.ws/1zf3bYR\n\nPhoto: Mason Marino Timeline Photos",
          1413646500
        ],
        [
          "Three years ago this week, Maseeh Hall, MIT's newest and largest dorm, was dedicated. The Hall contains many sustainable features, which support MIT's environmental goals.\n\nRead more about MIT and sustainability: http://sustainability.mit.edu\nVisit the Maseeh Hall website: http://mitsha.re/maseehhall\n(Photo: Stephanie Hatch Leishman) Timeline Photos",
          1413392773
        ],
        [
          "Autumn colors at MIT. Timeline Photos",
          1413129601
        ],
        [
          "To all teachers at MIT, and to the Teaching & Learning Lab (http://tll.mit.edu) for promoting excellence in teaching: Thank you! #WorldTeachersDay\n\nPhoto: Christopher Harting Timeline Photos",
          1412521501
        ],
        [
          "Artwork: \"Positronium\" by Jens Zorn, donated to the MIT Department of Physics on this date in 2007 to honor the 1951 discovery of positronium by the late physicist and MIT professor Martin Deutsch. Positronium is a system containing an electron and its anti-particle, a positron.\n\nPhoto: Stephanie Leishman/MIT Timeline Photos",
          1412514901
        ],
        [
          "Happy Smoot Day! Oct. 4, 1958, marks the day Oliver Smoot '62 was used by his fraternity brothers to measure the length of the Mass. Ave. bridge.  http://mitsha.re/1vDCpVV\n\nWhat's a Smoot? http://mitsha.re/1vDBNjh\nA salute to Smoot: http://mitsha.re/1rISQgZ Timeline Photos",
          1412428500
        ],
        [
          "For Manufacturing Day, learn about new applications of fast, cheap nanomanufacturing from the MIT Microsystems Technology Laboratories: http://mitne.ws/1vEthj4 #MFGDay14\n\nImage: Journal of Micrelectromechanical Systems/colorized by MIT News Timeline Photos",
          1412343676
        ],
        [
          "“I think it’s as important for philosophers to know some physics as it is for them to know some [formal] logic.” –Brad Skow, associate prof. in MIT Philosophy who studies the philosophy of science and the intricacies of time  http://mitne.ws/YHbfRp\n\nPhoto: Dominick Reuter Timeline Photos",
          1412084100
        ],
        [
          "~70 MIT students, researchers & alumni marched in last week's historic People's Climate March in New York City. http://mitne.ws/1piaKE7  \n\nPhoto: Geoffrey Supran Timeline Photos",
          1411917301
        ],
        [
          "Have you ever been here? #aroundMIT\n\nPhoto: Ryan Tyler Smith/Flickr Timeline Photos",
          1411740934
        ],
        [
          "#tbt Notes from the first MIT faculty meeting, held on this date in 1865. Issues discussed include election of the secretary, course programs, and fees for special courses of studies. More from MIT Libraries: http://mitsha.re/1n0ioI2\n\nMIT highlights timeline: http://mitsha.re/1n0hriW Timeline Photos",
          1411658401
        ],
        [
          "Happy birthday, Michael Faraday, born on this date in 1791! To celebrate, read an account of the famed scientist's criticism of \"table turning,\" a Ouiji-board-like activity of the mid 1800s, from MIT Libraries: http://mitsha.re/1x1KLIU Timeline Photos",
          1411405788
        ],
        [
          "Happy Constitution Day! Today we commemorate the day in 1787 that the U.S. Constitution was signed. Here's how you can celebrate with the MIT community: http://mitne.ws/Zq1nw5 Timeline Photos",
          1410966646
        ],
        [
          "On International Literacy Day, former United Nations Secretary-General Kofi Annan SM '72 reminds us that literacy is a \"key agent of change.\" http://mitsha.re/Wz3wmT Timeline Photos",
          1410188701
        ],
        [
          "Astronaut Reid Wiseman (a.k.a. @astro_reid) recently tweeted a beautiful new photo of Boston and eastern Cambridge that he snapped with an 800mm lens from the International Space Station. Can you find MIT? Timeline Photos",
          1410095100
        ],
        [
          "The new year has officially begun! On the first day of school, meet the Class of 2018: http://mitne.ws/1BbruEw\n\nPhotos: Dominick Reuter Timeline Photos",
          1409751901
        ],
        [
          "Happy Labor Day, and thank you to those who keep the Institute running smoothly throughout the year! Learn about MIT’s Department of Facilities: http://web.mit.edu/facilities/ Staff photos by M. Scott Brauer. Labor Day 2014",
          1409572915
        ],
        [
          "Interested in cubic surfaces? Read the lecture notes for MIT Course 18.727 (Algebraic Surfaces) on MIT OpenCourseWare: http://mitsha.re/1yXfVzF\n\nPhoto: Stephanie Leishman/MIT Timeline Photos",
          1408376401
        ],
        [
          "You are here! \n\nPhoto: Stephanie Leishman/MIT Timeline Photos",
          1408281900
        ],
        [
          "Tim says, \"Happy summer Friday!\" Timeline Photos",
          1407510901
        ],
        [
          "30 years ago: The first class of MIT Knight Science Journalism fellows, 1984. http://mitsha.re/1otTQAL #tbt\n\nPhoto: Knight Science Journalism at MIT Timeline Photos",
          1407418801
        ],
        [
          "Happy birthday, Shirley Ann Jackson '68 PhD '73, President of Rensselaer Polytechnic Institute and an exemplary role model for #womeninSTEM! http://mitsha.re/URS3OU\n\nMore on Jackson's career and MIT connections: http://mitsha.re/URXBJd \n\nPhoto: Lonny Kalfus/RPI Timeline Photos",
          1407252901
        ],
        [
          "Archimedes. Detail of wall in Building 6.\n\nMore on MIT's love of Archimedes: recreating his \"death ray.\" http://mitsha.re/1qHv6ba #onlyatMIT\n\nPhoto: Stephanie Leishman/MIT Timeline Photos",
          1407072001
        ],
        [
          "Happy #PiApproximationDay! http://mitsha.re/1nQDfqv Timeline Photos",
          1406043301
        ],
        [
          "45 years ago today, Buzz Aldrin ScD '63 (pictured) joined Neil Armstrong for a stroll on the moon. Watch: http://mitsha.re/1jGw9tg #Apollo45 Timeline Photos",
          1405861501
        ],
        [
          "45 years ago today, Neil Armstrong, Buzz Aldrin ScD '63, and Michael Collins launched via Saturn V rocket toward the moon. Where will we go next? \n\n#throwback #Apollo11 #MIThistory NASA - National Aeronautics and Space Administration",
          1405525891
        ],
        [
          "#MIThistory: Why is there a \"J\" sign on MIT Building 44? In 1974, MIT Professor Samuel C. C. Ting discovered a new kind of heavy elementary particle. Since the last meson was named the K particle, Ting named the new one the J particle. Ting won the 1976 Nobel Prize for this discovery, and gave his acceptance speech in Chinese, the first Nobel laureate to do so.\n\nLearn more: http://mitsha.re/jparticle\nhttp://mitsha.re/nobel-jparticle\n\n(Photo: Stephanie Leishman/MIT) Timeline Photos",
          1405437901
        ],
        [
          "Explore population dynamics with MIT OpenCourseWare on World Population Day: http://mitsha.re/1ql9AJv\n\n(World population projection by Anders Sandberg/Flickr) Timeline Photos",
          1405086001
        ],
        [
          "Happy birthday, Nikola #Tesla! Learn how MIT spinoff WiTricity Corporation is bringing Tesla's ideas about wireless electricity to life: http://mitne.ws/1k9vrji Timeline Photos",
          1404998701
        ],
        [
          "Happy Independence Day! Timeline Photos",
          1404481501
        ],
        [
          "Tech junior varsity crew team, 1924. For a brief history of crew at MIT, visit http://mitsha.re/1reC2Ac\n\n(Photo courtesy of MIT Libraries) #throwback #tbt Timeline Photos",
          1404399901
        ],
        [
          "World War I began 100 years ago today with the June 28, 1914 murder of Austrian Archduke Franz Ferdinand. Learn more with the free course, \"Causes and Prevention of War,\" from MIT OpenCourseWare: http://mitsha.re/1nQaxrF\n\n(Photo: Wikimedia Commons) Timeline Photos",
          1403963101
        ],
        [
          "Vintage MIT postcard, circa 1968. #tbt Timeline Photos",
          1403795101
        ],
        [
          "Killian Court is all dressed up for the first night of summer :) Happy solstice, everyone!\n\n(Photo courtesy of Chheangkea Ieng '17) #onlyatMIT #killiancourt Timeline Photos",
          1403366700
        ],
        [
          "This week, the MIT OpenCourseWare team is celebrating professor Walter Lewin! Lewin's physics courses are among the most popular of the entire the OCW library. Try one out; you'll never view physics the same way again! http://mitsha.re/1r7cphR \n\n(Photo courtesy of @AForte94/Twitter) Timeline Photos",
          1403271901
        ],
        [
          "What's on your summer reading list? If you're on campus, take advantage of the MIT Libraries! Hours: http://libraries.mit.edu/hours Timeline Photos",
          1402845301
        ],
        [
          "To honor Jacques Cousteau's b-day this week, a throwback to 1954: Cousteau is joined by MIT's Harold \"Doc\" Edgerton (in stripes) & researchers in MIT shirts on the Calypso vessel. Together, Cousteau and Edgerton produced the first underwater time-lapse photography and pioneered side-scan sonar technology. Learn more about their fruitful collaboration [video]: http://mitsha.re/1mNbTS6  #tbt Timeline Photos",
          1402586814
        ],
        [
          "MIT-hooding\n\n5 June 2014, Cambridge, MA - MIT invests its 2014 doctoral students with regalia hoods in a hooding ceremony at the Johnson Athletic Center.Photo by Dominick Reuter © 2014 Dominick Reuter Doctoral Hooding 2014",
          1401987600
        ],
        [
          "Congrats to alumna Julia Collins SCM '10, who last night completed her remarkable Jeopardy! winning streak at 20 games. Collins now trails only Ken Jennings for the all-time consecutive wins record and is the game show's most successful female contestant. More: http://mitsha.re/1m8hPF3 Timeline Photos",
          1401813300
        ],
        [
          "Get ready... MIT Commencement is one week from today! Details on campus events, live webcast, and more: http://mitsha.re/1hGaJ9i #MIT2014 Timeline Photos",
          1401468601
        ],
        [
          "In advance of next week's #TechReunions, a Class of 1896 reunion on the beach. #tbt\n\nMore on upcoming MIT Alumni Association reunions: http://mitsha.re/1po2J4E \n\n(Photo courtesy of MIT Museum) Timeline Photos",
          1401375378
        ],
        [
          "An ad for the 1930 class ring featuring MIT's new mascot, the beaver. #tbt #MIT2014 #throwbackthursday \n\n(Image courtesy of the MIT Museum) Timeline Photos",
          1400775310
        ],
        [
          "Happy #NationalMaritimeDay! The Francis Russell Hart Nautical Collections are among the oldest and most extensive archives of nautical technology in the USA. The collections date from the 16th century to recent cutting-edge technologies. http://mitsha.re/1lQZQEa\n\n(Photo: Stephanie Leishman) Timeline Photos",
          1400770743
        ],
        [
          "Happy International #MuseumDay! The MIT Museum recently opened a new exhibit, “Daguerre’s American Legacy: Photographic Portraits (1840-1900) from the Wm. B. Becker Collection,” which runs through Jan. 4. More: http://mitsha.re/1kOPLab\n\nAdditional info on the MIT Museum: http://web.mit.edu/museum/\nLearn about International Museum Day - ICOM: http://mitne.ws/1mwWg4C Timeline Photos",
          1400418600
        ],
        [
          "Interested in patents, copyright, and intellectual property law? Free course from MIT OpenCourseWare: http://mitsha.re/1jCZcfv Timeline Photos",
          1399987803
        ],
        [
          "Happy Astronomy Day! To celebrate, watch the universe evolve over 13.8 billion years in this incredible new simulation by prof. Mark Vogelsberger & colleagues. http://mitsha.re/1fQLt4I Timeline Photos",
          1399726801
        ],
        [
          "Finishing touches on the MIT Chapel, which was dedicated 59 years ago today. More: http://mitsha.re/1kSauZt\n\n#MIThistory #throwbackthursday #tbt Timeline Photos",
          1399562100
        ],
        [
          "Best wishes to everyone taking the AP Calculus exam today! Timeline Photos",
          1399473000
        ],
        [
          "¡Feliz Cinco de Mayo! A mariachi band serenaded students in Stratton earlier this afternoon. Photo: Stephanie Hatch Leishman Timeline Photos",
          1399312466
        ],
        [
          "This past week, Julia Collins SCM '10 became the winningest female contestant in Jeopardy! history. The MIT Supply Chain Management Program grad hopes to continue her winning streak when she returns to the show on May 19. More: http://mitsha.re/1obWHAF Timeline Photos",
          1399215600
        ],
        [
          "WGBH-TV debuted 59 years ago this week from its original broadcast studio on the MIT campus. In the 1950s and 60s, MIT and WGBH jointly produced \"MIT Science Reporter,\" a pioneering show asking scientists and engineers to explain their work to a general audience. More: http://museum.mit.edu/150/34\n\nWatch \"MIT Science Reporter\" videos: http://mitsha.re/1iJTPuz #tbt #throwbackthursday #scicomm Timeline Photos",
          1398960301
        ],
        [
          "MIT's Joan Jonas, pictured here during a performance of her work \"The Shape and the Scent of the Feel of Things,\" has been selected to represent the US at the Venice Biennale. Read more: http://mitsha.re/1ix9aP5 (Photo: Paula Court) Timeline Photos",
          1398698865
        ],
        [
          "MIT spinout Cambrian Innovation is using microbes to treat and create power from wastewater — and significantly reduce CO2 emissions in the process. http://mitsha.re/1fbdX9j  \n\n(Image courtesy of Cambrian Innovation) #sustainability #startups #MIT Timeline Photos",
          1398690300
        ],
        [
          "45 years ago today, the legendary #JanisJoplin rocked #MIT. Front page of The Tech covering her performance: http://mitne.ws/1rtSGrg 45 Years Ago: Janis Joplin Plays MIT in a Time of National Protest - 100.7 WZLX In a time of war, Janis Joplin and her music was a symbol of peace. She put that on display at a show at MIT, on the same day 500 students marched on the Boston Common in protest against the Vietnam War.",
          1398553201
        ],
        [
          "A program led by MIT students teaches girls to love #dancing, #math, and #science, all at the same time. http://mitsha.re/1icSfMu\n\nWatch a news clip about the program: http://mitsha.re/1pyg3El\nConnect with SHINE: http://www.shineforgirls.org\n\n(Photo courtesy of Kirin Sinha) #STEAM #STEM #MIT Timeline Photos",
          1398433200
        ],
        [
          "A new study finds hundreds of subpopulations of a microbial species coexist in each drop of seawater. More: http://mitsha.re/1mEtbU0\n\n(Image: Carly Sanker/MIT) #oceans #genetics #MIT Timeline Photos",
          1398357864
        ],
        [
          "Try your hand at the MIT entrance exam from 1876. #tbt http://mitsha.re/P0NP4e Timeline Photos",
          1397746802
        ],
        [
          "It's Campus Preview Weekend! Yesterday, in addition to a carnival, \"burger bonanza,\" and a cappella, students enjoyed ice cream made with liquid nitrogen. Follow @MITCPW on Instagram for more photos: http://mitsha.re/1gSe6IL #CPW2014 Timeline Photos",
          1397230200
        ],
        [
          "Happy birthday, #MIT! The Institute was founded on April 10, 1861 — two days before the start of the Civil War. William Barton Rogers (pictured) was the driving force behind MIT's establishment; in addition to conceiving plans for the Institute, he went on to become MIT's first President. More: http://mitne.ws/1heBCo9 #throwbackthursday #tbt #mithistory Timeline Photos",
          1397134801
        ],
        [
          "Robin Young from NPR's Here and Now speaks with Pulitzer Prize-winning composer and Institute Professor John Harbison about his work, \"Songs America Loves to Sing – Old and New Music for Winds, Strings and Piano,\" in which he applies unique progressions and arrangements to well-known songs. Listen to the full story: http://mitsha.re/1g3dkMW (Photo: Dominick Reuter) Timeline Photos",
          1396974840
        ],
        [
          "Know a high school student prepping for AP Biology, Chemistry, Physics or Calculus? MIT OpenCourseWare offers open source videos, lecture notes, and more: http://mitsha.re/1h9bGu4 (Photo: Leehspride/Wikimedia Commons) Timeline Photos",
          1396969278
        ],
        [
          "Happy International Beaver Day! http://mitsha.re/1h9dl2N #beaversrule Timeline Photos",
          1396893005
        ],
        [
          "Two weeks and counting: 39 members of the #MITStrong team continue training — and fundraising — for their run at the Boston Marathon. http://mitne.ws/1e0Gm10 Timeline Photos",
          1396705840
        ],
        [
          "Guess where on campus you'd find this famous nose. Also, whose nose is it? #guesswhere #guesswho #MIT Timeline Photos",
          1396627201
        ],
        [
          "In celebration of National Poetry month, a poem by Alexandra de Rosa '13. #poetry #spring Read more poems: http://mitsha.re/ObSDDx Timeline Photos",
          1396456200
        ],
        [
          "Pioneering chemical engineer Karen Gleason has been named as MIT’s new associate provost. More: http://mitsha.re/1iaz9IM (Photo: Dominick Reuter) Timeline Photos",
          1396373336
        ],
        [
          "Let's see how well you know campus. Guess where you'd find this detail? Bonus points for revealing what this location was called before it got its current name. Timeline Photos",
          1396015200
        ],
        [
          "Buongiorno, Lozano-Pérez, Ochsendorf, Paxson, and Prather receive MIT’s top undergraduate teaching honor. Pictured below, clockwise, from top left: Kristala L. J. Prather (photo by M. Scott Brauer); Jacopo Buongiorno (photo by Despoina Chatzikyriakou); Tomás Lozano-Pérez (photo by Melanie Gonick); Heather Anne Paxson (photo by Dominick Reuter); and John Ochsendorf (photo courtesy MacArthur Foundation) More: http://mitne.ws/1lDIyLm Timeline Photos",
          1394978400
        ],
        [
          "In visit to #MIT, White House advisor Valerie Jarrett calls for greater inclusion in education. Fun fact: Jarrett's great-grandfather, Robert Taylor, was the Institute’s first African-American graduate. More: http://mitne.ws/1cGgLcZ (Photo: Dominick Reuter) Timeline Photos",
          1394892000
        ],
        [
          "3.141592653589793238462643383279502884197169399375105820974944592307816406286 20899862803482534211706... Timeline Photos",
          1394803805
        ],
        [
          "Photo: \"Sunset through the infinite corridor\" by @yinren via Instagram. See this and other images on MIT's Instagram account @MITpics: http://mitsha.re/MITpics Timeline Photos",
          1394740501
        ],
        [
          "Pi Day is just around the corner... What are some fun ways to celebrate? \n#piday #MIT Timeline Photos",
          1394639890
        ],
        [
          "Pi Day is only days away... Timeline Photos",
          1394553001
        ],
        [
          "This Friday is March 14, also known as Pi Day (3.14). What makes this year extra special is that we are in the 3rd month of the year 2014, which could also be expressed as 3.14. Are you prepared for Pi Day?!  Pi(e) Day at MIT Because 2018s are happening: http://mitadmissions.org/blogs/entry/there-will-be-pi-day Starring: * Allan K. '17 * Ana V. '15 * Anna H. '14 * Ceri R. '16 * Co...",
          1394466601
        ],
        [
          "#MIT hosts the first of three conferences on #bigdataprivacy policy. More: http://mitne.ws/1ncdgw3\n\n(Photo: Dominick Reuter) Timeline Photos",
          1394118003
        ],
        [
          "Happy Birthday, Nicolaus Copernicus! You knew the sun was at the center and you contributed to the scientific revolution. Here's to you. #happybirthday Timeline Photos",
          1392837483
        ],
        [
          "Martin Schmidt named provost; Cynthia Barnhart named chancellor. Two faculty members named to MIT’s most senior academic posts first arrived at the Institute as students in the early 1980s. More: http://mitne.ws/1eterV9 \n\n(Photo: Dominick Reuter) Timeline Photos",
          1391522401
        ],
        [
          "Today we celebrate Tim the Beaver’s 100th birthday! Happy birthday, Tim. Learn about the history of MIT's mascot: http://mitsha.re/TimBeaver100 Timeline Photos",
          1389969001
        ],
        [
          "As we ring in 2014, a look back at some of the best stories from #MIT in 2013! http://mitne.ws/vKR7Y0 Timeline Photos",
          1388599201
        ],
        [
          "Happy Holidays from all of us at #MIT! \r\n\r\n(Image: Christine Daniloff) Timeline Photos",
          1387980001
        ],
        [
          "Concepts familiar from grade-school algebra have broad ramifications in #computerscience. More: http://mitne.ws/1d5KzeF Timeline Photos",
          1386683102
        ],
        [
          "Happy Thanksgiving from all of us at #MIT! Tell us: what #technology are you most #thankful for this year?",
          1385644125
        ],
        [
          "Researchers find that huge craters on the near side of the #moon may not tell the whole story about the intensity of #asteroid impacts about 4.1 billion years ago. More:  http://mitne.ws/1baxrpu (Image: Sean Smith/NASA) #space Timeline Photos",
          1384006800
        ],
        [
          "Scientists have developed a tool that could prove, or disprove, one of the leading theories regarding dark matter. More: http://mitne.ws/17iXR9F Timeline Photos",
          1382790000
        ],
        [
          "Are you applying or thinking of applying to MIT? Read on!: http://mitadmissions.org/apply",
          1382358678
        ],
        [
          "With U.S. history and constitutional law on his mind, senior Cory Hernandez envisions a society that welcomes all — starting with MIT. Read more: http://mitne.ws/H1wPXE Timeline Photos",
          1381844247
        ],
        [
          "From our http://instagram.com/mitpics: Playing a giant Connect Four at #MIT. Timeline Photos",
          1378737000
        ],
        [
          "From our http://instagram.com/mitpics: A #ThrowbackThursday look at the arrival of the Class of '76 to the #MIT campus in 1972. #TBT Timeline Photos",
          1378393064
        ],
        [
          "Tau Beta Pi is a national engineering honor society founded in 1885. Can you guess where you can find this commemorative plaque on campus? Timeline Photos",
          1376313298
        ],
        [
          "Can you guess where you would come upon this scene on the MIT campus? Timeline Photos",
          1375707802
        ],
        [
          "Astronaut Franklin Chang-Diaz (Sc.D. 1977) performed three spacewalks in June 2002 outside Endeavour during the STS-111 mission. (Photo: #NASA) #TBT Timeline Photos",
          1374144001
        ],
        [
          "You can find several of these on the #MIT campus. Can you guess where? Timeline Photos",
          1373884801
        ],
        [
          "Can you guess where you can find this sign at MIT? Timeline Photos",
          1373285261
        ],
        [
          "Do you know where you would find this on the MIT campus? Timeline Photos",
          1372680669
        ],
        [
          "Time for our Monday “Guess Where”: Do you know where you would find this on the MIT campus? Timeline Photos",
          1372082426
        ],
        [
          "Can you guess where you can find this on the MIT campus? Timeline Photos",
          1371474782
        ],
        [
          "With a recently released programming framework, researchers show that a new machine-learning algorithm outperforms its predecessors. Read more: http://mitne.ws/16oTpVO Timeline Photos",
          1369825073
        ],
        [
          "How one course at MIT, \"The Founder’s Journey,\" serves as an introduction to entrepreneurship for undergraduates — http://mitne.ws/18bPVFZ Timeline Photos",
          1369749703
        ],
        [
          "British Prime Minister David Cameron got a first-hand look yesterday at MIT’s culture of innovation in robotics, advanced prosthetics and entrepreneurship. http://mitne.ws/18IUING (Photo: Dominick Reuter) Timeline Photos",
          1368616052
        ],
        [
          "The entire MIT community is invited today at noon in Killian Court. Come enjoy aero/astro-themed food and entertainment as we thank Dean for Undergraduate Education Daniel Hastings for his leadership and service. Timeline Photos",
          1368445116
        ],
        [
          "Can you guess where you would find this on the MIT campus? Timeline Photos",
          1368441000
        ],
        [
          "Can you guess where this is on the MIT campus? Timeline Photos",
          1365157801
        ],
        [
          "Researchers at MIT have found that ionic thrusters may be a far more efficient source of propulsion than conventional jet engines. Read on: http://mitne.ws/10q8q3f Timeline Photos",
          1364994601
        ],
        [
          "Building a better big box: MIT architect Alexander D’Hooghe looks to remake suburbs and other neighborhoods with ‘more intelligent’ designs.\r\n\r\nRead more: http://mitne.ws/YkcKSB Timeline Photos",
          1364569412
        ],
        [
          "Can you guess where you would find this at MIT? Timeline Photos",
          1364409607
        ],
        [
          "How hard could it be to protect the identity of one unnamed cellphone user in a data set of hundreds of thousands or even millions? According to a new paper, it's more difficult than you might think. Read more: http://mitne.ws/YCOJZh Timeline Photos",
          1364388180
        ],
        [
          "Researchers at MIT, Columbia University and elsewhere have found strong evidence that volcanic activity did indeed trigger the end-Triassic extinction some 200 million years ago. http://mitne.ws/14as0ET Timeline Photos",
          1363952400
        ],
        [
          "Class is in session for pi. Timeline Photos",
          1363291754
        ],
        [
          "Big pi on campus! \r\n\r\n(Photo by David Castro/MIT) Timeline Photos",
          1363282961
        ],
        [
          "Can you find pi?\r\n\r\n(Photo by Stephanie Hatch/MIT) Timeline Photos",
          1363271873
        ],
        [
          "Congratulations to Professors Shafi Goldwasser and Silvio Micali, who have won the Association for Computing Machinery’s (ACM) A.M. Turing Award for their pioneering work in the fields of cryptography and complexity theory. Read more: http://mitne.ws/YZGzmC\r\n\r\n(Photo: Jason Dorfman, CSAIL/MIT) Timeline Photos",
          1363176680
        ],
        [
          "MIT professor Maria Zuber is working to uncover clues to the moon's early evolution through data obtained via NASA’s Gravity Recovery and Interior Laboratory (GRAIL) mission — an ambitious undertaking she conceived and helmed. Find out more: http://mitne.ws/Z1RWNf\r\n\r\n(Photo: Dominick Reuter) Timeline Photos",
          1362674617
        ],
        [
          "MIT’s Ernest J. Moniz nominated Secretary of Energy —\r\nPresident Obama’s pick is head of the MIT Energy Initiative and a former undersecretary of energy. Read more at http://mitne.ws/Z26HRY Timeline Photos",
          1362409122
        ],
        [
          "A new technique for solving ‘graph Laplacians’ is drastically simpler than its predecessors, with implications for a huge range of practical problems. Read more http://mitne.ws/12guhi2 Timeline Photos",
          1362154201
        ],
        [
          "Happy Valentine's Day from #MIT Timeline Photos",
          1360853417
        ],
        [
          "On this Valentine's Day, what could be better than having 600 pounds of chocolate at your disposal? The MIT Laboratory for Chocolate Science is on it: http://mit.tv/11sfK2o Timeline Photos",
          1360848000
        ],
        [
          "Mohamed Harding, a 17-year-old student from Freetown, Sierra Leone, talks about how knowledge gained from MIT OpenCourseWare has inspired him to create and propelled his dream of becoming an aircraft engineer. OCW brings educational opportunities to Sierra Leone - MIT News Office Student builds robot from old toy parts using course materials from 6.270.",
          1360700389
        ],
        [
          "See a slideshow of submitted photos from this weekend's historic snow storm: http://mitsha.re/11BiFpl (including a special guest at the student-organized snowball fight on Killian Court) Timeline Photos",
          1360588149
        ],
        [
          "The peaks of the Himalayas are a modern remnant of massive tectonic forces that fused India with Asia tens of millions of years ago. Previous estimates have suggested this collision occurred about 50 million years ago. Now MIT researchers have found that this dramatic tectonic collision occurred 10 million years later than previously thought. Find out more: http://mitne.ws/WMTwn6\r\n\r\n(Photo: Pierre Bouilhol) Timeline Photos",
          1360155001
        ],
        [
          "This week's \"Guess Where?\" is actually a \"Guess Who?\" Do you know the name of the woman in this picture and what role she played in MIT's history? As a bonus, can you guess where on campus you can find this photograph? Timeline Photos",
          1357846311
        ],
        [
          "Time for the first \"Guess Where?\" of the new year. Any idea where you might find this item on MIT's campus (and, any clue what it might be?) Timeline Photos",
          1357243770
        ],
        [
          "Happy 2013! Take a look at some of the technologies of the future that are being researched today at MIT. http://mitne.ws/bestoftheyear Timeline Photos",
          1357051200
        ],
        [
          "Do you know what the \"Königsberg bridge problem\" has to do with the topic of graphs? Read on: http://mitne.ws/Xzreti Timeline Photos",
          1355757029
        ],
        [
          "This week's 'Guess Where?' might take some time to figure out! Where on #MIT campus will you find this detail? Timeline Photos",
          1355428264
        ],
        [
          "Happy 12/12/12 12:12 everyone! Timeline Photos",
          1355328601
        ],
        [
          "Clear skies today make it easy to spot this detail at MIT. Guess where this is? Timeline Photos",
          1354811401
        ],
        [
          "Alright friends... time for Guess Where? Where on campus might you find the item pictured here? Timeline Photos",
          1354219800
        ],
        [
          "After a long holiday weekend, we think it's best to start off Monday with a little fun. So we're moving this week's \"Guess Where\" up a few days. Any thoughts on where this one can be found on campus? Timeline Photos",
          1353937361
        ],
        [
          "Happy Thanksgiving to all from the MIT family. What are you thankful for this year?",
          1353592801
        ],
        [
          "Making ‘nanospinning’ practical: Nanofibers have a dizzying range of possible applications, but they’ve been prohibitively expensive to make. MIT researchers hope to change that. Read more at http://mitne.ws/USRoeD Timeline Photos",
          1353414927
        ],
        [
          "Instead of Guess Where this week, let's go with #guesswhy! MIT Mascot Tim the Beaver is in Lobby 10 right now. Any clue what he's there for? Timeline Photos",
          1353087295
        ],
        [
          "Flex those \"Guess where\" muscles: where on MIT campus is this detail? Timeline Photos",
          1351878825
        ],
        [
          "Time for Guess Where? Make your best call on where you could find this on MIT's campus. Timeline Photos",
          1351173000
        ],
        [
          "Tiny pores in graphene could give rise to membranes; may filter water or separate biological samples.\r\n\r\nRead more at http://web.mit.edu/newsoffice/2012/graphene-pores-and-membranes-1023.html Timeline Photos",
          1350989138
        ],
        [
          "How well do you know MIT campus? Guess where this detail can be found! Timeline Photos",
          1350586153
        ],
        [
          "We'll make this week's Guess Where an easy one (we, at least we think it's easy). Any thoughts? Timeline Photos",
          1350051001
        ],
        [
          "New low-cost, durable carbon nanotube sensors can be etched with mechanical pencils.\r\n\r\nRead more at http://web.mit.edu/newsoffice/2012/drawing-with-a-carbon-nanotube-pencil-1009.html Timeline Photos",
          1349785175
        ],
        [
          "Wow, this week really flew by! We almost forgot a Guess Where? (as long as you all aren't sick of them yet!). Anyhoo, where do you think this shot came from? Timeline Photos",
          1349449801
        ],
        [
          "MIT Sloan marketing professor Catherine Tucker analyzes the boundaries of privacy in a connected world.\r\n\r\nRead more about her work at http://web.mit.edu/newsoffice/2012/faculty-profile-tucker-sloan-1002.html Timeline Photos",
          1349190603
        ],
        [
          "Time for Guess Where? Accolades for anyone who gets this one right! Timeline Photos",
          1348759135
        ],
        [
          "New banners hanging in Lobby 7 for inauguration tout the theme: One Community, Together in Service. Timeline Photos",
          1347981993
        ],
        [
          "We snapped a photo of this detail after a good rain. \"Guess where\" it is - and what it is. Bonus: what relationship does this detail have with chemical engineering? Timeline Photos",
          1347641869
        ],
        [
          "And we're back! Hope everyone is having a great first day of classes! #MIT Timeline Photos",
          1346864581
        ],
        [
          "The first day of classes is nigh! So... \"Guess Where\" you'd find this autumnal detail on MIT's campus. Timeline Photos",
          1346329801
        ],
        [
          "As we wind down the week, it's time for another installment of Guess Where? Good luck! Timeline Photos",
          1345830613
        ],
        [
          "Time for \"Guess Where?\" Any clues on where this detail is taken from on campus? Good luck! Timeline Photos",
          1345132468
        ],
        [
          "Time for another installment of \"Guess Where?\" This time, we're changing up what we are looking for with the answer. In this photo of a photo, can you tell what the image is of, when it was taken, and where the photo lives today? Might need to give some hints for this one... Timeline Photos",
          1344607802
        ],
        [
          "It's Thursday, which means... Guess Where? Any idea where you might find this on MIT's campus. And, most importantly, what is it? Good luck, everyone! Timeline Photos",
          1343927424
        ],
        [
          "What makes these shapes so special? http://mitne.ws/MRp7lf Timeline Photos",
          1343819764
        ],
        [
          "It's going to be a rainy day (at least here in Cambridge), so why not have a little Guess Where fun. We think the last few have been a little easy, so hopefully this one is a bit tougher. Timeline Photos",
          1343308888
        ],
        [
          "OK, because that last one was apparently too easy, we are switching up the game. This time it is Guess When? What year do you think this picture was taken at MIT. Hint: It was within the last 150 years ;) Timeline Photos",
          1342718752
        ],
        [
          "Time again for \"Guess Where?\" We all know how much MIT loves numbers, so this seems pretty fitting. Good luck! Timeline Photos",
          1342714775
        ],
        [
          "Guess Where! Do you know where on MIT's campus this can be found. Specific (e.g. room, floor, etc.) answers required! Good luck! Timeline Photos",
          1342096851
        ],
        [
          "'Guess where' this week looks like a geometry lesson. Where on #MIT campus can this view be found? Timeline Photos",
          1341574649
        ],
        [
          "It's Friday, and time for a little \"Guess Where?\" Any clues on where, or what, this belongs to? Timeline Photos",
          1340979115
        ],
        [
          "Ready for this 'Guess where' challenge? Do you know where this detail can be found on the MIT campus? The answer is staring you right in the face. ;-) Timeline Photos",
          1340300465
        ],
        [
          "Next in our 'Guess where' series: do you know where on campus this detail can be found? Hmmm... Timeline Photos",
          1339692559
        ],
        [
          "Time for another \"Guess Where\" image. Any clues on where this might be located on MIT's campus? Hint... hmm, this is a tough one. It can definitely be found on this map http://listart.mit.edu/map Timeline Photos",
          1338479178
        ],
        [
          "'Guess where' this little gem might be found on our Cambridge, Mass., campus. Timeline Photos",
          1337698215
        ],
        [
          "A little Friday afternoon \"Guess Where\" fun for everyone. Got any clues? Timeline Photos",
          1336749796
        ],
        [
          "Another from our \"Guess Where\" series! This one might be a little tougher than the last two... Timeline Photos",
          1336416449
        ],
        [
          "Our 'guess where?' series: Do you know where on MIT campus this detail can be found? Timeline Photos",
          1335792088
        ],
        [
          "The first in our 'Guess where?' series. Do you know where on campus this image was taken? Hint: It has a twitter account. Instagram",
          1335439989
        ]
      ],
      "dates_start": 1376107235,
      "dates_end": 1453382676,
      "likes_avg": 762,
      "likes_stdev": 861,
      "comments_avg": 24,
      "comments_stdev": 26,
      "shares_avg": 103,
      "shares_stdev": 175
    }
  ]
}