{
  "pagename": "MrBean",
  "page_name_displayed": "Mr Bean",
  "globalstats": {
    "fan_count": 67880056,
    "messages": 627,
    "likes_avg": 85407,
    "likes_stdev": 133906,
    "comments_avg": 2067,
    "comments_stdev": 4478,
    "shares_avg": 9997,
    "shares_stdev": 47198,
    "graph_uri": "clusters/MrBean.png"
  },
  "clusters": [
    {
      "number": 1,
      "important": [
        "app store",
        "search",
        "android",
        "play",
        "make",
        "store",
        "help",
        "world",
        "better",
        "app"
      ],
      "common": [
        "app",
        "bean",
        "global",
        "global goals",
        "goals",
        "mr",
        "mr bean",
        "search",
        "un",
        "un mr bean"
      ],
      "messages": [
        [
          "Have you Bean to the App Store for iMessage yet? Stickers now available http://apple.co/2d6GLW1 \n\n#iMessageApps Mr Bean iMessage Stickers",
          1475758800
        ],
        [
          "Have you Bean to the App Store for iMessage yet? Stickers now available http://apple.co/2d6GLW1\n\n#iMessageApps Mr Bean™",
          1475154000
        ],
        [
          "Join Mr. Bean in supporting the UN's Global Goals and search SDGs in Action in app stores now!\n\nhttps://sdgsinaction.com/ The UN and Mr Bean's Global Goals!",
          1474462800
        ],
        [
          "Play your part in a better future with the UN and Mr Bean! Search SDGs in Action in app stores now!\n\nhttps://sdgsinaction.com/ The UN and Mr Bean's Global Goals!",
          1474376400
        ],
        [
          "Mr Bean is helping the UN! And you can too. Search SDGs in Action in the App Store and help make the world a better place.\n\nhttps://sdgsinaction.com/ The UN and Mr Bean's Global Goals!",
          1474290000
        ],
        [
          "Mr Bean is playing his part towards achieving the UN's Global Goals. Why not join him? Search SDGs in Action in app stores now! The UN and Mr Bean's Global Goals!",
          1474221600
        ],
        [
          "Have you heard? The official Mr Bean game is now free to play! Just search 'Mr Bean' on the App Store and Google Play now! Mr Bean's cover photo",
          1467633400
        ]
      ],
      "dates_start": 1471169298,
      "dates_end": 1476229844,
      "likes_avg": 15396,
      "likes_stdev": 6635,
      "comments_avg": 223,
      "comments_stdev": 82,
      "shares_avg": 788,
      "shares_stdev": 525
    },
    {
      "number": 2,
      "important": [
        "holiday",
        "first",
        "android",
        "need",
        "troubl",
        "shop",
        "time mr",
        "readi",
        "teddi",
        "bean teddi"
      ],
      "common": [
        "bean",
        "bean teddy",
        "camping",
        "front",
        "holiday",
        "last",
        "mr",
        "mr bean",
        "mr bean teddy",
        "teddy"
      ],
      "messages": [
        [
          "Mr Bean loses Teddy while out shopping! Mr Bean - Where's My Teddy Mr.Bean runs into trouble at the supermarket!",
          1469106812
        ],
        [
          "It's time for Mr Bean and Teddy to get ready for their camping trip! Mr Bean - Preparing To Go Camping Mr Bean and Teddy are off on a camping holiday but first they need to pack their things!",
          1466692548
        ],
        [
          "With a full tan and an empty wallet Mr Bean and Teddy have arrived home in LONDON! What a brilliant holiday that was! Timeline Photos",
          1440162001
        ],
        [
          "It’s the last stop on Mr Bean and Teddy’s Summer Holiday and they are on familiar ground. Can you spot Teddy one last time and work out which city they are in? Timeline Photos",
          1440075601
        ],
        [
          "Yes, home sweet home!  Nelson’s Column in Trafalgar Square, London.\nMr Bean and Teddy had a really fun holiday! Timeline Photos",
          1409212801
        ],
        [
          "Final destination.  What are Mr Bean and Teddy  in front of today? Timeline Photos",
          1409126401
        ],
        [
          "Mr Bean and Teddy travel 2,795 miles/4,496kms to find themselves in front of an impressive ancient structure in a very hot place.  But what is this structure? Timeline Photos",
          1408608001
        ],
        [
          "Mr Bean really tries to make this selfie a good one.  Oh dear, he can’t get the camera angle right.  In front of which famous building are Mr Bean and Teddy.  Clue: it was built in marble and represents the love of a husband for his wife! Timeline Photos",
          1407916802
        ],
        [
          "Yes!  That’s right! Mr Bean and Teddy are posing in front of the Eiffel Tower! Timeline Photos",
          1407484801
        ],
        [
          "Ta Da! Mr Bean and Teddy are posing in front of The Statue of Liberty, New York!! Timeline Photos",
          1406808001
        ],
        [
          "Don't forget you can still claim your FREE Mr. Bean Teddy Bear with any t-shirt purchase in our Spring Sale! Hurry while supplies last - http://mrbean.shop.musictoday.com/Default.aspx Timeline Photos",
          1369896146
        ],
        [
          "Claim your FREE Mr. Bean Teddy Bear with any t-shirt purchase during our Spring sale now through to May 31st.  Hurry while supplies last!  Find all your favorite Mr. Bean official merchandise here http://mrbean.shop.musictoday.com/Default.aspx Timeline Photos",
          1369727634
        ],
        [
          "WOW - We have over 30 million fans! Mr Bean and Teddy want to say a big THANK-YOU!",
          1353487810
        ]
      ],
      "dates_start": 1378313009,
      "dates_end": 1446041661,
      "likes_avg": 56217,
      "likes_stdev": 28603,
      "comments_avg": 1055,
      "comments_stdev": 919,
      "shares_avg": 807,
      "shares_stdev": 368
    },
    {
      "number": 3,
      "important": [
        "fun",
        "way",
        "week",
        "android",
        "friend",
        "shop",
        "new mr",
        "new",
        "bean new",
        "subscrib"
      ],
      "common": [
        "app",
        "bean",
        "mr",
        "mr bean",
        "mr bean ooc",
        "new",
        "new mr",
        "new mr bean",
        "shop",
        "store"
      ],
      "messages": [
        [
          "Mr Bean has snuck into LINE and is up to mischief! Spread the fun when chatting with friends with these fantastic Mr Bean stickers - http://mrbea.nl/fbline NEW! Get Mr Bean Stickers on LINE!",
          1486735200
        ],
        [
          "Mr Bean has some new ideas for his weekly shop! Mr Bean - Supermarket Chaos! Mr Bean is determined to have an easier shop!",
          1475766001
        ],
        [
          "Will Mr Bean get mixed up in this pet shop robbery? Mr Bean - Pet Shop Robbery Mr Bean is caught up in a robbery attempt!",
          1472130180
        ],
        [
          "This is one way to get a shop assistant’s attention!\nhttps://www.youtube.com/watch?v=IZXVyXyg4as Mr Bean - Bad Customer Service Mr Bean tries to get service in a china shop but the shop assistant is on the phone to her friend. He explodes a paper bag to get her attention. SUBSCRIBE TO...",
          1454425232
        ],
        [
          "Why not get all your Christmas shopping done in one go. Visit the NEW Mr Bean’s Shops page on the official Mr Bean website!!\n\nhttp://www.mrbean.com/shops Shops - Mr Bean Get your Mr. Bean stuff – before Teddy does! Buy gifts, t-shirts at more from mrbeanstuff.com. Available in USA, Canada and Mexico",
          1448096401
        ],
        [
          "HURRY! You can get our NEW Mr Bean game for 35% off for a limited time only! Get the app now, must end midnight Sunday (GMT)! http://mrbea.nl/beansale Timeline Photos",
          1445536801
        ],
        [
          "Beat The Heat with HUGE Summer Savings in the Mr. Bean Store!  Hurry, Sale Ends August 31st!\n \nShop Now:  http://bit.ly/1oYOzHC Timeline Photos",
          1409057285
        ],
        [
          "Shop for Holiday Gifts at the Mr. Bean Store this Season!  Receive 10% Off Entire Purchase with Promo Code: BEANGIFTS \nHurry, offer ends Dec 1st.  Shop Here: http://bit.ly/1igetAU Timeline Photos",
          1385719293
        ],
        [
          "We hope you are enjoying the new Mr Bean games as much as we are! Don’t forget that you can download the Mr Bean Slider Puzzle app here http://bit.ly/mrbeanslider3 or the Mr Bean Colour & Paint app here http://bit.ly/mrbeanpaint3 Timeline Photos",
          1366358336
        ],
        [
          "Getting close! We can’t wait to reveal  what treat we have in store for you. Timeline Photos",
          1364373859
        ],
        [
          "Have you seen the brand new Mr Bean website? Full of fun games, facts, downloads and more – www.mrbean.com Let us know what you think! Timeline Photos",
          1357900350
        ],
        [
          "Check out the brilliant brand new Mr Bean online store,  For DVD’s, gifts, T-shirts and more click here - http://www.facebook.com/home.php#!/MrBean/app_151391696616 Timeline Photos",
          1357570277
        ],
        [
          "Have you seen the great new Mr Bean game available to download on iTunes? Help Mr Bean make his journey by jumping over obstacles in his path as he gets faster and faster! Just click on the links..\n\niPhone\nhttp://itunes.apple.com/app/mr-bean-ooc/id399601423?\n\niPad\nhttp://itunes.apple.com/app/mr-bean-ooc-hd/id399602200\n\nAndroid\nhttps://market.android.com/details?id=com.zattikka.mrbean480&hl=en\n App Store - Mr Bean:OoC Read reviews, get customer ratings, see screenshots, and learn more about Mr Bean:OoC on the App Store. Download Mr Bean:OoC and enjoy it on your iPhone, iPad, and iPod touch.",
          1329994440
        ],
        [
          "Have you seen our brand new Mr Bean Video Player? Click on the tab to watch your favourite Mr Bean clips, right here on Facebook! Enjoy everyone!",
          1329124930
        ],
        [
          "Did you know that the Mr Bean Coffee Shop is now open in Shanghai and Wuxi, China? How exciting!",
          1326361829
        ]
      ],
      "dates_start": 1344386731,
      "dates_end": 1456833323,
      "likes_avg": 19534,
      "likes_stdev": 14207,
      "comments_avg": 709,
      "comments_stdev": 579,
      "shares_avg": 916,
      "shares_stdev": 1262
    },
    {
      "number": 4,
      "important": [
        "io",
        "android",
        "download mr bean",
        "want",
        "download mr",
        "christma",
        "big",
        "download",
        "thank",
        "help"
      ],
      "common": [
        "android",
        "app",
        "bean",
        "download",
        "flying",
        "flying teddy",
        "free",
        "mr",
        "mr bean",
        "teddy"
      ],
      "messages": [
        [
          "Want to get your hands on some limited edition Christmas stickers? Download the Mr Bean sticker pack for iOS now! http://mrbea.nl/fbstickers",
          1481551200
        ],
        [
          "A BIG THANK YOU to all our fans for helping us reach over 4 Million downloads of Mr Bean – Flying Teddy! If you haven't played already, search ‘Mr Bean’ on the App Store or on Google Play™ to download this free game and help fly Teddy to safety! Mr Bean – Flying Teddy – Thank you! A BIG THANK YOU to all our fans for helping us reach over 4 Million downloads of Mr Bean – Flying Teddy! If you haven't played already, click here - http://m...",
          1468843306
        ],
        [
          "Introducing all NEW Teddy TV! Watch the funniest Mr Bean videos in the Mr Bean: Flying Teddy app for FREE. Download now http://mrbea.nl/tedtv Timeline Photos",
          1425553204
        ],
        [
          "“You can NOW download Mr Bean: Flying Teddy to your Amazon device. Search ‘Flying Teddy’ in the Amazon Market Place or click the link http://mrbea.nl/amazonlaunch” Timeline Photos",
          1407146401
        ],
        [
          "Can YOU do better than Mr Bean? \n\nSearch ‘Flying Teddy’ on the app store to download ‘Mr Bean: Flying Teddy’ for FREE! http://mrbea.nl/FlyingTeddy Timeline Photos",
          1403611201
        ],
        [
          "\nSearch ‘Flying Teddy’ on the app store to download ‘Mr Bean: Flying Teddy’ for FREE! Watch an exclusive video preview http://bit.ly/1kWPsdK \n 'Mr Bean: Flying Teddy' FREE app on iOS & Android STEP 1: Search 'flying teddy' on the app store STEP 2: Download the FREE app STEP 3: Enjoy the game iTunes: http://bit.ly/1ikS1VC Android: http://bit.ly/1efg...",
          1401711296
        ],
        [
          "Search ‘Flying Teddy’ on the app store to download ‘Mr Bean: Flying Teddy’ for FREE! Watch an exclusive video preview http://bit.ly/1kWPsdK 'Mr Bean: Flying Teddy' FREE app on iOS & Android STEP 1: Search 'flying teddy' on the app store STEP 2: Download the FREE app STEP 3: Enjoy the game iTunes: http://bit.ly/1ikS1VC Android: http://bit.ly/1efg...",
          1397556000
        ],
        [
          "Happy Christmas from the Mr Bean team! If you’ve unwrapped a new Apple or Android device this Christmas, why not check out these Mr Bean apps!\r\n\r\nDownload Mr Bean Colour & Paint on iOS here: \r\nhttp://bit.ly/mBcpiTunes \r\nDownload Mr Bean Slider Puzzle on iOS here: \r\nhttp://bit.ly/mBspiTunes \r\n\r\nDownload Mr Bean Colour & Paint on Android here: \r\nhttp://bit.ly/mBcpgP  \r\nDownload Mr Bean Slider Puzzle on Android here: \r\nhttp://bit.ly/mBspgP Timeline Photos",
          1387933202
        ],
        [
          "We’ve got some great news for all the Mr Bean fans: the Mr Bean Colour & Paint app is now available for free on iOS and Android! \r\nDownload for iOS here: http://bit.ly/MrBeanCPiOS \r\nDownload for Android here: http://bit.ly/MrBeanCPAnd Timeline Photos",
          1373007219
        ],
        [
          "We’ve got some great news for all the Mr Bean fans: the Mr Bean Slider Puzzle app is now available for free on iOS and Android! \r\nDownload for iOS here: http://bit.ly/MrBeanSPiOS\r\nDownload for Android here: http://bit.ly/MrBeanSPAndroid Timeline Photos",
          1371567120
        ],
        [
          "The Mr Bean Slider Puzzle app is now available for free on Windows Phone.  Download it here: http://bit.ly/mrbeansliderwp Timeline Photos",
          1370419156
        ],
        [
          "Have you played Mr Bean solitaire? Or dodged balloons and collected points for Mr Bean? Check out the great Mr Bean games and downloads! http://mrbean.co.uk/games-downloads Mr Bean Mr Bean",
          1359617435
        ],
        [
          "Did you know the Mr Bean songs are available to download on iTunes? Just click on the links to tickle your ears with the truly wonderful sounds of our much loved Mr Bean... \nhttp://itunes.apple.com/gb/album/mr.-bean-theme-from-animated/id404782126?i=404782167 \nhttp://itunes.apple.com/gb/album/funny-man/id404782126?i=404782168\n iTunes - Music - Mr. Bean (Theme from the Animated Series) - Single by Howard Goodall Preview songs from Mr. Bean (Theme from the Animated Series) - Single by Howard Goodall on the iTunes Store. Preview, buy and download Mr. Bean (Theme from the Animated Series) - Single for £1.58. Songs start at just £0.79.",
          1328004305
        ]
      ],
      "dates_start": 1357578110,
      "dates_end": 1438809742,
      "likes_avg": 31467,
      "likes_stdev": 27782,
      "comments_avg": 596,
      "comments_stdev": 346,
      "shares_avg": 932,
      "shares_stdev": 655
    },
    {
      "number": 5,
      "important": [
        "back",
        "android",
        "troubl",
        "timelin",
        "photo"
      ],
      "common": [
        "ball",
        "bean",
        "bean trouble",
        "mr",
        "mr bean",
        "tennis ball",
        "trouble",
        "www",
        "www youtube",
        "youtube"
      ],
      "messages": [
        [
          "Mr Bean gets in trouble with the boys in blue! www.youtube.com",
          1477573500
        ],
        [
          "Mr Bean smells trouble! www.youtube.com",
          1475316300
        ],
        [
          "Mr Bean has trouble getting his tennis ball back! Mr Bean - Ladder Problems Mr.Bean loses his tennis ball!",
          1471525586
        ],
        [
          "Mr Bean has some trouble in the kitchen! Mr Bean - Burnt Dinner Mr.Bean has a kitchen mishap!",
          1469712734
        ],
        [
          "Don’t you just hate cold weather? Mr Bean is having some hot water trouble unfortunately!\nhttp://www.youtube.com/watch?v=EzhPsDExB0M Timeline Photos",
          1392645600
        ]
      ],
      "dates_start": 1424882535,
      "dates_end": 1489826952,
      "likes_avg": 41358,
      "likes_stdev": 28107,
      "comments_avg": 449,
      "comments_stdev": 515,
      "shares_avg": 1019,
      "shares_stdev": 1181
    },
    {
      "number": 6,
      "important": [
        "welcom",
        "bean channel",
        "click welcom",
        "click welcom offici mr bean",
        "anoth",
        "channel",
        "welcom offici",
        "click welcom offici",
        "welcom offici mr bean",
        "offici mr bean channel"
      ],
      "common": [
        "bean",
        "click",
        "click subscribetomrbean",
        "click subscribetomrbean welcome",
        "mr",
        "mr bean",
        "official mr",
        "stay",
        "stay tuned",
        "tuned click"
      ],
      "messages": [
        [
          "Mr. Bean has another run-in with a bully! Mr. Bean - Bully Revenge Mr. Bean deals with a bully who's making his life difficult! Stay tuned, click here: http://bit.ly/SubscribeToMrBean Welcome to the Official Mr Bean channel....",
          1468047813
        ],
        [
          "Is Mr. Bean the next top golfer? Mr. Bean - Crazy Golf Mr Bean decides to play a round of golf on a summer day. Stay tuned, click here: http://bit.ly/SubscribeToMrBean Welcome to the Official Mr Bean channel. The...",
          1467448644
        ],
        [
          "Relive the very best of Mr. Bean's very worst moments!\nhttps://www.youtube.com/watch?v=ycNHISztqTo Mr. Bean - Embarrassing Moments Compilation The very best of Bean's embarrassing moments! Stay tuned, click here: http://bit.ly/SubscribeToMrBean Welcome to the Official Mr Bean channel. The first epis...",
          1462366916
        ],
        [
          "It’s International Dance Day! Mr Bean has got dancing feet, do you?\nhttps://www.youtube.com/watch?v=FreVBXXyyME Mr. Bean (NEW Series) - Dancing Bean Mr Bean and Irma share a dance! Stay tuned, click here: http://bit.ly/SubscribeToMrBean Welcome to the Official Mr Bean channel. The first episode of the ori...",
          1461934801
        ],
        [
          "Monday mornings, Mr. Bean style!\nhttps://www.youtube.com/watch?v=pLu50mAoXxo Mr. Bean - Alarm Clock Mr Bean has a very clever way of waking himself up... Stay tuned, click here: http://bit.ly/SubscribeToMrBean Welcome to the Official Mr Bean channel. The fi...",
          1461589201
        ],
        [
          "Summer is coming and you know what that means…ice cream! \nhttps://www.youtube.com/watch?v=CnstTpAA79A Mr. Bean (NEW series) - Ice Cream Mr Bean forgets his money when he wants to buy an ice cream. Stay tuned, click here: http://bit.ly/SubscribeToMrBean Welcome to the Official Mr Bean channel....",
          1459947690
        ],
        [
          "What could it be…?\nhttps://www.youtube.com/watch?v=GI9KNDuta2Q Mr. Bean - Mystery creature A Mysterious creature scares Mr Bean Stay tuned, click here: http://bit.ly/SubscribeToMrBean Welcome to the Official Mr Bean channel. The first episode of th...",
          1459429200
        ],
        [
          "A different twist on a classic sleeping method!\nhttps://www.youtube.com/watch?v=kO6tn-at4UQ Mr. Bean - Counting Sheep. Mr Bean can't sleep, so he tries the classic counting sheep trick Stay tuned, click here: http://bit.ly/SubscribeToMrBean Welcome to the Official Mr Bean cha...",
          1457449200
        ],
        [
          "Mr Bean and Teddy learn a valuable lesson about messing around with lifts!\n\nhttps://www.youtube.com/watch?v=qkNOwkgxXx4 Mr. Bean (NEW series) - The Lift Teddy gets stuck in the lift doors! Stay tuned, click here: http://bit.ly/SubscribeToMrBean Welcome to the Official Mr Bean channel. The first episode of the...",
          1456938002
        ],
        [
          "What would you do with Mr Bean’s robotic arm?\nhttps://www.youtube.com/watch?v=4tItiAZkZ_M Mr. Bean - Robotic Arm Mr Bean experiments with a super extending robot arm. Stay tuned, click here: http://bit.ly/SubscribeToMrBean Welcome to the Official Mr Bean channel. The fi...",
          1448290801
        ],
        [
          "Hate parking your car? So does Mr Bean!\nhttps://www.youtube.com/watch?v=4nC5K2VT_qs Mr. Bean - Parallel Parking Mr Bean causes chaos when trying to parallel park. Stay tuned, click here: http://bit.ly/SubscribeToMrBean Welcome to the Official Mr Bean channel. The first...",
          1447513200
        ],
        [
          "What is this strange creature Mr Bean has found?\nhttps://www.youtube.com/watch?v=GI9KNDuta2Q Mr. Bean - Mystery creature A Mysterious creature scares Mr Bean Stay tuned, click here: http://bit.ly/SubscribeToMrBean Welcome to the Official Mr Bean channel. The first episode of th...",
          1445432400
        ],
        [
          "Did you know Mr. Bean is also a good photographer?\nhttps://www.youtube.com/watch?v=mz2lOnWRP5A Mr. Bean - Rude photoshoot Mr Bean decides that the nudes statues in the park need to censoring. Stay tuned, click here: http://bit.ly/SubscribeToMrBean Welcome to the Official Mr Bean...",
          1445158801
        ],
        [
          "Too hot to sleep? Mr Bean has the perfect solution! \n\nhttps://youtu.be/_pDmkCYpgJc Mr. Bean - Too Hot to Sleep Mr Bean is too hot to sleep, what will he do? Stay tuned, click here: http://bit.ly/SubscribeToMrBean Welcome to the Official Mr Bean channel. The first epis...",
          1438088400
        ],
        [
          "How are you spending your weekend? Mr Bean is doing a spot of painting!\nhttps://www.youtube.com/watch?v=EA9S7RX5_uw Mr. Bean - Painting the Countryside Mr Bean takes a trip to the countryside for some artistic inspiration. Stay tuned, click here: http://bit.ly/SubscribeToMrBean Welcome to the Official Mr Bea...",
          1433664001
        ],
        [
          "Have you ever had to look after a baby? Mr. Bean shows you how to stop a baby from crying in this classic clip. \nhttp://www.youtube.com/watch?v=UGYJSC7l7Lg\n Mr. Bean - How to stop a baby from crying A laugh-along guide on how to appease a crying baby. Stay tuned, click here: http://bit.ly/SubscribeToMrBean Welcome to the Official Mr Bean channel. The fir...",
          1397642401
        ]
      ],
      "dates_start": 1433825324,
      "dates_end": 1467542359,
      "likes_avg": 22098,
      "likes_stdev": 8963,
      "comments_avg": 306,
      "comments_stdev": 165,
      "shares_avg": 1265,
      "shares_stdev": 1286
    },
    {
      "number": 7,
      "important": [
        "vote",
        "go",
        "android",
        "come",
        "friend",
        "mani",
        "time",
        "summer",
        "time mr",
        "help"
      ],
      "common": [
        "2015",
        "bean",
        "champion",
        "champion 2015",
        "mr",
        "mr bean",
        "show",
        "show champion",
        "times",
        "www"
      ],
      "messages": [
        [
          "Can Mr. Bean save his fishy friend in time? www.youtube.com",
          1472888700
        ],
        [
          "Mr Bean's froggy bath time! www.youtube.com",
          1469257500
        ],
        [
          "Clear skies, hot weather and the beach - it’s Summer time with Mr Bean! www.youtube.com",
          1468652700
        ],
        [
          "1 hour 20 minutes to go until the vote closes! Sarah and Duck has 53% of the vote and Mr Bean has 47%. Please KEEP VOTING and help Mr Bean go through to the finals - he can do it with your votes.\n\nYou can vote as many times as you like via the link below! Come on Mr Bean!!\n\nVote here:\nhttp://www.radiotimes.com/kidsshowchampion Kids Show Champion 2015",
          1448872805
        ],
        [
          "WOOHOO!! Mr Bean is in the semi-finals of the Radio Times Kids Show Champion 2015!! This round he's up against Sarah and Duck but its very close!! Keep voting to see Mr Bean go through to the FINALS. With your help he can do it!! Vote as many times as you like!!\n\nVote here:\nhttp://www.radiotimes.com/kidsshowchampion Kids Show Champion 2015",
          1448809201
        ],
        [
          "THANK YOU Mr Bean fans!!! Mr Bean has made it through to Round 4 of 6 and is now up against Sesame Street. Keep voting and with your help you can see MR BEAN crowned the Radio Times Kids Show Champion 2015!! \n\nVote here:\nhttp://www.radiotimes.com/kidsshowchampion Kids Show Champion 2015",
          1448722800
        ],
        [
          "In the Radio Times ‘Kids Show Champion’ competition Mr Bean beat Scooby Doo yesterday by a massive 4000 to 700 votes! And it’s all thanks to you! He is now up against Thomas the Tank Engine in the second of 6 rounds. \n\nKeep Mr Bean on top by voting here: http://www.radiotimes.com/kidsshowchampion Kids Show Champion 2015",
          1448463601
        ],
        [
          "Calling all Mr Bean Fans! Help Mr Bean become the Radio Times’ Children’s TV Show Champion 2015! Follow the link, then click through to ‘Matchup3’ and vote MR BEAN!! Voting ends Thursday at 11am GMT. We’ll let you know if we win!\n\nhttp://www.radiotimes.com/kidsshowchampion Kids Show Champion 2015",
          1448377200
        ],
        [
          "A smashing article from our friends at Radio Times!!\n\nhttp://www.radiotimes.com/news/2015-09-04/mr-bean-drives-to-buckingham-palace-on-the-roof-of-his-car-to-celebrate-turning-25 Mr Bean drives to Buckingham Palace on the roof of his car to celebrate turning 25 A quarter of a century after Rowan Atkinson's eccentric funnyman first appeared on British screens, he's still causing mayhem on The Mall",
          1441368982
        ],
        [
          "Time for Mr. Bean to collect his laundry from the washing machine, but it looks like he may have used the wrong setting!\n\nhttp://bit.ly/1DSognU Timeline Photos",
          1432803600
        ],
        [
          "It’s cinema time for Mr Bean, but the movie is so scary Mr Bean accidentally embarrasses himself! Check it out here!\n\nhttps://www.youtube.com/watch?v=s7xC2cnK8oM&list=UUkAGrHCLFmlK3H2kd6isipg Timeline Photos",
          1417341601
        ],
        [
          "11 times Mr. Bean taught you to embrace your inner child.. by acting like one! 11 Times Mr. Bean Taught You To Embrace Your Inner Child Few words describe Mr. Bean (and he says even fewer). Believe it or not, Rowan Atkinson created Bean around the same time he was studying for his Masters in Electrical Engineering. Since that time, Atkinson's character -- which he described as &qu...",
          1415032200
        ]
      ],
      "dates_start": 1428962770,
      "dates_end": 1464469044,
      "likes_avg": 53297,
      "likes_stdev": 50281,
      "comments_avg": 454,
      "comments_stdev": 390,
      "shares_avg": 1282,
      "shares_stdev": 1501
    },
    {
      "number": 8,
      "important": [
        "ani",
        "tomorrow",
        "easter",
        "android",
        "find",
        "timelin",
        "happi",
        "egg",
        "photo",
        "check back"
      ],
      "common": [
        "bean",
        "cake",
        "easter",
        "easter eggs",
        "egg",
        "eggs",
        "find",
        "happy easter",
        "mr",
        "mr bean"
      ],
      "messages": [
        [
          "Did you find all 11 easter eggs? HAPPY EASTER!! Timeline Photos",
          1459083601
        ],
        [
          "Teddy has hidden 11 easter eggs but Mr Bean can't find any of them! Can you help him find all 11 eggs in time for Easter? Check back tomorrow for answers. Timeline Photos",
          1459004401
        ],
        [
          "Did you find all the eggs? Happy Easter from the Mr Bean Team! Timeline Photos",
          1428159602
        ],
        [
          "Happy Easter!!! Can you find the TEN Easter eggs hidden in this picture? Check back for the answers tomorrow... Timeline Photos",
          1428051601
        ],
        [
          "We hope your Easter Eggs don’t have any unexpected surprises inside. Not like this!\nhttp://bit.ly/1D2XBJv Mr. Bean - Egg for cake hatches! Mr. Bean uses an egg from a nest in his cake but has a surprise when a mysterious creature appears in the cake mix. FOR MORE BEAN CLICK HERE: http://bit.ly/1...",
          1427968802
        ],
        [
          "Did you find all the eggs? Hope you’re having a great Easter! Timeline Photos",
          1398063601
        ],
        [
          "Happy Easter! Did you get lots of Easter Eggs? Mr Bean got an egg with an unexpected surprise.\nhttp://www.youtube.com/watch?v=ssiUeL7I3r8 Mr. Bean - Egg for cake hatches! Mr. Bean uses an egg from a nest in his cake but has a surprise when a mysterious creature appears in the cake mix. Welcome to the Official Mr Bean channel. ...",
          1397988001
        ],
        [
          "Mr Bean wishes you a Happy Easter! How many eggs are hiding in these Mr Bean images? Timeline Photos",
          1364716857
        ],
        [
          "Well done to everyone who guessed correctly that Mr Bean has hidden 14 yummy Easter eggs in the Egg Hunt! How many chocolate eggs have you managed to eat over the Easter period so far?",
          1334041035
        ],
        [
          "Happy Easter everyone! Check out Mr Bean’s photo’s for some of the funniest Mr Bean moments in our Easter Egg Hunt album and see how many eggs you can find...",
          1333610390
        ],
        [
          "Mr Bean's been busy hiding eggs. See how many you can find... Mr Bean's Easter Egg Hunt",
          1333610359
        ]
      ],
      "dates_start": 1350398966,
      "dates_end": 1443109806,
      "likes_avg": 44345,
      "likes_stdev": 36010,
      "comments_avg": 1436,
      "comments_stdev": 1921,
      "shares_avg": 1596,
      "shares_stdev": 969
    },
    {
      "number": 9,
      "important": [
        "anim episod",
        "plan",
        "watch mr",
        "subscrib mr",
        "great",
        "watch",
        "episod",
        "subscrib",
        "world",
        "anim"
      ],
      "common": [
        "bean",
        "mr",
        "mr bean",
        "subscribe",
        "subscribe mr",
        "subscribe mr bean",
        "watch",
        "www",
        "youtube",
        "youtube watch"
      ],
      "messages": [
        [
          "Watch Mr Bean plan his great escape…\nhttps://www.youtube.com/watch?v=SDEyJEoyZKs Mr Bean - Prison Break Mr bean cleverly escapes from prison From animated episode Roadworks. SUBSCRIBE TO MR BEAN CARTOON WORLD HERE - http://ow.ly/zUJGZ For more Bean Visit: http:...",
          1456412406
        ],
        [
          "Mr Bean is always trying to save money, even when it’s Teddy’s Birthday!\nhttps://www.youtube.com/watch?v=B4zJAXnNk5Y Mr Bean - Saving Money on Teddy's birthday. Mr bean doesn't have enough money for Teddy's birthday. From animated episode Roadworks. SUBSCRIBE TO MR BEAN CARTOON WORLD HERE - http://ow.ly/zUJGZ For mor...",
          1454857202
        ],
        [
          "Oh no! Have you ever had a noisy neighbour like poor Mr Bean?\nhttps://www.youtube.com/watch?v=pjm_ZJuZ5OU Mr Bean - Noisy Neighbour Mr Bean gets annoyed with his neighbour for making noise while he tries to watch tv. From animated episode 'Neighbourly Bean'. SUBSCRIBE TO MR BEAN CARTOON W...",
          1450278001
        ],
        [
          "Silly Mr Bean, that’s not how to bake a cake!\nhttps://www.youtube.com/watch?v=P4cHCp7hXzo Mr Bean - Bakes a cake Mr bean is very bad at baking. From animated episode Roadworks. SUBSCRIBE TO MR BEAN CARTOON WORLD HERE - http://ow.ly/zUJGZ For more Bean Visit: http://www....",
          1449154801
        ],
        [
          "If you’re going on a holiday soon, maybe Mr. Bean can offer you some packing tips!\nhttps://www.youtube.com/watch?v=bEJ8V_Cnx6I Mr. Bean - The Holiday Suitcase Mr Bean packs up his holiday suitcase. FOR MORE BEAN CLICK HERE: http://bit.ly/1rhPvax Subscribe for more Mr Bean: http://bit.ly/SubscribeToMrBean This video...",
          1433926800
        ],
        [
          "If grocery shopping takes too long maybe you can borrow Mr Bean’s SUPER TROLLEY!\nhttp://bit.ly/1bFrgOv Mr Bean - Super Trolley Mr Bean has designed a super trolley to help him do his shopping quicker. From animated episode Super Trolley. SUBSCRIBE TO MR BEAN CARTOON WORLD HERE - http...",
          1429347600
        ],
        [
          "Do you have a garden that needs to be mown? Perhaps you could use Mr Bean’s new invention!\n\nhttp://bit.ly/1DAt4T3 Mr Bean - Lawnmower invention When Mrs. Wicket makes Mr Bean mow the lawn he thinks of an innovative invention to get it does faster. From animated episode Roadworks. SUBSCRIBE TO MR BEAN...",
          1427706002
        ],
        [
          "Mr Bean has an ingenious way of getting his keys back from a thieving magpie. Watch to find out how!\n\nhttp://bit.ly/1vBPXEF Mr Bean - Toy Plane Crash Mr Bean realises he's crashed Teddy into a tree. He checks for vital signs! From animated episode 'Magpie'. SUBSCRIBE TO MR BEAN CARTOON WORLD HERE - http://...",
          1425812409
        ],
        [
          "Do you remember when Mr. Bean uses as a makeshift nappy? What happens to the dirty one? Click the link to watch!\n\nhttp://bit.ly/1uQAiya Mr. Bean - The Nappy Disaster Mr Bean unleashes a nappy disaster! FOR MORE BEAN CLICK HERE: http://bit.ly/1rhPvax Subscribe for more Mr Bean: http://bit.ly/SubscribeToMrBean This video is...",
          1418378401
        ],
        [
          "Don't forget to support Mr Bean on Youtube's comedy week! Have you seen today's funny video? Check it out here - http://www.youtube.com/watch?v=St5D3Ue_sy0 Mr. Bean - The Perfume Counter Mr. Bean suffered as he walks through the perfume counter in a shopping centre. Subscribe for more Mr Bean: http://bit.ly/SubscribeToMrBean This video is par...",
          1369292885
        ],
        [
          "Have you seen Mr Bean’s most peculiar way of looking after his goldfish? Click on our Video Player tab to find out more..",
          1330595563
        ],
        [
          "Research Pictures, St-Boniface Hospital Research in Canada have been busy doing something extremely clever with a whole load of beans! Click on the link to find out more - http://www.youtube.com/watch?v=dFK2LR3pC6A&feature=feedlik\n Consider the Bean Creative video project for the Canadian Centre for Agri-Food Research in Health and Medicine.",
          1328866392
        ]
      ],
      "dates_start": 1370584242,
      "dates_end": 1458520501,
      "likes_avg": 20917,
      "likes_stdev": 9578,
      "comments_avg": 466,
      "comments_stdev": 319,
      "shares_avg": 1759,
      "shares_stdev": 2002
    },
    {
      "number": 10,
      "important": [
        "click welcom",
        "origin",
        "bean tri",
        "click welcom offici mr bean",
        "bean channel first episod origin",
        "bean channel first",
        "click welcom offici",
        "bean channel first episod",
        "offici mr bean channel",
        "bean seri"
      ],
      "common": [
        "bean",
        "channel",
        "episode",
        "first",
        "mr",
        "mr bean",
        "official",
        "original",
        "original mr",
        "youtube"
      ],
      "messages": [
        [
          "Mr. Bean tries, before he buys! \nhttps://www.youtube.com/watch?v=RkQ1FqAi9A8 Mr. Bean - Shopping for Towels Stay tuned, click here: http://bit.ly/SubscribeToMrBean Welcome to the Official Mr Bean channel. The first episode of the original Mr Bean series starring Ro...",
          1459688401
        ],
        [
          "When a simple “excuse me” won’t do!\nhttps://www.youtube.com/watch?v=YQEOlZRVRuo Mr. Bean - Elderly people on stairs Stay tuned, click here: http://bit.ly/SubscribeToMrBean Welcome to the Official Mr Bean channel. The first episode of the original Mr Bean series starring Ro...",
          1458745201
        ],
        [
          "Do you remember what happens when Mr. Bean gets stuck replacing a man’s credit card in the department store? \n\nhttp://bit.ly/1y7bx4u Mr. Bean - Credit Card Mix Up Stay tuned, click here: http://bit.ly/SubscribeToMrBean Welcome to the Official Mr Bean channel. The first episode of the original Mr Bean series starring Ro...",
          1422954000
        ],
        [
          "It’s the Eurovision Song Contest in Denmark tonight! Will you be watching? Mr Bean is getting in the mood for it!\n\nhttps://www.youtube.com/watch?v=CTgMelwS16I Mr Bean at Roxy's show - Mr Bean auf Roxys Konzert -- Mr Bean Zeichentrick Mr Bean is star struck at Roxy's big show. From the episode 'Bean in Love' Welcome to the Official Mr Bean channel. The first episode of the original Mr Bean...",
          1399705201
        ],
        [
          "https://www.youtube.com/watch?v=x-Blm6gh0Gs\n\nWe’re having a Flashback Friday moment today and remembering the very first scene of Mr. Bean ever! Do you remember which year this scene was first on TV?\n Mr. Bean - First Ever Reliant Robin Crash Stay tuned, click here: http://bit.ly/SubscribeToMrBean Welcome to the Official Mr Bean channel. The first episode of the original Mr Bean series starring Ro...",
          1399024801
        ],
        [
          "Hello Mr Bean fans! Have a look and subscribe to Mr Bean’s youtube channel - http://smarturl.it/MrBeanSubscribe We are constantly updating it with new clips! Mr. Bean Welcome to the Official Mr Bean channel. The first episode of the original Mr Bean series starring Rowan Atkinson was first broadcast on 1st January 1990. Si...",
          1374133399
        ],
        [
          "Have you seen the new look Mr Bean Youtube channel featured in Youtube’s Comedy Week? Check out the great clips, funny moments and subscribe here; http://smarturl.it/MrBeanSubscribe to see a new clip every day this week! Mr Bean's Official Channel Welcome to the Official Mr Bean channel. The first episode of the original Mr Bean series starring Rowan Atkinson was first broadcast on 1st January 1990. Si...",
          1369142751
        ],
        [
          "Watch more of Mr Bean's funniest moments on his official YouTube channel! http://www.youtube.com/user/MrBean Mr Bean's Official Channel Welcome to the Official Mr Bean channel. The first episode of the original Mr Bean series starring Rowan Atkinson was first broadcast on 1st January 1990. Since then Mr Bean has become known all over the world. Created by Rowan Atkinson, Richard Curtis and  Robin Driscoll, there were only 14 episode...",
          1343657140
        ],
        [
          "Check out this clip from ‘Mr Bean Rides Again’ to see what happens to Mr Bean on the train when he is faced with one very noisy passenger... \nhttp://www.youtube.com/user/MrBean#p/search/0/KsgJC6brhgc\n Mr Bean's Official Channel Welcome to the Official Mr Bean channel. The first episode of the original Mr Bean series starring Rowan Atkinson was first broadcast on 1st January 1990. Since then Mr Bean has become known all over the world. Created by Rowan Atkinson, Richard Curtis and  Robin Driscoll, there were only 14 episode...",
          1328269853
        ],
        [
          "Here's a treat to start the week with everyone! Mr Bean visits the dentist but what could possibly go wrong??.... http://www.youtube.com/user/MrBean#p/search/0/lW6R9kSGV2Q Mr Bean's Official Channel Welcome to the Official Mr Bean channel. The first episode of the original Mr Bean series starring Rowan Atkinson was first broadcast on 1st January 1990. Since then Mr Bean has become known all over the world. Created by Rowan Atkinson, Richard Curtis and  Robin Driscoll, there were only 14 episode...",
          1326107978
        ]
      ],
      "dates_start": 1341735193,
      "dates_end": 1434550551,
      "likes_avg": 20655,
      "likes_stdev": 13189,
      "comments_avg": 649,
      "comments_stdev": 239,
      "shares_avg": 1859,
      "shares_stdev": 1738
    },
    {
      "number": 11,
      "important": [
        "around",
        "around world",
        "bean around",
        "android",
        "download mr bean",
        "keep",
        "download mr",
        "download",
        "world",
        "app"
      ],
      "common": [
        "around",
        "around world",
        "bean",
        "bean around",
        "bean around world",
        "mr",
        "mr bean",
        "mr bean around",
        "mr bean around world",
        "world"
      ],
      "messages": [
        [
          "No plans this weekend? Not to worry, we have the Mr Bean Around the World app to keep you entertained!\n\nDownload here - http://mrbea.nl/feb17 Mr Bean - Around the World",
          1486130568
        ],
        [
          "Join Mr Bean and visit India, Mexico and more in the official mobile game! Search ‘Mr Bean’ on the App Store or on Google Play™ and get the FREE game now! Mr Bean Around the World",
          1467982800
        ],
        [
          "Yippee! Mr Bean - Around the World is now FREE TO PLAY! Get the game on iOS & Android now - http://mrbea.nl/free - or search for ‘Mr Bean’ on the app store! Mr Bean Around The World App – now FREE!",
          1467464400
        ],
        [
          "Thinking about travelling the world in 2016? Visit 6 different countries without even leaving the house in Mr Bean – Around the World! Out now on iOS, Android and Amazon - http://mrbea.nl/newyear",
          1451656801
        ],
        [
          "Did you get a new smartphone or tablet this Christmas? Treat yourself to a late Christmas present with Mr Bean – Around the World, available on your device right now! http://mrbea.nl/boxingday Timeline Photos",
          1451145603
        ],
        [
          "Mr Bean has lost his Christmas presents! Can you help him find them? There are six presents hidden in Mr Bean – Around the World! There’s a gift in every country! http://mrbea.nl/christmas Timeline Photos",
          1450364401
        ],
        [
          "Travel the world in our BRAND NEW game, Mr Bean - Around the World! Out NOW on iOS & Android http://mrbea.nl/ATW Mr Bean Around The World App OUT NOW!",
          1444310583
        ],
        [
          "Hope you enjoyed going around the world with Mr Bean as part of our summer game! The pictures were from the BRAND NEW Mr Bean app, ‘Mr Bean – Around The World!’ New game coming soon on Android and iOS.",
          1440162900
        ],
        [
          "Teddy was stuck in a cactus. Ouch! Mr Bean and Teddy are in MEXICO! Just one more flight to go on Mr Bean’s Around the World tour. Timeline Photos",
          1439557201
        ],
        [
          "Here is an EXCLUSIVE clip for everyone around the world to celebrate the new Animated series! Let us know what you think Mr Bean fans!",
          1424158201
        ],
        [
          "For our 439,000 Facebook fans in Australia and everyone else around the World, Happy Australia Day!",
          1327571870
        ]
      ],
      "dates_start": 1401720648,
      "dates_end": 1480189411,
      "likes_avg": 23562,
      "likes_stdev": 23340,
      "comments_avg": 539,
      "comments_stdev": 411,
      "shares_avg": 2198,
      "shares_stdev": 2042
    },
    {
      "number": 12,
      "important": [
        "day",
        "android",
        "stay tune click",
        "bean click stay tune click",
        "stay",
        "click",
        "tune",
        "bean click stay",
        "bean click",
        "bean click stay tune"
      ],
      "common": [
        "bean",
        "bean click",
        "click",
        "mr",
        "mr bean",
        "stay",
        "stay tuned",
        "stay tuned click",
        "tuned",
        "tuned click"
      ],
      "messages": [
        [
          "Happy Mother’s Day!  Aren’t you glad Mr. Bean’s not your Mum.\nhttps://www.youtube.com/watch?v=UGYJSC7l7Lg Mr. Bean - How to stop a baby from crying A laugh-along guide on how to appease a crying baby. FOR MORE BEAN CLICK HERE: http://bit.ly/1rhPvax Stay tuned, click here: http://bit.ly/SubscribeToMrBean ...",
          1462698000
        ],
        [
          "Mr. Bean demonstrates the correct etiquette when eating at a restaurant.\nhttps://www.youtube.com/watch?v=iZAXuVBuh70 Mr Bean - Restaurant Etiquette Mr Bean needs to figure out much food he can get with his money. FOR MORE BEAN CLICK HERE: http://bit.ly/1rhPvax Stay tuned, click here: http://bit.ly/Subscr...",
          1460811602
        ],
        [
          "Happy Golfer’s Day! Fancy some golfing tips from Mr. Bean?\nhttps://www.youtube.com/watch?v=tvl83EHZQ7A Mr Bean - Crazy Golf Mr Bean goes to play crazy golf and is really good at it. From Tee Off Mr Bean. FOR MORE BEAN CLICK HERE: http://bit.ly/1rhPvax Stay tuned, click here: http:...",
          1460293201
        ],
        [
          "Mr. Bean's unusual way of changing his money.\nhttps://www.youtube.com/watch?v=DUw-VpbebzU Mr. Bean - Saxophone Player Mr Bean thinks of a genius way to give a saxophone player some cash. FOR MORE BEAN CLICK HERE: http://bit.ly/1rhPvax Stay tuned, click here: http://bit.ly/Su...",
          1459256400
        ],
        [
          "Happy Napping Day! Mr. Bean always makes time for a nap!\nhttps://www.youtube.com/watch?v=2SgqPejO7s0 Mr. Bean - Sneezing and Snoozing In Church Mr. Bean attends a church service but has trouble behaving appropriately! FOR MORE BEAN CLICK HERE: http://bit.ly/1rhPvax Stay tuned, click here: http://bit....",
          1457967601
        ],
        [
          "Setting up a new TV is never easy…\nhttps://www.youtube.com/watch?v=Sm3_qEMTdc4 Mr Bean - TV Aerial -- Mr Bean - Fernsehausstrahlung OFFICIAL MR BEAN. Mr Bean can't get his television to work. From Mr Bean Goes to Town. FOR MORE BEAN CLICK HERE: http://bit.ly/1rhPvax Stay tuned, click here...",
          1456239601
        ],
        [
          "Mr. Bean showing why headphones are necessary when you’re on a train. \nhttps://www.youtube.com/watch?v=_2stbbj3ZQY Mr. Bean - On a Train Mr. Bean shares his train compartment with a particularly unpleasant person... FOR MORE BEAN CLICK HERE: http://bit.ly/1rhPvax Stay tuned, click here: http:/...",
          1455116402
        ],
        [
          "Mr. Bean is so silly!\nhttps://youtu.be/DUw-VpbebzU Mr. Bean - Saxophone Player Mr Bean thinks of a genius way to give a saxophone player some cash. FOR MORE BEAN CLICK HERE: http://bit.ly/1rhPvax Stay tuned, click here: http://bit.ly/Su...",
          1452956400
        ],
        [
          "Do you have trouble getting to sleep? Mr. Bean has a trick to help you! https://youtu.be/cO8qjMq5ttw Mr Bean - TV to help sleep OFFICIAL MR BEAN. Mr Bean watches TV to help him sleep. From Goodnight Mr Bean. FOR MORE BEAN CLICK HERE: http://bit.ly/1rhPvax Stay tuned, click here: http:...",
          1451919601
        ],
        [
          "Happy New Years Eve! Mr. Bean has some crazy snacks at his NYE party!\nhttps://www.youtube.com/watch?v=Xtug7WqiNMg Mr. Bean - How to Make Your own Twiglets Mr Bean has a very strange way to feed his guests at his NYE party.... FOR MORE BEAN CLICK HERE: http://bit.ly/1rhPvax Stay tuned, click here: http://bit.ly/...",
          1451563205
        ],
        [
          "Who loves bumper cars?\nhttps://www.youtube.com/watch?v=jBc3euEJqpc Mr. Bean - Bumper Car Fun Mr. Bean shouldn't be trusted with babies and bumper cars...! FOR MORE BEAN CLICK HERE: http://bit.ly/1rhPvax Stay tuned, click here: http://bit.ly/Subscribe...",
          1443099601
        ],
        [
          "Would you take your goldfish to the beach? Mr. Bean would!\n\nhttps://youtu.be/MbQcECz9K1w Mr. Bean - Beach Day with Goldfish Mr. Bean takes his goldfish to the beach for the day. They both get caught by a fisherman. FOR MORE BEAN CLICK HERE: http://bit.ly/1mOM9bT Stay tuned, click ...",
          1437483601
        ],
        [
          "Feeling lazy? Chill out with Mr. Bean and watch some of his laziest moments on our lazy Bean playlist.\n\nhttps://youtu.be/0X1SuLjnRcI?list=PLC1EDzqtkrh8sstjJiK-e3ZVcSJEHTKcS Mr. Bean - Explosive Paint Mr. Bean paints his room and has an explosive idea! FOR MORE BEAN CLICK HERE: http://bit.ly/1rhPvax Stay tuned, click here: http://bit.ly/SubscribeToMrBean M...",
          1437296401
        ],
        [
          "Do you find parking difficult? Mr. Bean doesn’t!\nhttps://www.youtube.com/watch?v=BEytV2ZFN-Y Mr Bean - Parking at church Mr Bean has a bit of a stuggle parking his car. FOR MORE BEAN CLICK HERE: http://bit.ly/1rhPvax Stay tuned, click here: http://bit.ly/SubscribeToMrBean OFFIC...",
          1435136450
        ],
        [
          "Mr Bean tries to avoid being caught cheating while playing one of the fairground games!\nhttp://bit.ly/1MhudVY Mr. Bean - Archery & The 2p Machine Mr. Bean is searching for something to entertain the baby with. This leads him to a 2p machine. FOR MORE BEAN CLICK HERE: http://bit.ly/1rhPvax Stay tuned, c...",
          1430211600
        ],
        [
          "Are you ready to throw your New Year’s Eve party yet? If you need some ideas for finger food and can’t make it to the shop, let Mr. Bean show you how to make your own Twiglets!\n\nhttp://bit.ly/14Ltf0f Mr. Bean - How to Make Your own Twiglets Mr Bean has a very strange way to feed his guests at his NYE party.... FOR MORE BEAN CLICK HERE: http://bit.ly/1rhPvax Stay tuned, click here: http://bit.ly/...",
          1420016400
        ],
        [
          "Mr. Bean has managed to get his shopping home, but how will he get out of his car? Watch the clip to find out!\n\nhttp://bit.ly/1teJxDa Mr. Bean - Stuck in his Mini Mr Bean finds himself trapped in his car... FOR MORE BEAN CLICK HERE: http://bit.ly/1rhPvax Stay tuned, click here: http://bit.ly/SubscribeToMrBean Mr Bean h...",
          1417597201
        ],
        [
          "Mrs. Wicket is on her way home and the house is a mess! Will Mr. Bean clean up in time? Mr Bean - cleans up his mess Mr Bean has to clean Mrs Wicket's house before she comes home. From animated episode Cat Sitting. FOR MORE BEAN CLICK HERE: http://bit.ly/1mOM9bT Stay tuned,...",
          1415786401
        ],
        [
          "Mr. Bean is trapped in the car park… How will he get out? Watch and find out!\nhttps://www.youtube.com/watch?v=rM_9WmSzsNE\n Mr. Bean - Ramming His Car out of the Car Park Mr Bean will NOT be stuck in the car park !! FOR MORE BEAN CLICK HERE: http://bit.ly/1rhPvax Stay tuned, click here: http://bit.ly/SubscribeToMrBean From one...",
          1410505200
        ],
        [
          "Mr. Bean really takes the saying ‘Try Before You Buy’ to heart. Find out what we mean by watching this clip!\nhttps://www.youtube.com/watch?v=o7VEJUZsmHE\n Mr Bean - Shopping for Towels Mr Bean knows that to find the right items when shopping you must try them on FOR MORE BEAN CLICK HERE: http://bit.ly/1rhPvax Stay tuned, click here: http://...",
          1409986800
        ],
        [
          "We hope you are having an amazing day! If not, well, at least you aren’t stuck in a Post Box like Mr. Bean!\n\nhttps://www.youtube.com/watch?v=tG2dMg_TKgU\n Mr Bean - Stuck in the Post Box ! Mr Bean has got himself in a pickle trying to post a letter.... FOR MORE BEAN CLICK HERE: http://bit.ly/1rhPvax Stay tuned, click here: http://bit.ly/Subscri...",
          1409299201
        ],
        [
          "Mr Bean is on the lookout for foxes. How far would you go to take the perfect picture?\n\nhttps://www.youtube.com/watch?v=asi4xZyyfzg\n Mr. Bean - Fox Hunt Mr. Bean is trying to get holiday snaps of some foxes, but things don't exactly go to plan. FOR MORE BEAN CLICK HERE: http://bit.ly/1mOM9bT Stay tuned, click...",
          1409040000
        ],
        [
          "Mr Bean likes to express his creativity every now and then. Watch as he takes an art class here\nhttp://www.youtube.com/watch?v=lAnOylx4J3E\n Mr Bean - Art Class Stay tuned, click here: http://bit.ly/SubscribeToMrBean Mr Bean finds himself in an art class. He begins by drawing fruit. Then is shocked when a naked femal...",
          1391695200
        ]
      ],
      "dates_start": 1415166299,
      "dates_end": 1457527272,
      "likes_avg": 30881,
      "likes_stdev": 14339,
      "comments_avg": 485,
      "comments_stdev": 282,
      "shares_avg": 2392,
      "shares_stdev": 1966
    },
    {
      "number": 13,
      "important": [
        "scene",
        "behind bean",
        "see",
        "team",
        "last",
        "full video",
        "behind",
        "new behind",
        "question",
        "full"
      ],
      "common": [
        "beans",
        "behind",
        "behind beans",
        "exclusive",
        "full",
        "full video",
        "look",
        "new",
        "new behind",
        "new behind beans"
      ],
      "messages": [
        [
          "*NEW BEHIND THE BEANS!* In the LAST of our behind the scenes episodes the creative team are answering YOUR Facebook questions. Have a look and see if your question was selected!\n\nWatch the full video here: https://www.youtube.com/watch?v=S22IFE9uTDA",
          1451386801
        ],
        [
          "*NEW* BEHIND THE BEANS! An exclusive look at how the early 'animatic' drawings compare to the final animated episode. This time it's Viral Bean! Click the link below for the full video.\n\nhttp://bit.ly/1RIh2y7",
          1450105200
        ],
        [
          "*NEW* BEHIND THE BEANS!! Meet the composer on Mr Bean The Animated Series – Howard Goodall! Plus a sneak peek at how the music for the series is made. Click the link below for the full video\n\nhttps://www.youtube.com/watch?v=Zp7hOeOgwaE Behind the Beans - The Music!",
          1446563700
        ],
        [
          "*NEW* BEHIND THE BEANS! An exclusive look at how the early 'animatic' drawings compare to the final animated episode. This time it's The Cruise! Click the link below for the full video.\n\nhttps://www.youtube.com/watch?v=lcc1Um9Lqkk",
          1439197200
        ],
        [
          "*NEW* BEHIND THE BEANS! An exclusive look at how the early 'animatic' drawings compare to the final animated episode. This time it's Coconut Shy! Click the link below for the full video.\n\nhttps://www.youtube.com/watch?v=Lo4pURHK16M",
          1437987601
        ],
        [
          "*NEW* BEHIND THE BEANS! An exclusive look at the voices behind the characters with interviews from the voice artists. For the full video follow the link below.\n\nhttp://bit.ly/1D5nmWk",
          1436864400
        ],
        [
          "*MORE* BEHIND THE BEANS! An exclusive look at how the early 'animatic' drawings compare to the final animated episode. This time it's Home Movie! Click the link below for the full video.\nhttp://bit.ly/1NgMgZ2",
          1435503600
        ],
        [
          "*NEW* BEHIND THE BEANS! A sneak peek into daily life at the Mr Bean Animation Studios! Click the link below for the full video.\n\nhttp://bit.ly/1IObU8S",
          1434358800
        ],
        [
          "*NEW* BEHIND THE BEANS* An exclusive look at how the early 'animatic' drawings compare to the final animated episode. This time it's Litterbugs!\n\nhttps://www.youtube.com/watch?v=y0VJ1NSscG4",
          1433168093
        ],
        [
          "*NEW* BEHIND THE BEANS! A behind the scenes look at how the Animated Series is made, with exclusive interviews from the people who make it, the Production Crew! \n\nFor the full video follow the link below.\n\nhttp://bit.ly/1QP9DLs",
          1431939600
        ],
        [
          "*NEW* BEHIND THE BEANS! An exclusive look at how the early 'animatic' drawings compare to the final animated episode. This time it's Green Bean!\n\nhttps://www.youtube.com/watch?v=-pV-_h3KMlQ",
          1430832660
        ],
        [
          "*NEW* BEHIND THE BEANS! An exclusive look at how the early 'animatic' drawings compare to the final animated episode. This process takes 3 months!\n\nhttps://www.youtube.com/watch?v=Z-87mEJjCO0 www.youtube.com",
          1428310801
        ]
      ],
      "dates_start": 1430792003,
      "dates_end": 1445244405,
      "likes_avg": 13650,
      "likes_stdev": 6159,
      "comments_avg": 276,
      "comments_stdev": 69,
      "shares_avg": 2982,
      "shares_stdev": 1126
    },
    {
      "number": 14,
      "important": [
        "anim seri",
        "look",
        "android",
        "bean anim",
        "seri",
        "behind",
        "take",
        "answer",
        "bean anim seri",
        "anim"
      ],
      "common": [
        "animated",
        "animated series",
        "bean",
        "bean animated",
        "bean animated series",
        "mr",
        "mr bean",
        "mr bean animated",
        "mr bean animated series",
        "series"
      ],
      "messages": [
        [
          "We always get asked if Rowan is involved in the Mr Bean Animated Series - the answer is yes, of course! Take a look... Mr Bean - Behind the scenes",
          1487599202
        ],
        [
          "*NEW* BEHIND THE BEANS!!! This time the creative team share some of their favourite moments from the new episodes of The Mr Bean Animated Series. What has your favourite moment been so far?\n\nhttps://www.youtube.com/watch?v=DViT2wWMXiw Mr Bean - Favourite Moments",
          1449586800
        ],
        [
          "*NEW BEHIND THE BEANS!* This time a look behind the scenes at how the sound effects for the Animated Series are made. It looks like great fun!!\nhttps://www.youtube.com/watch?v=XWDQbHXXlpU The Sound Effects: The Animated Series - Behind The Scenes Every noise in animation has to be built from scratch, and the same goes for Mr. Bean the Animated Series. In today's episode you'll get to meet the people t...",
          1443272402
        ],
        [
          "BEHIND THE BEANS! We have new and exclusive clips for you about the making of the new Mr Bean Animated series on the official Mr. Bean YouTube channel! \n\nThis week: #1 - How  the creative team come up with the ideas for the episodes! Click the link below for the full video and subscribe for new content every second Sunday.\n\nhttps://www.youtube.com/watch?v=8BHqot4nthM&spfreload=10",
          1427197801
        ],
        [
          "Check out the Mr Bean Cartoon World YouTube channel – the official home of the Mr Bean Animated Series on YouTube. Have a look and subscribe at the link below!\n\nhttps://www.youtube.com/user/mrbeancartoonworld Timeline Photos",
          1420621201
        ],
        [
          "Have you checked out our special YouTube channel just for the Mr. Bean Animated series? Click on the link to have a look and subscribe!\n\nhttps://www.youtube.com/user/mrbeancartoonworld Timeline Photos",
          1417950001
        ],
        [
          "New Mr Bean Animated Series due out in 2015 across 60 territories.  Will confirm nearer the time! Mr Bean's cover photo",
          1411378553
        ],
        [
          "Hello Mr Bean fans! What do you think of this week's video - http://www.youtube.com/watch?v=AaEOGyWCCws Mr Bean Camping! Mr Bean the Animated Series - Camping Mr Bean Animation Full Episode - Camping Mr. Bean goes camping in a caravan made out of Mrs. Wicket's storage. The Animated Series heralds a new era for one ...",
          1374824955
        ],
        [
          "Did you answer our question on Tuesday? – What colour is Mrs Wicket’s dress in Mr Bean – The Animated Series? The answer is B. PURPLE. Did you get it right? Test more fun beany knowledge here – www.mrbean.com Mr Bean Mr Bean",
          1363966719
        ],
        [
          "Are you a Mr Bean fan? Test your knowledge! What colour is Mrs Wicket's dress in Mr Bean – The Animated Series?",
          1363687225
        ],
        [
          "We have some fantastic news for all of our friends in India – you can catch Mr Bean (the Animated Series) from 12pm to 1pm Monday to Friday on Pogo! Hooray!! Timeline Photos",
          1328604908
        ]
      ],
      "dates_start": 1364105518,
      "dates_end": 1452019893,
      "likes_avg": 47497,
      "likes_stdev": 52307,
      "comments_avg": 768,
      "comments_stdev": 502,
      "shares_avg": 3032,
      "shares_stdev": 3296
    },
    {
      "number": 15,
      "important": [
        "android",
        "bean fan",
        "mani",
        "mr bean fan",
        "timelin",
        "hello",
        "hello mr",
        "guess",
        "photo",
        "fan"
      ],
      "common": [
        "bean",
        "bean fans",
        "fans",
        "hello",
        "hello mr",
        "hello mr bean",
        "hello mr bean fans",
        "mr",
        "mr bean",
        "mr bean fans"
      ],
      "messages": [
        [
          "Hello Mr Bean Fans! Can you guess who’s in Irma’s bag? Timeline Photos",
          1390487400
        ],
        [
          "Hello Mr Bean fans! How many Teddy's can you spot in the park with Mr Bean?! Timeline Photos",
          1370265379
        ],
        [
          "Hello Mr Bean fans! Did you answer the quiz question? The correct answer is B) Bean: The Ultimate Disaster Movie. Why not answer more fun Beanie questions on the Mr Bean quiz - http://quiz.mrbean.com/quiz Quiz | Mr Bean Quiz | Mr Bean",
          1368518084
        ],
        [
          "Hello Mr Bean fans! The answer was B) 14 episodes of Mr Bean – The original series were made! Test your Beany knowledge with more questions like this here – http://quiz.mrbean.com/quiz Quiz | Mr Bean Quiz | Mr Bean",
          1360574306
        ],
        [
          "Hello Mr Bean fans! Do you want to put your Mr Bean knowledge to the test again? Do you know the answer to this question? How many episodes are there of Mr Bean The Original Series?",
          1360055093
        ],
        [
          "Hello Mr Bean fans! Would you let Mr Bean make your lunch?! Timeline Photos",
          1352477304
        ],
        [
          "Hello Mr Bean Fans! Check out the brilliant new video player for funny Bean clips!\nhttp://www.facebook.com/MrBean/app_397605606971863 Mr Bean Welcome to Mr Bean's official Facebook Page! \n\nCheck out www.mrbean.com and subscribe on YouTube - http://bit.ly/2g2UnwR",
          1350458336
        ],
        [
          "Hello Mr Bean fans. Can you believe the summer is almost over?! Check out Mr Bean's final stop on his world tour before he heads back home to Teddy. Timeline Photos",
          1346232824
        ],
        [
          "Hello Mr Bean fans! Check out where our favourite friend is this week. What an adventure he's having... Timeline Photos",
          1345190712
        ],
        [
          "Hello Mr Bean fans! Check out our special Diamond Jubilee Video Player and watch Mr Bean’s funniest Royal moments! http://www.facebook.com/MrBean/app_149259928526223 Timeline Photos",
          1338546163
        ],
        [
          "Hello Mr Bean fans. How has your week been so far? Are you looking forward to the weekend? We’re almost there! Timeline Photos",
          1337239588
        ]
      ],
      "dates_start": 1341299982,
      "dates_end": 1371435506,
      "likes_avg": 50894,
      "likes_stdev": 78074,
      "comments_avg": 3622,
      "comments_stdev": 4374,
      "shares_avg": 3714,
      "shares_stdev": 6421
    },
    {
      "number": 16,
      "important": [
        "bean tri",
        "android",
        "time",
        "click",
        "take",
        "bean bean",
        "time mr",
        "bean take",
        "bean click",
        "tri"
      ],
      "common": [
        "bean",
        "mr",
        "mr bean",
        "stay",
        "watch",
        "www",
        "www youtube",
        "www youtube watch",
        "youtube",
        "youtube watch"
      ],
      "messages": [
        [
          "It's time for Mr. Bean to take the high dive! Mr Bean - High Dive Mr Bean tries to dive off the high dive board at a swimming pool but is too scared. From The Curse of Mr Bean. FOR MORE BEAN CLICK HERE: http://bit.ly/1rhPva...",
          1471266001
        ],
        [
          "Mr Bean's chasing a ray of sunshine!\nhttps://www.youtube.com/watch?v=c-AhlualVO0 Mr Bean - Ray Of Sunshine The sun is out and Mr Bean is trying to capture a glimpse of it!",
          1465909200
        ],
        [
          "Happy Earth Day! Mr Bean is doing his bit to look after the Earth, are you?\nhttps://www.youtube.com/watch?v=FwSQNpd-PuQ Mr Bean (NEW series) - Litterbugs Clip Mr Bean is on a mission to keep the neighbourhood clean, but some of people in the park aren't being very helpful! Stay tuned, click here: http://bit.ly/Subs...",
          1461330003
        ],
        [
          "Mr Bean was ahead of his time with his dance moves  \nhttps://www.youtube.com/watch?v=YC34lSwLDUg Mr. Bean - At the Disco Mr Bean tries to dance with his girlfriend at a nightclub. Taken from Episode 4: 'Mr Bean Goes To Town'. Stay tuned, click here: http://bit.ly/SubscribeToMrB...",
          1458313201
        ],
        [
          "Its Pack Your Lunch Day!!! Mr Bean has made his packed lunch, have you?\nhttps://www.youtube.com/watch?v=B84pS6JTI9A Mr. Bean - Making A Sandwich Mr. Bean heads to the park for his lunch where he starts making a sandwich. Taken from Episode 3: 'The Curse of Mr Bean'. Stay tuned, click here: http://bit....",
          1457622001
        ],
        [
          "What score out of 10 would you award Mr Bean for this high dive?\nhttps://www.youtube.com/watch?v=dzU0M9tPezI Mr. Bean - High Dive Mr Bean tries to dive off the high dive board at a swimming pool but is too scared. Taken from Episode 3: 'The Curse of Mr Bean'. Stay tuned, click here: htt...",
          1457190004
        ],
        [
          "Mr Bean takes the perfect wildlife picture! Well…almost.\nhttps://www.youtube.com/watch?v=X8ZUwr_04Ik Mr Bean - Leaves the lens cap on Mr Bean tries to take a picture of wildlife on his photography holiday, but realises he left the lens cap on his camera. From animated episode In the Wild. S...",
          1455980401
        ],
        [
          "It’s Valentine’s Day tomorrow! Hopefully you’ll have a slightly more romantic day than Irma and Mr Bean.\n\nhttps://www.youtube.com/watch?v=Vjyk_Of-UQA Mr Bean (NEW series) - Valentine's Bean Clip It's Valentine's Day. Will Mr Bean make it a romantic day to remember for his girlfriend Irma? Stay tuned, click here: http://bit.ly/SubscribeToMrBean Welcom...",
          1455375601
        ],
        [
          "Do you think you could eat more than Mr. Bean?\nhttps://www.youtube.com/watch?v=nKDDAKdgQTM Mr. Bean - Eating Competition Bean treats himself to a hotel stay where he competes with a man in a food eating contest. Does he win? Stay tuned, click here: http://bit.ly/SubscribeToMrBe...",
          1447945201
        ],
        [
          "The swimming pool is the perfect place to keep cool this weekend, but will Mr. Bean make a splash?\n\nhttps://youtu.be/dzU0M9tPezI Mr. Bean - High Dive Mr Bean tries to dive off the high dive board at a swimming pool but is too scared. Taken from Episode 3: 'The Curse of Mr Bean'. Stay tuned, click here: htt...",
          1436447700
        ],
        [
          "Mr. Bean is trying to cheer up the young child next to him on the plane, nothing could go wrong here right?\n\nhttps://www.youtube.com/watch?v=jYHLMbaej-c&list=UUkAGrHCLFmlK3H2kd6isipg\n Mr Bean - Turbulance Mr Bean experiences turbulance on a plane. It makes the boy sitting next to him sick and he pops the sick bag. From Mr Bean Rides Again. FOR MORE BEAN CLICK ...",
          1412578801
        ],
        [
          "If you know Mr. Bean you know he always has an interesting time when cars are involved. Here are our favourite moments of Mr. Bean trying to park his car, who knew it could be so complicated?\nhttps://www.youtube.com/playlist?list=PLC1EDzqtkrh_Up1k7EvOe-awkYYna3tFE Timeline Photos",
          1411455602
        ],
        [
          "Do you think you could beat Mr. Bean in an eating competition? Watch this clip to see what you’d be up against!\nhttps://www.youtube.com/watch?v=nKDDAKdgQTM\n Mr. Bean - Eating Competition Bean treats himself to a hotel stay where he competes with a man in a food eating contest. Does he win? Stay tuned, click here: http://bit.ly/SubscribeToMrBe...",
          1409727600
        ],
        [
          "Mr. Bean proves that you’re never too old to enjoy the simple pleasures of life!\n\nhttps://www.youtube.com/watch?v=aLziWUD8SOE\n Mr. Bean - Trying Out His Bed Mr Bean is Bouncing on his bed... Stay tuned, click here: http://bit.ly/SubscribeToMrBean Mr Bean has just checked into his hotel room and is testing out his...",
          1401786000
        ],
        [
          "Mr. Bean has had some crazy plans in the past. We think this one might be one of craziest! Can you think of any other silly things Mr. Bean has done?\n\nhttps://www.youtube.com/watch?v=dNn4YFvQLMI\n Mr. Bean - The Awkward Drive Home Stay tuned, click here: http://bit.ly/SubscribeToMrBean Share on Facebook: http://on.fb.me/P9JpWY Tweet this video: http://clicktotweet.com/sc_om Mr. Bean ge...",
          1401098401
        ],
        [
          "Mr Bean is trapped in a car park! How will he escape?\n\nhttps://www.youtube.com/watch?v=t2QmoNZP_-A Mr Bean - Trapped in a car park Mr Bean tries to break out of a car park that is too expensive. He manages but then has to reverse back in when another car wants access. From The Curse of M...",
          1382519201
        ],
        [
          "It's Friday! So here is a classic Mr Bean clip, let us know what you think of it - http://www.youtube.com/watch?v=qhk052z56dk Mr. Bean - How to Annoy a Traffic Warden Mr Bean makes quite the entrance when parking his car Stay tuned, click here: http://bit.ly/SubscribeToMrBean Mr Bean is late to get to the dentist so decide...",
          1373619166
        ],
        [
          "Here is a classic Mr Bean clip for all the Mr Bean fans! http://www.youtube.com/watch?v=UGYJSC7l7Lg Mr. Bean - Baby with Balloons A special Fathers' Day video from Mr Bean. A laugh-along guide to how to deal with a crying baby at a theme park. Stay tuned, click here: http://bit.ly/Subsc...",
          1371453287
        ],
        [
          "Here is a funny, classic Mr Bean clip for all the Mr Bean fans! http://www.youtube.com/watch?v=BEytV2ZFN-Y Mr Bean - Parking at church OFFICIAL MR BEAN. Mr Bean smashes the famous blue reliant robin out of the way in the church car park. From the very first Mr Bean programme. Stay tuned, cli...",
          1370444267
        ]
      ],
      "dates_start": 1391771938,
      "dates_end": 1461076654,
      "likes_avg": 36972,
      "likes_stdev": 29419,
      "comments_avg": 790,
      "comments_stdev": 460,
      "shares_avg": 4338,
      "shares_stdev": 3920
    },
    {
      "number": 17,
      "important": [
        "bean mr",
        "back",
        "one",
        "android",
        "take",
        "goe",
        "mr bean goe",
        "bean goe",
        "bean mr bean",
        "like"
      ],
      "common": [
        "bean",
        "bean mr",
        "bean mr bean",
        "mr",
        "mr bean",
        "official",
        "official mr bean",
        "watch",
        "www youtube",
        "youtube"
      ],
      "messages": [
        [
          "Mr Bean takes a trip back to his childhood... Mr Bean - Young Bean Mr Bean goes down memory lane!",
          1473341823
        ],
        [
          "No one likes a trip to the dentist - especially Mr Bean! Mr Bean - Dentist Trip Mr.Bean takes a trip to the dentist!",
          1470304982
        ],
        [
          "Mr. Bean is having fun at the Country Fete, not sure anyone else is!\nhttps://www.youtube.com/watch?v=bRpUauseTVw Mr Bean - Country fete games -- Volksfest Spiele OFFICIAL MR BEAN. Mr Bean plays games at a country fete including throwing sponges at a poor old man. From Hair by Mr Bean of London. FOR MORE BEAN CLICK HER...",
          1456671602
        ],
        [
          "Do you take the train like Mr. Bean?\nhttps://www.youtube.com/watch?v=KsgJC6brhgc Mr Bean - Takes the Train OFFICIAL MR BEAN. Mr Bean takes a train ride. He tries to block out the sound of his fellow passenger's loud laugh so he can read his book in peace, and ends...",
          1453647601
        ],
        [
          "OH NO! Teddy is on fire! What will Mr Bean do?\nhttps://youtu.be/4j7X1sCCSPU Mr Bean - Teddy is on Fire! Mr Bean goes to light his birthday cupcake but accidentally lights Teddy on fire... Things just get worse from there! FOR MORE BEAN CLICK HERE: http://bit.ly...",
          1453215601
        ],
        [
          "What could this strange pink animal be?\nhttps://youtu.be/qpOziQErM8w Mr Bean - Strange pink animal OFFICIAL MR BEAN. Mr Bean has ended up with a strange pink creature. He tries to find out what it is but can't find it in any book. The answer only comes to ...",
          1452610801
        ],
        [
          "It’s Christmas Eve! Enjoy a carol with Mr. Bean.\nhttps://www.youtube.com/watch?v=VSWpVId72Jo Mr Bean - Salvation Army Carols -- Weihnachtslieder der Heilsarmee OFFICIAL MR BEAN. Mr Bean takes over conducting a Salvation Army band at Christmas. Hilarious clip from the classic Merry Christmas Mr Bean. FOR MORE BEAN CL...",
          1450949400
        ],
        [
          "Like this post if you hate doing washing just like Mr. Bean!\nhttps://www.youtube.com/watch?v=ZI-mIxEvmvs Mr Bean - Trapped in a drier OFFICIAL MR BEAN. Mr Bean gets trapped in a tumble drier at the launderette when he ties to find his trousers. From Tee Off Mr Bean. FOR MORE BEAN CLICK HERE...",
          1444741201
        ],
        [
          "Happy International Talk Like a Pirate Day!\nhttps://www.youtube.com/watch?v=eRMMul5z1Z8 Mr Bean - The Pirate OFFICIAL MR BEAN. Mr Bean finds some pirates treasure in the attic and makes Teddy walk the plank. From animated episode Treasure! FOR MORE BEAN CLICK HERE: ...",
          1442653203
        ],
        [
          "Do you have a romantic date coming up soon? Take some dating advice from Mr. Bean by watching this clip!\n\nhttps://www.youtube.com/watch?v=31A5-ThrllI Mr Bean - Goes on Date -- Mr. Bean hat einen Verabredung OFFICIAL MR BEAN. Mr Bean takes his girlfriend out to a nightclub. He ruins a magician's show and then loses his girlfriend to another man. From 'Mr Bean Goe...",
          1432371601
        ],
        [
          "Have you ever been on a train with an obnoxious passenger? See how Mr. Bean dealt with it!\n\nhttps://www.youtube.com/watch?v=KsgJC6brhgc Mr Bean - Takes the Train OFFICIAL MR BEAN. Mr Bean takes a train ride. He tries to block out the sound of his fellow passenger's loud laugh so he can read his book in peace, and ends...",
          1431594001
        ],
        [
          "There’s nothing worse than a bad night’s sleep! \nhttp://bit.ly/1y9a243 Mr Bean is Having Trouble Sleeping OFFICIAL MR BEAN. Mr Bean has trouble sleeping. When the local cats keep him awake he dresses up as a dog to scare them away. From 'Goodnight Mr Bean'. FOR M...",
          1424854801
        ],
        [
          "Mr Bean has made his own Hot Air Balloon, but how will he avoid the powerlines? \n\nhttp://bit.ly/1HIWX50 Mr Bean - Hot Air Balloon OFFICIAL MR BEAN. After taking his mini to be scrapped Mr Bean makes a hot air balloon. He rescues a little boy and nearly crashes into power cables. From an...",
          1422608400
        ],
        [
          "Have you been to the dentist lately? We hope you were better behaved than Mr. Bean! Click to watch this hilarious classic scene!\n\nhttp://bit.ly/1tnycBK Mr. Bean - At the Dentist Mr. Bean goes to the dentist. He causes trouble playing with the vacuum and accidentally injects the dentist! FOR MORE BEAN CLICK HERE: http://bit.ly/1rhPvax...",
          1421830801
        ],
        [
          "Has this ever happened to you while walking down a flight of stairs? Mr. Bean is trapped!\n\nhttp://bit.ly/1tnxpku Mr Bean - Taking the stairs -- Die Treppe nehmen OFFICIAL MR BEAN. Mr Bean has to take the stairs at his hotel but get stuck behind a really slow old lady. From Mr Bean in Room 426. FOR MORE BEAN CLICK HERE...",
          1421053201
        ],
        [
          "It’s Christmas Eve! Merry Christmas Everyone!\n\nhttp://bit.ly/1ub7oE7 Mr Bean - Christmas Eve -- Heiligabend OFFICIAL MR BEAN. Mr Bean relaxes on Christmas Eve. When he can't find anything nice on tv he's glad to see a group of carollers arrive at his door. From cla...",
          1419411601
        ],
        [
          "Halloween is coming up! How will you celebrate? Mr. Bean will probably celebrate by watching a scary movie, he really enjoyed it last time! Click the link to see what we mean:\nhttps://www.youtube.com/watch?v=3aIfMX7FBbI\n Mr Bean - At the Cinema -- Mr Bean - Im Kino OFFICIAL MR BEAN. Mr Bean goes to watch a horror movie with his girlfriend but is too scared. He covers his head with his popcorn bucket. From The Return of ...",
          1414400400
        ],
        [
          "Mr. Bean loves travelling! Where was the last place you had a holiday? Click to watch the classic scene of Mr. Bean in an aeroplane!\nhttps://www.youtube.com/watch?v=bJQEVYBS5ew\n On a Plane with Mr Bean OFFICIAL MR BEAN. Mr Bean takes a plane. When the stewardess asks him to occupy a child who is sitting next to him he tries hilarious methods to help the lit...",
          1411714800
        ],
        [
          "Arrrr! It’s International “Talk Like a Pirate Day!” and Mr. Bean is getting into the spirit! What would your pirate name be?\n\nhttps://www.youtube.com/watch?v=eRMMul5z1Z8 Mr Bean - The Pirate OFFICIAL MR BEAN. Mr Bean finds some pirates treasure in the attic and makes Teddy walk the plank. From animated episode Treasure! FOR MORE BEAN CLICK HERE: ...",
          1411111581
        ],
        [
          "Not sure about tipping etiquette? Take a tip from us! Don’t do what Mr. Bean does…\n\nhttps://www.youtube.com/watch?v=vCLaZwqjmwQ\n Mr. Bean Doesn't Know How to Tip Taken from the episode - Room 426, this hilarious clip shows Mr Bean misunderstanding the idea of tipping at a hotel. Episode Room 426 - Mr. Bean goes to a h...",
          1406894468
        ],
        [
          "Some people think Mr. Bean is hopping mad. Well, this classic clip of Mr. Bean chasing his shoe might prove them right!\n\nhttps://www.youtube.com/watch?v=wtB-1aNTidw\n Mr. Bean -- Stone in Shoe - Stein im Schuh! OFFICIAL MR. BEAN: Mr Bean gets a stone in his shoe. When he takes it off to get rid of the stone he puts his shoe on top of a car that drives off so he has ...",
          1404892801
        ],
        [
          "Mr. Bean has been called to the police station to help with an investigation and he has a unique way of remembering the culprit. http://www.youtube.com/watch?v=D6swfaAHjhU\n Mr. Bean - Line Up (Mr Bean Goes to Town ) (NEW) Mr Bean takes part in a line up to catch a criminal but finds it difficult so makes a slightly odd request to help him remember. Stay tuned, click here: http...",
          1398765601
        ],
        [
          "Mr Bean loves a bit of crazy golf. What are you doing this weekend?\nhttp://www.youtube.com/watch?v=tvl83EHZQ7A \n Mr Bean - Crazy Golf Mr Bean goes to play crazy golf and is really good at it. From Tee Off Mr Bean.",
          1395565201
        ],
        [
          "How relaxing is your night going to be tonight? Maybe you could take a bubble bath like Mr Bean!\nhttp://www.youtube.com/watch?v=3U9SgW0HTpM\n Mr Bean - Lovely bubble bath -- Mr Bean - Herrliches Schaumbad OFFICIAL MR BEAN. Mr Bean enjoys a lovely bubble bath, playing with the soap and making himself look like a shark for Teddy. From animated episode Spring Cle...",
          1393423201
        ],
        [
          "Happy Valentine’s Day! Mr Bean doesn’t have a Valentine this year, maybe it’s because of how he behaves on dates! Would you be Mr Bean’s Valentine?\nhttp://www.youtube.com/watch?v=3aIfMX7FBbI\n Mr Bean - At the Cinema -- Mr Bean - Im Kino OFFICIAL MR BEAN. Mr Bean goes to watch a horror movie with his girlfriend but is too scared. He covers his head with his popcorn bucket. From The Return of ...",
          1392386401
        ],
        [
          "On Sunday, some people go to church service. Hopefully they are better behaved than Mr Bean!\nhttp://www.youtube.com/watch?v=VZMgP2ai79Q\n Mr Bean - Eating sweets in church OFFICIAL MR BEAN. Mr Bean tries to eat a sweet in church to stay awake. He tries to sneak it into his mouth during the hymns. From the very first Mr Bean pro...",
          1390748401
        ],
        [
          "On a scale of one to Mr Bean, how good are you at getting up on a Monday morning? \nhttp://www.youtube.com/watch?v=dXPLhE_z57M\n Mr Bean - Alarm clock and getting up OFFICIAL MR BEAN. Mr Bean has an ingenius alarm clock to make sure he doesn't oversleep. Bean gets ready for his day when he finally gets up, getting his nos...",
          1390230000
        ],
        [
          "Was one of your New Years Resolutions for 2014 to get fit? Maybe you could do a Judo class just like Mr Bean! \nhttp://www.youtube.com/watch?v=pRZqRjxkHpk Mr Bean - Judo Class http://www.youtube.com/user/MrBean Mr Bean attends a judo class but doesn't want to be thrown by the teacher. From Back to School Mr Bean. Welcome to the Off...",
          1389794400
        ],
        [
          "Check out this Beany moment – who will win the security guard or Mr Bean!?\n\nhttp://www.youtube.com/watch?v=WpYu9he-wUM Mr Bean - Security guard wars Mr Bean finds himself in a spot of bother with a security guard... For More SUBSCRIBE: http://bit.ly/SubscribeToMrBean OFFICIAL MR BEAN. Mr Bean likes the te...",
          1379493760
        ]
      ],
      "dates_start": 1396433408,
      "dates_end": 1448482566,
      "likes_avg": 38745,
      "likes_stdev": 17149,
      "comments_avg": 815,
      "comments_stdev": 546,
      "shares_avg": 4510,
      "shares_stdev": 3596
    },
    {
      "number": 18,
      "important": [
        "moment",
        "anim episod",
        "made",
        "android",
        "special",
        "irma",
        "time",
        "playlist",
        "episod",
        "anim"
      ],
      "common": [
        "bean",
        "favourite",
        "irma",
        "moments",
        "mr",
        "mr bean",
        "playlist",
        "special",
        "www",
        "youtube"
      ],
      "messages": [
        [
          "Mr Bean is having a tricky time in the kitchen! Mr Bean - Strange Canapes Mr Bean is struggling in the kitchen, meaning Irma has to feed herself!",
          1467899865
        ],
        [
          "Mr Bean has a special guest for dinner! Mr Bean - Serving Dinner Irma is round for dinner but Bean is having a few issues!",
          1467297563
        ],
        [
          "Cooking Sunday lunch? Here’s how not to do it! \nhttps://www.youtube.com/watch?v=2545atoypgs Mr Bean - Dinner for Two Mr Bean has kept Irma waiting so long for food she eats the flower on the table. He cooks a local pigeon for her. From animated episode Dinner for Two. FOR M...",
          1463922001
        ],
        [
          "Mr. Bean has had some embarrassing moments in his time. That’s why we’ve made this special ‘Embarassing Bean’ playlist with our favourite cringe-worthy moments!\n\nhttps://www.youtube.com/watch?v=Otbvcc34fnk&list=PLC1EDzqtkrh_fAEpcwEN7oTjl7k4OvBNI Timeline Photos",
          1434531600
        ],
        [
          "Is Mr. Bean lazy or is he a genius? Check out our special ‘Lazy Bean’ playlist and decide for yourself!\nhttp://bit.ly/1xojwKo Timeline Photos",
          1429952402
        ],
        [
          "We’ve collected our favourite moments with Mr. Bean and his girlfriend Irma in this special playlist. Do you think they’re a good match?\n\nhttp://bit.ly/1zsaNRw Irma and Bean Irma is Mr. Bean's love-interest in the show, but sometimes Mr. Bean isn't the best date! Check out our favourite moments between Mr. Bean and Irma Gobb",
          1426590000
        ],
        [
          "Mr. Bean is planning a special date with Irma... Timeline Photos",
          1425639602
        ],
        [
          "Mr. Bean likes to get plenty of exercise. Not convinced? We made a special playlist that has some of our favourite active Bean moments. Click the link to start watching!\n\nhttp://bit.ly/1tvTtZc Timeline Photos",
          1421485201
        ],
        [
          "Mr. Bean sure gets into some embarrassing situations! Here is a special playlist with some of our favourites. Click the link to watch and laugh! \n\nhttp://bit.ly/1uJaaWj Timeline Photos",
          1418806800
        ],
        [
          "Mr. Bean has had a few conflicts in his time! We made a brand new playlist with six classic scenes where Mr. Bean faces off with some of his antagonists! Bean's Adversaries Part 2 You loved our last playlist that featured Mr. Bean facing off with some of his famous antagonists so we've done a special part TWO just for you! Enjoy!",
          1416391201
        ],
        [
          "Mr. Bean sure likes to do a lot of home projects! That’s why we’ve put together our favourite DIY clips in this special playlist. Have a look!\n\nhttps://www.youtube.com/playlist?list=PLC1EDzqtkrh_PDmfUkH2OhnU_XLnVsItA Timeline Photos",
          1413615601
        ],
        [
          "We think one of the biggest characters of Mr. Bean is the Three Wheeled Blue Car that Mr. Bean seems to really dislike! We’ve made a special playlist featuring our favourite moments of Mr. Bean’s long running feud with the Blue Three Wheeler\n\nhttps://www.youtube.com/playlist?list=PLC1EDzqtkrh_npRRBs41MKU1jMZlP25Px Timeline Photos",
          1408348802
        ],
        [
          "Mr. Bean is famous for getting up to all kinds of antics in his little car. We’ve made a special playlist that highlights our favourite moments! Check it out!\n\nhttps://www.youtube.com/playlist?list=PLC1EDzqtkrh_Up1k7EvOe-awkYYna3tFE Timeline Photos",
          1406534401
        ],
        [
          "The Mr. Bean Channel has just celebrated its 1 BILLIONTH VIEW! We have created a special playlist that features an iconic scene from each Mr. Bean episode to help celebrate. Thank you to every fan out there for watching!\n\nClick the link to watch the playlist:  https://www.youtube.com/watch?v=VuLgjSVBjZ0list=PLC1EDzqtkrh9udyBDBHKE4JdibbrXQLTW&index=2 Timeline Photos",
          1404203044
        ],
        [
          "Sometimes we think Mr. Bean is too smart for his own good. That’s why we’ve made this special ‘Clever Bean’ playlist with our favourite, ingenious Mr. Bean moments.\n\nhttps://www.youtube.com/watch?v=T9MAmWnOznI&list=PLC1EDzqtkrh8zuiBH3SZlB4_T_AoZJPQE&index=2 Timeline Photos",
          1400493600
        ],
        [
          "It’s the weekend! Will you be doing any of the same things as Mr Bean? Check out this special weekend themed playlist of Mr Bean to find out!\r\nhttp://www.youtube.com/watch?v=bh__g-ZZ6WA&list=PLC1EDzqtkrh9qxFVeq0Lr6qAZC8bDu8qJ Timeline Photos",
          1390035601
        ],
        [
          "Check out Mr Bean’s very special fan who gets to ride in the most magnificent family car! Click here to find out more - http://www.jaydensjourney.com Timeline Photos",
          1340003248
        ]
      ],
      "dates_start": 1389900543,
      "dates_end": 1449599519,
      "likes_avg": 154620,
      "likes_stdev": 102188,
      "comments_avg": 1796,
      "comments_stdev": 1246,
      "shares_avg": 4653,
      "shares_stdev": 3536
    },
    {
      "number": 19,
      "important": [
        "birthday",
        "exclus",
        "celebr",
        "stay tune click",
        "today",
        "stay",
        "happi",
        "tune",
        "new",
        "year"
      ],
      "common": [
        "bean",
        "bean birthday",
        "birthday",
        "happy",
        "happy birthday",
        "mr",
        "mr bean",
        "mr bean birthday",
        "special",
        "today"
      ],
      "messages": [
        [
          "Happy Birthday Mr Bean!! To celebrate his birthday today, here’s some NEW and EXCLUSIVE footage of Mr Bean celebrating 25 years outside Buckingham Palace. #MrBean25\n\nhttps://www.youtube.com/watch?v=ehLPKYZyPyY Mr. Bean – 25th Anniversary – Birthday Celebration Mr. Bean celebrates his 25th anniversary in style with a press conference outside Buckingham Palace. Stay tuned, click here: http://bit.ly/SubscribeToMrBean ...",
          1442326260
        ],
        [
          "Take a look at all the GREAT designs you \nhave sent us for the ultimate Mr Bean \nBirthday cake in our special BIRTHDAY \npicture album.Thank you to all the Mr Bean fans around the World. Mr Bean's Birthday Cake Gallery!",
          1442238154
        ],
        [
          "Who is feeling silly today? Mr Bean always is!\n\nhttps://www.youtube.com/watch?v=rUz_e7PQGOg Timeline Photos",
          1439715602
        ],
        [
          "Happy Birthday Teddy!!!! Timeline Photos",
          1435755358
        ],
        [
          "It's Mr. Bean’s Birthday TODAY!\n\nHappy Birthday Mr. Bean! Do you remember how Mr. Bean celebrated his birthday in the Live series? Click the link to watch and don’t forget to leave Mr. Bean a happy birthday message!\nhttps://www.youtube.com/watch?v=nldsZmeajAc Timeline Photos",
          1410757201
        ],
        [
          "It is Mr Bean's birthday today!! Thanks for all your brilliant comments. Timeline Photos",
          1379228526
        ],
        [
          "It is Mr Beans birthday on Sunday! What would you give him as a birthday gift?",
          1378996755
        ],
        [
          "It's Mr Bean's Birthday next week - Celebrate with 25% OFF all T-Shirts! Shop Now http://bit.ly/1dQZT0z Timeline Photos",
          1378281372
        ],
        [
          "HAPPY BIRTHDAY TEDDY! Thanks to everybody who wrote a special message for Teddy on his birthday. Just a few of the thousands of birthday messages are here on this special card. Timeline Photos",
          1372747838
        ],
        [
          "Mr Bean would like to thank all of his fans for making his birthday so special. He had an extremely wonderful day and absolutely loved his birthday card! Here are just some of the special birthday wishes he received... Timeline Photos",
          1347872290
        ],
        [
          "Calling all Mr Bean fans! Something extremely exciting is happening on Saturday! It’s Mr Bean’s birthday!! Make sure you don’t forget to sign his birthday card by leaving your comment before the big day. Don’t tell him though – it’s a surprise! Timeline Photos",
          1347355228
        ],
        [
          "Happy St. George’s Day to everyone celebrating! Did you know it’s also Shakespeare’s birthday today?! Timeline Photos",
          1335167591
        ],
        [
          "It’s the British Queen’s birthday tomorrow but did you know she has two birthdays and so will be celebrating again for her official one in June? That means twice as much birthday cake! Yum!! Timeline Photos",
          1334921672
        ]
      ],
      "dates_start": 1348180150,
      "dates_end": 1428029672,
      "likes_avg": 167533,
      "likes_stdev": 262765,
      "comments_avg": 7772,
      "comments_stdev": 7883,
      "shares_avg": 5589,
      "shares_stdev": 6377
    },
    {
      "number": 20,
      "important": [
        "ani",
        "rowan atkinson",
        "come",
        "android",
        "atkinson",
        "check",
        "time",
        "next",
        "drive",
        "would"
      ],
      "common": [
        "25",
        "25th",
        "25th anniversary",
        "anniversary",
        "atkinson",
        "bean",
        "mr",
        "mr bean",
        "rowan",
        "rowan atkinson"
      ],
      "messages": [
        [
          "Running late!\n\nP.S. Drive safe 🚗",
          1485770700
        ],
        [
          "Is Mr. Bean our next football superstar? FIFA 16 | El golazo de MR. Bean en el FIFA Un aficionado ha generado un doble idéntico del famoso personaje protagonizado por Rowan Atkinson. ¡Hasta ha clavado su baile! Disfruta de la mejor actualida...",
          1472821234
        ],
        [
          "Rowan Atkinson officially says he will never wave goodbye to Mr Bean! Check out the Radio Times article below. \n\nhttp://www.radiotimes.com/news/2016-03-21/rowan-atkinson-i-will-never-wave-goodbye-to-mr-bean Rowan Atkinson: I will never wave goodbye to Mr Bean The Bean and Blackadder actor says he would never retire any of his comic characters, even when more \"serious\" roles come his way",
          1458658801
        ],
        [
          "In today’s Behind The Scenes video watch Rowan Atkinson on an airfield driving Mr. Bean’s signature car to capture all the car noises for the Animated Series!\nhttps://www.youtube.com/watch?v=g8Sh_s2XIEI",
          1444124520
        ],
        [
          "Check out The Metro's countdown of the 7 top Mr Bean moments to celebrate 25 years!\n\nhttp://metro.co.uk/2015/09/15/as-mr-bean-celebrates-his-25th-anniversary-here-are-seven-of-the-characters-most-memorable-moments-5388768/ Mr Bean's 25 - and to celebrate here are his best bits Yes, driving on the car roof is among them.",
          1442397990
        ],
        [
          "We are celebrating 25 years of Mr Bean TODAY! In celebration, here are numbers 5 to 1 from our Top 25 Mr Bean Moments Countdown. Which moment got the #1 spot?! #MrBean25\n\nhttp://bit.ly/1NPkhjd bit.ly",
          1442307840
        ],
        [
          "Incase you missed it last week, here's The OFFICIAL video of Mr Bean celebrating 25 years in true Bean style!! #MrBean25\n\nhttps://www.youtube.com/watch?v=F1DanTAZKEI Mr. Bean - 25th Anniversary - Mr Bean Drives His Mini Again! Stay tuned, click here: http://bit.ly/SubscribeToMrBean To celebrate Mr Beans 25th anniversary Rowan Atkinson, drives around through the parks and landmarks ...",
          1441720302
        ],
        [
          "Check out this great article from The Telegraph of Mr Bean celebrating 25 years! Including a special interview with Mr Bean himself! #MrBean25\n\nhttp://www.telegraph.co.uk/news/newstopics/howaboutthat/11846352/Mr-Bean-tours-London-landmarks-to-celebrate-25-years.html Mr Bean tours London landmarks to celebrate 25 years British comedy icon Mr Bean, played by Rowan Atkinson, celebrated 25 years of antics this week by touring famous London landmarks",
          1441637472
        ],
        [
          "We’re very close to celebrating 25 years of Mr Bean! We’re counting down his 25 to 1 top moments on our YouTube channel.  Here are moments 10-6  (make sure you check out the rest!) #MrBean25\n\nhttps://www.youtube.com/watch?v=YbTfvfBhw0o Timeline Photos",
          1441551601
        ],
        [
          "Here it is! The OFFICIAL video of Mr Bean celebrating 25 years with a drive to Buckingham Palace!! #MrBean25\n\nhttps://www.youtube.com/watch?v=F1DanTAZKEI Mr. Bean - 25th Anniversary - Mr Bean Drives His Mini Again! Stay tuned, click here: http://bit.ly/SubscribeToMrBean To celebrate Mr Beans 25th anniversary Rowan Atkinson, drives around through the parks and landmarks ...",
          1441448516
        ],
        [
          "A wonderful article from ITV News!! #MrBean25\nhttp://www.itv.com/news/2015-09-04/mr-bean-takes-his-mini-for-a-royal-spin-for-his-25th-anniversary/ Mr Bean takes his mini for a royal spin for his 25th anniversary Rowan Atkinson slipped back into character for the 25th anniversary of Mr Bean. Atkinson, now 60, took his iconic car, a 1976 British Leyland Mini 1000, for a spin outside Buckingham Palace.",
          1441373599
        ],
        [
          "A great article from The Daily Mail, celebrating 25 year of Mr Bean!! #MrBean25\n\nhttp://www.dailymail.co.uk/tvshowbiz/article-3222270/Mr-Bean-enjoys-spin-outside-Buckingham-Palace-atop-iconic-lime-green-Mini-sitcom-celebrates-25th-anniversary.html Mr Bean heads to Buckingham Palace atop his iconic lime green Mini In scenes reminiscent of the episode Do-It-Yourself Mr Bean, Atkinson lapped up the sights from the comfort of the armchair strapped to the top of his car as it whizzed by the iconic London landmark.",
          1441366206
        ],
        [
          "Don’t you hate it when this happens?\n\nhttps://www.youtube.com/watch?v=7ve9KhI8S80 Mr. Bean - Stone in Shoe Mr Bean gets a stone in his shoe. When he takes it off to get rid of the stone he puts his shoe on top of a car that drives off so he has to hop around to ge...",
          1431075602
        ],
        [
          "BEHIND THE BEANS! In case you missed it last time, the sneak peek of Rowan Atkinson recording the voice of Animated Mr Bean is now on the official Mr Bean Youtube Channel. Check it out!!\n\nhttps://www.youtube.com/watch?v=oaXljjsaJLM",
          1429619218
        ],
        [
          "Want to learn more about Mr. Bean? Check out these 2 GREAT articles in the LA Times and the New York Times with an exclusive interview from the man behind Bean, Rowan Atkinson.\n\nhttp://lat.ms/1CBa7OI\nhttp://nyti.ms/1NDNSuA Rowan Atkinson talks up 25 years of Mr. Bean's clownish chaos It has been 25 years since Rowan Atkinson, CBE, brought the quietly calamitous \"Mr. Bean\" to television, an anniversary that has been celebrated with \"The Whole Bean: Remastered,\" a video collection released this week by Shout! Factory.",
          1428397201
        ],
        [
          "Want to know 25 facts and figures about Mr. Bean? Check out this great article by Radio Times celebrating Mr. Bean’s 25th Anniversary, with more EXCLUSIVE clips from the new Animated Series now launched in the UK and Germany!!\n\nhttp://www.radiotimes.com/news/2015-02-15/mr-bean-25-facts-and-figures-for-his-25th-anniversary Mr Bean: 25 facts and figures for his 25th anniversary A quarter of century after he first appeared on TV, Rowan Atkinson's comedy character has accomplished world domination - and is still going strong...",
          1425295800
        ],
        [
          "Who’s driving that bumper car?! The answer will surprise you! Watch here to find out. Mr. Bean - Bumper Car Fun Mr. Bean is at a fun fair with a baby and he wants to ride the bumper cars. Unfortunately he ends up in trouble by losing the baby! FOR MORE BEAN CLICK HERE:...",
          1416996001
        ]
      ],
      "dates_start": 1426465173,
      "dates_end": 1459012779,
      "likes_avg": 75674,
      "likes_stdev": 59751,
      "comments_avg": 1198,
      "comments_stdev": 1944,
      "shares_avg": 7252,
      "shares_stdev": 16827
    },
    {
      "number": 21,
      "important": [
        "android",
        "find",
        "timelin",
        "spot",
        "answer",
        "photo",
        "teddi",
        "free"
      ],
      "common": [
        "answers",
        "bean",
        "find",
        "mr",
        "mr bean",
        "red",
        "six",
        "teddy",
        "teddy mr",
        "teddy mr bean"
      ],
      "messages": [
        [
          "December 1st is with us... and so is our Instagram Advent Calendar! Follow Mr Bean on Instagram to find out more.",
          1480600800
        ],
        [
          "Caption this... Timeline Photos",
          1461848401
        ],
        [
          "Did you find all six words? Timeline Photos",
          1451401431
        ],
        [
          "Did you find all 10? Answers are below, circled in red. Timeline Photos",
          1450537201
        ],
        [
          "When you can’t find a changing room at the beach... Timeline Photos",
          1430474580
        ],
        [
          "Uh oh! Mr Bean is spring cleaning... Timeline Photos",
          1427454000
        ],
        [
          "When you can’t find the free toy in your cereal! Timeline Photos",
          1418224529
        ],
        [
          "Before, or after?? Timeline Photos",
          1413529200
        ],
        [
          "What is that stinky stink?  Poor Teddy, Mr Bean didn't give him a snorkel and mask to save him from the smell. Timeline Photos",
          1411419902
        ],
        [
          "So...how did you do? Did you find all SIX Beany words? Answers are below in the red circles. Timeline Photos",
          1400230801
        ],
        [
          "Mr Bean Selfie!!! Timeline Photos",
          1394124097
        ],
        [
          "What should Teddy wear for Halloween? Timeline Photos",
          1382977333
        ],
        [
          "Find your inner Bean this Halloween! \r\nGet this costume here: http://bit.ly/19eFjBT Timeline Photos",
          1381760767
        ],
        [
          "On your marks...get set...GO! Timeline Photos",
          1380886895
        ],
        [
          "Mr Bean has been in Brazil! Timeline Photos",
          1377761613
        ],
        [
          "There were 13 Teddy’s with Mr Bean yesterday - did you spot them all? Timeline Photos",
          1370347721
        ]
      ],
      "dates_start": 1382164137,
      "dates_end": 1447033271,
      "likes_avg": 230735,
      "likes_stdev": 289747,
      "comments_avg": 3517,
      "comments_stdev": 4031,
      "shares_avg": 7941,
      "shares_stdev": 11850
    },
    {
      "number": 22,
      "important": [
        "fun",
        "friday",
        "day",
        "android",
        "weekend",
        "timelin",
        "photo",
        "happi",
        "new",
        "year"
      ],
      "common": [
        "bean",
        "celebrating",
        "day",
        "friday",
        "happy",
        "happy friday",
        "mr",
        "mr bean",
        "mr bean wishes",
        "wishes"
      ],
      "messages": [
        [
          "Happy Year of the Rooster! 鸡年快乐 Timeline Photos",
          1485599402
        ],
        [
          "Happy National Hugging Day! Timeline Photos",
          1485007201
        ],
        [
          "Happy National Bean Day! Timeline Photos",
          1483715575
        ],
        [
          "Brand New Friday Fun! \nWill Mr Bean get his \"Just Desserts\" Timeline Photos",
          1462539601
        ],
        [
          "Happy Friday! Timeline Photos",
          1457708402
        ],
        [
          "Happy Friday!! Timeline Photos",
          1457103780
        ],
        [
          "Happy Friday!!! Timeline Photos",
          1455894000
        ],
        [
          "Happy Valentine's Day!!!! Timeline Photos",
          1455462001
        ],
        [
          "Happy Friday!!!! Timeline Photos",
          1454684402
        ],
        [
          "Happy International Geek Pride Day!!! Timeline Photos",
          1432544401
        ],
        [
          "Happy Friday! Mr. Bean has a tough decision to make this weekend... Timeline Photos",
          1424995201
        ],
        [
          "When you practise cooking your Christmas Dinner for the first time. Happy Friday! Timeline Photos",
          1417770000
        ],
        [
          "...BOO! Happy Halloween!! Timeline Photos",
          1414746001
        ],
        [
          "It’s Friday! And for a bit of Friday fun look at this picture we’ve found! It’s by humorous illustrator Rodney Pike and we think it’s really funny!  Have a great weekend,  from the Mr Bean team. Timeline Photos",
          1411738085
        ],
        [
          "Hope you’re all having a Good Friday. Mr. Bean seems to be having a naughty Friday.\nhttp://www.youtube.com/watch?v=VZMgP2ai79Q Timeline Photos",
          1397815202
        ],
        [
          "Did you know today is the first ever International day of Happiness? The Mr Bean team wish you lots of happiness! Timeline Photos",
          1363790691
        ],
        [
          "To those of you who are celebrating Eid tomorrow, Mr Bean hopes you have a very special day! Timeline Photos",
          1345203991
        ],
        [
          "For those of you celebrating tomorrow, Mr Bean wishes you a very Happy St. Patrick's Day. Why not tell us what you have planned.. Timeline Photos",
          1331890400
        ],
        [
          "Mr Bean wishes you a happy Independence Day Mauritius!! Timeline Photos",
          1331542574
        ],
        [
          "To all of our friends in India and everywhere else who are celebrating today, Mr Bean wishes you a very happy Holi! Timeline Photos",
          1331197907
        ],
        [
          "To all of our friends in India and everywhere else across the globe who are celebrating today, Mr Bean wishes you a happy Maha Shivaratri!",
          1329728640
        ]
      ],
      "dates_start": 1361534383,
      "dates_end": 1469958707,
      "likes_avg": 189051,
      "likes_stdev": 159347,
      "comments_avg": 2751,
      "comments_stdev": 1856,
      "shares_avg": 8603,
      "shares_stdev": 6988
    },
    {
      "number": 23,
      "important": [
        "mr bean team",
        "bean team",
        "team",
        "android",
        "right",
        "good",
        "timelin",
        "photo",
        "excit",
        "world"
      ],
      "common": [
        "bean",
        "bean team",
        "block",
        "everyone",
        "facebook",
        "happy",
        "mr",
        "mr bean",
        "mr bean team",
        "team"
      ],
      "messages": [
        [
          "Mr. Bean is excited to team up with Nerd Block for their British invasion block! Get a hand-picked, mystery box of items, delivered right to your door! A $60 value for just $19.99.\r\n\r\nUse MRBEAN15 to save 15% on your order! Mr. Bean team's up with Nerd Block! Nerd Block is a monthly package delivered right to your door filled with nerdy apparel, toys and collectables! A $60 value for $19.99.",
          1433776487
        ],
        [
          "Good Luck to all teams competing in the 2014 Brazilian Football World Cup! Which team are you supporting? Timeline Photos",
          1402570801
        ],
        [
          "Happy St Patrick's Day from The Mr Bean Team!! Timeline Photos",
          1395067736
        ],
        [
          "Happy Hanukkah for The Mr Bean Team!!! Timeline Photos",
          1385565203
        ],
        [
          "Happy Weekend from The Mr Bean Team! Timeline Photos",
          1384532725
        ],
        [
          "Congratulations to The Duke and Duchess of Cambridge on the birth of their boy from all of the Mr Bean Team! Timeline Photos",
          1374564149
        ],
        [
          "Happy New Year from all of the Mr Bean Team! Timeline Photos",
          1357056031
        ],
        [
          "The Mr Bean team wish everyone a very Merry Christmas! Timeline Photos",
          1356422417
        ],
        [
          "The Mr Bean team have a FREE redemption code - mrbeanstock2012 - so you can create your very own hilarious Mr Bean message! http://apps.facebook.com/mrbean-app/ http://apps.facebook.com/mrbean-app/ Animated Messaging Application",
          1356349688
        ],
        [
          "Hello everyone! The Mr Bean team are super excited about the brand new game app we have just for our Facebook fans! Click on the link to play - http://www.facebook.com/MrBean/app_208195102528120 Timeline Photos",
          1348235643
        ],
        [
          "Hooray! The sun is shining for the first day of the Wimbledon tournament! Here’s hoping it lasts. Good luck to everyone competing from the Mr Bean team! Timeline Photos",
          1340613932
        ],
        [
          "Exciting news everyone! Mr Bean now has an official Pinterest page for you to follow and the Mr Bean team are constantly keeping an eye out for interesting and creative things relating to him so be sure to upload all things Bean to Pinterest. Your work may get pinned to his very special board! http://pinterest.com/officialmrbean/ Timeline Photos",
          1337694361
        ]
      ],
      "dates_start": 1345223254,
      "dates_end": 1400184940,
      "likes_avg": 128948,
      "likes_stdev": 110782,
      "comments_avg": 4045,
      "comments_stdev": 4639,
      "shares_avg": 10101,
      "shares_stdev": 9336
    },
    {
      "number": 24,
      "important": [
        "back",
        "bean make",
        "favourit",
        "android",
        "make",
        "goe",
        "mr bean goe",
        "bean goe",
        "london",
        "check back"
      ],
      "common": [
        "back",
        "bean",
        "check",
        "check back",
        "find",
        "gets",
        "mr",
        "mr bean",
        "teddy",
        "tomorrow"
      ],
      "messages": [
        [
          "Mr Bean gets his own back on some noisy neighbours! Mr Bean - Gets Revenge Mr Bean has had enough of his noisy neighbours and decides to get them back!",
          1475161200
        ],
        [
          "Mr. Bean’s gone back to school and chemistry is his favourite subject! Mr. Bean goes back to school!",
          1473771600
        ],
        [
          "Mr. Bean meets a bully but gets his own back! www.youtube.com",
          1466845200
        ],
        [
          "1 day to go...until Mr Bean makes a special appearance in LONDON! \n \nAs Mr Bean’s most loyal fans we’ll be making sure you get some sneak peaks before everyone else so check back tomorrow to find out what he’s up to! #MrBean25 Timeline Photos",
          1441285201
        ],
        [
          "4 days to go...until the special Mr Bean event! What do you think it will be? Check back here and be the first to find out. #MrBean25 Timeline Photos",
          1441011601
        ],
        [
          "After a long flight, Mr Bean has arrived and Teddy has gone off exploring without him! \n\nWhere are they and where is Teddy? Check back for answers tomorrow. Timeline Photos",
          1438261201
        ],
        [
          "It’s time for Mr Bean and Teddy’s Summer Holiday!!! They are going AROUND THE WORLD!\n\nCan you guess where they are and find Teddy? Mr Bean seems to have lost him...\n\nCheck back for the answers tomorrow. Timeline Photos",
          1437051602
        ],
        [
          "Mr Bean and Teddy are on holiday! They want to take photos of all their favourite landmarks but Mr Bean is rubbish at selfies. Can you work out where they are? Check back in tomorrow for the answer! Timeline Photos",
          1406728125
        ],
        [
          "Phew! Mr Bean has just made his flight in time! He is very confused as everyone on the plane is wearing a football shirt. Why would you want to wear a football shirt on the beach? Check back soon to see if Mr Bean figures it out. Timeline Photos",
          1402210800
        ],
        [
          "What has Mr Bean bought Teddy for Christmas?\r\n(Check back soon for the answer) Timeline Photos",
          1386862202
        ]
      ],
      "dates_start": 1407978208,
      "dates_end": 1465859537,
      "likes_avg": 81668,
      "likes_stdev": 78209,
      "comments_avg": 1826,
      "comments_stdev": 2734,
      "shares_avg": 13346,
      "shares_stdev": 35932
    },
    {
      "number": 25,
      "important": [
        "veri",
        "bean timelin",
        "android",
        "last",
        "timelin",
        "time",
        "london",
        "hope",
        "photo",
        "better"
      ],
      "common": [
        "bean",
        "bean www",
        "bean www youtube",
        "bean www youtube watch",
        "mr",
        "mr bean",
        "mr bean www youtube",
        "mr bean www youtube watch",
        "www youtube",
        "www youtube watch"
      ],
      "messages": [
        [
          "Who has been to London and seen the Queen’s Guard? Mr. Bean has!\n\nhttps://www.youtube.com/watch?v=_tlKMZ-tDXE Timeline Photos",
          1440504001
        ],
        [
          "Have a very funny lunchtime with Mr. Bean!\n\nhttps://www.youtube.com/watch?v=jtqpuYvOfHY Timeline Photos",
          1439370001
        ],
        [
          "When was the last time you went to a museum? We hope you behaved a little better than Mr Bean!\n\nhttps://www.youtube.com/watch?v=ddPUqi67_PA Timeline Photos",
          1431349201
        ],
        [
          "Do you love scary movies as much as Mr. Bean? \n\nhttp://bit.ly/1M9dEJ5 Timeline Photos",
          1427792401
        ],
        [
          "Happy Valentine’s Day everyone! Don’t avoid your kiss like Mr Bean did.\n\nhttp://bit.ly/1z52kta Timeline Photos",
          1423911600
        ],
        [
          "It's have a party with your bear day today!! Will you be celebrating like Mr Bean? Timeline Photos",
          1416128401
        ],
        [
          "It's Friday!! Are you as excited to get home as Mr. Bean? Timeline Photos",
          1415955600
        ],
        [
          "Love is in the air for Mr Bean’s girlfriend Irma, but will she get he kiss from Mr Bean?\n\nhttps://www.youtube.com/watch?v=0bt7nXbPegc Timeline Photos",
          1410246001
        ],
        [
          "Sometimes we just need a little bit of help to wake up.  Thank you Mr Bean!! Timeline Photos",
          1410123900
        ],
        [
          "It's that time of year again!!  Time for a new pencil case, books and timetable.  Back to school just got cool with Mr. Bean! Timeline Photos",
          1409690700
        ],
        [
          "HAPPY NEW YEAR! Hope your New Year's Party was better than Mr Bean's? Timeline Photos",
          1388534400
        ],
        [
          "WOW, we've hit 50 million likes!!! To celebrate here are a few facts you may or may not know about Mr Bean... Timeline Photos",
          1387272791
        ],
        [
          "Happy Eid from Mr. Bean! Timeline Photos",
          1351243836
        ],
        [
          "What do you think Teddy is whispering to Mr Bean? Timeline Photos",
          1339142555
        ]
      ],
      "dates_start": 1377104559,
      "dates_end": 1435933353,
      "likes_avg": 282274,
      "likes_stdev": 289061,
      "comments_avg": 4215,
      "comments_stdev": 4281,
      "shares_avg": 14432,
      "shares_stdev": 20841
    },
    {
      "number": 26,
      "important": [
        "day",
        "week",
        "first",
        "android",
        "one",
        "let",
        "love",
        "full",
        "offici",
        "think"
      ],
      "common": [
        "bean",
        "bean loves",
        "day",
        "loves",
        "mr",
        "mr bean",
        "mr bean loves",
        "one",
        "www",
        "youtube"
      ],
      "messages": [
        [
          "Having a bad day... Spin Cycle",
          1487685601
        ],
        [
          "Join us for our first official viewing of Mr Bean's Guide to Love ❤️️ - let us know what you think in the comments below! Mr Bean's Guide to Love",
          1487080832
        ],
        [
          "First day on the job... (2 of 4)",
          1485180000
        ],
        [
          "As soon as you've survived one week, a new one starts!\n\nWatch full clip - http://bit.ly/2iLD5dc",
          1483956000
        ],
        [
          "That first day back after the holidays...",
          1483437600
        ],
        [
          "That one friend who doesn't share food...",
          1482156000
        ],
        [
          "We have LOVED #BeanChristmas so far. Have you?",
          1480946640
        ],
        [
          "Happy Thanksgiving to our American friends!",
          1479996420
        ],
        [
          "When you're sat next to that one person...",
          1479909600
        ],
        [
          "Reliving the weekend fun? Mr. Bean's Big Day Out! Enjoy a compilation of all of Mr. Bean's best days out! Everyone loves the sunshine, none more than Mr Bean! Stay tuned, click here: http://bit.ly/SubscribeT...",
          1479736800
        ],
        [
          "When a good deed means you make a new friend... Mr Bean stars in: Goldfish Rescue!",
          1478790001
        ],
        [
          "That one friend who is too dedicated to the game www.youtube.com",
          1478441100
        ],
        [
          "Only Mr Bean can save his fishy pal! Mr Bean Saves The Day! Mr. Bean's fishy friend is caught in a trap and it's up to Bean to save him!",
          1476363809
        ],
        [
          "It’s International Day of Happiness today! Spread the love by tagging your friends in this video of Mr. Bean’s happiest moments and share happy thoughts with all your favourite people. #internationaldayofhappiness #beanhappy Mr. Bean's Happy Moments",
          1458486001
        ],
        [
          "Look what our friends at Simon’s Cat have sent us to celebrate International Cat Day today! Scrapper has met his match at last! Mr Bean will be pleased. Check out https://www.youtube.com/user/simonscat Timeline Photos",
          1439038801
        ],
        [
          "Mr Bean loves a Sales bargain! Timeline Photos",
          1421319600
        ],
        [
          "Check out these new official Mr. Bean tees from our friends TruffleShuffle.com http://bit.ly/1x8V7ER Timeline Photos",
          1416819600
        ],
        [
          "Mr Bean can't be trusted in the National Gallery. He rearranges paintings and even tries to take a ‘selfie’ in front of a one! \n\nhttps://www.youtube.com/watch?v=rwDsy3JnPAY Timeline Photos",
          1399284001
        ],
        [
          "What is your perfect lunch? Mr Bean loves a good sandwich.\nhttp://www.youtube.com/watch?v=jtqpuYvOfHY Timeline Photos",
          1395316801
        ],
        [
          "Mr Bean loves the Christmas sales. Do you remember how he got to the front of the line? Click the link to find out! http://www.youtube.com/watch?v=6iZeux3C_QY Timeline Photos",
          1389438000
        ],
        [
          "Happy World Book Day Mr Bean fans!",
          1362665844
        ],
        [
          "It's Valentine's day and Mr Bean loves his fans! There is an amazing 20% off on the Mr Bean store here - http://bit.ly/ZaDx5u Timeline Photos",
          1360835413
        ],
        [
          "It's Valentine's day and Mr Bean loves his fans - check out the 20% off discount at the Mr Bean store here  http://bit.ly/WmwouG Timeline Photos",
          1360828217
        ],
        [
          "The big day has finally arrived! It's Mr Bean's birthday everyone! How do you think he should celebrate?",
          1347687537
        ],
        [
          "The big day has finally arrived, and as always Teddy seems to know more than Mr Bean! Don’t forget to send Mr Bean your best wishes…..",
          1347683507
        ],
        [
          "Did you catch Mr Bean at the Olympics opening ceremony at the weekend? Isn’t he still so funny?! We love Mr Bean!!!!",
          1343633636
        ],
        [
          "Mr Bean is getting awfully confused by the recent weather at home in Highbury. One day rain, the next day sun. It is positively mind boggling! What’s the weather like where you are? Timeline Photos",
          1334575215
        ],
        [
          "Happy Valentine’s Day everyone! Here is a poem from Mr Bean to you. Why not show your love by writing one to him. The Beaniest poem of all will be announced at the end of the week. Good luck! Timeline Photos",
          1329210060
        ],
        [
          "Spreadshirt have just released a fantastic new range of t-shirts for real Mr Bean fans.  If you can’t find one you like then you can design your own and choose the colour, design, style and size that suits you.  Which one is your favourite? http://www.mrbean.spreadshirt.co.uk\n Mr Bean UK",
          1327400088
        ]
      ],
      "dates_start": 1364217817,
      "dates_end": 1483913404,
      "likes_avg": 90030,
      "likes_stdev": 90103,
      "comments_avg": 3139,
      "comments_stdev": 4347,
      "shares_avg": 15720,
      "shares_stdev": 34097
    },
    {
      "number": 27,
      "important": [
        "scene",
        "tomorrow",
        "classic",
        "final",
        "vote",
        "come",
        "android",
        "right",
        "today",
        "top"
      ],
      "common": [
        "bean",
        "mr",
        "mr bean",
        "teddy",
        "watch",
        "www",
        "www youtube",
        "www youtube watch",
        "youtube",
        "youtube watch"
      ],
      "messages": [
        [
          "Breaking out the moves! 💃 Mr Bean - Breaking out the moves!",
          1487340010
        ],
        [
          "Breathe in! Mr Bean - Breathe in!",
          1487253607
        ],
        [
          "Expectation... vs. Reality Mr Bean - Expectation... vs. Reality",
          1487167207
        ],
        [
          "And your top three classic Mr Bean scenes are... Mr Bean Winter Cup - Top 3",
          1486993815
        ],
        [
          "Today is the final of the Winter Cup of Classic Bean moments - vote for your ultimate favourite Mr Bean scene right now!\n\nCome back tomorrow at 3pm GMT for a LIVE viewing of your top 3 Classic Mr Bean scenes. Timeline Photos",
          1486911836
        ],
        [
          "Making a bit of extra effort for your Saturday morning fry-up? Mr Bean - Saturday morning fry-up",
          1486821632
        ],
        [
          "Those pizza feelings... Those pizza feelings...",
          1486648801
        ],
        [
          "We are holding the Winter Cup of Classic Bean Scenes to find your favourite classic Mr Bean moment. We start with 16, but only one will be victorious! \n\nVote on Twitter now - www.twitter.com/MrBean Mr Bean - Winter Cup of Classic Mr Bean Scenes",
          1486480518
        ],
        [
          "Doing the tourist thing... Mr Bean - Doing the tourist thing...",
          1486216898
        ],
        [
          "Bath time...\n\nElectricity + water = don't try this at home!",
          1485957930
        ],
        [
          "When something threatens to ruin your lazy Sunday...",
          1485684001
        ],
        [
          "Making the most of what you've got... (4 of 4)",
          1485353060
        ],
        [
          "Book yourself in for a Bean trim (3 of 4)\n\nCome back tomorrow to see what happens next...",
          1485266708
        ],
        [
          "Feline hungry? (Don't try this at home)",
          1484748000
        ],
        [
          "Refusing to get the January fitness bug.",
          1484488800
        ],
        [
          "When January forces you to be careful with your money.",
          1484231085
        ],
        [
          "Shoe on the loose!",
          1484056800
        ],
        [
          "Hold onto your credit card!",
          1483797647
        ],
        [
          "Elbows at the ready...",
          1483266600
        ],
        [
          "When you enjoy your Christmas presents a little too much...",
          1482847201
        ],
        [
          "Some festive entertainment!",
          1481724000
        ],
        [
          "Turn up the volume!",
          1480860059
        ],
        [
          "Scraping together all your money to buy presents?",
          1480430769
        ],
        [
          "Caption this Classic Bean scene Timeline Photos",
          1479636001
        ],
        [
          "Sometimes coffee isn't for drinking! www.youtube.com",
          1478970240
        ],
        [
          "Get ready for Mr Bean's spookiest ever moments! www.youtube.com",
          1477728300
        ],
        [
          "Mr. Bean has a bit of a bumpy ride! www.youtube.com",
          1477217100
        ],
        [
          "Caption this classic Mr. Bean scene! Timeline Photos",
          1477054801
        ],
        [
          "Mr Bean's toy boat doesn't stay in its bottle for long... www.youtube.com",
          1476969014
        ],
        [
          "Dig in, Mr Bean... mmmm! gph.is",
          1476882001
        ],
        [
          "Mr. Bean gets trapped! www.youtube.com",
          1476008101
        ],
        [
          "Mr. Bean's running late for the bus! www.youtube.com",
          1473497100
        ],
        [
          "Mr Bean finds himself in competition with a mime! Mr Bean Mime competition Mr Bean has a go at being a mime!",
          1472736252
        ],
        [
          "Even Teddy needs his morning cup of tea! gph.is",
          1472626801
        ],
        [
          "Mr Bean is baking a cake! Can you do better? www.youtube.com",
          1471680300
        ],
        [
          "Mr. Bean's round of golf leads him on an adventure! www.youtube.com",
          1471097400
        ],
        [
          "Mr. Bean is our very own sporting superstar! www.youtube.com",
          1470477900
        ],
        [
          "Enjoy your Friday ice cream, Mr Bean! gph.is",
          1469797203
        ],
        [
          "Get ready for the weekend with Mr Bean! gph.is",
          1469194452
        ],
        [
          "Rise and shine Mr Bean, it’s Monday morning! gph.is",
          1467014400
        ],
        [
          "Mr Bean is ready to do some shopping but beware - Teddy Thieves are on the loose! www.youtube.com",
          1466258402
        ],
        [
          "Who wants their very own Mr Bean comic strip book, Mr Bean's Entertaining Escapades?\n\nGet your exclusive copy here: http://geni.us/AZL6A8o Timeline Photos",
          1466168400
        ],
        [
          "Mr. Bean's sweet treat causes him pain! Mr Bean - Broken Tooth Mr Bean hurts his tooth but it's too late for the dentist! How will he make it through the night?!",
          1466089206
        ],
        [
          "We are so excited to release our very own Mr Bean Comic Strip book; Mr Bean's Entertaining Escapades!  \nWe think it's hilarious and hope you love it too! Check it out exclusively on Amazon here: http://geni.us/AZL6A8o\nFrom The Bean Team. Timeline Photos",
          1465565401
        ],
        [
          "Mr Bean is enjoying the sunshine....that is until someone gets in the way!\nhttps://youtu.be/EB_HBrKEgzM Mr Bean - Sun Block Mr Bean is enjoying the sunshine... that is until someone gets in the way!",
          1465218000
        ],
        [
          "Mr Bean competes with a Royal Guard.  Can he break his focus? https://www.youtube.com/watch?v=hcSP39U4EgU www.youtube.com",
          1464699600
        ],
        [
          "Mr Bean shows you how to get that all important parking spot! \nhttps://www.youtube.com/watch?v=LtQyyzpzvV0 www.youtube.com",
          1463490001
        ],
        [
          "Warning: Don’t try this at home!\nhttps://www.youtube.com/watch?v=ExuzMIB37v8 Mr. Bean - Fixing Your Own Teeth Mr Bean has made the dentist pass out. He's in a hurry so fixes his own teeth with a drill and fillings. Taken from Episode 5: 'The Trouble with Mr Bean'. St...",
          1460552400
        ],
        [
          "Look at this AMAZING Mr. Bean made out of Lego by Brothers Brick! Do you remember this scene? Click below to watch it!\n\nhttp://www.brothers-brick.com/2016/02/10/even-in-lego-mr-bean-travels-in-comfort/ Even in LEGO, Mr. Bean travels in comfort | The Brothers Brick | LEGO Blog Brothers Brick contributor Elspeth De Montes puts the new Series 15 Collectible Minifigures mop to great use in this iconic scene from the quintessential British comedy show, Mr. Bean. Mr.",
          1456498801
        ],
        [
          "Mr. Bean teaches us his trick for getting changed in front of other people!\nhttps://www.youtube.com/watch?v=njxdiOJJXLo Mr Bean - At the Beach OFFICIAL MR BEAN. Bean goes to the beach and tries to change from his street trousers and underpants into his swimming trunks without ever becoming naked, in...",
          1455721200
        ],
        [
          "Mr Bean isn’t very good at waiting in line at the Hospital, is he?\nhttps://www.youtube.com/watch?v=OoI57NeMwCc Mr Bean at the Hospital -- Mr Bean im Krankenhaus OFFICIAL MR BEAN. Having trapped his hand in a teapot, Mr Bean arrives at the hospital in his mini and blocks an ambulance in. He has a fight with a lady in ...",
          1454598000
        ],
        [
          "Wishing it was Mr Bean’s Birthday again? Check out this final, EXCLUSIVE behind the scenes look at Mr Bean’s 25th Anniversary appearance outside Buckingham Palace with interviews from the production team who made it happen!\n\nhttps://www.youtube.com/watch?v=YzBULhVooGM www.youtube.com",
          1449327602
        ],
        [
          "It may be Fireworks night in the UK but after this experience Mr. Bean is staying away from them!\n\nhttps://www.youtube.com/watch?v=4HSlNkoIID4 Mr. Bean - Painting with Fireworks Mr Bean attempts a spot of DIY and tries to paint his room. He covers everything in newspaper and uses fireworks to blow up the tin. Taken from Episode 9: 'D...",
          1446735602
        ],
        [
          "Do you remember the Mr Bean cake design competition we ran in the UK with Choccywoccydoodah? Well look at the winning entry! It’s 1 metre tall, took 2 days to make and looks absolutely BRILLIANT!! Timeline Photos",
          1444654801
        ],
        [
          "Teddy wants to watch TV! How will Mr Bean turn it on whilst he’s away?\nhttps://www.youtube.com/watch?v=cJk4_6qf5nE Mr. Bean - TV for Teddy Mr. Bean is enjoying his getaway but needs to turn the television on for Teddy who is miles away. Watch how he achieves it! FOR MORE BEAN CLICK HERE: http://...",
          1444222800
        ],
        [
          "As a final birthday present from Mr Bean why not try our '25 years of Mr Bean Quiz' on the official Mr Bean website!!\n\nhttp://www.mrbean.com/ Home - Mr Bean",
          1442413734
        ],
        [
          "Ready steady go!!! #mrbean25 Mobile Uploads",
          1441349830
        ],
        [
          "Guess who's in London?!? #mrbean25 Mobile Uploads",
          1441343443
        ],
        [
          "What mischief has Mr Bean gotten himself into now?\n\nhttps://www.youtube.com/watch?v=yZwF6LXwA40 Mr Bean - Gets Arrested for Theft Mr Bean finds himself in trouble with the law and gets arrested! OFFICIAL MR BEAN. When a friendly magpie steals Mrs Wicket's jewellery Mr Bean gets the blam...",
          1440752403
        ],
        [
          "Mr Bean thinks he’s caught a thief at the National Gallery, but watch to see what’s really happened!\n\nhttp://bit.ly/1vgdPro Mr Bean - Bean pursues an art thief to France Mr Bean thinks he see's someone stealing a piece of art from the gallery and chases after them across Britain! From animated episode Roadworks. SUBSCRIBE TO ...",
          1427022001
        ],
        [
          "To celebrate the premiere of the new Animated Mr Bean Series we are filming a Q&A with some of the Creative Team as well as the voice of Irma, Matilda Ziegler. If you’ve ever had a question about the making of the series comment below and it may get answered! Timeline Photos",
          1423074601
        ],
        [
          "Watch what happens when Mr Bean finds the perfect parking spot, but there is a traffic jam behind him!\n\nhttp://bit.ly/1tvVLaH Timeline Photos",
          1422090001
        ],
        [
          "Here’s a classic clip of Mr. Bean in a martial arts class.  What would you do in his situation?\n\nhttps://www.youtube.com/watch?v=pRZqRjxkHpk Mr Bean - Judo Class http://www.youtube.com/user/MrBean Mr Bean attends a judo class but doesn't want to be thrown by the teacher. From Back to School Mr Bean. FOR MORE BEAN CLIC...",
          1412377200
        ],
        [
          "Lifts aren’t always the quickest way up, especially if Mr. Bean is racing you to his room! Do you remember this classic clip?\nhttps://www.youtube.com/watch?v=41AMguc1HiE Timeline Photos",
          1412146800
        ],
        [
          "Mr. Bean is entering his pet into the pet show… will Teddy win?\nhttps://www.youtube.com/watch?v=6w3472uquaM\n Mr Bean takes teddy to the pet show Mr Bean enters teddy into a pet show at a country fete. Teddy is very good at the obedience contest. Hilarious action from Hair by Mr Bean. FOR MORE BEAN CLI...",
          1411196400
        ],
        [
          "Well done everyone!  It’s the Great Pyramid! Timeline Photos",
          1408694401
        ],
        [
          "Mr. Bean has won a new pet goldfish, but the bag is leaking and he needs to keep it alive! Desperate times call for desperate measures! Do you remember this classic scene?\n\nhttps://www.youtube.com/watch?v=sfx6AdOZc7w\n Mr. Bean - The Leaky Goldfish Mr. Bean tries to calm down the baby and enters competitions to win a price for his little friend. A small accident gets in the way though... FOR MORE BEAN C...",
          1408536002
        ],
        [
          "Have you ever forgotten to separate your laundry? Given what Mr. Bean put into the machine, something was bound to go wrong! Watch to see what happened to all of his laundry, including Teddy!\n\nhttps://www.youtube.com/watch?v=0QqJ3uJ0dMY\n Mr Bean - Ruined Laundry Mr Bean takes his laundry out of the drier but it's all ruined! And he's shrunk Teddy! From Tee Off Mr Bean.",
          1406016000
        ],
        [
          "You wrote some GREAT answers to Friday’s question: “Mr. Bean looks very irritated. Can you remember what happens next?”\nWell done to everyone who remembered Mr. Bean tried to go down the stairs but got stuck behind an old lady and then an old man too!",
          1405954850
        ],
        [
          "Mr Bean looks very irritated. Can you remember what happens next? Timeline Photos",
          1405667878
        ],
        [
          "Mr Bean has an unexpected visitor show up and eat all his food! What do you think, would you have asked him to leave?\n\nhttps://www.youtube.com/watch?v=kG6RebDYIfo\n Mr Bean - Old friend comes to visit An old friend comes to visit Mr Bean at home but he is not the best house guest. From animated episode 'The Visitor'. Welcome to the Official Mr Bean channel...",
          1399975201
        ],
        [
          "Mr Bean has some things to wash at the Laundromat, but they are not clothes! Click below to check out what he puts inside the washing machine.\nhttps://www.youtube.com/watch?v=p9TzdBvdfO4\n Mr Bean - Strange Laundry Mr Bean loads his laundry into the washine machine. He has an inflatable dragon, a welcome mat and some fluffy dice, plus his faithful teddy bear. From Tee O...",
          1396258201
        ],
        [
          "How well stocked is your fridge? Wouldn’t it be great to have Mr Bean’s Super Trolley to get your food shopping done extra quickly!\nhttp://www.youtube.com/watch?v=8umIUWvXwMQ Timeline Photos",
          1393164000
        ],
        [
          "Will you be going out dancing tonight? Watch this classic clip to get some hot dance tips from Mr Bean himself! \nhttp://www.youtube.com/watch?v=iT_IiHsZtWg\n Mr Bean - Dancing at a nightclub Mr Bean tries to dance with his girlfriend at a nightclub. From Mr Bean Goes to Town. Welcome to the Official Mr Bean channel. The first episode of the origi...",
          1392991201
        ],
        [
          "Don't forget to leave something out for Father Christmas tonight! \r\nMr Bean's cupboards are looking rather empty! Timeline Photos",
          1387843201
        ],
        [
          "Mr Bean bought Teddy a wooden toy soldier for Christmas! Hope you get something better! Timeline Photos",
          1387205047
        ],
        [
          "Good luck and Well done to anyone with exams at the moment! Timeline Photos",
          1371197261
        ],
        [
          "Mr Bean Untitled Album",
          1359712121
        ],
        [
          "Hello Everyone! Check out the hilarious Mr Bean clips on our very own Mr Bean Video Player app. Mr. Bean - Credit Card Confusion! Mr.Bean continues his shopping tour, but at the check out his credit card gets confused with another...",
          1353937774
        ],
        [
          "Don't forget you can create your own spooky Mr Bean messages with the Mr Bean Mishme app! http://apps.facebook.com/mrbean-app/",
          1351685805
        ],
        [
          "Hello Everyone! Get in the mood for Halloween with some spooky Mr Bean clips! MrBean - Mr. Bean and the Horror Movie Mr. Bean and Irma are seeing a scary movie together. Bean is joking around at first but that changes...",
          1351605230
        ],
        [
          "Well done to the 1,474 Mr Bean Fans who answered last week’s question correctly - Teddy had his head cut off in the episode - Mr Bean in Room 426!",
          1349859909
        ],
        [
          "How much do you love Mr Bean?",
          1347004223
        ],
        [
          "Hello everyone! Why not check out Mr Bean's best sporting clips on our very own Mr Bean Video Player App. Don't laugh too hard!",
          1343912013
        ],
        [
          "Well done to the 3,713 Mr Bean fans who knew that Mr Bean's girlfriend is Irma Gobb!",
          1336984068
        ],
        [
          "For all you Bean fans out there, check out our promotions tab to get details on the fantastic deal Spreadshirt have on offer at the moment for their official super cool Mr Bean t-shirts but you’d better be quick as the offer ends on Wednesday 9th May!",
          1335430273
        ],
        [
          "Well done to the 1,036 people who answered yesterday’s poll question correctly - the name of Mr Bean's landlady's one-eyed cat in the Animated TV series was indeed Scrapper!",
          1332492707
        ],
        [
          "Well done to everyone who answered our Mr Bean quiz question posted earlier this week correctly! Mr Bean does indeed live in Highbury, north London. Why not put your Bean knowledge to the test by trying out the full quiz on the Mr Bean website - http://www.mrbean.com/uk/quiz/\nDon't forget to tell us how you do! Mr Bean Quiz | Mr Bean",
          1327056900
        ],
        [
          "Are you the craziest, Beaniest fan of all? Prove how well you know Mr Bean by answering this question - Mr Bean lives in a flat in London but in which part of London? Good luck everyone!!",
          1326795200
        ]
      ],
      "dates_start": 1391912694,
      "dates_end": 1489810461,
      "likes_avg": 82172,
      "likes_stdev": 116558,
      "comments_avg": 2537,
      "comments_stdev": 6939,
      "shares_avg": 20430,
      "shares_stdev": 98142
    },
    {
      "number": 28,
      "important": [
        "holiday",
        "head",
        "day",
        "youtub channel",
        "android",
        "clip mr",
        "full video",
        "full",
        "watch",
        "clip"
      ],
      "common": [
        "bean",
        "clip",
        "full",
        "mr",
        "mr bean",
        "watch",
        "www",
        "www youtube",
        "www youtube watch",
        "youtube"
      ],
      "messages": [
        [
          "Master of the controller!\n\nWatch the full clip - http://bit.ly/2jusZd5 Mr Bean - Master of the controller!",
          1486389654
        ],
        [
          "Digging Deep? \n\nWatch more - http://bit.ly/2ig1W4s",
          1485525885
        ],
        [
          "When the cake has your full attention...",
          1484834700
        ],
        [
          "Bean dreaming of a Holiday? \n\nWatch more - http://bit.ly/2ikaDf4",
          1484575500
        ],
        [
          "Bad hair day? \n\nWatch the full clip - http://bit.ly/2hY2kop",
          1484402700
        ],
        [
          "When you’re just not in the mood to work after the holidays… \n\nWatch the full clip here - http://bit.ly/2iCPNIR",
          1483624800
        ],
        [
          "Thinking outside of the box... \n\nHead to our YouTube channel to watch the full video (link in comments)",
          1481464800
        ],
        [
          "Trying to sneak around quietly late at night...\n\nHead to our YouTube channel to watch the full clip!",
          1480255200
        ],
        [
          "Bean working hard this week? Treat yourself!\n\nWatch the full clip on our Youtube channel - https://www.youtube.com/watch?v=jlMKG_MHFNo",
          1479395100
        ],
        [
          "HAPPY GEEK PRIDE DAY! Watch Mr Bean’s geeky moments.\nhttps://youtu.be/6aK2CKrdjbE Mr Bean - Chemistry experiment Mr Bean plays around in a chemistry lab causing a big purple explosion. From Back to School Mr Bean. FOR MORE BEAN CLICK HERE: http://bit.ly/1rhPvax Stay tun...",
          1464181200
        ],
        [
          "Apparently Mr Bean will make you more focused at work! What a great excuse to watch some Mr Bean classic clips!\n\nhttp://uk.businessinsider.com/watch-a-funny-video-to-boost-your-productivity-at-work-2016-1?r=US&IR=T Scientists just gave workers a free pass to watch stupid cat videos at work Sometimes you need to recharge your mental batteries.",
          1454338801
        ],
        [
          "Happy Halloween! Are you as scared as Mr. Bean?\nhttps://www.youtube.com/watch?v=7U-J3NnHvJ4 Halloween with Mr Bean - Watching a horror movie Mr Bean watches a horror movie at the cinema but gets too scared. He has to block it out by wearing his popcorn bucket on his head. FOR MORE BEAN CLICK HERE:...",
          1446303601
        ],
        [
          "Are you in the holiday mood yet?  If not, maybe watching Mr. Bean stage a not-so-accurate nativity scene will help you!\n\nhttp://bit.ly/1uvSFHe Timeline Photos",
          1419152400
        ],
        [
          "Do you know what a Van Der Graaf Generator is? You probably do, and just didn’t know it was called that! Watch Mr Bean play around with one at the Science Museum. Mr Bean & the Van Der Graaf Generator ! Mr Bean comes across a Van der Graaf Generator at a science museum. Inspired by live action episode 'Back to School Mr Bean' with Rowan Atkinson. From animat...",
          1413788400
        ],
        [
          "It’s the Wimbledon Championship Finals this weekend! Will you be watching? Mr Bean is getting in the mood for it. Anyone fancy a game of kitchen tennis? Timeline Photos",
          1404543601
        ],
        [
          "Have you ever argued over which TV show to watch? Hopefully this didn’t happen to you!\nhttps://www.youtube.com/watch?v=R_g7ygh3o-o\n Mr Bean - Breaking his big TV Mr Bean invites Irma round to watch his new big TV. They fall out about what to watch and end up breaking the telly. From animated episode Big TV. Welcome to...",
          1403428500
        ],
        [
          "Are you scared of heights? Watch Mr. Bean confront his fear in this classic clip!\nhttp://www.youtube.com/watch?v=hX0n-rYxrfs\n Mr Bean - Falling from high dive board Mr Bean is too scared to jump from the high dive board into the swimming pool. A boy stamps on his hands and makes him drop. From The Curse of Mr Bean. mr be...",
          1396605602
        ],
        [
          "How good are you at DIY? If you’re painting your house, click the link to watch how Mr Bean got the job done!\nhttp://www.youtube.com/watch?v=0X1SuLjnRcI Timeline Photos",
          1392127201
        ],
        [
          "The Opening Ceremony for the Winter Olympics in Sochi, Russia is today! Will you be watching? Mr Bean has got his skis ready! Timeline Photos",
          1391774400
        ],
        [
          "Happy Halloween from The Mr Bean Team!!!\n\n http://www.youtube.com/watch?v=7U-J3NnHvJ4&list=PLC1EDzqtkrh_9C0Mmvbe3cukCcClJn04c Mr Bean - Watching a horror movie Mr Bean watches a horror movie at the cinema but gets too scared. He has to block it out by wearing his popcorn bucket on his head. ",
          1383233797
        ]
      ],
      "dates_start": 1406921566,
      "dates_end": 1485073017,
      "likes_avg": 101741,
      "likes_stdev": 99146,
      "comments_avg": 2806,
      "comments_stdev": 4799,
      "shares_avg": 20536,
      "shares_stdev": 41674
    },
    {
      "number": 29,
      "important": [
        "android",
        "tv",
        "today",
        "timelin",
        "photo",
        "ever",
        "happi",
        "new",
        "year",
        "new year"
      ],
      "common": [
        "bean",
        "happy",
        "happy chinese new year",
        "happy new",
        "happy new year",
        "mr",
        "mr bean",
        "new",
        "new year",
        "year"
      ],
      "messages": [
        [
          "New year, new hair! (1 of 4)",
          1485093900
        ],
        [
          "New Year, new Bean? gph.is",
          1483365601
        ],
        [
          "Happy New Year!",
          1483203600
        ],
        [
          "It's New Years Eve... Timeline Photos",
          1451574043
        ],
        [
          "New Year Diet? Ha!! Timeline Photos",
          1422522493
        ],
        [
          "Mr. Bean can’t quite believe it was 25 years ago TODAY that the first EVER Mr. Bean episode was broadcast on TV! Happy New Year! Timeline Photos",
          1420102801
        ],
        [
          "Happy Chinese New Year Mr Bean Fans! Did you know 2014 is the year of the Horse? Timeline Photos",
          1391169601
        ],
        [
          "Mr Bean's New Year's resolution is to socialise more with friends. Are you keeping your resolutions? Timeline Photos",
          1389195101
        ],
        [
          "Happy Chinese New Year!",
          1360522046
        ],
        [
          "Mr Bean Fans! Are you keeping to your New Year resolutions? Who else is trying to keep fit? Timeline Photos",
          1358423275
        ],
        [
          "To everyone all over the world celebrating, Mr Bean wishes you a HAPPY NEW YEAR!",
          1327328348
        ],
        [
          "Mr Bean wishes you a very happy Chinese New Year. Gong Hei Fat Choi everyone!",
          1327313719
        ],
        [
          "Happy New Year everyone! I wonder what Bean-filled treats 2012 has in store for you. Why not tell us what you got up to for New Years Eve?",
          1325581255
        ]
      ],
      "dates_start": 1343630971,
      "dates_end": 1460276072,
      "likes_avg": 198605,
      "likes_stdev": 198926,
      "comments_avg": 3742,
      "comments_stdev": 3354,
      "shares_avg": 23258,
      "shares_stdev": 41710
    },
    {
      "number": 30,
      "important": [
        "moment",
        "day",
        "favourit",
        "vote",
        "android",
        "mani",
        "last",
        "christma",
        "watch mr",
        "bean christma"
      ],
      "common": [
        "bean",
        "bean christmas",
        "christmas",
        "merry christmas",
        "mr",
        "mr bean",
        "mr bean christmas",
        "quiz",
        "quiz questions",
        "www"
      ],
      "messages": [
        [
          "Merry Christmas!",
          1482677100
        ],
        [
          "Twas the night before Christmas...",
          1482588000
        ],
        [
          "How many days until Christmas?",
          1482415200
        ],
        [
          "Last Christmas I gave you my heart...",
          1482069600
        ],
        [
          "Tune in now to watch the Mr Bean Christmas moment that you voted for as your favourite! Merry Christmas, Mr Bean",
          1481896812
        ],
        [
          "The day after the Christmas party...",
          1481292000
        ],
        [
          "What's your favourite Mr Bean Christmas moment? Vote on Twitter! Timeline Photos",
          1481119202
        ],
        [
          "Just cant wait to get your Christmas tree up?",
          1480691675
        ],
        [
          "Can you find the following six word in Mr Bean’s Christmas wordsearch? (some of them are written backwards)\n\nTurkey / Twiglets / Santa / Teddy / Sandwich / Nativity\n\nCheck back tomorrow for the answers… Timeline Photos",
          1451314877
        ],
        [
          "Happy Boxing Day from Mr. Bean! Hope you had a good Christmas yesterday and it was better than Mr.Bean’s?\nhttps://www.youtube.com/watch?v=CTqI03MTdQs Mr. Bean - Christmas Turkey Mr Bean tries to cook Christmas dinner for him and his girlfriend but gets the turkey stuck on his head. Taken from Episode 7: 'Merry Christmas Mr Bean'. Sta...",
          1451127601
        ],
        [
          "We hope you’ve bought your Christmas tree, unlike Mr Bean! \nhttps://www.youtube.com/watch?v=Cb0pQZNyZrs Mr. Bean - Christmas Tree Mr Bean tries to buy a Christmas tree but the last one is being bought as he gets there. He steals the giant one from the shopping centre and puts it on top ...",
          1450782000
        ],
        [
          "Can you spot 10 differences between the two Mr Bean Christmas pictures? Some of them are really hard to see! Check back tomorrow for answers. Good luck! Timeline Photos",
          1450450806
        ],
        [
          "The Mr Bean Christmas Quiz is back!! Go to the official Mr Bean website and test your Christmassy Beany knowledge.\n\nClick the link for the Quiz:\nhttp://www.mrbean.com/quiz Timeline Photos",
          1449673201
        ],
        [
          "When you realise there is one cracker left over from Christmas Day. Happy Boxing Day! Timeline Photos",
          1419584401
        ],
        [
          "Have you tried the Mr Bean Christmas Quiz yet? If you think you know the most about the Mr Bean Christmas episode then you should challenge your friends and post your scores on here!\n\nhttp://www.mrbean.com/quiz-questions Quiz Questions - Mr Bean",
          1419238860
        ],
        [
          "Do you know what Mr Bean and Irma ate for Christmas Dinner in Merry Christmas Mr Bean? Try our tricky Mr Bean Christmas Quiz and prove how much of a super fan you are!\n\nhttp://www.mrbean.com/quiz-questions Quiz Questions - Mr Bean",
          1418986801
        ],
        [
          "2 days until Christmas! Mr Bean has written a special Christmas poem for you! Timeline Photos",
          1387756801
        ],
        [
          "It's nearly Christmas! Timeline Photos",
          1356271231
        ]
      ],
      "dates_start": 1414337475,
      "dates_end": 1486766543,
      "likes_avg": 110402,
      "likes_stdev": 151275,
      "comments_avg": 4336,
      "comments_stdev": 9378,
      "shares_avg": 34416,
      "shares_stdev": 87036
    }
  ]
}