{
  "pagename": "MrBean",
  "page_name_displayed": "Mr Bean",
  "globalstats": {
    "fan_count": 67880056,
    "messages": 627,
    "likes_avg": 78988,
    "likes_stdev": 140341,
    "comments_avg": 1972,
    "comments_stdev": 4002,
    "shares_avg": 7694,
    "shares_stdev": 27136,
    "graph_uri": "clusters/MrBean.png"
  },
  "clusters": [
    {
      "number": 1,
      "important": [
        "first",
        "weekend",
        "happi",
        "friday",
        "mr",
        "mr bean",
        "make",
        "android",
        "enjoy",
        "bean"
      ],
      "common": [
        "friday",
        "friday timeline",
        "friday timeline photos",
        "happy",
        "happy friday",
        "happy friday timeline",
        "happy friday timeline photos",
        "photos",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "Enjoy your Friday ice cream, Mr Bean! gph.is",
          1469797203
        ],
        [
          "Happy Friday! Timeline Photos",
          1457708402
        ],
        [
          "Happy Friday!! Timeline Photos",
          1457103780
        ],
        [
          "Happy Friday!!! Timeline Photos",
          1455894000
        ],
        [
          "Happy Friday!!!! Timeline Photos",
          1454684402
        ],
        [
          "Happy Friday! Mr. Bean has a tough decision to make this weekend... Timeline Photos",
          1424995201
        ],
        [
          "When you practise cooking your Christmas Dinner for the first time. Happy Friday! Timeline Photos",
          1417770000
        ],
        [
          "It's Friday!! Are you as excited to get home as Mr. Bean? Timeline Photos",
          1415955600
        ],
        [
          "Hope you’re all having a Good Friday. Mr. Bean seems to be having a naughty Friday.\nhttp://www.youtube.com/watch?v=VZMgP2ai79Q Timeline Photos",
          1397815202
        ],
        [
          "Hooray! It's Friday and Mr Bean can't wait to get stuck into the weekend. Not long to go now! What are your plans?",
          1348817168
        ]
      ],
      "dates_start": 1394891108,
      "dates_end": 1465217083,
      "likes_avg": 336713,
      "likes_stdev": 298937,
      "comments_avg": 3871,
      "comments_stdev": 3013,
      "shares_avg": 15137,
      "shares_stdev": 17049
    },
    {
      "number": 2,
      "important": [
        "fan",
        "hello",
        "hello mr",
        "bean fan",
        "mr bean fan",
        "mr",
        "mr bean",
        "android",
        "bean",
        "guess"
      ],
      "common": [
        "bean",
        "bean fans",
        "fans",
        "hello",
        "hello mr",
        "hello mr bean",
        "hello mr bean fans",
        "mr",
        "mr bean",
        "mr bean fans"
      ],
      "messages": [
        [
          "Hello Mr Bean Fans! Can you guess who’s in Irma’s bag? Timeline Photos",
          1390487400
        ],
        [
          "Hello Mr Bean fans! How many Teddy's can you spot in the park with Mr Bean?! Timeline Photos",
          1370265379
        ],
        [
          "Hello Mr Bean fans! Did you answer the quiz question? The correct answer is B) Bean: The Ultimate Disaster Movie. Why not answer more fun Beanie questions on the Mr Bean quiz - http://quiz.mrbean.com/quiz Quiz | Mr Bean Quiz | Mr Bean",
          1368518084
        ],
        [
          "Hello Mr Bean fans! The answer was B) 14 episodes of Mr Bean – The original series were made! Test your Beany knowledge with more questions like this here – http://quiz.mrbean.com/quiz Quiz | Mr Bean Quiz | Mr Bean",
          1360574306
        ],
        [
          "Hello Mr Bean fans! Do you want to put your Mr Bean knowledge to the test again? Do you know the answer to this question? How many episodes are there of Mr Bean The Original Series?",
          1360055093
        ],
        [
          "Hello Mr Bean fans! Would you let Mr Bean make your lunch?! Timeline Photos",
          1352477304
        ],
        [
          "Hello Mr Bean Fans! Check out the brilliant new video player for funny Bean clips!\nhttp://www.facebook.com/MrBean/app_397605606971863 Mr Bean Welcome to Mr Bean's official Facebook Page! \n\nCheck out www.mrbean.com and subscribe on YouTube - http://bit.ly/2g2UnwR",
          1350458336
        ],
        [
          "Hello Mr Bean fans. Can you believe the summer is almost over?! Check out Mr Bean's final stop on his world tour before he heads back home to Teddy. Timeline Photos",
          1346232824
        ],
        [
          "Hello Mr Bean fans! Check out where our favourite friend is this week. What an adventure he's having... Timeline Photos",
          1345190712
        ],
        [
          "Hello Mr Bean fans! Check out our special Diamond Jubilee Video Player and watch Mr Bean’s funniest Royal moments! http://www.facebook.com/MrBean/app_149259928526223 Timeline Photos",
          1338546163
        ],
        [
          "Hello Mr Bean fans. How has your week been so far? Are you looking forward to the weekend? We’re almost there! Timeline Photos",
          1337239588
        ]
      ],
      "dates_start": 1341299982,
      "dates_end": 1371435506,
      "likes_avg": 50894,
      "likes_stdev": 78074,
      "comments_avg": 3622,
      "comments_stdev": 4374,
      "shares_avg": 3714,
      "shares_stdev": 6421
    },
    {
      "number": 3,
      "important": [
        "team",
        "think",
        "friday",
        "pictur",
        "mr bean team",
        "great",
        "bean team",
        "look",
        "fun",
        "bit"
      ],
      "common": [
        "bean",
        "bean team",
        "mr",
        "mr bean",
        "mr bean team",
        "mr bean team timeline",
        "photos",
        "team",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "It’s Friday! And for a bit of Friday fun look at this picture we’ve found! It’s by humorous illustrator Rodney Pike and we think it’s really funny!  Have a great weekend,  from the Mr Bean team. Timeline Photos",
          1411738085
        ],
        [
          "Happy St Patrick's Day from The Mr Bean Team!! Timeline Photos",
          1395067736
        ],
        [
          "Happy Hanukkah for The Mr Bean Team!!! Timeline Photos",
          1385565203
        ],
        [
          "Happy Weekend from The Mr Bean Team! Timeline Photos",
          1384532725
        ],
        [
          "Congratulations to The Duke and Duchess of Cambridge on the birth of their boy from all of the Mr Bean Team! Timeline Photos",
          1374564149
        ],
        [
          "Happy New Year from all of the Mr Bean Team! Timeline Photos",
          1357056031
        ],
        [
          "The Mr Bean team wish everyone a very Merry Christmas! Timeline Photos",
          1356422417
        ],
        [
          "The Mr Bean team have a FREE redemption code - mrbeanstock2012 - so you can create your very own hilarious Mr Bean message! http://apps.facebook.com/mrbean-app/ http://apps.facebook.com/mrbean-app/ Animated Messaging Application",
          1356349688
        ],
        [
          "Hello everyone! The Mr Bean team are super excited about the brand new game app we have just for our Facebook fans! Click on the link to play - http://www.facebook.com/MrBean/app_208195102528120 Timeline Photos",
          1348235643
        ],
        [
          "For those of you who have finished your studies for the summer, the Mr Bean team hope you have a wonderful long break!\n\nMr Bean’s really looking forward to the summer holidays because he has decided to go on an adventure and do some travelling! Watch this space for updates on where he’s been and what he’s been up to...\n \nDo you have anything fun planned for the summer?",
          1342787683
        ],
        [
          "Hooray! The sun is shining for the first day of the Wimbledon tournament! Here’s hoping it lasts. Good luck to everyone competing from the Mr Bean team! Timeline Photos",
          1340613932
        ],
        [
          "Exciting news everyone! Mr Bean now has an official Pinterest page for you to follow and the Mr Bean team are constantly keeping an eye out for interesting and creative things relating to him so be sure to upload all things Bean to Pinterest. Your work may get pinned to his very special board! http://pinterest.com/officialmrbean/ Timeline Photos",
          1337694361
        ]
      ],
      "dates_start": 1342970483,
      "dates_end": 1388800791,
      "likes_avg": 109369,
      "likes_stdev": 95254,
      "comments_avg": 2818,
      "comments_stdev": 2078,
      "shares_avg": 8636,
      "shares_stdev": 8335
    },
    {
      "number": 4,
      "important": [
        "mr",
        "mr bean",
        "android",
        "make",
        "bean"
      ],
      "common": [
        "bean",
        "com",
        "mr",
        "mr bean",
        "photos",
        "www",
        "www youtube",
        "www youtube com",
        "youtube",
        "youtube com"
      ],
      "messages": [
        [
          "Breaking out the moves! 💃 Mr Bean - Breaking out the moves!",
          1487340010
        ],
        [
          "Breathe in! Mr Bean - Breathe in!",
          1487253607
        ],
        [
          "Expectation... vs. Reality Mr Bean - Expectation... vs. Reality",
          1487167207
        ],
        [
          "Doing the tourist thing... Mr Bean - Doing the tourist thing...",
          1486216898
        ],
        [
          "Dig in, Mr Bean... mmmm! gph.is",
          1476882001
        ],
        [
          "Mr. Bean's running late for the bus! www.youtube.com",
          1473497100
        ],
        [
          "Mr. Bean's round of golf leads him on an adventure! www.youtube.com",
          1471097400
        ],
        [
          "Rise and shine Mr Bean, it’s Monday morning! gph.is",
          1467014400
        ],
        [
          "Mr. Bean's sweet treat causes him pain! Mr Bean - Broken Tooth Mr Bean hurts his tooth but it's too late for the dentist! How will he make it through the night?!",
          1466089206
        ],
        [
          "Mr Bean competes with a Royal Guard.  Can he break his focus? https://www.youtube.com/watch?v=hcSP39U4EgU www.youtube.com",
          1464699600
        ],
        [
          "Uh oh! Mr Bean is spring cleaning... Timeline Photos",
          1427454000
        ],
        [
          "Mr Bean Selfie!!! Timeline Photos",
          1394124097
        ],
        [
          "Mr Bean has been in Brazil! Timeline Photos",
          1377761613
        ],
        [
          "Mr Bean Untitled Album",
          1359712121
        ]
      ],
      "dates_start": 1409697024,
      "dates_end": 1494061441,
      "likes_avg": 153421,
      "likes_stdev": 218822,
      "comments_avg": 3986,
      "comments_stdev": 6540,
      "shares_avg": 22206,
      "shares_stdev": 38070
    },
    {
      "number": 5,
      "important": [
        "behind",
        "behind bean",
        "full video",
        "team",
        "question",
        "full",
        "see",
        "new behind",
        "last",
        "scene"
      ],
      "common": [
        "animated",
        "beans",
        "behind",
        "behind beans",
        "new",
        "new behind",
        "new behind beans",
        "www",
        "www youtube",
        "youtube"
      ],
      "messages": [
        [
          "*NEW BEHIND THE BEANS!* In the LAST of our behind the scenes episodes the creative team are answering YOUR Facebook questions. Have a look and see if your question was selected!\n\nWatch the full video here: https://www.youtube.com/watch?v=S22IFE9uTDA",
          1451386801
        ],
        [
          "*NEW* BEHIND THE BEANS! An exclusive look at how the early 'animatic' drawings compare to the final animated episode. This time it's Viral Bean! Click the link below for the full video.\n\nhttp://bit.ly/1RIh2y7",
          1450105200
        ],
        [
          "*NEW* BEHIND THE BEANS!!! This time the creative team share some of their favourite moments from the new episodes of The Mr Bean Animated Series. What has your favourite moment been so far?\n\nhttps://www.youtube.com/watch?v=DViT2wWMXiw Mr Bean - Favourite Moments",
          1449586800
        ],
        [
          "*NEW* BEHIND THE BEANS!! Meet the composer on Mr Bean The Animated Series – Howard Goodall! Plus a sneak peek at how the music for the series is made. Click the link below for the full video\n\nhttps://www.youtube.com/watch?v=Zp7hOeOgwaE Behind the Beans - The Music!",
          1446563700
        ],
        [
          "*NEW* BEHIND THE BEANS! An exclusive look at how the early 'animatic' drawings compare to the final animated episode. This time it's The Cruise! Click the link below for the full video.\n\nhttps://www.youtube.com/watch?v=lcc1Um9Lqkk",
          1439197200
        ],
        [
          "*NEW* BEHIND THE BEANS! An exclusive look at how the early 'animatic' drawings compare to the final animated episode. This time it's Coconut Shy! Click the link below for the full video.\n\nhttps://www.youtube.com/watch?v=Lo4pURHK16M",
          1437987601
        ],
        [
          "*NEW* BEHIND THE BEANS! An exclusive look at the voices behind the characters with interviews from the voice artists. For the full video follow the link below.\n\nhttp://bit.ly/1D5nmWk",
          1436864400
        ],
        [
          "*MORE* BEHIND THE BEANS! An exclusive look at how the early 'animatic' drawings compare to the final animated episode. This time it's Home Movie! Click the link below for the full video.\nhttp://bit.ly/1NgMgZ2",
          1435503600
        ],
        [
          "*NEW* BEHIND THE BEANS! A sneak peek into daily life at the Mr Bean Animation Studios! Click the link below for the full video.\n\nhttp://bit.ly/1IObU8S",
          1434358800
        ],
        [
          "*NEW* BEHIND THE BEANS* An exclusive look at how the early 'animatic' drawings compare to the final animated episode. This time it's Litterbugs!\n\nhttps://www.youtube.com/watch?v=y0VJ1NSscG4",
          1433168093
        ],
        [
          "*NEW* BEHIND THE BEANS! A behind the scenes look at how the Animated Series is made, with exclusive interviews from the people who make it, the Production Crew! \n\nFor the full video follow the link below.\n\nhttp://bit.ly/1QP9DLs",
          1431939600
        ],
        [
          "*NEW* BEHIND THE BEANS! An exclusive look at how the early 'animatic' drawings compare to the final animated episode. This time it's Green Bean!\n\nhttps://www.youtube.com/watch?v=-pV-_h3KMlQ",
          1430832660
        ],
        [
          "*NEW* BEHIND THE BEANS! An exclusive look at how the early 'animatic' drawings compare to the final animated episode. This process takes 3 months!\n\nhttps://www.youtube.com/watch?v=Z-87mEJjCO0 www.youtube.com",
          1428310801
        ],
        [
          "BEHIND THE BEANS! We have new and exclusive clips for you about the making of the new Mr Bean Animated series on the official Mr. Bean YouTube channel! \n\nThis week: #1 - How  the creative team come up with the ideas for the episodes! Click the link below for the full video and subscribe for new content every second Sunday.\n\nhttps://www.youtube.com/watch?v=8BHqot4nthM&spfreload=10",
          1427197801
        ]
      ],
      "dates_start": 1430154715,
      "dates_end": 1445988578,
      "likes_avg": 13205,
      "likes_stdev": 6102,
      "comments_avg": 271,
      "comments_stdev": 70,
      "shares_avg": 3158,
      "shares_stdev": 1170
    },
    {
      "number": 6,
      "important": [
        "new",
        "new year",
        "happi",
        "tv",
        "today",
        "ever",
        "android",
        "first",
        "bean",
        "year"
      ],
      "common": [
        "bean",
        "happy",
        "mr",
        "mr bean",
        "new",
        "new year",
        "photos",
        "timeline",
        "timeline photos",
        "year"
      ],
      "messages": [
        [
          "New year, new hair! (1 of 4)",
          1485093900
        ],
        [
          "New Year, new Bean? gph.is",
          1483365601
        ],
        [
          "Happy New Year!",
          1483203600
        ],
        [
          "It's New Years Eve... Timeline Photos",
          1451574043
        ],
        [
          "New Year Diet? Ha!! Timeline Photos",
          1422522493
        ],
        [
          "Mr. Bean can’t quite believe it was 25 years ago TODAY that the first EVER Mr. Bean episode was broadcast on TV! Happy New Year! Timeline Photos",
          1420102801
        ],
        [
          "Happy Chinese New Year Mr Bean Fans! Did you know 2014 is the year of the Horse? Timeline Photos",
          1391169601
        ],
        [
          "Mr Bean's New Year's resolution is to socialise more with friends. Are you keeping your resolutions? Timeline Photos",
          1389195101
        ],
        [
          "HAPPY NEW YEAR! Hope your New Year's Party was better than Mr Bean's? Timeline Photos",
          1388534400
        ],
        [
          "Happy Chinese New Year!",
          1360522046
        ],
        [
          "Mr Bean Fans! Are you keeping to your New Year resolutions? Who else is trying to keep fit? Timeline Photos",
          1358423275
        ],
        [
          "Mr Bean has been up to all sorts of mischief over the years but what’s your favourite Mr Bean episode? Timeline Photos",
          1336031228
        ],
        [
          "To everyone all over the world celebrating, Mr Bean wishes you a HAPPY NEW YEAR!",
          1327328348
        ],
        [
          "Mr Bean wishes you a very happy Chinese New Year. Gong Hei Fat Choi everyone!",
          1327313719
        ],
        [
          "Happy New Year everyone! I wonder what Bean-filled treats 2012 has in store for you. Why not tell us what you got up to for New Years Eve?",
          1325581255
        ]
      ],
      "dates_start": 1339903832,
      "dates_end": 1453424355,
      "likes_avg": 221879,
      "likes_stdev": 234014,
      "comments_avg": 4402,
      "comments_stdev": 4025,
      "shares_avg": 24756,
      "shares_stdev": 40767
    },
    {
      "number": 7,
      "important": [
        "vote",
        "christma",
        "mani",
        "favourit",
        "day",
        "moment",
        "android",
        "watch mr",
        "last",
        "bean christma"
      ],
      "common": [
        "bean",
        "bean christmas",
        "christmas",
        "mr",
        "mr bean",
        "mr bean christmas",
        "photos",
        "quiz",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "Merry Christmas!",
          1482677100
        ],
        [
          "Twas the night before Christmas...",
          1482588000
        ],
        [
          "How many days until Christmas?",
          1482415200
        ],
        [
          "Last Christmas I gave you my heart...",
          1482069600
        ],
        [
          "Tune in now to watch the Mr Bean Christmas moment that you voted for as your favourite! Merry Christmas, Mr Bean",
          1481896812
        ],
        [
          "The day after the Christmas party...",
          1481292000
        ],
        [
          "What's your favourite Mr Bean Christmas moment? Vote on Twitter! Timeline Photos",
          1481119202
        ],
        [
          "Just cant wait to get your Christmas tree up?",
          1480691675
        ],
        [
          "Can you find the following six word in Mr Bean’s Christmas wordsearch? (some of them are written backwards)\n\nTurkey / Twiglets / Santa / Teddy / Sandwich / Nativity\n\nCheck back tomorrow for the answers… Timeline Photos",
          1451314877
        ],
        [
          "Happy Boxing Day from Mr. Bean! Hope you had a good Christmas yesterday and it was better than Mr.Bean’s?\nhttps://www.youtube.com/watch?v=CTqI03MTdQs Mr. Bean - Christmas Turkey Mr Bean tries to cook Christmas dinner for him and his girlfriend but gets the turkey stuck on his head. Taken from Episode 7: 'Merry Christmas Mr Bean'. Sta...",
          1451127601
        ],
        [
          "We hope you’ve bought your Christmas tree, unlike Mr Bean! \nhttps://www.youtube.com/watch?v=Cb0pQZNyZrs Mr. Bean - Christmas Tree Mr Bean tries to buy a Christmas tree but the last one is being bought as he gets there. He steals the giant one from the shopping centre and puts it on top ...",
          1450782000
        ],
        [
          "Can you spot 10 differences between the two Mr Bean Christmas pictures? Some of them are really hard to see! Check back tomorrow for answers. Good luck! Timeline Photos",
          1450450806
        ],
        [
          "The Mr Bean Christmas Quiz is back!! Go to the official Mr Bean website and test your Christmassy Beany knowledge.\n\nClick the link for the Quiz:\nhttp://www.mrbean.com/quiz Timeline Photos",
          1449673201
        ],
        [
          "Have you tried the Mr Bean Christmas Quiz yet? If you think you know the most about the Mr Bean Christmas episode then you should challenge your friends and post your scores on here!\n\nhttp://www.mrbean.com/quiz-questions Quiz Questions - Mr Bean",
          1419238860
        ],
        [
          "Do you know what Mr Bean and Irma ate for Christmas Dinner in Merry Christmas Mr Bean? Try our tricky Mr Bean Christmas Quiz and prove how much of a super fan you are!\n\nhttp://www.mrbean.com/quiz-questions Quiz Questions - Mr Bean",
          1418986801
        ],
        [
          "2 days until Christmas! Mr Bean has written a special Christmas poem for you! Timeline Photos",
          1387756801
        ],
        [
          "It's nearly Christmas! Timeline Photos",
          1356271231
        ]
      ],
      "dates_start": 1415919423,
      "dates_end": 1488827843,
      "likes_avg": 97895,
      "likes_stdev": 146336,
      "comments_avg": 4455,
      "comments_stdev": 9636,
      "shares_avg": 35975,
      "shares_stdev": 89315
    },
    {
      "number": 8,
      "important": [
        "check back",
        "egg",
        "help",
        "easter",
        "happi",
        "android",
        "tomorrow",
        "find",
        "ani",
        "answer"
      ],
      "common": [
        "bean",
        "easter",
        "egg",
        "eggs",
        "find",
        "mr",
        "mr bean",
        "photos",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "Did you find all 11 easter eggs? HAPPY EASTER!! Timeline Photos",
          1459083601
        ],
        [
          "Teddy has hidden 11 easter eggs but Mr Bean can't find any of them! Can you help him find all 11 eggs in time for Easter? Check back tomorrow for answers. Timeline Photos",
          1459004401
        ],
        [
          "Did you find all six words? Timeline Photos",
          1451401431
        ],
        [
          "Did you find all 10? Answers are below, circled in red. Timeline Photos",
          1450537201
        ],
        [
          "When you can’t find a changing room at the beach... Timeline Photos",
          1430474580
        ],
        [
          "Did you find all the eggs? Happy Easter from the Mr Bean Team! Timeline Photos",
          1428159602
        ],
        [
          "Happy Easter!!! Can you find the TEN Easter eggs hidden in this picture? Check back for the answers tomorrow... Timeline Photos",
          1428051601
        ],
        [
          "We hope your Easter Eggs don’t have any unexpected surprises inside. Not like this!\nhttp://bit.ly/1D2XBJv Mr. Bean - Egg for cake hatches! Mr. Bean uses an egg from a nest in his cake but has a surprise when a mysterious creature appears in the cake mix. FOR MORE BEAN CLICK HERE: http://bit.ly/1...",
          1427968802
        ],
        [
          "When you can’t find the free toy in your cereal! Timeline Photos",
          1418224529
        ],
        [
          "So...how did you do? Did you find all SIX Beany words? Answers are below in the red circles. Timeline Photos",
          1400230801
        ],
        [
          "Did you find all the eggs? Hope you’re having a great Easter! Timeline Photos",
          1398063601
        ],
        [
          "Happy Easter! Did you get lots of Easter Eggs? Mr Bean got an egg with an unexpected surprise.\nhttp://www.youtube.com/watch?v=ssiUeL7I3r8 Mr. Bean - Egg for cake hatches! Mr. Bean uses an egg from a nest in his cake but has a surprise when a mysterious creature appears in the cake mix. Welcome to the Official Mr Bean channel. ...",
          1397988001
        ],
        [
          "Find your inner Bean this Halloween! \r\nGet this costume here: http://bit.ly/19eFjBT Timeline Photos",
          1381760767
        ],
        [
          "Mr Bean wishes you a Happy Easter! How many eggs are hiding in these Mr Bean images? Timeline Photos",
          1364716857
        ],
        [
          "Well done to everyone who guessed correctly that Mr Bean has hidden 14 yummy Easter eggs in the Egg Hunt! How many chocolate eggs have you managed to eat over the Easter period so far?",
          1334041035
        ],
        [
          "Happy Easter everyone! Check out Mr Bean’s photo’s for some of the funniest Mr Bean moments in our Easter Egg Hunt album and see how many eggs you can find...",
          1333610390
        ],
        [
          "Mr Bean's been busy hiding eggs. See how many you can find... Mr Bean's Easter Egg Hunt",
          1333610359
        ]
      ],
      "dates_start": 1363700237,
      "dates_end": 1447703005,
      "likes_avg": 72441,
      "likes_stdev": 86360,
      "comments_avg": 1518,
      "comments_stdev": 1819,
      "shares_avg": 2156,
      "shares_stdev": 2215
    },
    {
      "number": 9,
      "important": [
        "behind",
        "bean anim seri",
        "anim seri",
        "bean anim",
        "get",
        "look",
        "take",
        "anim",
        "seri",
        "answer"
      ],
      "common": [
        "animated",
        "bean",
        "episode",
        "http",
        "mr",
        "mr bean",
        "series",
        "watch",
        "www",
        "youtube"
      ],
      "messages": [
        [
          "We always get asked if Rowan is involved in the Mr Bean Animated Series - the answer is yes, of course! Take a look... Mr Bean - Behind the scenes",
          1487599202
        ],
        [
          "Mr Bean solves the mystery of the strange animal! Mr Bean - Strange Pink Animal Mr Bean hunts down the strange pink animal!",
          1468588341
        ],
        [
          "Cooking Sunday lunch? Here’s how not to do it! \nhttps://www.youtube.com/watch?v=2545atoypgs Mr Bean - Dinner for Two Mr Bean has kept Irma waiting so long for food she eats the flower on the table. He cooks a local pigeon for her. From animated episode Dinner for Two. FOR M...",
          1463922001
        ],
        [
          "Watch Mr Bean plan his great escape…\nhttps://www.youtube.com/watch?v=SDEyJEoyZKs Mr Bean - Prison Break Mr bean cleverly escapes from prison From animated episode Roadworks. SUBSCRIBE TO MR BEAN CARTOON WORLD HERE - http://ow.ly/zUJGZ For more Bean Visit: http:...",
          1456412406
        ],
        [
          "Mr Bean is always trying to save money, even when it’s Teddy’s Birthday!\nhttps://www.youtube.com/watch?v=B4zJAXnNk5Y Mr Bean - Saving Money on Teddy's birthday. Mr bean doesn't have enough money for Teddy's birthday. From animated episode Roadworks. SUBSCRIBE TO MR BEAN CARTOON WORLD HERE - http://ow.ly/zUJGZ For mor...",
          1454857202
        ],
        [
          "Oh no! Have you ever had a noisy neighbour like poor Mr Bean?\nhttps://www.youtube.com/watch?v=pjm_ZJuZ5OU Mr Bean - Noisy Neighbour Mr Bean gets annoyed with his neighbour for making noise while he tries to watch tv. From animated episode 'Neighbourly Bean'. SUBSCRIBE TO MR BEAN CARTOON W...",
          1450278001
        ],
        [
          "Silly Mr Bean, that’s not how to bake a cake!\nhttps://www.youtube.com/watch?v=P4cHCp7hXzo Mr Bean - Bakes a cake Mr bean is very bad at baking. From animated episode Roadworks. SUBSCRIBE TO MR BEAN CARTOON WORLD HERE - http://ow.ly/zUJGZ For more Bean Visit: http://www....",
          1449154801
        ],
        [
          "*NEW BEHIND THE BEANS!* This time a look behind the scenes at how the sound effects for the Animated Series are made. It looks like great fun!!\nhttps://www.youtube.com/watch?v=XWDQbHXXlpU The Sound Effects: The Animated Series - Behind The Scenes Every noise in animation has to be built from scratch, and the same goes for Mr. Bean the Animated Series. In today's episode you'll get to meet the people t...",
          1443272402
        ],
        [
          "If grocery shopping takes too long maybe you can borrow Mr Bean’s SUPER TROLLEY!\nhttp://bit.ly/1bFrgOv Mr Bean - Super Trolley Mr Bean has designed a super trolley to help him do his shopping quicker. From animated episode Super Trolley. SUBSCRIBE TO MR BEAN CARTOON WORLD HERE - http...",
          1429347600
        ],
        [
          "Do you have a garden that needs to be mown? Perhaps you could use Mr Bean’s new invention!\n\nhttp://bit.ly/1DAt4T3 Mr Bean - Lawnmower invention When Mrs. Wicket makes Mr Bean mow the lawn he thinks of an innovative invention to get it does faster. From animated episode Roadworks. SUBSCRIBE TO MR BEAN...",
          1427706002
        ],
        [
          "Mr Bean thinks he’s caught a thief at the National Gallery, but watch to see what’s really happened!\n\nhttp://bit.ly/1vgdPro Mr Bean - Bean pursues an art thief to France Mr Bean thinks he see's someone stealing a piece of art from the gallery and chases after them across Britain! From animated episode Roadworks. SUBSCRIBE TO ...",
          1427022001
        ],
        [
          "Mr Bean has an ingenious way of getting his keys back from a thieving magpie. Watch to find out how!\n\nhttp://bit.ly/1vBPXEF Mr Bean - Toy Plane Crash Mr Bean realises he's crashed Teddy into a tree. He checks for vital signs! From animated episode 'Magpie'. SUBSCRIBE TO MR BEAN CARTOON WORLD HERE - http://...",
          1425812409
        ],
        [
          "Check out the Mr Bean Cartoon World YouTube channel – the official home of the Mr Bean Animated Series on YouTube. Have a look and subscribe at the link below!\n\nhttps://www.youtube.com/user/mrbeancartoonworld Timeline Photos",
          1420621201
        ],
        [
          "Have you checked out our special YouTube channel just for the Mr. Bean Animated series? Click on the link to have a look and subscribe!\n\nhttps://www.youtube.com/user/mrbeancartoonworld Timeline Photos",
          1417950001
        ],
        [
          "Freeze! Mr Bean is so surprised to be greeted by an audience of WILD animals in the forest!! Timeline Photos",
          1411938300
        ],
        [
          "New Mr Bean Animated Series due out in 2015 across 60 territories.  Will confirm nearer the time! Mr Bean's cover photo",
          1411378553
        ],
        [
          "Have you ever argued over which TV show to watch? Hopefully this didn’t happen to you!\nhttps://www.youtube.com/watch?v=R_g7ygh3o-o\n Mr Bean - Breaking his big TV Mr Bean invites Irma round to watch his new big TV. They fall out about what to watch and end up breaking the telly. From animated episode Big TV. Welcome to...",
          1403428500
        ],
        [
          "Hello Mr Bean fans! What do you think of this week's video - http://www.youtube.com/watch?v=AaEOGyWCCws Mr Bean Camping! Mr Bean the Animated Series - Camping Mr Bean Animation Full Episode - Camping Mr. Bean goes camping in a caravan made out of Mrs. Wicket's storage. The Animated Series heralds a new era for one ...",
          1374824955
        ],
        [
          "Did you answer our question on Tuesday? – What colour is Mrs Wicket’s dress in Mr Bean – The Animated Series? The answer is B. PURPLE. Did you get it right? Test more fun beany knowledge here – www.mrbean.com Mr Bean Mr Bean",
          1363966719
        ],
        [
          "Are you a Mr Bean fan? Test your knowledge! What colour is Mrs Wicket's dress in Mr Bean – The Animated Series?",
          1363687225
        ],
        [
          "We have some fantastic news for all of our friends in India – you can catch Mr Bean (the Animated Series) from 12pm to 1pm Monday to Friday on Pogo! Hooray!! Timeline Photos",
          1328604908
        ]
      ],
      "dates_start": 1384522894,
      "dates_end": 1461226888,
      "likes_avg": 39632,
      "likes_stdev": 40060,
      "comments_avg": 553,
      "comments_stdev": 444,
      "shares_avg": 1683,
      "shares_stdev": 2543
    },
    {
      "number": 10,
      "important": [
        "day",
        "click",
        "bean click stay tune",
        "stay",
        "bean click stay tune click",
        "tune",
        "bean click stay",
        "bean",
        "bean click",
        "stay tune click"
      ],
      "common": [
        "bean",
        "bit",
        "bit ly",
        "click",
        "click http",
        "http",
        "http bit",
        "http bit ly",
        "mr",
        "mr bean"
      ],
      "messages": [
        [
          "Happy Mother’s Day!  Aren’t you glad Mr. Bean’s not your Mum.\nhttps://www.youtube.com/watch?v=UGYJSC7l7Lg Mr. Bean - How to stop a baby from crying A laugh-along guide on how to appease a crying baby. FOR MORE BEAN CLICK HERE: http://bit.ly/1rhPvax Stay tuned, click here: http://bit.ly/SubscribeToMrBean ...",
          1462698000
        ],
        [
          "Mr. Bean demonstrates the correct etiquette when eating at a restaurant.\nhttps://www.youtube.com/watch?v=iZAXuVBuh70 Mr Bean - Restaurant Etiquette Mr Bean needs to figure out much food he can get with his money. FOR MORE BEAN CLICK HERE: http://bit.ly/1rhPvax Stay tuned, click here: http://bit.ly/Subscr...",
          1460811602
        ],
        [
          "Happy Golfer’s Day! Fancy some golfing tips from Mr. Bean?\nhttps://www.youtube.com/watch?v=tvl83EHZQ7A Mr Bean - Crazy Golf Mr Bean goes to play crazy golf and is really good at it. From Tee Off Mr Bean. FOR MORE BEAN CLICK HERE: http://bit.ly/1rhPvax Stay tuned, click here: http:...",
          1460293201
        ],
        [
          "Mr. Bean's unusual way of changing his money.\nhttps://www.youtube.com/watch?v=DUw-VpbebzU Mr. Bean - Saxophone Player Mr Bean thinks of a genius way to give a saxophone player some cash. FOR MORE BEAN CLICK HERE: http://bit.ly/1rhPvax Stay tuned, click here: http://bit.ly/Su...",
          1459256400
        ],
        [
          "Happy Napping Day! Mr. Bean always makes time for a nap!\nhttps://www.youtube.com/watch?v=2SgqPejO7s0 Mr. Bean - Sneezing and Snoozing In Church Mr. Bean attends a church service but has trouble behaving appropriately! FOR MORE BEAN CLICK HERE: http://bit.ly/1rhPvax Stay tuned, click here: http://bit....",
          1457967601
        ],
        [
          "Setting up a new TV is never easy…\nhttps://www.youtube.com/watch?v=Sm3_qEMTdc4 Mr Bean - TV Aerial -- Mr Bean - Fernsehausstrahlung OFFICIAL MR BEAN. Mr Bean can't get his television to work. From Mr Bean Goes to Town. FOR MORE BEAN CLICK HERE: http://bit.ly/1rhPvax Stay tuned, click here...",
          1456239601
        ],
        [
          "Mr. Bean showing why headphones are necessary when you’re on a train. \nhttps://www.youtube.com/watch?v=_2stbbj3ZQY Mr. Bean - On a Train Mr. Bean shares his train compartment with a particularly unpleasant person... FOR MORE BEAN CLICK HERE: http://bit.ly/1rhPvax Stay tuned, click here: http:/...",
          1455116402
        ],
        [
          "Mr. Bean is so silly!\nhttps://youtu.be/DUw-VpbebzU Mr. Bean - Saxophone Player Mr Bean thinks of a genius way to give a saxophone player some cash. FOR MORE BEAN CLICK HERE: http://bit.ly/1rhPvax Stay tuned, click here: http://bit.ly/Su...",
          1452956400
        ],
        [
          "Do you have trouble getting to sleep? Mr. Bean has a trick to help you! https://youtu.be/cO8qjMq5ttw Mr Bean - TV to help sleep OFFICIAL MR BEAN. Mr Bean watches TV to help him sleep. From Goodnight Mr Bean. FOR MORE BEAN CLICK HERE: http://bit.ly/1rhPvax Stay tuned, click here: http:...",
          1451919601
        ],
        [
          "Happy New Years Eve! Mr. Bean has some crazy snacks at his NYE party!\nhttps://www.youtube.com/watch?v=Xtug7WqiNMg Mr. Bean - How to Make Your own Twiglets Mr Bean has a very strange way to feed his guests at his NYE party.... FOR MORE BEAN CLICK HERE: http://bit.ly/1rhPvax Stay tuned, click here: http://bit.ly/...",
          1451563205
        ],
        [
          "Who loves bumper cars?\nhttps://www.youtube.com/watch?v=jBc3euEJqpc Mr. Bean - Bumper Car Fun Mr. Bean shouldn't be trusted with babies and bumper cars...! FOR MORE BEAN CLICK HERE: http://bit.ly/1rhPvax Stay tuned, click here: http://bit.ly/Subscribe...",
          1443099601
        ],
        [
          "Would you take your goldfish to the beach? Mr. Bean would!\n\nhttps://youtu.be/MbQcECz9K1w Mr. Bean - Beach Day with Goldfish Mr. Bean takes his goldfish to the beach for the day. They both get caught by a fisherman. FOR MORE BEAN CLICK HERE: http://bit.ly/1mOM9bT Stay tuned, click ...",
          1437483601
        ],
        [
          "Feeling lazy? Chill out with Mr. Bean and watch some of his laziest moments on our lazy Bean playlist.\n\nhttps://youtu.be/0X1SuLjnRcI?list=PLC1EDzqtkrh8sstjJiK-e3ZVcSJEHTKcS Mr. Bean - Explosive Paint Mr. Bean paints his room and has an explosive idea! FOR MORE BEAN CLICK HERE: http://bit.ly/1rhPvax Stay tuned, click here: http://bit.ly/SubscribeToMrBean M...",
          1437296401
        ],
        [
          "Do you find parking difficult? Mr. Bean doesn’t!\nhttps://www.youtube.com/watch?v=BEytV2ZFN-Y Mr Bean - Parking at church Mr Bean has a bit of a stuggle parking his car. FOR MORE BEAN CLICK HERE: http://bit.ly/1rhPvax Stay tuned, click here: http://bit.ly/SubscribeToMrBean OFFIC...",
          1435136450
        ],
        [
          "Mr Bean tries to avoid being caught cheating while playing one of the fairground games!\nhttp://bit.ly/1MhudVY Mr. Bean - Archery & The 2p Machine Mr. Bean is searching for something to entertain the baby with. This leads him to a 2p machine. FOR MORE BEAN CLICK HERE: http://bit.ly/1rhPvax Stay tuned, c...",
          1430211600
        ],
        [
          "Are you ready to throw your New Year’s Eve party yet? If you need some ideas for finger food and can’t make it to the shop, let Mr. Bean show you how to make your own Twiglets!\n\nhttp://bit.ly/14Ltf0f Mr. Bean - How to Make Your own Twiglets Mr Bean has a very strange way to feed his guests at his NYE party.... FOR MORE BEAN CLICK HERE: http://bit.ly/1rhPvax Stay tuned, click here: http://bit.ly/...",
          1420016400
        ],
        [
          "Mr. Bean has managed to get his shopping home, but how will he get out of his car? Watch the clip to find out!\n\nhttp://bit.ly/1teJxDa Mr. Bean - Stuck in his Mini Mr Bean finds himself trapped in his car... FOR MORE BEAN CLICK HERE: http://bit.ly/1rhPvax Stay tuned, click here: http://bit.ly/SubscribeToMrBean Mr Bean h...",
          1417597201
        ],
        [
          "Mrs. Wicket is on her way home and the house is a mess! Will Mr. Bean clean up in time? Mr Bean - cleans up his mess Mr Bean has to clean Mrs Wicket's house before she comes home. From animated episode Cat Sitting. FOR MORE BEAN CLICK HERE: http://bit.ly/1mOM9bT Stay tuned,...",
          1415786401
        ],
        [
          "Mr. Bean is trapped in the car park… How will he get out? Watch and find out!\nhttps://www.youtube.com/watch?v=rM_9WmSzsNE\n Mr. Bean - Ramming His Car out of the Car Park Mr Bean will NOT be stuck in the car park !! FOR MORE BEAN CLICK HERE: http://bit.ly/1rhPvax Stay tuned, click here: http://bit.ly/SubscribeToMrBean From one...",
          1410505200
        ],
        [
          "Mr. Bean really takes the saying ‘Try Before You Buy’ to heart. Find out what we mean by watching this clip!\nhttps://www.youtube.com/watch?v=o7VEJUZsmHE\n Mr Bean - Shopping for Towels Mr Bean knows that to find the right items when shopping you must try them on FOR MORE BEAN CLICK HERE: http://bit.ly/1rhPvax Stay tuned, click here: http://...",
          1409986800
        ],
        [
          "We hope you are having an amazing day! If not, well, at least you aren’t stuck in a Post Box like Mr. Bean!\n\nhttps://www.youtube.com/watch?v=tG2dMg_TKgU\n Mr Bean - Stuck in the Post Box ! Mr Bean has got himself in a pickle trying to post a letter.... FOR MORE BEAN CLICK HERE: http://bit.ly/1rhPvax Stay tuned, click here: http://bit.ly/Subscri...",
          1409299201
        ],
        [
          "Mr Bean is on the lookout for foxes. How far would you go to take the perfect picture?\n\nhttps://www.youtube.com/watch?v=asi4xZyyfzg\n Mr. Bean - Fox Hunt Mr. Bean is trying to get holiday snaps of some foxes, but things don't exactly go to plan. FOR MORE BEAN CLICK HERE: http://bit.ly/1mOM9bT Stay tuned, click...",
          1409040000
        ]
      ],
      "dates_start": 1419030614,
      "dates_end": 1457722191,
      "likes_avg": 29825,
      "likes_stdev": 13758,
      "comments_avg": 447,
      "comments_stdev": 225,
      "shares_avg": 2119,
      "shares_stdev": 1528
    },
    {
      "number": 11,
      "important": [
        "bean tri",
        "go",
        "plan",
        "bean teddi",
        "mr",
        "tri",
        "mr bean",
        "teddi",
        "make",
        "bean"
      ],
      "common": [
        "bean",
        "bean teddy",
        "holiday",
        "mr",
        "mr bean",
        "mr bean teddy",
        "photos",
        "teddy",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "When your evening entertainment doesn't go quite to plan... Mr. Bean - Teddy the Dolphin? Mr. Bean tries to make Teddy into a fish but it doesn't go as planned!",
          1478185790
        ],
        [
          "Even Teddy needs his morning cup of tea! gph.is",
          1472626801
        ],
        [
          "Mr Bean loses Teddy while out shopping! Mr Bean - Where's My Teddy Mr.Bean runs into trouble at the supermarket!",
          1469106812
        ],
        [
          "It's time for Mr Bean and Teddy to get ready for their camping trip! Mr Bean - Preparing To Go Camping Mr Bean and Teddy are off on a camping holiday but first they need to pack their things!",
          1466692548
        ],
        [
          "Teddy wants to watch TV! How will Mr Bean turn it on whilst he’s away?\nhttps://www.youtube.com/watch?v=cJk4_6qf5nE Mr. Bean - TV for Teddy Mr. Bean is enjoying his getaway but needs to turn the television on for Teddy who is miles away. Watch how he achieves it! FOR MORE BEAN CLICK HERE: http://...",
          1444222800
        ],
        [
          "With a full tan and an empty wallet Mr Bean and Teddy have arrived home in LONDON! What a brilliant holiday that was! Timeline Photos",
          1440162001
        ],
        [
          "It’s the last stop on Mr Bean and Teddy’s Summer Holiday and they are on familiar ground. Can you spot Teddy one last time and work out which city they are in? Timeline Photos",
          1440075601
        ],
        [
          "Teddy was stuck in a cactus. Ouch! Mr Bean and Teddy are in MEXICO! Just one more flight to go on Mr Bean’s Around the World tour. Timeline Photos",
          1439557201
        ],
        [
          "After the exhaustion of another flight Mr Bean has tripped over a cactus patch and let go of Teddy! Where has he thrown him? Can you guess which country they are in? Timeline Photos",
          1439470801
        ],
        [
          "Another week and another holiday stop. In the chaos of a new city Mr Bean has lost Teddy. YET AGAIN! He really needs to take better care of him. Can you spot Teddy and guess where they are? Timeline Photos",
          1438783480
        ],
        [
          "After a long flight, Mr Bean has arrived and Teddy has gone off exploring without him! \n\nWhere are they and where is Teddy? Check back for answers tomorrow. Timeline Photos",
          1438261201
        ],
        [
          "It’s time for Mr Bean and Teddy’s Summer Holiday!!! They are going AROUND THE WORLD!\n\nCan you guess where they are and find Teddy? Mr Bean seems to have lost him...\n\nCheck back for the answers tomorrow. Timeline Photos",
          1437051602
        ],
        [
          "What is that stinky stink?  Poor Teddy, Mr Bean didn't give him a snorkel and mask to save him from the smell. Timeline Photos",
          1411419902
        ],
        [
          "Yes, home sweet home!  Nelson’s Column in Trafalgar Square, London.\nMr Bean and Teddy had a really fun holiday! Timeline Photos",
          1409212801
        ],
        [
          "Final destination.  What are Mr Bean and Teddy  in front of today? Timeline Photos",
          1409126401
        ],
        [
          "Mr Bean and Teddy travel 2,795 miles/4,496kms to find themselves in front of an impressive ancient structure in a very hot place.  But what is this structure? Timeline Photos",
          1408608001
        ],
        [
          "Mr Bean really tries to make this selfie a good one.  Oh dear, he can’t get the camera angle right.  In front of which famous building are Mr Bean and Teddy.  Clue: it was built in marble and represents the love of a husband for his wife! Timeline Photos",
          1407916802
        ],
        [
          "Yes!  That’s right! Mr Bean and Teddy are posing in front of the Eiffel Tower! Timeline Photos",
          1407484801
        ],
        [
          "Another city, another rubbish selfie!  Which famous landmark are Mr Bean and Teddy standing in front of?  Answer tomorrow. Timeline Photos",
          1407398401
        ],
        [
          "Ta Da! Mr Bean and Teddy are posing in front of The Statue of Liberty, New York!! Timeline Photos",
          1406808001
        ],
        [
          "Mr Bean and Teddy are on holiday! They want to take photos of all their favourite landmarks but Mr Bean is rubbish at selfies. Can you work out where they are? Check back in tomorrow for the answer! Timeline Photos",
          1406728125
        ],
        [
          "Mr Bean has some things to wash at the Laundromat, but they are not clothes! Click below to check out what he puts inside the washing machine.\nhttps://www.youtube.com/watch?v=p9TzdBvdfO4\n Mr Bean - Strange Laundry Mr Bean loads his laundry into the washine machine. He has an inflatable dragon, a welcome mat and some fluffy dice, plus his faithful teddy bear. From Tee O...",
          1396258201
        ],
        [
          "What has Mr Bean bought Teddy for Christmas?\r\n(Check back soon for the answer) Timeline Photos",
          1386862202
        ],
        [
          "What should Teddy wear for Halloween? Timeline Photos",
          1382977333
        ],
        [
          "Don't forget you can still claim your FREE Mr. Bean Teddy Bear with any t-shirt purchase in our Spring Sale! Hurry while supplies last - http://mrbean.shop.musictoday.com/Default.aspx Timeline Photos",
          1369896146
        ],
        [
          "Claim your FREE Mr. Bean Teddy Bear with any t-shirt purchase during our Spring sale now through to May 31st.  Hurry while supplies last!  Find all your favorite Mr. Bean official merchandise here http://mrbean.shop.musictoday.com/Default.aspx Timeline Photos",
          1369727634
        ],
        [
          "WOW - We have over 30 million fans! Mr Bean and Teddy want to say a big THANK-YOU!",
          1353487810
        ]
      ],
      "dates_start": 1387943124,
      "dates_end": 1451916816,
      "likes_avg": 57262,
      "likes_stdev": 30967,
      "comments_avg": 1216,
      "comments_stdev": 1353,
      "shares_avg": 1276,
      "shares_stdev": 1293
    },
    {
      "number": 12,
      "important": [
        "anoth",
        "welcom offici mr bean",
        "offici mr bean channel",
        "welcom offici",
        "bean channel",
        "channel",
        "click welcom",
        "click welcom offici",
        "welcom",
        "click welcom offici mr bean"
      ],
      "common": [
        "bean",
        "channel",
        "http",
        "mr",
        "mr bean",
        "official",
        "official mr",
        "welcome",
        "welcome official",
        "welcome official mr"
      ],
      "messages": [
        [
          "Mr. Bean has another run-in with a bully! Mr. Bean - Bully Revenge Mr. Bean deals with a bully who's making his life difficult! Stay tuned, click here: http://bit.ly/SubscribeToMrBean Welcome to the Official Mr Bean channel....",
          1468047813
        ],
        [
          "Is Mr. Bean the next top golfer? Mr. Bean - Crazy Golf Mr Bean decides to play a round of golf on a summer day. Stay tuned, click here: http://bit.ly/SubscribeToMrBean Welcome to the Official Mr Bean channel. The...",
          1467448644
        ],
        [
          "Relive the very best of Mr. Bean's very worst moments!\nhttps://www.youtube.com/watch?v=ycNHISztqTo Mr. Bean - Embarrassing Moments Compilation The very best of Bean's embarrassing moments! Stay tuned, click here: http://bit.ly/SubscribeToMrBean Welcome to the Official Mr Bean channel. The first epis...",
          1462366916
        ],
        [
          "It’s International Dance Day! Mr Bean has got dancing feet, do you?\nhttps://www.youtube.com/watch?v=FreVBXXyyME Mr. Bean (NEW Series) - Dancing Bean Mr Bean and Irma share a dance! Stay tuned, click here: http://bit.ly/SubscribeToMrBean Welcome to the Official Mr Bean channel. The first episode of the ori...",
          1461934801
        ],
        [
          "Monday mornings, Mr. Bean style!\nhttps://www.youtube.com/watch?v=pLu50mAoXxo Mr. Bean - Alarm Clock Mr Bean has a very clever way of waking himself up... Stay tuned, click here: http://bit.ly/SubscribeToMrBean Welcome to the Official Mr Bean channel. The fi...",
          1461589201
        ],
        [
          "Summer is coming and you know what that means…ice cream! \nhttps://www.youtube.com/watch?v=CnstTpAA79A Mr. Bean (NEW series) - Ice Cream Mr Bean forgets his money when he wants to buy an ice cream. Stay tuned, click here: http://bit.ly/SubscribeToMrBean Welcome to the Official Mr Bean channel....",
          1459947690
        ],
        [
          "Mr. Bean tries, before he buys! \nhttps://www.youtube.com/watch?v=RkQ1FqAi9A8 Mr. Bean - Shopping for Towels Stay tuned, click here: http://bit.ly/SubscribeToMrBean Welcome to the Official Mr Bean channel. The first episode of the original Mr Bean series starring Ro...",
          1459688401
        ],
        [
          "What could it be…?\nhttps://www.youtube.com/watch?v=GI9KNDuta2Q Mr. Bean - Mystery creature A Mysterious creature scares Mr Bean Stay tuned, click here: http://bit.ly/SubscribeToMrBean Welcome to the Official Mr Bean channel. The first episode of th...",
          1459429200
        ],
        [
          "When a simple “excuse me” won’t do!\nhttps://www.youtube.com/watch?v=YQEOlZRVRuo Mr. Bean - Elderly people on stairs Stay tuned, click here: http://bit.ly/SubscribeToMrBean Welcome to the Official Mr Bean channel. The first episode of the original Mr Bean series starring Ro...",
          1458745201
        ],
        [
          "A different twist on a classic sleeping method!\nhttps://www.youtube.com/watch?v=kO6tn-at4UQ Mr. Bean - Counting Sheep. Mr Bean can't sleep, so he tries the classic counting sheep trick Stay tuned, click here: http://bit.ly/SubscribeToMrBean Welcome to the Official Mr Bean cha...",
          1457449200
        ],
        [
          "Mr Bean and Teddy learn a valuable lesson about messing around with lifts!\n\nhttps://www.youtube.com/watch?v=qkNOwkgxXx4 Mr. Bean (NEW series) - The Lift Teddy gets stuck in the lift doors! Stay tuned, click here: http://bit.ly/SubscribeToMrBean Welcome to the Official Mr Bean channel. The first episode of the...",
          1456938002
        ],
        [
          "What would you do with Mr Bean’s robotic arm?\nhttps://www.youtube.com/watch?v=4tItiAZkZ_M Mr. Bean - Robotic Arm Mr Bean experiments with a super extending robot arm. Stay tuned, click here: http://bit.ly/SubscribeToMrBean Welcome to the Official Mr Bean channel. The fi...",
          1448290801
        ],
        [
          "Hate parking your car? So does Mr Bean!\nhttps://www.youtube.com/watch?v=4nC5K2VT_qs Mr. Bean - Parallel Parking Mr Bean causes chaos when trying to parallel park. Stay tuned, click here: http://bit.ly/SubscribeToMrBean Welcome to the Official Mr Bean channel. The first...",
          1447513200
        ],
        [
          "What is this strange creature Mr Bean has found?\nhttps://www.youtube.com/watch?v=GI9KNDuta2Q Mr. Bean - Mystery creature A Mysterious creature scares Mr Bean Stay tuned, click here: http://bit.ly/SubscribeToMrBean Welcome to the Official Mr Bean channel. The first episode of th...",
          1445432400
        ],
        [
          "Did you know Mr. Bean is also a good photographer?\nhttps://www.youtube.com/watch?v=mz2lOnWRP5A Mr. Bean - Rude photoshoot Mr Bean decides that the nudes statues in the park need to censoring. Stay tuned, click here: http://bit.ly/SubscribeToMrBean Welcome to the Official Mr Bean...",
          1445158801
        ],
        [
          "Too hot to sleep? Mr Bean has the perfect solution! \n\nhttps://youtu.be/_pDmkCYpgJc Mr. Bean - Too Hot to Sleep Mr Bean is too hot to sleep, what will he do? Stay tuned, click here: http://bit.ly/SubscribeToMrBean Welcome to the Official Mr Bean channel. The first epis...",
          1438088400
        ],
        [
          "How are you spending your weekend? Mr Bean is doing a spot of painting!\nhttps://www.youtube.com/watch?v=EA9S7RX5_uw Mr. Bean - Painting the Countryside Mr Bean takes a trip to the countryside for some artistic inspiration. Stay tuned, click here: http://bit.ly/SubscribeToMrBean Welcome to the Official Mr Bea...",
          1433664001
        ],
        [
          "Do you remember what happens when Mr. Bean gets stuck replacing a man’s credit card in the department store? \n\nhttp://bit.ly/1y7bx4u Mr. Bean - Credit Card Mix Up Stay tuned, click here: http://bit.ly/SubscribeToMrBean Welcome to the Official Mr Bean channel. The first episode of the original Mr Bean series starring Ro...",
          1422954000
        ],
        [
          "Mr Bean has an unexpected visitor show up and eat all his food! What do you think, would you have asked him to leave?\n\nhttps://www.youtube.com/watch?v=kG6RebDYIfo\n Mr Bean - Old friend comes to visit An old friend comes to visit Mr Bean at home but he is not the best house guest. From animated episode 'The Visitor'. Welcome to the Official Mr Bean channel...",
          1399975201
        ],
        [
          "It’s the Eurovision Song Contest in Denmark tonight! Will you be watching? Mr Bean is getting in the mood for it!\n\nhttps://www.youtube.com/watch?v=CTgMelwS16I Mr Bean at Roxy's show - Mr Bean auf Roxys Konzert -- Mr Bean Zeichentrick Mr Bean is star struck at Roxy's big show. From the episode 'Bean in Love' Welcome to the Official Mr Bean channel. The first episode of the original Mr Bean...",
          1399705201
        ],
        [
          "https://www.youtube.com/watch?v=x-Blm6gh0Gs\n\nWe’re having a Flashback Friday moment today and remembering the very first scene of Mr. Bean ever! Do you remember which year this scene was first on TV?\n Mr. Bean - First Ever Reliant Robin Crash Stay tuned, click here: http://bit.ly/SubscribeToMrBean Welcome to the Official Mr Bean channel. The first episode of the original Mr Bean series starring Ro...",
          1399024801
        ],
        [
          "Have you ever had to look after a baby? Mr. Bean shows you how to stop a baby from crying in this classic clip. \nhttp://www.youtube.com/watch?v=UGYJSC7l7Lg\n Mr. Bean - How to stop a baby from crying A laugh-along guide on how to appease a crying baby. Stay tuned, click here: http://bit.ly/SubscribeToMrBean Welcome to the Official Mr Bean channel. The fir...",
          1397642401
        ],
        [
          "Will you be going out dancing tonight? Watch this classic clip to get some hot dance tips from Mr Bean himself! \nhttp://www.youtube.com/watch?v=iT_IiHsZtWg\n Mr Bean - Dancing at a nightclub Mr Bean tries to dance with his girlfriend at a nightclub. From Mr Bean Goes to Town. Welcome to the Official Mr Bean channel. The first episode of the origi...",
          1392991201
        ],
        [
          "Hello Mr Bean fans! Have a look and subscribe to Mr Bean’s youtube channel - http://smarturl.it/MrBeanSubscribe We are constantly updating it with new clips! Mr. Bean Welcome to the Official Mr Bean channel. The first episode of the original Mr Bean series starring Rowan Atkinson was first broadcast on 1st January 1990. Si...",
          1374133399
        ],
        [
          "Have you seen the new look Mr Bean Youtube channel featured in Youtube’s Comedy Week? Check out the great clips, funny moments and subscribe here; http://smarturl.it/MrBeanSubscribe to see a new clip every day this week! Mr Bean's Official Channel Welcome to the Official Mr Bean channel. The first episode of the original Mr Bean series starring Rowan Atkinson was first broadcast on 1st January 1990. Si...",
          1369142751
        ],
        [
          "Watch more of Mr Bean's funniest moments on his official YouTube channel! http://www.youtube.com/user/MrBean Mr Bean's Official Channel Welcome to the Official Mr Bean channel. The first episode of the original Mr Bean series starring Rowan Atkinson was first broadcast on 1st January 1990. Since then Mr Bean has become known all over the world. Created by Rowan Atkinson, Richard Curtis and  Robin Driscoll, there were only 14 episode...",
          1343657140
        ],
        [
          "Check out this clip from ‘Mr Bean Rides Again’ to see what happens to Mr Bean on the train when he is faced with one very noisy passenger... \nhttp://www.youtube.com/user/MrBean#p/search/0/KsgJC6brhgc\n Mr Bean's Official Channel Welcome to the Official Mr Bean channel. The first episode of the original Mr Bean series starring Rowan Atkinson was first broadcast on 1st January 1990. Since then Mr Bean has become known all over the world. Created by Rowan Atkinson, Richard Curtis and  Robin Driscoll, there were only 14 episode...",
          1328269853
        ],
        [
          "Here's a treat to start the week with everyone! Mr Bean visits the dentist but what could possibly go wrong??.... http://www.youtube.com/user/MrBean#p/search/0/lW6R9kSGV2Q Mr Bean's Official Channel Welcome to the Official Mr Bean channel. The first episode of the original Mr Bean series starring Rowan Atkinson was first broadcast on 1st January 1990. Since then Mr Bean has become known all over the world. Created by Rowan Atkinson, Richard Curtis and  Robin Driscoll, there were only 14 episode...",
          1326107978
        ]
      ],
      "dates_start": 1381437188,
      "dates_end": 1467515425,
      "likes_avg": 22211,
      "likes_stdev": 10817,
      "comments_avg": 474,
      "comments_stdev": 298,
      "shares_avg": 1737,
      "shares_stdev": 1888
    },
    {
      "number": 13,
      "important": [
        "time",
        "happi",
        "day",
        "share",
        "friend",
        "game",
        "one",
        "android",
        "bean",
        "year"
      ],
      "common": [
        "bean",
        "birthday",
        "day",
        "happy",
        "mr",
        "mr bean",
        "photos",
        "timeline",
        "timeline photos",
        "today"
      ],
      "messages": [
        [
          "Having a bad day... Spin Cycle",
          1487685601
        ],
        [
          "Happy Year of the Rooster! 鸡年快乐 Timeline Photos",
          1485599402
        ],
        [
          "Happy National Hugging Day! Timeline Photos",
          1485007201
        ],
        [
          "Happy National Bean Day! Timeline Photos",
          1483715575
        ],
        [
          "That one friend who doesn't share food...",
          1482156000
        ],
        [
          "Happy Thanksgiving to our American friends!",
          1479996420
        ],
        [
          "That one friend who is too dedicated to the game www.youtube.com",
          1478441100
        ],
        [
          "Can Mr. Bean save his fishy friend in time? www.youtube.com",
          1472888700
        ],
        [
          "It’s International Day of Happiness today! Spread the love by tagging your friends in this video of Mr. Bean’s happiest moments and share happy thoughts with all your favourite people. #internationaldayofhappiness #beanhappy Mr. Bean's Happy Moments",
          1458486001
        ],
        [
          "Happy Valentine's Day!!!! Timeline Photos",
          1455462001
        ],
        [
          "Happy Birthday Mr Bean!! To celebrate his birthday today, here’s some NEW and EXCLUSIVE footage of Mr Bean celebrating 25 years outside Buckingham Palace. #MrBean25\n\nhttps://www.youtube.com/watch?v=ehLPKYZyPyY Mr. Bean – 25th Anniversary – Birthday Celebration Mr. Bean celebrates his 25th anniversary in style with a press conference outside Buckingham Palace. Stay tuned, click here: http://bit.ly/SubscribeToMrBean ...",
          1442326260
        ],
        [
          "Take a look at all the GREAT designs you \nhave sent us for the ultimate Mr Bean \nBirthday cake in our special BIRTHDAY \npicture album.Thank you to all the Mr Bean fans around the World. Mr Bean's Birthday Cake Gallery!",
          1442238154
        ],
        [
          "Who is feeling silly today? Mr Bean always is!\n\nhttps://www.youtube.com/watch?v=rUz_e7PQGOg Timeline Photos",
          1439715602
        ],
        [
          "Look what our friends at Simon’s Cat have sent us to celebrate International Cat Day today! Scrapper has met his match at last! Mr Bean will be pleased. Check out https://www.youtube.com/user/simonscat Timeline Photos",
          1439038801
        ],
        [
          "Happy Birthday Teddy!!!! Timeline Photos",
          1435755358
        ],
        [
          "Happy International Geek Pride Day!!! Timeline Photos",
          1432544401
        ],
        [
          "When you realise there is one cracker left over from Christmas Day. Happy Boxing Day! Timeline Photos",
          1419584401
        ],
        [
          "...BOO! Happy Halloween!! Timeline Photos",
          1414746001
        ],
        [
          "It's Mr. Bean’s Birthday TODAY!\n\nHappy Birthday Mr. Bean! Do you remember how Mr. Bean celebrated his birthday in the Live series? Click the link to watch and don’t forget to leave Mr. Bean a happy birthday message!\nhttps://www.youtube.com/watch?v=nldsZmeajAc Timeline Photos",
          1410757201
        ],
        [
          "Mr Bean is being incredibly naughty today! Look at what he did to the neighbour’s cat!\n\nhttps://www.youtube.com/watch?v=dA5EnfdeUtU\n Mr Bean - Throwing cat in the dustbin Mr Bean throws his landlady's cat in the bin but then panics when the dustbin men come. Mr Bean thinks that Scrapper the cat must be dead! From animated epis...",
          1408089602
        ],
        [
          "It is Mr Bean's birthday today!! Thanks for all your brilliant comments. Timeline Photos",
          1379228526
        ],
        [
          "It is Mr Beans birthday on Sunday! What would you give him as a birthday gift?",
          1378996755
        ],
        [
          "HAPPY BIRTHDAY TEDDY! Thanks to everybody who wrote a special message for Teddy on his birthday. Just a few of the thousands of birthday messages are here on this special card. Timeline Photos",
          1372747838
        ],
        [
          "Did you know today is the first ever International day of Happiness? The Mr Bean team wish you lots of happiness! Timeline Photos",
          1363790691
        ],
        [
          "Happy Eid from Mr. Bean! Timeline Photos",
          1351243836
        ],
        [
          "Mr Bean would like to thank all of his fans for making his birthday so special. He had an extremely wonderful day and absolutely loved his birthday card! Here are just some of the special birthday wishes he received... Timeline Photos",
          1347872290
        ],
        [
          "The big day has finally arrived! It's Mr Bean's birthday everyone! How do you think he should celebrate?",
          1347687537
        ],
        [
          "Calling all Mr Bean fans! Something extremely exciting is happening on Saturday! It’s Mr Bean’s birthday!! Make sure you don’t forget to sign his birthday card by leaving your comment before the big day. Don’t tell him though – it’s a surprise! Timeline Photos",
          1347355228
        ],
        [
          "Happy St. George’s Day to everyone celebrating! Did you know it’s also Shakespeare’s birthday today?! Timeline Photos",
          1335167591
        ],
        [
          "It’s the British Queen’s birthday tomorrow but did you know she has two birthdays and so will be celebrating again for her official one in June? That means twice as much birthday cake! Yum!! Timeline Photos",
          1334921672
        ],
        [
          "Mr Bean wishes you a happy Independence Day Mauritius!! Timeline Photos",
          1331542574
        ],
        [
          "To all of our friends in India and everywhere else who are celebrating today, Mr Bean wishes you a very happy Holi! Timeline Photos",
          1331197907
        ],
        [
          "To all of our friends in India and everywhere else across the globe who are celebrating today, Mr Bean wishes you a happy Maha Shivaratri!",
          1329728640
        ]
      ],
      "dates_start": 1356835915,
      "dates_end": 1467752864,
      "likes_avg": 143543,
      "likes_stdev": 200105,
      "comments_avg": 4582,
      "comments_stdev": 5915,
      "shares_avg": 7539,
      "shares_stdev": 9653
    },
    {
      "number": 14,
      "important": [
        "around world",
        "download",
        "bean around",
        "download mr",
        "keep",
        "mr bean",
        "download mr bean",
        "around",
        "app",
        "world"
      ],
      "common": [
        "app",
        "bean",
        "bit",
        "bit ly",
        "download",
        "http",
        "ly",
        "mr",
        "mr bean",
        "teddy"
      ],
      "messages": [
        [
          "No plans this weekend? Not to worry, we have the Mr Bean Around the World app to keep you entertained!\n\nDownload here - http://mrbea.nl/feb17 Mr Bean - Around the World",
          1486130568
        ],
        [
          "Want to get your hands on some limited edition Christmas stickers? Download the Mr Bean sticker pack for iOS now! http://mrbea.nl/fbstickers",
          1481551200
        ],
        [
          "Have you Bean to the App Store for iMessage yet? Stickers now available http://apple.co/2d6GLW1 \n\n#iMessageApps Mr Bean iMessage Stickers",
          1475758800
        ],
        [
          "Have you Bean to the App Store for iMessage yet? Stickers now available http://apple.co/2d6GLW1\n\n#iMessageApps Mr Bean™",
          1475154000
        ],
        [
          "Join Mr. Bean in supporting the UN's Global Goals and search SDGs in Action in app stores now!\n\nhttps://sdgsinaction.com/ The UN and Mr Bean's Global Goals!",
          1474462800
        ],
        [
          "Play your part in a better future with the UN and Mr Bean! Search SDGs in Action in app stores now!\n\nhttps://sdgsinaction.com/ The UN and Mr Bean's Global Goals!",
          1474376400
        ],
        [
          "Mr Bean is helping the UN! And you can too. Search SDGs in Action in the App Store and help make the world a better place.\n\nhttps://sdgsinaction.com/ The UN and Mr Bean's Global Goals!",
          1474290000
        ],
        [
          "Mr Bean is playing his part towards achieving the UN's Global Goals. Why not join him? Search SDGs in Action in app stores now! The UN and Mr Bean's Global Goals!",
          1474221600
        ],
        [
          "A BIG THANK YOU to all our fans for helping us reach over 4 Million downloads of Mr Bean – Flying Teddy! If you haven't played already, search ‘Mr Bean’ on the App Store or on Google Play™ to download this free game and help fly Teddy to safety! Mr Bean – Flying Teddy – Thank you! A BIG THANK YOU to all our fans for helping us reach over 4 Million downloads of Mr Bean – Flying Teddy! If you haven't played already, click here - http://m...",
          1468843306
        ],
        [
          "Join Mr Bean and visit India, Mexico and more in the official mobile game! Search ‘Mr Bean’ on the App Store or on Google Play™ and get the FREE game now! Mr Bean Around the World",
          1467982800
        ],
        [
          "Have you heard? The official Mr Bean game is now free to play! Just search 'Mr Bean' on the App Store and Google Play now! Mr Bean's cover photo",
          1467633400
        ],
        [
          "Yippee! Mr Bean - Around the World is now FREE TO PLAY! Get the game on iOS & Android now - http://mrbea.nl/free - or search for ‘Mr Bean’ on the app store! Mr Bean Around The World App – now FREE!",
          1467464400
        ],
        [
          "Thinking about travelling the world in 2016? Visit 6 different countries without even leaving the house in Mr Bean – Around the World! Out now on iOS, Android and Amazon - http://mrbea.nl/newyear",
          1451656801
        ],
        [
          "Did you get a new smartphone or tablet this Christmas? Treat yourself to a late Christmas present with Mr Bean – Around the World, available on your device right now! http://mrbea.nl/boxingday Timeline Photos",
          1451145603
        ],
        [
          "Mr Bean has lost his Christmas presents! Can you help him find them? There are six presents hidden in Mr Bean – Around the World! There’s a gift in every country! http://mrbea.nl/christmas Timeline Photos",
          1450364401
        ],
        [
          "HURRY! You can get our NEW Mr Bean game for 35% off for a limited time only! Get the app now, must end midnight Sunday (GMT)! http://mrbea.nl/beansale Timeline Photos",
          1445536801
        ],
        [
          "Travel the world in our BRAND NEW game, Mr Bean - Around the World! Out NOW on iOS & Android http://mrbea.nl/ATW Mr Bean Around The World App OUT NOW!",
          1444310583
        ],
        [
          "Hope you enjoyed going around the world with Mr Bean as part of our summer game! The pictures were from the BRAND NEW Mr Bean app, ‘Mr Bean – Around The World!’ New game coming soon on Android and iOS.",
          1440162900
        ],
        [
          "Introducing all NEW Teddy TV! Watch the funniest Mr Bean videos in the Mr Bean: Flying Teddy app for FREE. Download now http://mrbea.nl/tedtv Timeline Photos",
          1425553204
        ],
        [
          "“You can NOW download Mr Bean: Flying Teddy to your Amazon device. Search ‘Flying Teddy’ in the Amazon Market Place or click the link http://mrbea.nl/amazonlaunch” Timeline Photos",
          1407146401
        ],
        [
          "Can YOU do better than Mr Bean? \n\nSearch ‘Flying Teddy’ on the app store to download ‘Mr Bean: Flying Teddy’ for FREE! http://mrbea.nl/FlyingTeddy Timeline Photos",
          1403611201
        ],
        [
          "\nSearch ‘Flying Teddy’ on the app store to download ‘Mr Bean: Flying Teddy’ for FREE! Watch an exclusive video preview http://bit.ly/1kWPsdK \n 'Mr Bean: Flying Teddy' FREE app on iOS & Android STEP 1: Search 'flying teddy' on the app store STEP 2: Download the FREE app STEP 3: Enjoy the game iTunes: http://bit.ly/1ikS1VC Android: http://bit.ly/1efg...",
          1401711296
        ],
        [
          "Search ‘Flying Teddy’ on the app store to download ‘Mr Bean: Flying Teddy’ for FREE! Watch an exclusive video preview http://bit.ly/1kWPsdK 'Mr Bean: Flying Teddy' FREE app on iOS & Android STEP 1: Search 'flying teddy' on the app store STEP 2: Download the FREE app STEP 3: Enjoy the game iTunes: http://bit.ly/1ikS1VC Android: http://bit.ly/1efg...",
          1397556000
        ],
        [
          "Happy Christmas from the Mr Bean team! If you’ve unwrapped a new Apple or Android device this Christmas, why not check out these Mr Bean apps!\r\n\r\nDownload Mr Bean Colour & Paint on iOS here: \r\nhttp://bit.ly/mBcpiTunes \r\nDownload Mr Bean Slider Puzzle on iOS here: \r\nhttp://bit.ly/mBspiTunes \r\n\r\nDownload Mr Bean Colour & Paint on Android here: \r\nhttp://bit.ly/mBcpgP  \r\nDownload Mr Bean Slider Puzzle on Android here: \r\nhttp://bit.ly/mBspgP Timeline Photos",
          1387933202
        ],
        [
          "We’ve got some great news for all the Mr Bean fans: the Mr Bean Colour & Paint app is now available for free on iOS and Android! \r\nDownload for iOS here: http://bit.ly/MrBeanCPiOS \r\nDownload for Android here: http://bit.ly/MrBeanCPAnd Timeline Photos",
          1373007219
        ],
        [
          "We’ve got some great news for all the Mr Bean fans: the Mr Bean Slider Puzzle app is now available for free on iOS and Android! \r\nDownload for iOS here: http://bit.ly/MrBeanSPiOS\r\nDownload for Android here: http://bit.ly/MrBeanSPAndroid Timeline Photos",
          1371567120
        ],
        [
          "The Mr Bean Slider Puzzle app is now available for free on Windows Phone.  Download it here: http://bit.ly/mrbeansliderwp Timeline Photos",
          1370419156
        ],
        [
          "We hope you are enjoying the new Mr Bean games as much as we are! Don’t forget that you can download the Mr Bean Slider Puzzle app here http://bit.ly/mrbeanslider3 or the Mr Bean Colour & Paint app here http://bit.ly/mrbeanpaint3 Timeline Photos",
          1366358336
        ],
        [
          "Have you played Mr Bean solitaire? Or dodged balloons and collected points for Mr Bean? Check out the great Mr Bean games and downloads! http://mrbean.co.uk/games-downloads Mr Bean Mr Bean",
          1359617435
        ],
        [
          "Have you seen the brand new Mr Bean website? Full of fun games, facts, downloads and more – www.mrbean.com Let us know what you think! Timeline Photos",
          1357900350
        ],
        [
          "Check out the brilliant brand new Mr Bean online store,  For DVD’s, gifts, T-shirts and more click here - http://www.facebook.com/home.php#!/MrBean/app_151391696616 Timeline Photos",
          1357570277
        ],
        [
          "Have you seen the great new Mr Bean game available to download on iTunes? Help Mr Bean make his journey by jumping over obstacles in his path as he gets faster and faster! Just click on the links..\n\niPhone\nhttp://itunes.apple.com/app/mr-bean-ooc/id399601423?\n\niPad\nhttp://itunes.apple.com/app/mr-bean-ooc-hd/id399602200\n\nAndroid\nhttps://market.android.com/details?id=com.zattikka.mrbean480&hl=en\n App Store - Mr Bean:OoC Read reviews, get customer ratings, see screenshots, and learn more about Mr Bean:OoC on the App Store. Download Mr Bean:OoC and enjoy it on your iPhone, iPad, and iPod touch.",
          1329994440
        ],
        [
          "Have you seen our brand new Mr Bean Video Player? Click on the tab to watch your favourite Mr Bean clips, right here on Facebook! Enjoy everyone!",
          1329124930
        ],
        [
          "Did you know the Mr Bean songs are available to download on iTunes? Just click on the links to tickle your ears with the truly wonderful sounds of our much loved Mr Bean... \nhttp://itunes.apple.com/gb/album/mr.-bean-theme-from-animated/id404782126?i=404782167 \nhttp://itunes.apple.com/gb/album/funny-man/id404782126?i=404782168\n iTunes - Music - Mr. Bean (Theme from the Animated Series) - Single by Howard Goodall Preview songs from Mr. Bean (Theme from the Animated Series) - Single by Howard Goodall on the iTunes Store. Preview, buy and download Mr. Bean (Theme from the Animated Series) - Single for £1.58. Songs start at just £0.79.",
          1328004305
        ],
        [
          "For our 439,000 Facebook fans in Australia and everyone else around the World, Happy Australia Day!",
          1327571870
        ]
      ],
      "dates_start": 1366421735,
      "dates_end": 1471617870,
      "likes_avg": 22202,
      "likes_stdev": 21319,
      "comments_avg": 556,
      "comments_stdev": 450,
      "shares_avg": 1263,
      "shares_stdev": 1315
    },
    {
      "number": 15,
      "important": [
        "back",
        "favourit",
        "mr bean goe",
        "mr",
        "mr bean",
        "bean goe",
        "android",
        "take",
        "bean",
        "goe"
      ],
      "common": [
        "bean",
        "com",
        "mr",
        "mr bean",
        "watch",
        "www",
        "www youtube",
        "www youtube com",
        "youtube",
        "youtube com"
      ],
      "messages": [
        [
          "Mr. Bean’s gone back to school and chemistry is his favourite subject! Mr. Bean goes back to school!",
          1473771600
        ],
        [
          "Mr Bean takes a trip back to his childhood... Mr Bean - Young Bean Mr Bean goes down memory lane!",
          1473341823
        ],
        [
          "It's time for Mr. Bean to take the high dive! Mr Bean - High Dive Mr Bean tries to dive off the high dive board at a swimming pool but is too scared. From The Curse of Mr Bean. FOR MORE BEAN CLICK HERE: http://bit.ly/1rhPva...",
          1471266001
        ],
        [
          "No one likes a trip to the dentist - especially Mr Bean! Mr Bean - Dentist Trip Mr.Bean takes a trip to the dentist!",
          1470304982
        ],
        [
          "Mr. Bean is having fun at the Country Fete, not sure anyone else is!\nhttps://www.youtube.com/watch?v=bRpUauseTVw Mr Bean - Country fete games -- Volksfest Spiele OFFICIAL MR BEAN. Mr Bean plays games at a country fete including throwing sponges at a poor old man. From Hair by Mr Bean of London. FOR MORE BEAN CLICK HER...",
          1456671602
        ],
        [
          "Mr Bean takes the perfect wildlife picture! Well…almost.\nhttps://www.youtube.com/watch?v=X8ZUwr_04Ik Mr Bean - Leaves the lens cap on Mr Bean tries to take a picture of wildlife on his photography holiday, but realises he left the lens cap on his camera. From animated episode In the Wild. S...",
          1455980401
        ],
        [
          "Mr. Bean teaches us his trick for getting changed in front of other people!\nhttps://www.youtube.com/watch?v=njxdiOJJXLo Mr Bean - At the Beach OFFICIAL MR BEAN. Bean goes to the beach and tries to change from his street trousers and underpants into his swimming trunks without ever becoming naked, in...",
          1455721200
        ],
        [
          "Do you take the train like Mr. Bean?\nhttps://www.youtube.com/watch?v=KsgJC6brhgc Mr Bean - Takes the Train OFFICIAL MR BEAN. Mr Bean takes a train ride. He tries to block out the sound of his fellow passenger's loud laugh so he can read his book in peace, and ends...",
          1453647601
        ],
        [
          "OH NO! Teddy is on fire! What will Mr Bean do?\nhttps://youtu.be/4j7X1sCCSPU Mr Bean - Teddy is on Fire! Mr Bean goes to light his birthday cupcake but accidentally lights Teddy on fire... Things just get worse from there! FOR MORE BEAN CLICK HERE: http://bit.ly...",
          1453215601
        ],
        [
          "What could this strange pink animal be?\nhttps://youtu.be/qpOziQErM8w Mr Bean - Strange pink animal OFFICIAL MR BEAN. Mr Bean has ended up with a strange pink creature. He tries to find out what it is but can't find it in any book. The answer only comes to ...",
          1452610801
        ],
        [
          "It’s Christmas Eve! Enjoy a carol with Mr. Bean.\nhttps://www.youtube.com/watch?v=VSWpVId72Jo Mr Bean - Salvation Army Carols -- Weihnachtslieder der Heilsarmee OFFICIAL MR BEAN. Mr Bean takes over conducting a Salvation Army band at Christmas. Hilarious clip from the classic Merry Christmas Mr Bean. FOR MORE BEAN CL...",
          1450949400
        ],
        [
          "Like this post if you hate doing washing just like Mr. Bean!\nhttps://www.youtube.com/watch?v=ZI-mIxEvmvs Mr Bean - Trapped in a drier OFFICIAL MR BEAN. Mr Bean gets trapped in a tumble drier at the launderette when he ties to find his trousers. From Tee Off Mr Bean. FOR MORE BEAN CLICK HERE...",
          1444741201
        ],
        [
          "Happy International Talk Like a Pirate Day!\nhttps://www.youtube.com/watch?v=eRMMul5z1Z8 Mr Bean - The Pirate OFFICIAL MR BEAN. Mr Bean finds some pirates treasure in the attic and makes Teddy walk the plank. From animated episode Treasure! FOR MORE BEAN CLICK HERE: ...",
          1442653203
        ],
        [
          "Do you have a romantic date coming up soon? Take some dating advice from Mr. Bean by watching this clip!\n\nhttps://www.youtube.com/watch?v=31A5-ThrllI Mr Bean - Goes on Date -- Mr. Bean hat einen Verabredung OFFICIAL MR BEAN. Mr Bean takes his girlfriend out to a nightclub. He ruins a magician's show and then loses his girlfriend to another man. From 'Mr Bean Goe...",
          1432371601
        ],
        [
          "Have you ever been on a train with an obnoxious passenger? See how Mr. Bean dealt with it!\n\nhttps://www.youtube.com/watch?v=KsgJC6brhgc Mr Bean - Takes the Train OFFICIAL MR BEAN. Mr Bean takes a train ride. He tries to block out the sound of his fellow passenger's loud laugh so he can read his book in peace, and ends...",
          1431594001
        ],
        [
          "There’s nothing worse than a bad night’s sleep! \nhttp://bit.ly/1y9a243 Mr Bean is Having Trouble Sleeping OFFICIAL MR BEAN. Mr Bean has trouble sleeping. When the local cats keep him awake he dresses up as a dog to scare them away. From 'Goodnight Mr Bean'. FOR M...",
          1424854801
        ],
        [
          "Mr Bean has made his own Hot Air Balloon, but how will he avoid the powerlines? \n\nhttp://bit.ly/1HIWX50 Mr Bean - Hot Air Balloon OFFICIAL MR BEAN. After taking his mini to be scrapped Mr Bean makes a hot air balloon. He rescues a little boy and nearly crashes into power cables. From an...",
          1422608400
        ],
        [
          "Have you been to the dentist lately? We hope you were better behaved than Mr. Bean! Click to watch this hilarious classic scene!\n\nhttp://bit.ly/1tnycBK Mr. Bean - At the Dentist Mr. Bean goes to the dentist. He causes trouble playing with the vacuum and accidentally injects the dentist! FOR MORE BEAN CLICK HERE: http://bit.ly/1rhPvax...",
          1421830801
        ],
        [
          "Has this ever happened to you while walking down a flight of stairs? Mr. Bean is trapped!\n\nhttp://bit.ly/1tnxpku Mr Bean - Taking the stairs -- Die Treppe nehmen OFFICIAL MR BEAN. Mr Bean has to take the stairs at his hotel but get stuck behind a really slow old lady. From Mr Bean in Room 426. FOR MORE BEAN CLICK HERE...",
          1421053201
        ],
        [
          "It’s Christmas Eve! Merry Christmas Everyone!\n\nhttp://bit.ly/1ub7oE7 Mr Bean - Christmas Eve -- Heiligabend OFFICIAL MR BEAN. Mr Bean relaxes on Christmas Eve. When he can't find anything nice on tv he's glad to see a group of carollers arrive at his door. From cla...",
          1419411601
        ],
        [
          "Halloween is coming up! How will you celebrate? Mr. Bean will probably celebrate by watching a scary movie, he really enjoyed it last time! Click the link to see what we mean:\nhttps://www.youtube.com/watch?v=3aIfMX7FBbI\n Mr Bean - At the Cinema -- Mr Bean - Im Kino OFFICIAL MR BEAN. Mr Bean goes to watch a horror movie with his girlfriend but is too scared. He covers his head with his popcorn bucket. From The Return of ...",
          1414400400
        ],
        [
          "Here’s a classic clip of Mr. Bean in a martial arts class.  What would you do in his situation?\n\nhttps://www.youtube.com/watch?v=pRZqRjxkHpk Mr Bean - Judo Class http://www.youtube.com/user/MrBean Mr Bean attends a judo class but doesn't want to be thrown by the teacher. From Back to School Mr Bean. FOR MORE BEAN CLIC...",
          1412377200
        ],
        [
          "Mr. Bean loves travelling! Where was the last place you had a holiday? Click to watch the classic scene of Mr. Bean in an aeroplane!\nhttps://www.youtube.com/watch?v=bJQEVYBS5ew\n On a Plane with Mr Bean OFFICIAL MR BEAN. Mr Bean takes a plane. When the stewardess asks him to occupy a child who is sitting next to him he tries hilarious methods to help the lit...",
          1411714800
        ],
        [
          "Mr. Bean is entering his pet into the pet show… will Teddy win?\nhttps://www.youtube.com/watch?v=6w3472uquaM\n Mr Bean takes teddy to the pet show Mr Bean enters teddy into a pet show at a country fete. Teddy is very good at the obedience contest. Hilarious action from Hair by Mr Bean. FOR MORE BEAN CLI...",
          1411196400
        ],
        [
          "Arrrr! It’s International “Talk Like a Pirate Day!” and Mr. Bean is getting into the spirit! What would your pirate name be?\n\nhttps://www.youtube.com/watch?v=eRMMul5z1Z8 Mr Bean - The Pirate OFFICIAL MR BEAN. Mr Bean finds some pirates treasure in the attic and makes Teddy walk the plank. From animated episode Treasure! FOR MORE BEAN CLICK HERE: ...",
          1411111581
        ],
        [
          "Not sure about tipping etiquette? Take a tip from us! Don’t do what Mr. Bean does…\n\nhttps://www.youtube.com/watch?v=vCLaZwqjmwQ\n Mr. Bean Doesn't Know How to Tip Taken from the episode - Room 426, this hilarious clip shows Mr Bean misunderstanding the idea of tipping at a hotel. Episode Room 426 - Mr. Bean goes to a h...",
          1406894468
        ],
        [
          "Have you ever forgotten to separate your laundry? Given what Mr. Bean put into the machine, something was bound to go wrong! Watch to see what happened to all of his laundry, including Teddy!\n\nhttps://www.youtube.com/watch?v=0QqJ3uJ0dMY\n Mr Bean - Ruined Laundry Mr Bean takes his laundry out of the drier but it's all ruined! And he's shrunk Teddy! From Tee Off Mr Bean.",
          1406016000
        ],
        [
          "Mr Bean can't be trusted in the National Gallery. He rearranges paintings and even tries to take a ‘selfie’ in front of a one! \n\nhttps://www.youtube.com/watch?v=rwDsy3JnPAY Timeline Photos",
          1399284001
        ],
        [
          "Mr. Bean has been called to the police station to help with an investigation and he has a unique way of remembering the culprit. http://www.youtube.com/watch?v=D6swfaAHjhU\n Mr. Bean - Line Up (Mr Bean Goes to Town ) (NEW) Mr Bean takes part in a line up to catch a criminal but finds it difficult so makes a slightly odd request to help him remember. Stay tuned, click here: http...",
          1398765601
        ],
        [
          "Mr Bean loves a bit of crazy golf. What are you doing this weekend?\nhttp://www.youtube.com/watch?v=tvl83EHZQ7A \n Mr Bean - Crazy Golf Mr Bean goes to play crazy golf and is really good at it. From Tee Off Mr Bean.",
          1395565201
        ],
        [
          "How relaxing is your night going to be tonight? Maybe you could take a bubble bath like Mr Bean!\nhttp://www.youtube.com/watch?v=3U9SgW0HTpM\n Mr Bean - Lovely bubble bath -- Mr Bean - Herrliches Schaumbad OFFICIAL MR BEAN. Mr Bean enjoys a lovely bubble bath, playing with the soap and making himself look like a shark for Teddy. From animated episode Spring Cle...",
          1393423201
        ],
        [
          "Happy Valentine’s Day! Mr Bean doesn’t have a Valentine this year, maybe it’s because of how he behaves on dates! Would you be Mr Bean’s Valentine?\nhttp://www.youtube.com/watch?v=3aIfMX7FBbI\n Mr Bean - At the Cinema -- Mr Bean - Im Kino OFFICIAL MR BEAN. Mr Bean goes to watch a horror movie with his girlfriend but is too scared. He covers his head with his popcorn bucket. From The Return of ...",
          1392386401
        ],
        [
          "On Sunday, some people go to church service. Hopefully they are better behaved than Mr Bean!\nhttp://www.youtube.com/watch?v=VZMgP2ai79Q\n Mr Bean - Eating sweets in church OFFICIAL MR BEAN. Mr Bean tries to eat a sweet in church to stay awake. He tries to sneak it into his mouth during the hymns. From the very first Mr Bean pro...",
          1390748401
        ],
        [
          "On a scale of one to Mr Bean, how good are you at getting up on a Monday morning? \nhttp://www.youtube.com/watch?v=dXPLhE_z57M\n Mr Bean - Alarm clock and getting up OFFICIAL MR BEAN. Mr Bean has an ingenius alarm clock to make sure he doesn't oversleep. Bean gets ready for his day when he finally gets up, getting his nos...",
          1390230000
        ],
        [
          "Was one of your New Years Resolutions for 2014 to get fit? Maybe you could do a Judo class just like Mr Bean! \nhttp://www.youtube.com/watch?v=pRZqRjxkHpk Mr Bean - Judo Class http://www.youtube.com/user/MrBean Mr Bean attends a judo class but doesn't want to be thrown by the teacher. From Back to School Mr Bean. Welcome to the Off...",
          1389794400
        ],
        [
          "Check out this Beany moment – who will win the security guard or Mr Bean!?\n\nhttp://www.youtube.com/watch?v=WpYu9he-wUM Mr Bean - Security guard wars Mr Bean finds himself in a spot of bother with a security guard... For More SUBSCRIBE: http://bit.ly/SubscribeToMrBean OFFICIAL MR BEAN. Mr Bean likes the te...",
          1379493760
        ]
      ],
      "dates_start": 1398406567,
      "dates_end": 1453371301,
      "likes_avg": 46609,
      "likes_stdev": 45936,
      "comments_avg": 1044,
      "comments_stdev": 1520,
      "shares_avg": 7550,
      "shares_stdev": 19511
    }
  ]
}