{
  "pagename": "nightwish",
  "page_name_displayed": "Nightwish",
  "globalstats": {
    "fan_count": 4388488,
    "messages": 973,
    "likes_avg": 5448,
    "likes_stdev": 8155,
    "comments_avg": 177,
    "comments_stdev": 413,
    "shares_avg": 586,
    "shares_stdev": 1798,
    "graph_uri": "clusters/nightwish.png"
  },
  "clusters": [
    {
      "number": 1,
      "important": [
        "birthday",
        "happi",
        "one",
        "day",
        "good",
        "floor",
        "final",
        "cover",
        "vill",
        "happi birthday"
      ],
      "common": [
        "14th",
        "birthday",
        "happy",
        "happy birthday",
        "january",
        "january 14th",
        "marco",
        "nightwish",
        "special",
        "tate"
      ],
      "messages": [
        [
          "I guess it's a good day for having one of my Nightwish-photos on the cover finally :) Happy Birthday Floor! Ville Juurikkala's cover photo",
          1487630895
        ],
        [
          "Brave History January 14th, 2017 - Zakk Wylde, GEOFF TATE, WHITE LION, BURNING RAIN, Nightwish, FOO FIGHTERS, Pretty Maids, Kittie, Mastodon, Aborted, Belphegor, And More! Brave History January 14th, 2017 - ZAKK WYLDE, GEOFF TATE, WHITE LION, BURNING RAIN, NIGHTWISH, FOO FIGHTERS, PRETTY MAIDS, KITTIE, MASTODON, ABORTED, BELPHEGOR, And More! Happy 50th Birthday Zakk Wylde (BLACK LABEL SOCIETY, OZZY OSBOURNE) - January 14th, 1967 Happy 58th Birthday Jeffrey Wayne Tate (Geoff Tate; QUEENSRŸCHE) - January 14th, 1959 Happy 56th Birthday Michael Trempenau (Mike Tramp; WHITE LION, FREAK OF NATURE) - January 14th, 1961 Happy 51st Birthday Ian…",
          1484441675
        ],
        [
          "Happy birthday to Marco!!!\n\nThe birthday boy has some news for you:\n\nDelain will perform a very special show with the honored guest Marco Hietala of Nightwish on the Masters of Rock festival!\n\nThe band performed their latest CD “Moonbathers” all around Europe last year since the release in August.\nNow they are bringing someone really special for their show on Masters of Rock festival this summer! \n\nFor more info about this amazing festival in the Czech Republic:\nhttp://www.mastersofrock.cz/www/?lng=en Timeline Photos",
          1484414820
        ],
        [
          "Special day, special person and special celebration. Happy Birthday Marco! Instagram photo by Nightwish • Jan 14, 2017 at 10:49am UTC See this Instagram photo by @nightwish_fanpage • 15 likes",
          1484387552
        ],
        [
          "AF - FREE OF DOUBT #14\nHappy Birthday FLOOR JANSEN!!!\n\nCelebrating the Birthday of the Goddess, with their best songs !!\nhttps://www.youtube.com/watch?v=xTrweWFOqxs After Forever - Free of Doubt If you want to make comments, please make them in English. Lyrics: Who do I see? Mirror, let me know You can't know me in the way I do Can you see how I feel...",
          1424536634
        ],
        [
          "Happy birthday, great Marco, thank you for being part of my life. You sure are a great inspiration to everyone. \"MASTER PASSION GREED!\" here in Brazil. ♥",
          1358191215
        ],
        [
          "Happy Birthday, maestro!  :)\n\nAnd Merry Tuo-mas to everyone else.",
          1356417657
        ],
        [
          "HAPPY BIRTHDAY EMPPU <3 <3 <3",
          1340522930
        ],
        [
          "From everyone at Roadrunner, happy birthday to Nightwish frontwoman Anette Olzon!  Hope it's a good one!",
          1340295641
        ],
        [
          "Happy birthday Annette!!!!",
          1340285972
        ],
        [
          "Happy Birthday Anette",
          1337597959
        ]
      ],
      "dates_start": 1337647298,
      "dates_end": 1469393237,
      "likes_avg": 1418,
      "likes_stdev": 4248,
      "comments_avg": 58,
      "comments_stdev": 173,
      "shares_avg": 53,
      "shares_stdev": 154
    },
    {
      "number": 2,
      "important": [
        "video",
        "los",
        "rock",
        "metal",
        "black",
        "de",
        "order",
        "music",
        "record",
        "digit"
      ],
      "common": [
        "aires",
        "banda",
        "buenos",
        "buenos aires",
        "de",
        "del",
        "nightwish",
        "para",
        "que",
        "www"
      ],
      "messages": [
        [
          "MOONSPELL (Moonspellofficialband) es la banda más importante de metal procedente de Portugal. Una perfecta y singular mezcla entre metal/rock gótico y las vertientes más extremas del metal (death, doom, black) han convertido a esta banda en toda una leyenda del género a lo largo de sus 25 años de carrera al mando del influyente Fernando Ribeiro. Una banda obligada a pertenecer a tu colección musical, una de las más grandes del mundo que incluso ha participado en el famoso Rock in Río en Brasil del 2015, el mismo en el que participó Nightwish. Moonspell estará realizando una nueva gira por Latinoamérica este 2017 para celebrar los 20 años de su álbum más influyente \"Irreligious\" y promocionar su último disco \"Extinct\". MOONSPELL - Extinct (Official Video) | Napalm Records Order \"Extinct\" now: http://shop.napalmrecords.com US customers: http://www.napalmrecordsamerica.com/store/moonspell Digital: http://smarturl.it/ExtinctDL EM...",
          1486313837
        ],
        [
          "Ya sé que ha pasado algo de tiempo pero el flujo de trabajo nos impide hacer todo los que nos gustaría, como por ejemplo compartir con vosotros este precioso vídeo de la actuación que organizamos durante la Semana del arte de Marina d'Or - Holiday resort 2016. Estad atentos porque muy pronto os presentaremos otro proyecto muy diferente, como a nosotros nos gusta. Disfrutad la puesta en escena de este homenaje a la obra de Maricarmen Lopez Olivares. \n\nMusas y ángeles de Georgi:\nÁngela Martínez Leganés- bailarina de ballet clásico y jazz\nVanessa Campos\nLucia Ion\nNataliya Kalchuk\nRaluca Bradau\nJessiica Paulano Delgado\nAtrezzo y tocados: Georgialis Couture\n\nSoundtrack and inspiring music by the awesome group Nightwish. I hope you don't mind us using your song as a background for our performance during an important art fair in our city. Triunfo del arte",
          1485449035
        ],
        [
          "Slayer, Nightwish, Apocalyptica, Saxon en 18 andere nieuwe namen voor Graspop http://newsmonkey.be/article/61916 Slayer, Nightwish, Apocalyptica, Saxon en 18 andere nieuwe namen voor Graspop Vlak voor de kerstvakantie doen ze in Dessel alvast een pakje open. Daarin 22 nieuwe namen. Nightwish, Slayer, Apocalyptica, Saxon, Anthrax maar ook onder meer Tremonti zijn daarbij.",
          1450423612
        ],
        [
          "Concert photos from Bucharest Poze concert Nightwish la București 2015 Vezi galeria de poze de concertul Nightwish de la Romexpo Bucuresti de pe 10 decembrie 2015 - Fotografii cu noua solistă, Floor Jansen.",
          1449783625
        ],
        [
          "BUENOS AIRES !!!\nLet´s rock & roll together soon :) Timeline Photos",
          1442726574
        ],
        [
          "BUENOS AIRES ! \nSo looking forward to see you all again :) Timeline Photos",
          1441292059
        ],
        [
          "Nightwish: ingressos quase esgotados para show em SP Nightwish: ingressos quase esgotados para show em SP Os ingressos para apresentação da banda Nighwtish em São Paulo estão próximos do fim. De acordo com informações da Ingresso Rápido, esgotaram-se ingressos para setores camarote, frisa e cadeira alta, assim como o 1º lote de pista, restando apenas o 2º lote de pista normal (R$ 240,00 inteira, R$ 120,…",
          1433086862
        ],
        [
          "http://www.youtube.com/watch?v=luWMxUNnlXc&hd=1 J.CA.L - Desistir Jamais Primeira musica de trabalho da Banda J.CA.L. Formada Pelos Integrantes. Vocal: Neno Guitarra: Lukaz Santoz Baixo: Saile Gomes Bateria: Anderson Santos Espero...",
          1394314290
        ],
        [
          "Ya pasó un mes (y un día) de los shows de Nightwish en Buenos Aires!!! Que rápido pasa el tiempo! Nightwish - I Want My Tears Back - Teatro de Flores [14/12/12] [HD] Video exclusivo de www.nwmproductions.com.ar",
          1358375406
        ],
        [
          "NIGHTWISH IN BUENOS AIRES, Saturday December 15, 2012",
          1356864935
        ],
        [
          "BUENOS AIRES ARGENTINA, Teatro de Flores (15/12/2012)",
          1356007157
        ],
        [
          "Fotos de Nightwish en Argentina!!! @ignacio cangelo!\nhttp://www.facebook.com/media/set/?set=a.10151146679842111.441279.178713952110&type=1&notif_t=like NWM Productions http://www.facebook.com/Ignacio.Cangelo :: http://www.IgnacioCangelo.com/",
          1355688048
        ],
        [
          "\\m/ Nightwish en Argentina 2012 - Recital Completo Concierto completo de Nightwish en Argentina 14-12-2012 Teatro Flores - Buenos Aires",
          1355671490
        ],
        [
          "Te Invitamos A Darle \"Me Gusta\" A Nuestro Perfil De Nostra Morte http://www.facebook.com/nostramorte Apoyanos Mostrandole A Tus Amigos Nuestra Musica Y Pasando El Link NOSTRA MORTE Nostra Morte es un grupo de rock sinfónico procedente de México, conocido por sus rítmicas únicas, orquestaciones y la unión perfecta de voces líricas. ",
          1340133356
        ]
      ],
      "dates_start": 1356403958,
      "dates_end": 1458757511,
      "likes_avg": 883,
      "likes_stdev": 2158,
      "comments_avg": 23,
      "comments_stdev": 52,
      "shares_avg": 66,
      "shares_stdev": 154
    },
    {
      "number": 3,
      "important": [
        "metal band",
        "latest",
        "dear",
        "way",
        "band nightwish",
        "offici websit",
        "nightwish web",
        "nightwish offici",
        "websit",
        "offici"
      ],
      "common": [
        "band",
        "concert",
        "concert dates",
        "dates",
        "nightwish",
        "nightwish official",
        "nightwish official website",
        "official",
        "official website",
        "website"
      ],
      "messages": [
        [
          "Dear concert-goers and Instagram users! \n\nIf you happen to have shot some nice photos from the Endless Forms Most Beautiful tour, tag your photos with #EFMBTour and they will find their collective way to this page on the Nightwish website: http://nightwish.com/en/live/impressions\n\nOf course you are also most welcome to leave your cellphones in your pockets and just enjoy the show! Either way - have fun! \n\n- Nightwish web team #EFMBTour - Nightwish - The Official Website The official website of the finnish metal band Nightwish. Featuring latest news, concert dates, official biography, discography, and much more.",
          1428946217
        ],
        [
          "With the new album being released tomorrow, we figured it was a good time to ReVamp the band's website as well. \n\nSo on behalf of the entire Nightwish web team.. Welcome! \nhttp://www.nightwish.com Nightwish - The Official Website The official website of the finnish metal band Nightwish. Featuring latest news, concert dates, official biography, discography, and much more.",
          1427377060
        ],
        [
          "http://www.nightwish-week-kitee.com/ Nightwish Week in Kitee Welcome to our official website!",
          1400441562
        ],
        [
          "More concert dates have been added to Nightwish's website! Follow the link below for Latin American shows... Nightwish - The Official Website The official website of the finnish/swedish metal band Nightwish. Featuring latest news, concert dates, official biography, discography, and much more.",
          1339360074
        ],
        [
          "Fans from the UK, cancel your November appointments, Nightwish are coming! See the link below for dates and locations! Nightwish - The Official Website The official website of the finnish/swedish metal band Nightwish. Featuring latest news, concert dates, official biography, discography, and much more.",
          1339136750
        ],
        [
          "The band has answered the first batch of your questions. Check out the Nightmail page! Nightwish - The Official Website The official website of the finnish/swedish metal band Nightwish. Featuring latest news, concert dates, official biography, discography, and much more.",
          1336291907
        ],
        [
          "Nightwish's official website at www.nightwish.com will undergo a scheduled downtime tomorrow, April 11th. The website and all affiliated e-mail addresses will be unreachable from approx. 10:30 PM (CET) to 4:00 AM the next morning.",
          1334058469
        ],
        [
          "In addition to Battle Beast, Nightwish will also be supported by EKLIPSE on the Imaginaerum Europe Tour which is set to kick off in April. Note that the first show of the tour in Göteborg, Sweden, will feature only Battle Beast as support act. \n\nA complete list of upcoming shows along with ticket pre-sales information can be found at http://www.nightwish.com/en/live Nightwish - The Official Website The official website of the finnish/swedish metal band Nightwish. Featuring latest news, concert dates, official biography, discography, and much more.",
          1328880259
        ],
        [
          "Check out our Nightwish Mobile Backstage community!\nhttp://www.nightwish.com/en/community/mobilebackstage Nightwish - The Official Website The official website of the finnish/swedish metal band Nightwish. Featuring latest news, concert dates, official biography, discography, and much more.",
          1327001507
        ]
      ],
      "dates_start": 1321521078,
      "dates_end": 1403255322,
      "likes_avg": 3584,
      "likes_stdev": 4010,
      "comments_avg": 134,
      "comments_stdev": 95,
      "shares_avg": 184,
      "shares_stdev": 204
    },
    {
      "number": 4,
      "important": [
        "video",
        "actual",
        "storytim",
        "live",
        "cover",
        "befor",
        "photo",
        "week",
        "nightwish",
        "studio"
      ],
      "common": [
        "contest",
        "cover",
        "cover contest",
        "list",
        "list plihz3gi5yvzc_br9yzu78fisq22qprh58",
        "nightwish",
        "plihz3gi5yvzc_br9yzu78fisq22qprh58",
        "youtu",
        "élan",
        "élan fan cover"
      ],
      "messages": [
        [
          "Lapsistain rakkain tää näyttämö on \nMis kuutamo kujillaan kulkee \nTaipunut havu, kesä hoivassa sen \nValkomeren niin aavan \nJoka aavekuun siivin \nSaapuu mut kotiin noutamaan \nNightwish ❤",
          1487268616
        ],
        [
          "Nightwish Amorphis Arch Enemy\n #Amorphis #archenemy #nightwish #toureternal\n\nCopyright Robin T Photography 2015\n\nGrazie a Studio's e Live Nation Italia Robin T Photography's cover photo",
          1484585897
        ],
        [
          "This weeks video: Forever - KAMELOT https://youtu.be/XSddHe7xpX4\n\nThe Week before:  Storytime - Nightwish\nhttps://youtu.be/pcBPj29vi8k Minniva Børresen's cover photo",
          1484314385
        ],
        [
          "This weeks video: Storytime - Nightwish\nhttps://youtu.be/pcBPj29vi8k\n\nThe Week before: Come Cover Me - Nightwish\nhttps://youtu.be/08nu9LeBd6g Minniva Børresen's cover photo",
          1483794101
        ],
        [
          "https://www.youtube.com/watch?v=IP8NmRySRP0 Nightwish - \"Amaranth\" ACOUSTIC COVER by Only Pretending (Me. Mau, M.Schnella, Ma. Mau, F. Gödecke) This is our Acoustic Cover Version of the great Nightwish track \"Amaranth\". We made our own version of it just with 2 Acoustic guitars, bass, cajon and 3-par...",
          1453455931
        ],
        [
          "Photos by Tim Tronckoe NIGHTWISH @ ANTWERP 17.12.2015",
          1451038196
        ],
        [
          "\"ÉLAN\" FAN COVER CONTEST WINNERS ANNOUNCED!\n\nAfter watching those beautiful covers/videos, we were truly surprised and overwhelmed by the effort and passion that people put into this competition. There were some massive moments of goosebumps, laughs and gratitude while watching them.\n\nWe wish to thank all of you very, very much! - Nightwish\n\n3 GRAND PRIZE WINNERS:\nSirgaus: https://youtu.be/laYpV1tO3jc?list=PLihZ3gi5Yvzc_Br9yzU78fIsQ22qPrh58\n\nMatthias Matzke: https://youtu.be/bD_GP0P8cA0?list=PLihZ3gi5Yvzc_Br9yzU78fIsQ22qPrh58\n\nCel Works: https://youtu.be/tybDpdenGQQ?list=PLihZ3gi5Yvzc_Br9yzU78fIsQ22qPrh58\n\nRUNNER UPS:\nCello Force: https://youtu.be/WLPdkIEYOJo?list=PLihZ3gi5Yvzc_Br9yzU78fIsQ22qPrh58\n\nElessär: https://youtu.be/JWfU7ggRfRo?list=PLihZ3gi5Yvzc_Br9yzU78fIsQ22qPrh58\n\nSophie Fofi: https://youtu.be/SJXOPyz-27E?list=PLihZ3gi5Yvzc_Br9yzU78fIsQ22qPrh58\n\nPowei Lee: https://youtu.be/6uRlUwrmcCc?list=PLihZ3gi5Yvzc_Br9yzU78fIsQ22qPrh58\n\nEemikun: https://youtu.be/Y0iFWjpAgEs?list=PLihZ3gi5Yvzc_Br9yzU78fIsQ22qPrh58 NIGHTWISH - \"ÉLAN\" FAN COVER CONTEST WINNERS!",
          1429194445
        ],
        [
          "Final chance to submit your \"Élan\" cover contest entries is end of day tomorrow, April 10th! Get the details at http://bit.ly/nightwish-elan-contest. Nightwish - Élan Cover Contest Entry - German Sign Language My entry for the Élan Cover Contest by Nightwish. Here's the original music video: https://www.youtube.com/watch?v=zPonioDYnoY ------------------------------...",
          1428588002
        ],
        [
          "Have you checked out the current \"Élan\" fan cover contest submissions?!\n\nThere is still time to enter at http://bit.ly/nightwish-elan-contest. NIGHTWISH - Élan Cover Contest Entry - Italian and Cibiana's Dialect Cover The original music video by Nightwish http://radi.al/NightwishElanMV. Mattia \"Gaudenzio\" Gosetti and his wife Sonja are proud to play for you this great Nigh...",
          1427124602
        ],
        [
          "\"ÉLAN\" FAN COVER CONTEST!\n\nSign language speakers/interpreters, jazz flutists, cellists, ukulele & theremin players, expert whistlers, vocalists, guitarists, bassists, drummers, and keyboard players alike: You are all invited to create a video for your very own cover version of the Nightwish single \"Élan.\"\n\nFor complete contest instructions & rules, visit below! NIGHTWISH - \"ÉLAN\" - Fan Cover Contest",
          1426183350
        ],
        [
          "Amazing cover of \"Sleeping Sun\" by a local Czech group !  Skupina Kontakt: Nightwish - Sleeping Sun Tanvaldské slavnosti 2014 -------------------------------------------------------------- Skupina Kontakt: Nightwish - Sleeping Sun --------------------------...",
          1416140514
        ],
        [
          "http://shop.nightwish.com/ Nightwish's cover photo",
          1365674320
        ],
        [
          "NIGHTWISH, 6.7.2003, Banska Bystrica, Slovakia",
          1348171827
        ],
        [
          "Nightwish Indonesia\nhttp://m.facebook.com/profile.php?id=220103988110117&ref=pb",
          1345970561
        ],
        [
          "The Army of Nightwish",
          1345466810
        ],
        [
          "Nightwish (Indonesia)",
          1340096777
        ],
        [
          "Apulanta  vs. Nightwish? Keikuta suomalaisia himopuntarissa: Apulanta  vs. Nightwish | YLEX Himopuntarissa keikkuu tällä viikolla kaksi kovaa suomalaista.",
          1330378440
        ]
      ],
      "dates_start": 1359086536,
      "dates_end": 1470024848,
      "likes_avg": 1816,
      "likes_stdev": 2348,
      "comments_avg": 79,
      "comments_stdev": 148,
      "shares_avg": 202,
      "shares_stdev": 434
    },
    {
      "number": 5,
      "important": [
        "back",
        "interest",
        "vocalist",
        "rock",
        "band",
        "current",
        "tarja",
        "recent",
        "follow",
        "talk"
      ],
      "common": [
        "band",
        "facebook",
        "love",
        "music",
        "nightwish",
        "power love",
        "ready",
        "request",
        "rock",
        "www"
      ],
      "messages": [
        [
          "Tarja Turunen Talks Nightwish - \"I Haven’t Been Following The Band's Career Because I Have Not Been Interested\". TARJA Talks NIGHTWISH - \"I Haven’t Been Following The Band's Career Because I Have Not Been Interested\" Former Nightwish vocalist Tarja Turunen recently spoke with Greek-based Rock Overdose about her current tour for her new album, The Shadow Self. She also took a brief look back at her Nightwish past. An excerpt from the interview is available below. Rock Overdose: Ηow was your early metal music...",
          1484240680
        ],
        [
          "Nightwish get ready, Lilly is coming in Antwerp !",
          1449386104
        ],
        [
          "LAND OF OZ !!! \nARE YOU READY TO ROCK ? :) Timeline Photos",
          1446623424
        ],
        [
          "BUDAPEST !!!\nARE YOU READY TO ROCK ? :) Timeline Photos",
          1446569917
        ],
        [
          "SANTIAGO !!! \nAre you ready to rock ? :) Timeline Photos",
          1442807256
        ],
        [
          "FORTALEZA ! Get ready :) Timeline Photos",
          1442368302
        ],
        [
          "COLOMBIA !!! \nAre you ready to rock ? :) Timeline Photos",
          1441860290
        ],
        [
          "ECUADOR !!! GET READY :) Timeline Photos",
          1441616946
        ],
        [
          "See you all at Masters Of Rock on the 12th of July 2015 !!! Timeline Photos",
          1435217189
        ],
        [
          "Music-themed stamp sheet to be released in September features six internationally successful Finnish rock bands that got to where they are today through a great deal of determination and perseverance. The Finnish invasion of the global rock music scene began with Hanoi Rocks back in the 1980s. The other bands featured in the stamps are The Rasmus, HIM, Apocalyptica, Children Of Bodom and Nightwish. Famous Finnish rock and metal bands soon on... postage stamps! - Article - LiveFinland Music-themed stamp sheet to be released in September features six internationally successful Finnish rock bands that got to where they are today through a great deal of determination and perseverance. The Finnish invasion of the global rock music scene began with Hanoi Rocks back in the 1980s. The o…",
          1429359601
        ],
        [
          "Many Dutch metal heads, also our own Floor, has joined forces to record a song for a special and very important purpose! Please read, listen, enjoy, give and share as much as you can!\n\nThis is the official statement taken from \nhttp://www.thepoweroflove.nl:\n\nWe have recorded Frankie Goes to Hollywood’s “The Power of Love” to help the Red Cross gather funds to bring hope and a future to victims of sexual violence in conflict areas worldwide. We call on you metal fans, music fans, to support us and show what you can do when you get together and join forces to do what’s right.\nWe are one family. So give all you can and download “The Power of Love”.\nShare this website with your friends, spread the word... and if you live in the Netherlands, call 3FM on 0909-1336 from Dec 18th to Dec 24th to request our cover of “The Power of Love” on the radio!!!\n\nToday a special acoustic version came out, so if you request the song now, you get two versions for the same price! \nhttps://www.facebook.com/video.php?v=830101740368937&set=vb.772933189419126&type=2&theater&notif_t=like Countermove EXCITING NEWS TODAY! \nHave you made a donation on www.thepoweroflove.nl yet? Or maybe you would like to make another small donation? From this moment on there's a reason more! As an extra treat you can download a very special ACOUSTIC VERSION of \"The Power of Love\"! \n\nDUTCH METAL FOR SERIOUS REQUEST 2014 | THE POWER OF LOVE | FOR Serious Request 2014 Haarlem AND Rode Kruis OUT NOW. GIVE ALL YOU CAN!\n\nFloor Jansen  (Nightwish, ReVamp)\nJochem Jonkman (Vanderbuyst)\nManda Ophuis  (Nemesea)\nGeorge Oosthoek (ex-Orphanage)\nMark Jansen Official (Epica, MaYaN)\nCaroline Westendorp (The Charm The Fury)\nValerio Recenti (my propane)\nArjen Lucassen (Ayreon)\nDianne van Giersbergen Official (Xandria)\nRuud Jolie (Within Temptation)\nCharlotte Wessels  (Delain)\nSimone Johanna Maria Simons Official (Epica)\nAnneke Van Giersbergen (The Gentle Storm)\nDaniel de Jongh (Textures)\nMarcela Bovio (Stream of Passion)\nEpic Rock Choir (The Theater Equation)",
          1418759008
        ],
        [
          "NIGHTWISH - ROCK IN RIO 2015 https://www.facebook.com/pages/Nightwish-Brasil/1439412852972018",
          1418336094
        ],
        [
          "Photos a Puerto Rico Concert Dic 1 2012 by fernandojbaez.com for Alfa Rock https://www.facebook.com/media/set/?set=a.10151181616062991.454005.68017142990&type=3",
          1354624480
        ],
        [
          "u like > join > Love Rock Music",
          1348472751
        ],
        [
          "Available today in the Rock Band Music Store: “Waiting For a Girl Like You” and “I Want to Know What Love Is” from Foreigner, and “Amaranth” from Nightwish, a special request from the Rock Band Dashboard Facebook app! Visit apps.facebook.com/rockbanddashboard to request your favorite band now!\n\nFor more info, see http://www.rockband.com/blog/foreigner-and-nightwish-dlc Foreigner & Nightwish Add Songs to Rock Band!",
          1344949567
        ],
        [
          "Masters Of Rock (Czech), are you ready!?",
          1342277404
        ],
        [
          "The master.",
          1337105747
        ],
        [
          "Nightwish rocks",
          1332503410
        ],
        [
          "The 'MASTER' behind the beat",
          1331899432
        ]
      ],
      "dates_start": 1354636190,
      "dates_end": 1454729873,
      "likes_avg": 3657,
      "likes_stdev": 4865,
      "comments_avg": 87,
      "comments_stdev": 99,
      "shares_avg": 205,
      "shares_stdev": 271
    },
    {
      "number": 6,
      "important": [
        "actual",
        "still",
        "new",
        "ticket avail",
        "ticket",
        "timelin",
        "join",
        "avail",
        "photo",
        "timelin photo"
      ],
      "common": [
        "already",
        "available",
        "enterthevault",
        "nightwish",
        "show",
        "tickets",
        "tour",
        "vip",
        "vip tickets",
        "www"
      ],
      "messages": [
        [
          "NEW JERSEY !!!\nLess than 200 tickets available ! Join the party :)\n\nTickets:\nhttp://www.axs.com/events/278436/nightwish-tickets?skin=starland&src=AEGLIVE_WSTAREWR030115VEN001 Timeline Photos",
          1455632243
        ],
        [
          "AMSTERDAM # 2 TONIGHT :) \nSome tickets still available at the door. Timeline Photos",
          1448019600
        ],
        [
          "PRAHA !!!\nTHE LAST 8 TICKETS AVAILABLE NOW AT:\nwww.ticketportal.cz. Timeline Photos",
          1446789122
        ],
        [
          "ESPOO !!! METRO (ex-BARONA) ARENA !!\nTHE LAST 100 TICKETS ARE ON SALE NOW !!!\n\nThe Schedule:\n18:30 doors open\n20:15 Beast In Black\n21:30 NIGHTWISH Timeline Photos",
          1446450959
        ],
        [
          "PRAGUE !!! PRAHA !!!\nABSOLUTELY THE LAST TICKETS AVAILABLE NOW !!!\n\nhttp://www.ticketpro.cz/jnp/en/hudba/rock/1563789-nightwish.html Timeline Photos",
          1446355708
        ],
        [
          "THE LAST 300 TICKETS ARE ON SALE NOW !!!\nIT IS GONNA BE A BLAST AT WEMBLEY :) Timeline Photos",
          1446028472
        ],
        [
          "THE LAST 400 TICKETS LAUNCHED FOR SALE RIGHT NOW !!! Timeline Photos",
          1445523919
        ],
        [
          "Standing tickets for NIGHTWISH at Wembley are now sold out! Seated tickets are still available from www.livenation.co.uk Timeline Photos",
          1439803978
        ],
        [
          "Last 2000 tickets on sale now !!!\nDo not miss this magical event in the UK. Timeline Photos",
          1437121301
        ],
        [
          "Barona Areenan lipunmyynti alkaa huomenaamulla perjantaina 12.6.2015\n klo 09.00. \n\nThe ticket sales for Barona Arena in Espoo will start tomorrow \nmorning at 9 AM.\n\nhttp://www.lippupalvelu.fi/venue/barona-areena-espoo-lippuja/BAR/318 Timeline Photos",
          1434022605
        ],
        [
          "Joensuun 6.6.2015 keikan lippuja saa edelleen Tiketistä.\nJoensuu 6.6.2015 show tickets still available from Tiketti.\n\nhttps://www.tiketti.fi/Nightwish-Children-of-Bodom-Sonata-Arctica-Insomnium-tickets/28768 Timeline Photos",
          1432574702
        ],
        [
          "Some Vancouver tickets still available, but from this link only: \n\nhttps://www.ticketfly.com/purchase/event/812847\n\nThe show will be filmed. Timeline Photos",
          1429550853
        ],
        [
          "Dear North American fans,\n\ntickets to our shows are running out in various cities! We are very exited so many of you want to come out and rock with us and for those who cannot make it to the 2015 tour we have good news :-) \nWe would like to announce a 2nd show in Canada for February 22, 2016! This show will take place in London, Ontario at the London Music Hall.\nThere will be VIP tickets available for this show which will include a meet/greet and a tour program :-)\nTickets go onsale today exclusively through Enterthevault.com and then the regular onsale begins March 21, 2015.\n\nSee you in March or April this year, or next year in 2016! Timeline Photos",
          1424942028
        ],
        [
          "North American fans!\nApril and May are finally closing in and that means we are almost leaving to rock you again! Our new album 'Endless Forms Most Beautiful' is almost there….so many almost but not yet situations! \nThis also involves the ticket sales and VIP tickets. Some shows are almost sold out. Quebec City already is (therefore we have already announced a show in Montreal in 2016, on Floor's birthday).\nThe VIP tickets in NYC, Toronto and Vancouver are sold out. But almost gone but not all yet are the VIP tickets in Philadelphia, Cleveland , Denver , Worcester , Chicago , Clive , Houston , Dallas, SIlver Springs!\nAlmost is there in a jiffy so get your tickets before you're almost too late! Timeline Photos",
          1422538220
        ],
        [
          "Great news for our fans in Canada! \nDue to the overwhelming demand of the sold out Quebec City show we have added a Montreal date on February 21 in 2016….!!! \n\nTickets are exclusively on sale through Enterthevault.com. (On January 23 they become available everywhere)\nThe VIP meet / greets tickets are also available exclusively through Enterthevault.com.....and are limited to 100 for the show.\n\nFor the upcoming North American tour in April - May 2015 there are some spots left for the VIP meets but they are getting close to sell out. Get your tickets fast!",
          1418412028
        ],
        [
          "The tickets for our shows in America and Canada are on sale today! We can't wait to rock with you in 2015!!!\nThe VIP are sold exclusively on www.enterthevault.com (the VIP tickets for LA are sold out and almost sold out is Quebed City, NYC and Vancouver. \n\nGo to http://www.nightwish.com/en/live for all info and links to ticket sale points! Timeline Photos",
          1413039190
        ],
        [
          "Tomorrow is the big day for our North American tour! The tickets will be on sale everywhere! \nVIP will be sold exclusively on www.enterthevault.com (the VIP tickets for LA are sold out and almost sold out is Quebed City, NYC and Vancouver. \nGo to http://www.nightwish.com/en/live for all info and links to ticket sale points! Timeline Photos",
          1412949703
        ],
        [
          "We're happy to announce the first confirmed Nightwish concert in Canada in 2015! Nightwish will be playing Le Capitole in Québec City on April 13th. \n\nTickets are already available through  http://www.enterthevault.com/moreInfo.php?id=6370",
          1410704724
        ],
        [
          "Quebec City / April 13 2015\n\ntickets on sale now ; www.enterthevault.com",
          1410615765
        ],
        [
          "THE FIRST SHOW OF THE NEXT NIGHTWISH WORLD TOUR ANNOUNCED\n\nNIGHTWISH\n@ The Greek Theater\nLos Angeles, CA\n1st of May 2015\n\nVIP and Meet&Greet tickets are exclusively on sale through www.Enterthevault.com\nstarting on the 9th of September 2014.\n\nThe rest of the tickets will go onsale through Ticketmaster on the 12th of September 2014.\n www.enterthevault.com",
          1410191890
        ],
        [
          "Dear people and fans!\n\nAs a way to thank you for sticking with Nightwish, we've decided to add more VIP meet & greet occasions for the rest of the US tour.\n\nThis means that for every tour date till the end of the US tour there will be a limited amount of VIP tickets available. This also applies to the already earlier sold out meet & greet events, which now have additional VIP tickets on sale\n\nPeople with normal tickets have now a possibility to upgrade to VIP tickets.\n\nAs said: We're grateful for the faith you've shown to us. We're grateful for the two brilliant shows with Floor at the helm already. And we're grateful for the chance to continue this tour for us all! Thank You!\n\nHere's the list for the new and upgradeable venues with VIP meet & greet tickets:  \nthis offer only lasts while the tickets are available ...\n\nOct 3, San Francisco, CA, The Warfield - VIP tickets are now onsale through the Warfield box office. The upgrades for tonight are available all day at the box office for the people who already bought regular tickets.\n\nOct 5, Anaheim, CA, The Grove - VIP tickets are now  back  onsale through Enterthevault.com. Later today the upgrades will be available at the Grove box office for the people who already bought regular tickets.\n\nOct 6, San Diego, CA, House of Blues - VIP tickets are now onsale through Enterthevault.com. Later today the upgrades will be available at the House of Bues box office for the people who already bought regular tickets.\n\nOct 7, Tempe, AZ, Marquee Theater - VIP tickets are now onsale through Enterthevault.com. Later today the upgrades will be available at the Marquee box office for the people who already bought regular tickets.\n\nOct 9, Ok City, OK, Diamond Ballroom - VIP tickets are now onsale through Enterthevault.com. Later today the upgrades will be available at the venue box office for the people who already bought regular tickets.\n\nOct 10, Austin, TX, Emos - VIP tickets are now onsale through Enterthevault.com. On the showday the upgrades will be available at the venue box office for the people who already bought regular tickets.\n\nOct 11, New Orleans, LA, House of Blues - VIP tickets are now onsale through Enterthevault.com. Later on the upgrades will be available at the venue box office for the people who already bought regular tickets.\n\nOct 13, Ft Lauderdale, FL, Revolution - VIP tickets are now onsale through Enterthevault.com. Later on the upgrades will be available at the venue box office for the people who already bought regular tickets.\n\nOct 14, Lake Buena Vista, FL, House of Blues - VIP tickets are now onsale through Enterthevault.com. Later on the upgrades will be available at the venue box office for the people who already bought regular tickets.",
          1349296468
        ],
        [
          "Update:\nColumbus Ohio at the Newport Music Hall has only 38 tickets left for Sept 21st show ! Denver at the Ogden on Sept 28th and Seattle at the Showbox on Oct 1st have under 200 tickets left each. Selling fast. All tickets on www.Enterthevault.com have a 4.99$ service charge.",
          1348074001
        ],
        [
          "Update:\nLess than 100 tickets are left for Sept 12 in Atlanta, less than 175 for Nyc on Sept 15 (buy your tickets now as this will sell out by the weekend) and under 200 tickets in Columbus on Sept 21 - Denver on Sept 28 and Seattle on Oct 1....\n\nwww.Enterthevault.com is running fan appreciation specials in Montreal for Sept 19 -where you can buy 25$ tickets this week only with a 2.99$ service charge. Chicago for the same 20$ promotion from last week, with the 4.99$ service charge... and the rest of the tour, all tickets carry the 4.99$ service charge.",
          1347302900
        ],
        [
          "Atlanta 2nd show is sold out! Many others expected to sellout soon (1st Atlanta show, NYC, Columbus...).\n\nAlso, for Chicago on Sept 24, there is a special promotion to run on Enterthevault.com that will sell 100 General Admission tickets for only 20$. This is to our fans only and designed to get the less financially fortunate a chance at tickets for the biggest venue on the tour..\n\nStill running is the 4.99$ service charge for all tickets, onsale now...",
          1346861748
        ],
        [
          "The North American tour is drawing near!\n\nSoon it's finally time to head to North America to carry out our colossal 25 show tour! Our special shows last January at the Gibson Amphitheater and on 70000 Tons Of Metal Cruise were nothing short of perfect and it's a great pleasure to get to play there again for a complete tour. See you all soon!!!\n\nSome important information from the promoter:\nThe 2nd show in Atlanta (Sep 13th) is already nearly sold out. If you did not get your ticket yet, act fast! The 1st show on Sep 12th still has some tickets left, but is to be sold out in advance as well, so don't miss it! These two shows will have slightly different setlists.\n\nThanks to your fantastic response enterthevault.com is again offering a reduced service charge for the North American tour tickets. Find your closest city and get into it @ http://www.enterthevault.com/. The Vault, Fan Club & VIP Tickets The Vault. Fan club VIP Tickets",
          1345209749
        ],
        [
          "Due to overwhelming response on the reduced service charge for the North American tour, the special has been extended through Sunday... Buy your tickets now as they wont last forever and the amount of unsold tickets is getting smaller each day.\n\nhttp://www.enterthevault.com/ The Vault, Fan Club & VIP Tickets The Vault. Fan club VIP Tickets",
          1343989707
        ],
        [
          "A special 2 day promotion will begin on http://www.enterthevault.com on the Nightwish / Kamelot  North America tour. On Wednesday Aug 1 and Thursday Aug 2, all tickets for all shows on the Nightwish / Kamelot tour in North America onsale through Enterthevault.com will have a reduced service charge of only 4.99$ per ticket for all tickets for the tour. The following cities will participate: Atlanta, Philly, Worcester, Montreal, Toront, Columbus, Royal Oak, Chicago, Sauget, Kansas City, Denver, Salt Lake City, Seattle , Portland, San Francisco, Anaheim, San Diego, Tempe, Ok City, Austin, New Orleans, Ft Lauderdale, Lake Buena Vists.\n\nAdditionally, the following venues have also agreed to participate in the Aug 1 and Aug 2 promotion\nWorcester, Sauget, Kansas City through http://www.ticketmaster.com/ and Portland through http://www.cascadetickets.com/apps/calendar/ and Austin through http://www.ticketfly.com/. The Vault, Fan Club & VIP Tickets The Vault. Fan club VIP Tickets",
          1343837745
        ]
      ],
      "dates_start": 1370027125,
      "dates_end": 1448923936,
      "likes_avg": 3142,
      "likes_stdev": 2304,
      "comments_avg": 143,
      "comments_stdev": 127,
      "shares_avg": 211,
      "shares_stdev": 182
    },
    {
      "number": 7,
      "important": [
        "sold timelin",
        "actual",
        "sold",
        "next",
        "timelin",
        "montreal",
        "great",
        "photo",
        "timelin photo",
        "realli"
      ],
      "common": [
        "next",
        "really great next melbourne sold",
        "see",
        "see tomorrow",
        "sold",
        "thank",
        "tonight",
        "tonight frankfurt sold",
        "tonite",
        "tonite sold"
      ],
      "messages": [
        [
          "MONTREAL SOLD OUT ! :) Timeline Photos",
          1453357883
        ],
        [
          "SYDNEY WAS MELTING HOT & REALLY GREAT :)\nNEXT: MELBOURNE (SOLD OUT) Timeline Photos",
          1452382280
        ],
        [
          "TONIGHT: PRAHA (SOLD OUT) Timeline Photos",
          1449481167
        ],
        [
          "THANK YOU SO MUCH NURNBERG !!! (SOLD OUT)\nNEXT: PRAGUE (SOLD OUT) Timeline Photos",
          1449345814
        ],
        [
          "TONIGHT: FRANKFURT (SOLD OUT) Timeline Photos",
          1449237868
        ],
        [
          "TONIGHT: MUNICH (SOLD OUT) Timeline Photos",
          1448947505
        ],
        [
          "AMSTERDAM # 1 TONITE (SOLD OUT) :) Timeline Photos",
          1447924690
        ],
        [
          "HAMBURG, SEE YOU ALL TOMORROW :)\nMUNCHEN IS SOLD OUT !!! Timeline Photos",
          1447756561
        ],
        [
          "TONIGHT !!! (SOLD OUT) Timeline Photos",
          1444928869
        ],
        [
          "TONITE !!! (SOLD OUT) Timeline Photos",
          1444858294
        ],
        [
          "THANK YOU PORTO ALEGRE !!!\nNEXT: BUENOS AIRES (SOLD OUT) Timeline Photos",
          1443630552
        ]
      ],
      "dates_start": 1445466685,
      "dates_end": 1451233584,
      "likes_avg": 5815,
      "likes_stdev": 2722,
      "comments_avg": 135,
      "comments_stdev": 44,
      "shares_avg": 257,
      "shares_stdev": 137
    },
    {
      "number": 8,
      "important": [
        "offici nightwish shop",
        "nightwish shop",
        "tshirt",
        "shop",
        "stock",
        "offici nightwish",
        "final",
        "beauti",
        "order",
        "life"
      ],
      "common": [
        "new",
        "nightwish",
        "nightwish shop",
        "official nightwish",
        "official nightwish shop",
        "order",
        "shirt",
        "shirts",
        "shop",
        "shop nightwish"
      ],
      "messages": [
        [
          "\"Tree Of Life\" t-shirts and girlies are finally in stock! Check out these beauties and order yours from the official Nightwish Shop: shop.nightwish.com Timeline Photos",
          1454406889
        ],
        [
          "Did you miss the merch stand at the Endless Forms Most Beautiful European tour? No worries, you can now get the tour T-shirts from the Nightwish Shop:\nhttp://www.madsupply.com/shop/item?id=1343 Timeline Photos",
          1453116802
        ],
        [
          "Black Friday @ Nightwish Shop:\nhttp://madsupply.com/nightwish+black+friday Timeline Photos",
          1448614801
        ],
        [
          "Check Tuomas's interview about the Evolution Series by Nightwish & order your favorites:\nThe Official Nightwish Shop: http://goo.gl/CjP9s5\nKalevala Jewelry: http://goo.gl/sHsSfY Evolution Series by Nightwish - Kalevala Jewelry “Tracing the family tree of life itself, truly understanding what evolution is about, is a profoundly beautiful, comforting and humbling experience. Every an...",
          1444897172
        ],
        [
          "Pre-order Endless Forms Most Beautiful tour edition (cd+dvd, release date 30th of October), re-issued double vinyls and new merchandise from the official Nightwish Shop!\n=> shop.nightwish.com Timeline Photos",
          1442577603
        ],
        [
          "LIMITED EDITION NIGHTWISH GOLDEN CHARM NOW AVAILABLE FOR PRE-⁠ORDER\n\nKALEVALA JEWELRY will be manufacturing a 14 carat Golden charm, a special addition to the EVOLUTION SERIES BY NIGHTWISH jewelry collection.\n\nThis unique numbered item is available only from 1st September until 15th October 2015.\n\nCheck all the details and pre-⁠order from the Official Nightwish Shop:\n\nhttp://www.madsupply.com/shop/item?id=1243 Timeline Photos",
          1441104608
        ],
        [
          "Summer sale is now on at the official Nightwish Shop! Lots of items for -50% discount. Some stocks are running low so get yours before they're gone!\nClick to the shop: http://www.madsupply.com/shop/category?id=51 Timeline Photos",
          1435915589
        ],
        [
          "Slovakia : From 7.5.15 is Nighwish No.1 in pre-sales !!!\nhttps://www.youtube.com/watch?v=eJ9nK5Y6voc Nightwish spot Nightwish 2015 TV spot 14.6.2015 Banská Bystrica - Amfiteáter",
          1432380026
        ],
        [
          "New t-shirts for men and women + longsleeves available at the official Nightwish Shop => shop.nightwish.com\nand Nuclear Blast => http://goo.gl/Sjt4Bn Timeline Photos",
          1430650804
        ],
        [
          "Get some Nightwish - ‘Endless Forms Most' merchandise at the Nuclear Blast or Nightwish online shop:\n• HSW: http://bit.ly/NIGHTWISH-HSW\n• LS: http://bit.ly/NIGHTWISH-LS\n• T-Shirt: http://bit.ly/NIGHTWISH-T-Shirt\n• Girlie: http://bit.ly/NIGHTWISH-Girlie\n• Nightwish shop: http://goo.gl/IbuQmz Timeline Photos",
          1427976494
        ],
        [
          "Remember the exclusive \"Endless Forms Most Beautiful\" shirt and hoodie bundles at the official Nightwish Shop!\n=> shop.nightwish.com\nNew merchandise, for example logo pendants and vinyl slipmats now also available. Timeline Photos",
          1427602200
        ],
        [
          "Nightwish Shop News:\nStrictly limited 200 pcs edition of numbered yellow gatefold 2LP of \"Endless Forms Most Beautiful\" is available at the official Nightwish Shop. If vinyls are your thing, check it out:\nhttp://www.madsupply.com/shop/item?id=1121 Timeline Photos",
          1426007400
        ],
        [
          "Nightwish Shop update:\nThese wonderful Élan t-shirts and ladyfit t-shirts are now in stock! Élan release date is Friday 13th of February, so order yours exclusively from here: http://goo.gl/jV6WfA Timeline Photos",
          1423584061
        ],
        [
          "New \"Endless Forms Most Beautiful\" shirts in presale! Order yours together with the new album! Shirts available at the\nOfficial Nightwish Shop: http://goo.gl/uUE8hn\nand\nNuclear Blast Online-Shop: http://smarturl.it/NIGHTWISH-Endless Timeline Photos",
          1423066201
        ],
        [
          "Now also \"Endless Forms Most Beautiful\" Earbooks (book + 3CD + 10\") and gold & splatter vinyls on pre-sale at the official Nightwish Shop: http://goo.gl/IbuQmz\n\nAlso remember to check exclusive shirt + 2CD bundles! Timeline Photos",
          1421001773
        ],
        [
          "Pre-order \"Endless Forms Most Beautiful” from the Nightwish Shop!\n=> http://goo.gl/IbuQmz\n\nPre-sale of the upcoming \"Endless Forms Most Beautiful” has started! Order exclusive 2CD+shirt bundle (with t-shirt, lady-fit, lady-fit ziphoodie or men ziphoodie) or any other version directly from the official Nightwish Shop!\n\nInternational shipping! Timeline Photos",
          1419356559
        ],
        [
          "Limited time xmas deals at the official Nightwish Shop, discounts up to -70%! http://shop.nightwish.com/\n\nOnly valid for a limited time! Some items will sell out, so if you find something you like, grab it! To see all the discounted items, click here: http://www.madsupply.com/shop/category?id=51 Nightwish Shop The official Nightwish Shop with international delivery",
          1416328201
        ],
        [
          "FIND THE ORIGIN!\nGet ready for spring 2015! \nGet ready for Nightwish' new album with this special shirt!!! A perfect outfit for Yuletide when we will announce the name of the album...\n\nLinks:\nMen's T-shirt: http://goo.gl/ivu9lL\nLady-fit: http://goo.gl/wX0Z6w\n\nYou can find shirts also from Nuclear Blast: http://goo.gl/QAwg0F Timeline Photos",
          1415710866
        ],
        [
          "Do you still remember the cover of the Once album?\nSince it’s the 10th anniversary of the album we tried to capture the spirit of that time into two new shirt designs: ”Once - 10th Anniversary” and ”Rose Angel”. Get yours from the Nightwish Shop or from the EMP, and let us know how we did!\n\nTo the Nightwish Shop: http://shop.nightwish.com\nNightwish at the EMP: http://goo.gl/S7LfxH Timeline Photos",
          1404050682
        ],
        [
          "New Nightwish shirts are here! http://shop.nightwish.com/\r\n\r\nPreordered shirts are shipped and on the way, so pay attention to your mailbox! :)\r\n\r\nCheck out all the new shirts at the official Nightwish Shop and buy your favorite - shipping worldwide! http://shop.nightwish.com/ Timeline Photos",
          1382448984
        ],
        [
          "Get a whopping 60% off of these magnificent Whitman T-shirts & Hoodies! Mad Supply DEAL OF THE WEEK!\r\n\r\nGet a whopping 60% off of these magnificent Whitman T-shirts & Hoodies by Nightwish! This offer is valid only this week, or while stocks last. http://shop.nightwish.com/ - shipping worldwide!\r\n\r\nT-shirt\r\nhttp://shop.nightwish.com/en/shop/t-shirts/whitman\r\n\r\nLady-fit T-shirt\r\nhttp://shop.nightwish.com/en/shop/girlie+shirts/whitman\r\n\r\nMen's zip hoodie\r\nhttp://shop.nightwish.com/en/shop/hoodies/whitman1\r\n\r\nWomen's zip hoodie\r\nhttp://shop.nightwish.com/en/shop/hoodies/whitman",
          1378795850
        ],
        [
          "Three deals of the week at Nightwish Shop. Check it out! Mad Supply Alright, time for the next DEAL OF THE WEEK!\r\n\r\nGet HALF OFF from these awesome NIGHTWISH T-shirts ->>\r\n\r\nFor the ladies:\r\nhttp://shop.nightwish.com/en/shop/girlie+shirts/wonderfields\r\n\r\nFor the guys:\r\nhttp://shop.nightwish.com/en/shop/t-shirts/wonderfields AND\r\nhttp://shop.nightwish.com/en/shop/t-shirts/scaretale+clown\r\n\r\nWORLDWIDE SHIPPING - Offer valid until 12.8.2013 or while stocks last!",
          1375763868
        ],
        [
          "Nightwish Shop - Warehouse relocation sale! ALL T-shirts & hoodies -20%!\n\nShop now at http://shop.nightwish.com/\n\nNightwish Shop is moving to a bigger warehouse at the end of July. This discount campaign is valid until 26th of July or while stocks last! Shipping worldwide. http://shop.nightwish.com/",
          1374242026
        ],
        [
          "This week's deal of the week at Nightwish Shop: Hey Buddy T-shirts and hoodies -50%!\r\n\r\nShop now => http://shop.nightwish.com/\r\n\r\nShipping worldwide! Timeline Photos",
          1373303698
        ],
        [
          "Merry Go Round shirts back in stock! Get it now with 20% discount. Worldwide shipping!\n\nGirlie top:\nhttp://shop.nightwish.com/en/shop/girlie+shirts/merry+go+round1\n\nGirlie T-shirt:\nhttp://shop.nightwish.com/en/shop/girlie+shirts/merry+go+round Merry Go Round, Girlie top - Nightwish The official Nightwish Shop with worldwide delivery.",
          1370671275
        ],
        [
          "New high quality Nightwish shirts to celebrate the many years of this great adventure!\r\n\r\nNightwish Shop -> http://shop.nightwish.com/\r\n\r\nThese special, vintage washed garments are made using 100% organic cotton with 90% lower carbon footprint. The print has been applied using a discharge-technique to make it blend in nicely into the textile. Pre-order yours now!\r\n\r\nMen's T-shirt\r\nhttp://shop.nightwish.com/en/shop/t-shirts/since+1996\r\n\r\nLady-fit T-shirt\r\nhttp://shop.nightwish.com/en/shop/girlie+shirts/since+1996+girlie+t-shirt\r\n\r\nAlso, don't forget the great discounts at Nightwish Shop OUTLET:\r\nhttp://shop.nightwish.com/en/shop/outlet Timeline Photos",
          1369385376
        ],
        [
          "Order from Nightwish Shop with total product value over 50 euros and get a free copy of Imaginaerum 2CD (Digipak)! Offer is valid until the end of February 2013 or while stocks last. The album will be added to orders manually. http://shop.nightwish.com/ Mad Supply Order from Nightwish Shop with total product value over 50 euros and get a free copy of Imaginaerum 2CD (Digipak)! Offer is valid until the end of February 2013 or while stocks last. The album will be added to orders manually. http://shop.nightwish.com/",
          1360585688
        ],
        [
          "Christmas news from Nightwish Shop!\r\n\r\nLots of new products are now available, including the famous Finnish Reino shoes by Nightwish! There is also a new gift wrapping service available which you can select to your order when checking out.\r\n\r\nWelcome to Nightwish Shop for Christmas shopping!\r\nhttp://shop.nightwish.com/ Timeline Photos",
          1353738308
        ],
        [
          "New Imaginaerum bath & hip towels are now available at Nightwish Shop: http://shop.nightwish.com/ Timeline Photos",
          1348655594
        ],
        [
          "The nights are getting longer - at least here in Finland, so from now on we'll include a free Pendulum safety reflector to each order at Nightwish Shop with minimum order value of 30 euros (without shipping costs). This offer is valid until stocks last. You can also buy the reflector separately for 3,99 euros.\r\n\r\nTo the shop => http://shop.nightwish.com/ Timeline Photos",
          1345369161
        ],
        [
          "News from the Nightwish Shop!\r\n\r\nThere's a new \"Imaginaerum\" bed set bundle on pre-sale with a duvet cover (150x210cm) and a pillow case (55x65cm). The pillow case is also sold separately.\r\n\r\nCheck out the pre-sales here: http://shop.nightwish.com/ Timeline Photos",
          1344518456
        ],
        [
          "Free shirt, anyone? Mad Supply MAD SUPPLY'S WEEKEND COMPETITION!*\r\n\r\n1. BROWSE THE SHOPS AT WWW.MADSUPPLY.COM\r\n2. FIND A SHIRT THAT YOU WOULD LIKE TO HAVE FOR FREE!\r\n3. COPY THE LINK OF THAT PRODUCT TO THE COMMENT FIELD OF THIS POST AND YOU’LL HAVE A CHANCE TO GET THAT SHIRT FOR FREE!\r\n\r\nThe product can be one of these types: a men's T-shirt, a girlie T-shirt or a longsleeve shirt. Remember to check the availability of the current shirt AND size that you would like to have. If you win and the product and the wished size is not available, you may pick another shirt.\r\n\r\nThree (3) winners will be drawn and announced at Mad Supply's facebook page (facebook.com/madsupply) on MONDAY 6th OF AUGUST!\r\n\r\n* YOU CAN ALSO ATTEND THIS COMPETITION BY SENDING THE PRODUCT LINK TO SUPPORT@MADSUPPLY.COM WITH SUBJECT ”WEEKEND COMPETITION”.\u0003 ONLY ONE ATTENDANCE PER PERSON WILL BE CONSIDERED.",
          1344139680
        ],
        [
          "New items at the official Nightwish Shop, check it out!\r\n\r\nTo the shop => http://shop.nightwish.com/ Timeline Photos",
          1340271827
        ],
        [
          "It's the last day of the extra give away campaign at the Nightwish Shop! Place your order today and if the order value (without shipping costs) exceeds 30 euros you'll get a free Storytime single (digipak), and if it exceeds 60 euros you'll get a high quality 'Master Passion Greed' beach towel and Storytime single (digipak) on top of your order!\n\nThere are also some new items at the shop, check it out!\n\nhttp://shop.nightwish.com/ http://shop.nightwish.com/",
          1338444628
        ],
        [
          "In case you missed the news, we're giving away free items on Nightwish Shop orders with value over 30€ (Storytime CDS digipak) or over 60€ (high quality 'Master Passion Greed' beach towel + Storytime CDS digipak). This offer is valid until the end of May or while stocks last. Place your order now!\n\nTo the shop => http://shop.nightwish.com/ Timeline Photos",
          1337097368
        ],
        [
          "New Nightwish Shop online!\n\nCompletely re-newed Nightwish Shop is now online. There's a wide selection of both new and classic merchandise available, some with nice discount prices! Place your order now and if the order value exceeds 30 euros (without shipping costs) you'll get a free copy of Storytime single (digipak) - and if the order value exceeds 60 euros (without shipping costs) you'll get a high quality Master Passion Greed beach towel and the Storytime single for free! The offer is valid until the end of May or while stocks last!\n\nTo the best place to buy => http://shop.nightwish.com/ Timeline Photos",
          1336468420
        ]
      ],
      "dates_start": 1356574960,
      "dates_end": 1435772202,
      "likes_avg": 4276,
      "likes_stdev": 4329,
      "comments_avg": 94,
      "comments_stdev": 109,
      "shares_avg": 258,
      "shares_stdev": 302
    },
    {
      "number": 9,
      "important": [
        "gold",
        "holopainen",
        "finland",
        "tuoma",
        "tuoma holopainen",
        "great",
        "solo",
        "week",
        "album",
        "realli"
      ],
      "common": [
        "album",
        "holopainen",
        "life",
        "life times",
        "life times scrooge",
        "scrooge",
        "times",
        "times scrooge",
        "tuomas",
        "tuomas holopainen"
      ],
      "messages": [
        [
          "Tuomas Holopainen - Solo album went gold in Finland!\n\nTuomas Holopainen’s solo album »Music Inspired By The Life And Times Of Scrooge« debuted as # 1 in Finland on the release week and stayed in TOP 5 for several weeks after the release. Now, two months after the release date the album went GOLD in Finland.\n\nTuomas comments: \"This is really unbelievable and a great day for Scrooge. I want to thank everybody for their great support for my \"little solo project\".\"\n\nRecording the album had been a distant dream for Tuomas Holopainen for over 14 years. And it really went out with a bang: Tuomas got Don Rosa himself involved to the album artwork and also to participate for the first promo video.",
          1401970247
        ],
        [
          "A video clip from Tuomas Holopainen and Don Rosa signing session (Helsinki, Finland) - check it out!\nhttps://www.youtube.com/watch?v=DC-yy3c6J3o TUOMAS HOLOPAINEN - Signing Session With DON ROSA Signing session with Tuomas Holopainen and Don Rosa for 'Music Inspired By The Life And Times Of Scrooge' . Order at:http://smarturl.it/HOLOPAINEN-Shop SUBSC...",
          1398845721
        ],
        [
          "Tuomas's »The Life And Times Of Scrooge« out now & new lyric-video ‘The Last Sled’ online!\n\nToday is the release of Tuomas's solo debut »The Life And Times Of Scrooge«. Enjoy the new Lyric-Video for the song ‘The Last Sled’: http://youtu.be/ICBbTKy6sxE\n \nIf you haven't yet done so, order your copy at:\nhttp://www.madsupply.com/scrooge\nOR\nhttp://smarturl.it/holopainen-scrooge\n \nOr digital: \niTunes:                        http://smarturl.it/HOLOPAINEN-iTunes (incl. bonus track + digital booklet)\nNB MP3:                     http://smarturl.it/HOLOPAINEN-NB-MP3\nAmazon MP3:             http://smarturl.it/HOLOPAINEN-MP3\nGoogle Play:                      http://smarturl.it/HOLOPAINEN-Google Timeline Photos",
          1397210213
        ],
        [
          "Tuomas spoke to Classic Rock Presents Prog about the inspiration behind his new solo album 'The Life And Times Of Scrooge', as well as the artwork that was created for the album with Don Rosa. Check out that video interview, here: http://bit.ly/QliOsF \n\nAnd if you haven't ordered the album yet, you can do so here: http://smarturl.it/HOLOPAINEN-AMZ Timeline Photos",
          1397120400
        ],
        [
          "TUOMAS HOLOPAINEN – explains each track on »The Life And Times Of Scrooge«\n\nOnly one week left, until the release of Tuomas's solo debut »The Life And Times Of Scrooge«. \n\nToday Tuomas reveals a special Track-By-Track trailer, talking about his inspiration on each song. \nClick here: http://youtu.be/sIoBCi4sd3c\n\nAlso enjoy the four album trailers, with different topics: \n\nTrailer #1: http://www.youtube.com/watch?v=7OCA96KBM3E\nTrailer #2: http://www.youtube.com/watch?v=DAi903SiJ-Y\nTrailer #3: http://youtu.be/Qm-lXHTw0DM \nTrailer #4: http://youtu.be/5VKgkFGSoEY\n\nThe tracklist of the album will be as follows: \n\n01. Glasgow 1877\n02. Into The West\n03. Duel & Cloudscapes\n04. Dreamtime\n05. Cold Heart Of The Klondike\n06. The Last Sled\n07. Goodbye, Papa\n08. To Be Rich\n09. A Lifetime Of Adventure\n10. Go Slowly Now, Sands Of Time\nBonus:\n11. A Lifetime Of Adventure (alternative version)\n\nYou can pre-order your copy of » The Life And Times Of Scrooge « at:\nhttp://www.madsupply.com/scrooge\nOR\nhttp://smarturl.it/holopainen-scrooge Timeline Photos",
          1396598401
        ],
        [
          "Only few weeks left until the release of Tuomas's solo debut »The Life And Times Of Scrooge«.\n \nThe fourth album trailer is now released.\nIn this episode, TUOMAS gives an insight on how he first met Don Rosa, who created the inspiration for »The Life And Times Of Scrooge« and also got involved in this project. Click here to watch the trailer: http://youtu.be/5VKgkFGSoEY\n \nPre-order your copy:\nhttp://www.madsupply.com/scrooge\nor\nhttp://smarturl.it/HOLOPAINEN-SCROOGE Timeline Photos",
          1395385683
        ],
        [
          "3rd album trailer for Tuomas's \"The Life And Times Of Scrooge\" is released. See the trailer here:\nhttp://youtu.be/Qm-lXHTw0DM\n\nPre-order at http://www.madsupply.com/scrooge\nor\nat http://smarturl.it/HOLOPAINEN-SCROOGE TUOMAS HOLOPAINEN - Life And Times Of Scrooge (OFFICIAL TRAILER PART III) Order at: http://smarturl.it/HOLOPAINEN-SCROOGE SUBSCRIBE to Nuclear Blast YouTube: http://bit.ly/subs-nb-yt ORDER AT: Nuclear Blast: http://smarturl.it/HOLO...",
          1394174677
        ],
        [
          "Last chance to order \"The Life And Times Of Scrooge\" with Tuomas' signature. All the pre-orders done latest TODAY will be delivered signed - worldwide shipping available http://www.madsupply.com/scrooge Tuomas Holopainen Tuomas Holopainen The Life and Times of Scrooge - Official Webstore The new solo project of Nightwish's main man Tuomas Holopainen. Pre-order's available with exclusive offers. Album pre-orders (including the shirt bundles) made before the end of February will be signed by Tuomas! Shipping worldwide...",
          1393585200
        ],
        [
          "Tuomas caught up with Classic Rock Presents Prog Magazine recently to talk about how he got around the problem of recording the music video for 'A Lifetime Of Adventure' with Scrooge, a cartoon duck - check out the video interview below: Nuclear Blast Nightwish front man Tuomas Holopainen caught up with Classic Rock Presents Prog to discuss how he went about making a video for 'A Lifetime Of Adventures' with a cartoon duck - check out that video interview, here: http://bit.ly/1hWFWu0 \n\nTuomas' solo project, an album inspired on the book 'The Life And Times Of Scrooge McDuck', is out in April and can be ordered here: http://smarturl.it/HOLOPAINEN-SCROOGE",
          1393524510
        ],
        [
          "Second album trailer of Tuomas's »The Life And Times Of Scrooge« released!\n\nCheck the new trailer here: http://www.youtube.com/watch?v=DAi903SiJ-Y\n\nPre-order your copy of » The Life And Times Of Scrooge « from the official webstore at http://www.madsupply.com/scrooge\nOR at http://smarturl.it/HOLOPAINEN-SCROOGE",
          1393429858
        ],
        [
          "Just a few days left to pre-order The Life and Times of Scrooge from the Nightwish shop (Mad Supply) to get it signed by Tuomas! Order by the end of February to get your signed version!\nhttp://www.madsupply.com/en/shop/band+merchandise/tuomas+holopainen Tuomas Holopainen Tuomas Holopainen The Life and Times of Scrooge - Official Webstore The new solo project of Nightwish's main man Tuomas Holopainen. Pre-order's available with exclusive offers. Album pre-orders (including the shirt bundles) made before the end of February will be signed by Tuomas! Shipping worldwide...",
          1393342656
        ],
        [
          "TUOMAS HOLOPAINEN – First album trailer of »The Life And Times Of Scrooge« released! Trailer was done by video director Ville Lipiäinen.\n\nSee the trailer here: http://www.youtube.com/watch?v=7OCA96KBM3E\n\nPre-order your copy of »The Life And Times Of Scrooge« at http://www.madsupply.com/scrooge Timeline Photos",
          1392622916
        ],
        [
          "The Life and Times of Scrooge - Official Webstore\nhttp://www.madsupply.com/scrooge\n\nAll the \"The Life And Times Of Scrooge\" albums that are pre-ordered from the official webstore before the end of February will be signed by Tuomas! Also, we'll add four album themed postcards to go with the T-shirt bundles. This also applies to already made pre-orders. Check out the exclusive offers and reserve yours at http://www.madsupply.com/scrooge\n\nShipping worldwide! Timeline Photos",
          1392379201
        ],
        [
          "TUOMAS HOLOPAINEN – video on ‘A Lifetime Of Adventure’ released!\n\nThe video of Tuomas's debut single ‘A Lifetime of Adventure’ can now be watched in http://youtu.be/JWwSVOo5K_k\n \nCommented TUOMAS:\n“The director, Ville Lipiäinen, and me went through some options of how to approach the video and soon agreed to shoot a sort of `making of` - clip of the song.\nThe idea of someone dressing up as Scrooge McDuck, and then filming him digging gold and riding an emu on an Australian desert felt just a tad corny. \nVille then followed us to London`s Angel Studios and later Petrax Studios to film some shots from the orchestra-, vocal-, guitar-, and piano sessions.\nThe hero of the video is Don Rosa himself. His presence and facial expressions always put a big smile on my face. I hope you`ll enjoy this adventure as much as we did!”\n \n‘A Lifetime of Adventure’ is taken from the upcoming solo debut »The Life and Times of Scrooge« which will be out on April 11, 2014 via Nuclear Blast.\nThe cover artwork on both the single and the album is by Don Rosa, the illustrator of Disney's Duck characters.\n \nYou can pre-order your copy of »The Life and Times of Scrooge« at the http://www.madsupply.com/scrooge Timeline Photos",
          1391616983
        ],
        [
          "UK fans can receive a signed artcard with their copy of Tuomas' solo album if they order from Recordstore.co.uk - info below: Nuclear Blast UK FANS: Order Tuomas Holopainen’s new solo album ‘Music Inspired By - The Life And Times Of Scrooge’ from Recordstore.co.uk to receive a signed artcard with the album! Order here: http://bit.ly/SignedScrooge",
          1391520995
        ],
        [
          "Tuomas signing the new \"A Lifetime Of Adventure\" singles. Here's your last chance to pre-order the signed edition before they're sold out: http://www.madsupply.com/scrooge - Shipping worldwide!\n\n\"The Life And Times Of Scrooge\" album is also available for pre-order with cool T-shirt bundles. Check it out! Timeline Photos",
          1391164701
        ],
        [
          "Tuomas Holopainen's debut solo single, A Lifetime of Adventure, will be released on the Nightwish FanPOD tablet-computer app TODAY, two weeks before its world premiere.\n\nThe Nightwish FanPOD update will also include a music video for the new single directed by Ville Lipiäinen and Mika Jussila's photos of Tuomas Holopainen and Don Rosa in the recording studio.\n\nA Lifetime of Adventure, from the upcoming solo album, Music Inspired by the Life and Times of Scrooge, will be released worldwide on 7 February 2014. The cover artwork on both the single and the album is by Don Rosa, the illustrator of Disney's Duck characters.\n\nNightwish FanPOD is available on iTunes App Store  and Google Play.\n\nMore information:\nhttp://www.fanpod.fi/nightwish",
          1390464841
        ],
        [
          "THE DEBUT SINGLE FROM THE TUOMAS HOLOPAINEN SOLO ALBUM OUT IN FEBRUARY 7TH\n\nThe first single and the first promo video, A LIFETIME OF ADVENTURE, from the upcoming NIGHTWISH\ncomposer and lyricist Tuomas Holopainen´s solo album, MUSIC INSPIRED BY THE LIFE AND TIMES OF SCROOGE,\nwill be released on the 7th of February 2014 in Europe.\n\nBecause the record stores do not carry the physical single format anymore, the single will be\navailable only from various mailorders as well as from iTunes.\n\nYou can pre-order the single now from the official Nightwish Shop. Pre-ordered singles will be signed by the artist! => http://www.madsupply.com/scrooge\n\nThe artwork for the album and the single are by Don Rosa.\n\nVocals on the debut single track by Johanna Kurkela.\n\nMusic video is directed by Ville Lipiäinen (\"SHOWTIME, STORYTIME\").\n\nThe actual album, MUSIC INSPIRED BY THE LIFE AND TIMES OF SCROOGE, will be released in Europe\non the 11th of April 2014 by Nuclear Blast GmbH.\n\nAlbum track listing:\n\nTUOMAS HOLOPAINEN:\nMUSIC INSPIRED BY THE LIFE AND TIMES OF SCROOGE\n\n01. Glasgow 1877\n02. Into The West\n03. Duel & Cloudscapes\n04. Dreamtime\n05. Cold Heart Of The Klondike\n06. The Last Sled\n07. Goodbye, Papa\n08. To Be Rich\n09. A Lifetime Of Adventure\n10. Go Slowly Now, Sands Of Time\n\nwww.tuomas-holopainen.com\nwww.nightwish.com",
          1389781380
        ],
        [
          "TUOMAS HOLOPAINEN – First details about the solo album »The Life And Times Of Scrooge«\r\n\r\nTuomas has spent most of the year 2013 writing and producing his solo album. The whole album will be based on a graphic novel called »The Life And Times Of Scrooge McDuck«, written and illustrated by Don Rosa.\r\n\r\nTuomas comments: “This is my longtime dream come true, 14 years in the making. And a homage to one of the best storytellers of our time. Thank you for sharing this celebration of Life & Adventure!\"\r\n\r\nThis 12 - chapter book tells the life story of a certain Scrooge, from his early years in the 19th century Scotland to his adventures all around the world until the 1950`s. The story contains such immense depth, detail, wit and emotional power, that the moment Tuomas read it nearly 20 years ago, it instantly became a story of profound personal interest and love for him. The initial spark of `coloring` this story with music, i.e. create a kind of \"soundtrack\" for the book, came to him already in 1999, and has ever since been haunting the back of his mind.\r\n\r\nThe album was written and produced by Tuomas Holopainen and will contain 10 songs, with total duration of approximately 60 minutes. The music will be of soundtrack / classical / folk genre in the vein of Vaughan Williams, Michael Nyman, James Newton Howard and Enya.\r\n\r\nMr. Pip Williams has done the orchestral arrangements, continuing his collaboration with Tuomas after the NIGHTWISH records »Once«, »Dark Passion Play« & »Imaginaerum«.\r\n\r\nThere will be a number of guest musicians, including the London Orchestra, The Metro Voices (a choir from London) and four lead vocalists: Alan Reid, Johanna Kurkela, Johanna Iivanainen & Tony Kakko. Other guest appearances include Troy Donockley (uilleann pipes, low whistles, bodhran), Mikko Iivanainen (guitars & banjo), Teho Majamäki (Didgeridoo), Jon Burr (Harmonica) and Dermot Crehan in the solo violin.\r\nThe recordings took place during August - October 2013, first at Angel Studios, London, then in various locations around Scotland and Finland.\r\n\r\nThe author of the book, Don Rosa, has done the artwork for the album.\r\n\r\nThere will also be a single release, from the track ‘A Lifetime Of Adventure’, and a music video to go with it in early 2014.\r\nThe album »The Life And Times Of Scrooge« is scheduled for a release in April 2014. Timeline Photos",
          1385631065
        ]
      ],
      "dates_start": 1390149890,
      "dates_end": 1397257440,
      "likes_avg": 4402,
      "likes_stdev": 2978,
      "comments_avg": 104,
      "comments_stdev": 91,
      "shares_avg": 291,
      "shares_stdev": 306
    },
    {
      "number": 10,
      "important": [
        "dvd",
        "arena",
        "live",
        "de",
        "vehicl",
        "nightwish nightwish",
        "show",
        "full",
        "nightwish live",
        "wembley"
      ],
      "common": [
        "competition",
        "dvd",
        "nightwish",
        "nightwish vehicle",
        "nightwish vehicle spirit",
        "shop",
        "spirit",
        "tour",
        "vehicle",
        "vehicle spirit"
      ],
      "messages": [
        [
          "Disfruta por completo \"Vehicle Of Spirit\", el nuevo dvd de Nightwish Nightwish Live in Arena de Wembley FULL SHOW 720 HD (VEHICLE OF SPIRIT)",
          1486315442
        ],
        [
          "SOUTH AMERICAN FANS AHOY:\nVEHICLE OF SPIRIT DVD will be available from DYNAMO RECORDS BRAZIL on the 31st of January 2017. Timeline Photos",
          1484915063
        ],
        [
          "Even babies want to join the ride on the Vehicle of Spirit! 👶🤘\n\nNightwish Blu-Ray / DVD out worldwide:\nnuclearblast.com/nightwish-vehicleofspirit Instagram photo by Jess Robinson • Dec 16, 2016 at 3:11pm UTC See this Instagram photo by @jpleather • 23 likes",
          1484258917
        ],
        [
          "Have you picked up Vehicle of Spirit on Blu-Ray / DVD? Even babies (from IG fan @jpleather) want in on the ride! 👶🤘\n\nGrab your copy at nuclearblast.com/nightwish-vehicleofspirit\nNightwish official webshop: https://goo.gl/q0P0XR Instagram photo by Jess Robinson • Dec 16, 2016 at 3:11pm UTC See this Instagram photo by @jpleather • 23 likes",
          1484258472
        ],
        [
          "News From Side Stage Magazine: Nightwish - Vehicle Of Spirit Out Now; New Live Clip “My Walden” Revealed! http://buff.ly/2ivKWrW Timeline Photos",
          1484000065
        ],
        [
          "Which edition of Vehicle of Spirit did you pick up? Here's a pic shared by Nightwish fan on Twitter, @DavidSheltonGLS. Share your pics in the comments below 🤘🏼\n\nGrab a copy at nuclearblast.com/nightwish-vehicleofspirit.\nNightwish official webshop: https://goo.gl/q0P0XR Timeline Photos",
          1483983364
        ],
        [
          "[Chronique] Le DVD et double CD live de Nightwish \"Vehicle Of Spirit\" sur le site HARD FORCE par Sly Escapist ►http://www.hardforce.fr/actu/18995/nightwish-vehicle-of-spirit-chronique NIGHTWISH \"Vehicle Of Spirit\" | Chronique par Sly Escapist",
          1483982819
        ],
        [
          "Who's kicking off the weekend with Nightwish's Vehicle of Spirit on your big screen? It's available on Blu-Ray/DVD/CD at your local Best Buy retailers. Best Buy: Nightwish Vehicle of Spirit Available at your local Best Buy retailers and online!",
          1483813213
        ],
        [
          "The winners of the Vehicle Of Spirit competition has now been drawn. We got hundreds and hundreds of great memories from you, it was a great joy reading them all!\r\n\r\nThree lucky ones are...\r\n\r\n1st prize - Nea L., Finland\r\n-Vehicle of spirit memorabilia with a dedication & signatures from the band\r\n-100 € gift coupon to Nightwish Shop\r\n\r\n2nd prize - Andrea H., Germany\r\n-Vehicle of spirit memorabilia with a dedication & signatures from the band\r\n-50€ gift coupon to Nightwish Shop\r\n\r\n3rd prize - Marta Z., Croatia\r\n-Vehicle of spirit memorabilia with a dedication & signatures from the band\r\n-25€ gift coupon to Nightwish Shop\r\n\r\nThe memorabilia framed canvas artworks will now go to production & for the band to dedicate and sign. The estimated delivery time for these are at the end of January 2014. The winners will be contacted by email.\r\n\r\nThanks for the ride! Timeline Photos",
          1387182087
        ],
        [
          "Black Friday hits the Nightwish Shop! Lots of great offers, up to -76%! http://www.madsupply.com/shop/category?id=51\n\nSHIPPING WORLDWIDE! These offers are valid until the end of Cyber Monday 2nd of December, or while stocks last.\n\nToday is also the last day to take part in the \"Vehicle Of Spirit\" competition! Check out the competition page here: http://www.madsupply.com/shop/category?id=80",
          1385722396
        ],
        [
          "We've picked some of the numerous Imaginaerum World Tour memories sent to us by our fans on to the \"Vehicle Of Spirit\" competition page. Check 'em out and share your memory here: http://www.madsupply.com/nightwish+competition\r\n\r\nPre-order the grande finale of the colossal Imaginaerum World Tour: \"Showtime, storytime\" DVD/Blu-ray/CD which includes Wacken 2013 live show, a long documentary film from the tour and much more. Pre-order yours from the official Nightwish Shop - http://shop.nightwish.com - SHIPPING WORLDWIDE! Timeline Photos",
          1381484093
        ],
        [
          "It's time for \"A Vehicle Of Spirit\" Competition!\r\n\r\nShare your memory from the Imaginaerum World Tour 2012-2013 and win an awesome \"Vehicle Of Spirit\" memorabilia with a dedication and signatures from the band!\r\n\r\nCheck out the competition and take part now at http://www.madsupply.com/nightwish+competition Timeline Photos",
          1380607593
        ],
        [
          "Thank you everyone who shared this incredible Imaginaerum tour with us. This vehicle of spirit needs to refuel, but the voyage will continue... This is only the beginning. Timeline Photos",
          1376245203
        ],
        [
          "If you want to dress up your timeline, check out this Imaginaerum Tour Edition cover right here: https://www.facebook.com/nightwish/app_281409718553488?ref=ts  Nightwish VEHICLE OF SPIRIT out worldwide -  Band Shop: http://shop.nightwish.com / Nuclear Blast: http://nuclearblast.com/nightwish-vehicleofspirit",
          1338443001
        ]
      ],
      "dates_start": 1382233901,
      "dates_end": 1492796344,
      "likes_avg": 4481,
      "likes_stdev": 7779,
      "comments_avg": 122,
      "comments_stdev": 277,
      "shares_avg": 303,
      "shares_stdev": 609
    },
    {
      "number": 11,
      "important": [
        "see",
        "actual",
        "like",
        "miss",
        "birthday",
        "photo nightwish",
        "dont",
        "follow",
        "photo",
        "nightwish"
      ],
      "common": [
        "instagram",
        "instagram photo",
        "nightwish",
        "nightwish post",
        "photo",
        "pictures",
        "post",
        "see",
        "show",
        "sold"
      ],
      "messages": [
        [
          "Follow us on Instagram and don't miss anything about Nightwish! :) Instagram photo by Nightwish • Feb 12, 2017 at 11:35pm UTC See this Instagram photo by @nightwish_fanpage • 740 likes",
          1486978844
        ],
        [
          "Follow us on INSTAGRAM and don't miss anything! :) Instagram photo by Nightwish • Feb 3, 2017 at 9:21am UTC See this Instagram photo by @nightwish_fanpage • 1,944 likes",
          1486203948
        ],
        [
          "Follow us on Instagram and don't miss anything! :) Instagram photo by Nightwish • Jan 29, 2017 at 10:07am UTC See this Instagram photo by @nightwish_fanpage • 1,831 likes",
          1486025877
        ],
        [
          "The birthday boy has some news for you!\nFollow us on Instagram and don't miss anything! Instagram photo by Nightwish • Jan 14, 2017 at 7:58pm UTC See this Instagram photo by @nightwish_fanpage • 22 likes",
          1484420901
        ],
        [
          "SAYREVILLE SOLD OUT !\nHARTFORD SOLD OUT !\nMONTREAL SOLD OUT ! Photos from Nightwish's post",
          1455843083
        ],
        [
          "GERMANY !!! Photos from Nightwish's post",
          1455099901
        ],
        [
          "MONTREAL sold out !  HARTFORD sold out !\n\nGet your advance tickets now:\nhttp://enterthevault.com/artist.php?id=43 Photos from Nightwish's post",
          1454147452
        ],
        [
          "THANK YOU ADELAIDE :)\nNEXT: FREMANTLE\nAFTER THAT: SINGAPORE Photos from Nightwish's post",
          1452724231
        ],
        [
          "OZ !!! SINGAPORE !!! GET READY :)\nMelbourne is SOLD OUT already ! Photos from Nightwish's post",
          1451900527
        ],
        [
          "OZ & SINGAPORE: SOON !!! :) Photos from Nightwish's post",
          1451124209
        ],
        [
          "Last night in Nürnberg, Germany! Sold out with a beautiful view! THANK YOU!!! #contrapromotion #Germany #soldout #Nightwish #EndlessFormsMostBeautiful #Worldtour Photos from Nightwish's post",
          1449411253
        ],
        [
          "LYON !!! See you all tomorrow :)\nFind our tour merch selection below.\nBecause of the reasons beyond us, we can only accept cash payments tomorrow for our tour merchandise. Thank you. Photos from Nightwish's post",
          1448209344
        ],
        [
          "We're back in The Netherlands after many years! Thank you for such a warm welcome in a sold out Heineken Music Hall! Tonight we have the honor to rock here again! Who's there with us?\nPictures: Andrea Beckers for Beckflash Fotografie - Andrea Beckers\n#Beckflash  #nightwish #Amsterdam #HeinekenMusicHall #EndlessFormsMostBeautiful #Amorphis #ArchEnemy Photos from Nightwish's post",
          1448030255
        ],
        [
          "Did you miss merch booth at the summer festivals? No worries! You can now buy many Nightwish summer festival shirts for ridiculously cheap price at the:\nNightwish Shop: http://goo.gl/gIp5fK\n&\nNuclear Blast: http://goo.gl/QA5bDo Photos from Nightwish's post",
          1447837816
        ],
        [
          "See you all at Download 2016 ! Photos from Nightwish's post",
          1447045694
        ],
        [
          "BOGOTA !!! NIGHTWISH CUPCAKES AND REAL MUSIC LOVERS, WHAT COULD WE POSSIBLY ASK FOR MORE ? :)\nLOVE YOU ALL AND SEE YOU DEFINITELY SOON AGAIN !! :) Photos from Nightwish's post",
          1444533624
        ],
        [
          "THANK YOU ALCATRAZ & MERA LUNA ! WE HAD A BLAST ! Photos from Nightwish's post",
          1439178845
        ],
        [
          "The previous show in Finland we did was absolutely lovely in Oulu at QStock last weekend! We can't wait for our very special show in Tampere on Friday! Who's there? (pictures by Timo Isoaho) Photos from Nightwish's post",
          1438187406
        ],
        [
          "The night was on fire at Masters of Rock (Czech Republic)! We had such a blast with the loudest audience a band can dream off. Big thanks to all who rocked the night with us. And see you again perhaps on the 7th of December in the Tesla Arena in Prague. (pictures by Timo Isoaho) Photos from Nightwish's post",
          1436943385
        ],
        [
          "Haven't seen enough pictures of our show in Finland yesterday? Hereby some more awesome shots by Timo Isoaho!\nAgain a big thank you to everybody that came out to this show! And a very big thanks to all involved making this show as special as it is with all its props, lights, pyro's, screens and effects!!! We made the magic all together, let's do this soon again in Tampere! Photos from Nightwish's post",
          1433704199
        ],
        [
          "Our show at Laulurinne (Joensuu, Finland) was magical and we celebrated this special night with 13500 of our most amazing fans that came out to take part of this epic moment. This show will happen again in Tampere (Finland) on the 31st of July! We hope to welcome you to this night, as these pictures show, it IS something you do not want to miss out on! (Pictures by Timo Isoaho) Photos from Nightwish's post",
          1433702316
        ],
        [
          "Nightwish merch is now available also for the kids! Check the selection at the official Nightwish Shop:\nhttp://goo.gl/oZoME5 Photos from Nightwish's post",
          1431518402
        ],
        [
          "We had an endlessly most beautiful show in Vancouver yesterday which we immortalized for a future release. (A few other shows will be filmed for the same purpose) A big thanks to all of you who made the night so special! We are moving our vehicle of spirits for a few more weeks in the USA and we hope to welcome you to one of these shows! Photos from Nightwish's post",
          1430084037
        ],
        [
          "Kai's touring drumkit is displayed at this years  musikmesse in Frankfurt, Germany! This beauty is a totally custom made kit by Pearl. Kai will play it on the tour in North America and the upcoming shows in Europe. A big thanks to Pearl-Frank Jacobs, Meinl Percussion , Evans Drumheads & HQ Percussion, #BandArt for the bassdrum frontskins, Balbex drumsticks (official) ,#Roland  and FinFonic. We salute you! #FrankfurtMusikMesse #Pearldrums #evansdrumheads #MeinlPercussion Photos from Nightwish's post",
          1429382000
        ],
        [
          "As you can see on these pictures we had an AMAZING kick off in New York of our Endless Forms Most Beautiful World Tour! Big thanks to all of you that came out to share this moment with us. Check out our tour dates to see if we bring this show nearby you! Hope to see all of you on the road soon!!!\n\nPictures by Timo Isoaho Photos from Nightwish's post",
          1428710476
        ],
        [
          "THE MIXING OF THE ALBUM HAS BEGUN. \nTWO DOWN, 10 TO GO ! Photos from Nightwish's post",
          1414592349
        ],
        [
          "\" A FINE DAY IN OXFORD RECORDING PROFESSOR RICHARD DAWKINS FOR THE UPCOMING ALBUM \" Photos from Nightwish's post",
          1413369162
        ],
        [
          "More cherries on the pie! More magical arrangements played by fantastic talents or sang by the most amazing voices!!! On the first picture you the our Kaitsu with the percussionists and in picture two you see them in action. The third pictures shows us with the kids who's voices will give you the best goosebumps in the world :-) And in picture 4 you see the adult version of goosebump voices, the Metro Voices. In the 5th and last picture you see a happy and proud Tuomas and Floor with solo violin and fiddle player Dermot Crehan. Photos from Nightwish's post",
          1413299513
        ],
        [
          "The drum recordings are done and it all sounds fantastic! Onwards! Photos from Nightwish's post",
          1408862296
        ]
      ],
      "dates_start": 1423899890,
      "dates_end": 1465829167,
      "likes_avg": 7270,
      "likes_stdev": 5587,
      "comments_avg": 152,
      "comments_stdev": 137,
      "shares_avg": 342,
      "shares_stdev": 309
    },
    {
      "number": 12,
      "important": [
        "actual",
        "timelin",
        "tonight",
        "great",
        "co",
        "spring",
        "photo",
        "nightwish",
        "wembley",
        "timelin photo"
      ],
      "common": [
        "bogota",
        "bogota bogota",
        "budapest",
        "great",
        "great tonight",
        "nightwish",
        "oz",
        "poland",
        "tonight",
        "tonite"
      ],
      "messages": [
        [
          "Nightwish Timeline Photos",
          1485444572
        ],
        [
          "COLORADO SPRINGS, CO !!! Timeline Photos",
          1455890610
        ],
        [
          "BRAZIL !!!\n\nhttp://dynamoprod.com.br/site/lancamentos Timeline Photos",
          1455097440
        ],
        [
          "JAPAN :) Timeline Photos",
          1454582822
        ],
        [
          "POLAND :) Timeline Photos",
          1453812658
        ],
        [
          "POLAND !!! :) Timeline Photos",
          1453344666
        ],
        [
          "TONIGHT: FREMANTLE Timeline Photos",
          1452821061
        ],
        [
          "BRISBANE WAS GREAT :)\nTONIGHT: SYDNEY Timeline Photos",
          1452202889
        ],
        [
          "OZ OZ OZ !!! WE ARE HERE :) Timeline Photos",
          1452051045
        ],
        [
          "ANTWERP WAS GREAT :)\nTONIGHT: WEMBLEY SSE ARENA Timeline Photos",
          1450463042
        ],
        [
          "LUXEMBOURG WAS NICE :)\nTONIGHT: ANTWERPEN Timeline Photos",
          1450356182
        ],
        [
          "BUDAPEST WAS GREAT :)\nTONIGHT: LEIPZIG Timeline Photos",
          1450007471
        ],
        [
          "BUDAPEST !!! TONIGHT :) Timeline Photos",
          1449923177
        ],
        [
          "ITALY !!! ROME !!! 8.6.2016 !!! Timeline Photos",
          1449733067
        ],
        [
          "BOLOGNA !!! TONIGHT :) Timeline Photos",
          1448790657
        ],
        [
          "PARIS. TONIGHT. Timeline Photos",
          1448450493
        ],
        [
          "OBERHAUSEN !! TONIGHT :) Timeline Photos",
          1448104615
        ],
        [
          "TONIGHT :) Timeline Photos",
          1447672925
        ],
        [
          "TONIGHT !!! Timeline Photos",
          1447566552
        ],
        [
          "Isänpäivän kunniaksi kaikki Nightwish Shopin Suomeen toimitettavat tilaukset ilman postikuluja! Tarjolla VAIN tänään!\n=> shop.nightwish.com Timeline Photos",
          1446962401
        ],
        [
          "STOCKHOLM !!! Timeline Photos",
          1445602000
        ],
        [
          "GUADALAJARA !!! TONIGHT !! (SOLD OUT)\nESTA NOCHE EL DESTINO :) Timeline Photos",
          1445074012
        ],
        [
          "TONIGHT !!! BOGOTA-BOGOTA-BOGOTA !!! :) Timeline Photos",
          1444434349
        ],
        [
          "QUITO !!! TONITE !!!! :) Timeline Photos",
          1444310072
        ],
        [
          "LIMA !!! TONITE !!! :) Timeline Photos",
          1444133672
        ],
        [
          "TONITE !!! SAO PAULO :)\nIt is gonna be massive !!! Timeline Photos",
          1443283313
        ]
      ],
      "dates_start": 1442977958,
      "dates_end": 1458569408,
      "likes_avg": 7146,
      "likes_stdev": 4476,
      "comments_avg": 165,
      "comments_stdev": 108,
      "shares_avg": 362,
      "shares_stdev": 263
    },
    {
      "number": 13,
      "important": [
        "left",
        "london",
        "actual",
        "singapor",
        "ticket",
        "timelin",
        "much",
        "awesom",
        "photo",
        "timelin photo"
      ],
      "common": [
        "great",
        "let",
        "next",
        "night",
        "nightwish",
        "see",
        "thank",
        "tomorrow",
        "tonight",
        "www"
      ],
      "messages": [
        [
          "LONDON, ONTARIO 2/22/2016 ! \nLess than 150 tickets left !\n\nhttp://www.londonmusichall.com/event/817457-nightwish-london/ Timeline Photos",
          1455990476
        ],
        [
          "THANK YOU SO MUCH SINGAPORE :)\nAWESOME NIGHT, AWESOME PEOPLE :) Timeline Photos",
          1453211336
        ],
        [
          "THANK YOU FREMANTLE :)\nTONIGHT: SINGAPORE Timeline Photos",
          1452895813
        ],
        [
          "MELBOURNE WAS BRILLIANT & STEAMING HOT :)\nNEXT: ADELAIDE Timeline Photos",
          1452554498
        ],
        [
          "SINGAPORE \n(with the current and correct pre-sale tickets info, SISTIC) Timeline Photos",
          1451903106
        ],
        [
          "WEMBLEY THE GREAT -THANK YOU :)\nIT WAS TRULY A NIGHT TO REMEMBER FOREVER !!!\n(Photo: Enno Zakk-Wylde) Timeline Photos",
          1450574148
        ],
        [
          "SWEDEN !!!\nSee you all at Bråvalla 2016 :) Timeline Photos",
          1450193040
        ],
        [
          "LEIPZIG WAS JUST BRILLIANT, THANK YOU :)\nTONIGHT: BERLIN\n(Leipzig live photo by Enno Zakk-Wylde) Timeline Photos",
          1450178891
        ],
        [
          "SINGAPORE !!! GET YOUR TICKETS NOW...BEFORE\nIT IS TOO LATE ;) Timeline Photos",
          1449923091
        ],
        [
          "THANK YOU VERY MUCH BUCURESTI :)\nTOMORROW: BUDAPEST Timeline Photos",
          1449846692
        ],
        [
          "THANK YOU VIENNA !!!\nTONIGHT: BUCURESTI :) Timeline Photos",
          1449693873
        ],
        [
          "THANK YOU PRAHA !!! IT WAS A FANTASTIC NIGHT :)\nTONIGHT: VIENNA Timeline Photos",
          1449569860
        ],
        [
          "Singapore !!! Really looking forward :) Timeline Photos",
          1449260246
        ],
        [
          "München was a perfect party with 6000 good friends :)\nTOMORROW: STUTTGART Timeline Photos",
          1449059453
        ],
        [
          "BASEL IS SOLD OUT !!! \nTHANK YOU VERY MUCH & LET´S ALL ROCK TOGETHER TONIGHT :) Timeline Photos",
          1448726763
        ],
        [
          "THANK YOU TOULOUSE :)\nNEXT: BASEL Timeline Photos",
          1448628703
        ],
        [
          "CZECH !!! \nSee you in Plzen next summer :)\nTickets: www.mastersofrock.cz\nFestival website: www.metalfestopenair.cz Timeline Photos",
          1448560127
        ],
        [
          "THANK YOU SO MUCH PARIS !!! :)\nTONIGHT: TOULOUSE Timeline Photos",
          1448536556
        ],
        [
          "WEMBLEY IS NOW SOLD OUT...THANK YOU :) Timeline Photos",
          1447793658
        ],
        [
          "TOMORROW !!! Timeline Photos",
          1447488486
        ],
        [
          "THANK YOU PRAGUE :) Timeline Photos",
          1446904407
        ],
        [
          "PRAHA !!! SOLD OUT !!!\nTHANK YOU PEOPLE :) Timeline Photos",
          1446903086
        ],
        [
          "GUADALAJARA !!! MUCHAS GRACIAS :)\nWhat a night to end our Latin American tour !!!\nWe´ll promise to come back !!! Viva Mexico :) Timeline Photos",
          1445173901
        ],
        [
          "MEXICO CITY !!!\nOUR LOVE IT LIES SO DEEP, MUCHAS GRACIAS :)\nTHESE TWO SOLD OUT NIGHTS IN MEXICO CITY WILL GO DOWN IN HISTORY. Timeline Photos",
          1444967415
        ],
        [
          "MEXICO CITY !!! SO WARM-HEARTED & BEAUTIFUL PEOPLE !\nLET´S DO IT AGAIN TOMORROW :) \nLOVE YOU ALL :) MUCHAS GRACIAS !!! Timeline Photos",
          1444880958
        ],
        [
          "THANK YOU MONTERREY !!!\nWHAT A KILLER START FOR THE MEXICAN PART OF THE TOUR !!! YOU PEOPLE WERE JUST BORN TO ROCK :)\nTOMORROW: MEXICO CITY (SOLD OUT) Timeline Photos",
          1444797851
        ],
        [
          "THANK YOU SO MUCH QUITO !!! :)\nNEXT: BOGOTA Timeline Photos",
          1444363575
        ],
        [
          "THANK YOU GREAT PEOPLE OF LIMA !!! :)\nNEXT: QUITO Timeline Photos",
          1444217297
        ],
        [
          "THANK YOU SANTIAGO !!!\n(Loud - Louder - Santiago) \nWe will return & definitely wanna see you all again :)\nNEXT: LIMA Timeline Photos",
          1444011423
        ],
        [
          "CHILE !!! Tomorrow !!!\nhttps://www.youtube.com/watch?v=-EUsf3WNl_Q Timeline Photos",
          1443914353
        ],
        [
          "THANK YOU LUNA PARK !!!\nIt really felt like coming home :)\n(Photo by CCC.) Timeline Photos",
          1443837818
        ],
        [
          "RUSSIA !!!\nThree more shows announced :)\nSee you all in May 2016 ! Timeline Photos",
          1443797452
        ],
        [
          "THANK YOU CURITIBA !!!\nWhat a pleasant Sunday night with great people :)\nNEXT: PORTO ALEGRE Timeline Photos",
          1443430724
        ],
        [
          "THANK YOU SAO PAULO !!! YOU GUYS WERE ONE OF THE LOUDEST EVER :) TONITE: CURITIBA :) Timeline Photos",
          1443345927
        ],
        [
          "SINGAPORE !!! \nSee you all in January :) Timeline Photos",
          1443283395
        ],
        [
          "THANK YOU, FORTALEZA !!! :)\nNEXT: ROCK IN RIO (SOLD OUT)\nCheck the live stream at:  http://www.aol.com/rockinrio/ Timeline Photos",
          1443079514
        ],
        [
          "FORTALEZA !!!\nWe are here, so let´s rock tomorrow :) Timeline Photos",
          1442937099
        ],
        [
          "PORTO ALEGRE !!!\nFeels like coming home :) Timeline Photos",
          1442627932
        ],
        [
          "SWEDEN ! \nStill tickets left for our ONLY show in Sweden in 2015 ! Timeline Photos",
          1441003757
        ],
        [
          "THANK YOU TRONDHEIM ! \nIt was really a killer ending for our festival summer 2015 :) Timeline Photos",
          1440943463
        ],
        [
          "THIS SATURDAY !!! IN TRONDHEIM !!! ROCK & ROLL :) Timeline Photos",
          1440477180
        ],
        [
          "Our last European summer show for 2015 will be on the 29th of August in Trondheim, Norway ! It will be a blast :) Timeline Photos",
          1440148849
        ],
        [
          "THANK YOU SUMMER BREEZE :) \nIT WAS A MUTUAL PLEASURE :)\nNEXT: TRONDHEIM ! Timeline Photos",
          1439709148
        ],
        [
          "Next: SUMMER BREEZE ! \nSee you all there on Saturday night this week :)\nhttp://www.summer-breeze.de Timeline Photos",
          1439294284
        ],
        [
          "KIITOS TAMPERE ! WE WERE HERE ! Timeline Photos",
          1438521549
        ],
        [
          "TOMORROW !!! \nRatina Stadium map here. \nTicket booth & guest lists are at the Gate E.\nOvilippuja saa portilta E, jossa ovat myös vieraslistat.\nTAMPERE !!!! Timeline Photos",
          1438261208
        ],
        [
          "THANK YOU ROCK FEST BARCELONA & QSTOCK OULU !   And extra special thanks to our excellent crew: Basty, Ulsch, Aksu, Kimmo, Andy, Ville, Tero, Markku, Teemu & Peki ! Timeline Photos",
          1437894772
        ],
        [
          "9000 Slovakians can´t be wrong -thank you Banska Bystrica ! Timeline Photos",
          1434349330
        ],
        [
          "SOUTH AMERICA & MEXICO !!! HERE WE COME :) Timeline Photos",
          1432640359
        ],
        [
          "http://shutter16.com/with-great-elan-nightwish-sabaton-and-delain-fillmore-charlotte-may-13th-2015/ Great show! “With Great Elan” Nightwish, Sabaton and Delain @ Fillmore Charlotte – Shutter 16 Elan: “vigorous spirit or enthusiasm” The audience/performer relationship during Delain, Sabaton and Nightwish at The Fillmore in Charlotte on May 13 was one of those rare moments, one full of great elan, that can only be created through a combined effort of performer and audience.",
          1431874490
        ],
        [
          "Thank you, Orlando ! It was definitely a night to remember :) Timeline Photos",
          1431142833
        ],
        [
          "Thank you, Houston :) \nHow loud can Texans be ? LOUD :) Timeline Photos",
          1430969403
        ],
        [
          "People of Norway! Tickets for the Nightwish concert in Trondheim on August 29th are on sale NOW! \n\nGet yours at http://www.billettservice.no/event/440285 Timeline Photos",
          1414130170
        ],
        [
          "Merry Yuletide greetings from the magical Taivaanvalkeat of Levi, Finland!\r\nOur most sincere thanks to one and all for the past year, the love, the support and the laughter.\r\nLet's make the year 2014 even more adventurous and joyful!\r\n\r\nThe Nightwish clan Timeline Photos",
          1387881169
        ],
        [
          "4.000.000! THANK YOU!!!",
          1384601703
        ],
        [
          "How often do you get to play at midnight, right next to a fjord in Lakselv, Norway? Thank you for a memorable night! Enjoy the fest and keep warm!!!",
          1373576391
        ],
        [
          "Byblos Festival, Lebanon - what a great show, great food, great people!!! Thank you all for this experience! Nightwish Byblos, Lebanon 2013.",
          1373340214
        ],
        [
          "Well, since we happened to be around, we decided to drop by at the Greenfield Festival tonight. Let's make it a great ending for this three days ball! Timeline Photos",
          1371317516
        ],
        [
          "Did you see it? Imaginaerum",
          1371091668
        ],
        [
          "The sun is shining and festival season is about to begin! Good times! Which ones are you looking forward to the most? \n\nHere is a list of festivals that Nightwish will be playing at: http://www.nightwish.com/en/live\n\nHave a great weekend, everybody!",
          1369988426
        ],
        [
          "This is what we call a wine list! - www.wineandroll.co.uk/blog.html Timeline Photos",
          1367323801
        ],
        [
          "Farewell Australia! We gave it our best shots! Timeline Photos",
          1358695688
        ],
        [
          "Yes, thank you Sydney! Floor Jansen Thank you Sydney!!!",
          1358000828
        ],
        [
          "A most memorable day in Machu Picchu 6.12.2012! Big thanks to Andrea for organizing the trip! Timeline Photos",
          1354905539
        ],
        [
          "Two marvelous shows in Mexico... We've never known it to fail! Cheers! Timeline Photos",
          1354247288
        ],
        [
          "Today it finally starts, our Latin American Tour 2012! 10 shows, 6 countries. Great times ahead!\r\n\r\nMexico City, see you in a few hours! Timeline Photos",
          1354128868
        ],
        [
          "We just landed in London!!!",
          1352157730
        ],
        [
          "Montreal never lets you down!!!",
          1348104280
        ],
        [
          "Atlanta, it feels very good to be here! We can't wait to hit the stage tomorrow! But tonight let's enjoy Nightwish and KAMELOT again!",
          1347562962
        ],
        [
          "ATLANTA! Opening night tonight. Thank you.",
          1347506668
        ],
        [
          "Nightwish @ Trondheim, Borggården. \r\nPhoto: Karianne Kaas",
          1345981570
        ],
        [
          "Here are the winners for our \"3.000.000 Facebook likes\" competition!\r\n\r\n1) Laura Rochon-Massicotte, Laval, Quebec, Canada.\r\n2) Jonathan Lantz, Edmonton, Alberta, Canada.\r\n\r\nWe will contact Laura and Jonathan about the delivery of their prizes.\r\n\r\nThanks to everybody who participated! Timeline Photos",
          1343987085
        ],
        [
          "Biggest possible thanks from the band and especially from Marco to his hometown Kuopio! You really gave us a great last night of festivals in Finland. Cheers and all the best! Timeline Photos",
          1343570758
        ],
        [
          "Nightwish will be supported by Sweden's PAIN on their upcoming UK tour this fall.",
          1343019957
        ],
        [
          "Hej Sverige, mitt kära hemland:-)\n\nTime to get up and rock Gävle and Getaway and I am sure it will be a great gig;-)\n\nLets show the Finns who rules!!! Timeline Photos",
          1341515733
        ],
        [
          "Let's do it! Timeline Photos",
          1341071953
        ],
        [
          "A massive thank you to all our fellow Imagineers of the crew, management, catering, Eklipse, Battle Beast, and You who were there to witness our most wondrous and beautiful tour so far! Together we created something truly magical. The mighty adventure continues! Timeline Photos",
          1336489024
        ],
        [
          "Another colossal night ahead in the Imaginaerum! Let's open the doors, drop the curtain and get going! Timeline Photos",
          1336056713
        ],
        [
          "Great livereport of a great night, thank you Milanoooooooo and thank you SpazioRock.it!\n\nEnglish: http://www.spaziorock.it/livereport.php?&id=405&eng=1\n\nItalian: http://www.spaziorock.it/livereport.php?&id=405\n LiveReport - Nightwish - Imaginaerum European Tour 2012",
          1335524998
        ],
        [
          "Soon it's time for Sweden!! And my dear home country! (Anette) \n\nYou better show how we rock in Sweden:-)\n\nNu kör vi, Götet!!! Timeline Photos",
          1334074041
        ],
        [
          "We had no idea what was about to come! We will raise a MASSIVE tankard for you!!! Thank you Ukraine! Timeline Photos",
          1332013921
        ],
        [
          "GOOD MORNING UKRAINE!\n\nAfter our over night train trip from Moscow to Kiev we were welcomed by a group of fantastic people. Visiting new countries is always a privilege and a great pleasure, and being so heartily welcomed makes it even better! So thanks to you all!\n\nSee you in a bit!!!",
          1331967833
        ],
        [
          "Guess in which city we are today?! Timeline Photos",
          1331817021
        ],
        [
          "Russia, here we come! Timeline Photos",
          1331666028
        ],
        [
          "AWESOME show last night at Helsinki's Jäähalli!  I enjoyed every minute of it!  RTA",
          1331451244
        ],
        [
          "Embroidery of the stars\nUndress my feelings for this earth\nSend me your salva to heal my scars\nAnd let this nakedness me my birth",
          1330996014
        ],
        [
          "EMP Finland is taking care of our merch stand on Finnish tour. It's better to give this kind of tasks to the professionals... =) Thanks for the great job guys! Timeline Photos",
          1330873654
        ],
        [
          "Happy owner of the new Tama Bubinga set! Easily THE BEST drums in the whole world!!! Timeline Photos",
          1330682091
        ],
        [
          "Yesterday we received an EMMA award for the most selling album in Finland 2011. What makes this extra special is the fact that it did so in just four weeks! Again, we can nothing but bow before the loyalty and enthusiasm of our fantastic fans! THANK YOU!! Timeline Photos",
          1327165396
        ],
        [
          "There are more than 2 500 000 of us!!!\n\nWe just reached 2 500 000 Facebook fans! Thanks to everybody for your support! Timeline Photos",
          1326727127
        ]
      ],
      "dates_start": 1355910202,
      "dates_end": 1453278833,
      "likes_avg": 7315,
      "likes_stdev": 6466,
      "comments_avg": 246,
      "comments_stdev": 305,
      "shares_avg": 407,
      "shares_stdev": 796
    },
    {
      "number": 14,
      "important": [
        "soon",
        "actual",
        "left",
        "see",
        "timelin",
        "soon timelin",
        "see soon",
        "photo",
        "come",
        "timelin photo"
      ],
      "common": [
        "coming",
        "coming soon",
        "new",
        "ppm fest belgium",
        "see",
        "see soon",
        "shoveling adventure continues see",
        "snow shoveling adventure continues see",
        "soon",
        "time"
      ],
      "messages": [
        [
          "JAPAN !!! WE ARE COMING OVER SOON !!! Timeline Photos",
          1455791884
        ],
        [
          "NEW JERSEY !!!\nLess than 100 tickets left !!! See you all soon :) Timeline Photos",
          1455767725
        ],
        [
          "SWEDEN !!! WAKE UP & SEE YOU SOON :) Timeline Photos",
          1446549388
        ],
        [
          "FRANCE !!!!\nSOON :) Timeline Photos",
          1446536392
        ],
        [
          "EUROPE !!! SEE YOU ALL SOON :) Timeline Photos",
          1446530267
        ],
        [
          "CURITIBA !!!\nIt´s time for song & dance very very soon :) Timeline Photos",
          1442542669
        ],
        [
          "SAO PAULO !!! See you all soon :) Timeline Photos",
          1442454276
        ],
        [
          "PERU !!! \nSee you all soon :) Timeline Photos",
          1441764076
        ],
        [
          "CHILE !!! \nWe have been missing you :) \nSee you all soon ! Timeline Photos",
          1441690393
        ],
        [
          "Brasileiros ! Mexicans ! Argentinians ! Peruvians ! Chileans ! Colombians ! Equadorians ! Let´s all rock together soon :) Timeline Photos",
          1435722588
        ],
        [
          "Greetings from our end-of-the-tour vacation & thanks for the fantastic Koh Yao Yai Village staff! Now it's time to head back home and to the reality of snow shoveling. The adventure continues in May. See you all soon! Timeline Photos",
          1359627625
        ],
        [
          "Soon...",
          1335245161
        ],
        [
          "new tattoo! more to add on it coming soon",
          1332464127
        ],
        [
          "Soon, it's the PPM Fest in Belgium!",
          1332282129
        ],
        [
          "hello my name is Angel so when they come to Mexico, will be soon.",
          1331835381
        ]
      ],
      "dates_start": 1358620172,
      "dates_end": 1460953705,
      "likes_avg": 6605,
      "likes_stdev": 5363,
      "comments_avg": 236,
      "comments_stdev": 248,
      "shares_avg": 467,
      "shares_stdev": 627
    },
    {
      "number": 15,
      "important": [
        "actual",
        "stage",
        "interview",
        "part",
        "ever",
        "floor",
        "anett",
        "anett olzon",
        "dream",
        "nightwish"
      ],
      "common": [
        "anette",
        "anette olzon",
        "nightwish",
        "olzon",
        "tarja",
        "www",
        "www youtube",
        "www youtube watch",
        "youtube",
        "youtube watch"
      ],
      "messages": [
        [
          "19 lutego 2008 roku w Hali Wisły w Krakowie odbył się pierwszy koncert Nightwish z Anette Olzon. To już 9 lat! Kto z Was uczestniczył w tym wydarzeniu? Jako przypomnienie, łapcie Ever Dream. Koncert Nightwish - Kraków 2008.02.19 - 4 of 9 Dobry koncert, chociaż już z nową wokalistką :)",
          1487526620
        ],
        [
          "Anette Olzon & Nightwish ❤ Anette Olzon ❤ ❤",
          1485035625
        ],
        [
          "Nightwish Anette Olzon \n\nhttps://www.youtube.com/watch?v=SWMVI3nrZUk Nightwish - 03 - The Siren (Lowlands 2008) Nightwish - The Siren - 03/10 Lowlands 2008 - Alpha Stage 16/08/08",
          1442319512
        ],
        [
          "Floor sat down with FaceCulture and spoke about her past, present and future with Nightwish. \n\nCheck out this two-part video interview below:\nPart 1: http://www.youtube.com/watch?v=F2nWX8BSWTU\nPart 2: http://www.youtube.com/watch?v=fqXt2-Cm1QM Nightwish interview - Floor (part 1) Floor about The first time hearing Nightwish, supporting the band with After Forever, Anette Olzon, joining Nightwish on tour, her sister's wedding day, reco...",
          1394719387
        ],
        [
          "http://www.facebook.com/photo.php?fbid=10152638735855296&set=a.10151702671665296.849253.454112025295&type=1&relevant_count=1 Tarja Turunen mejor Voz del Metal sinfonico. TARJA TURUNEN ---> tarjaofficial",
          1362632892
        ],
        [
          "http://www.youtube.com/watch?v=B75kxr20Dwc Tarja Turunen - Wishmaster - Wacken 2010 Tarja Turunen - Wishmaster - Wacken 2010",
          1359051607
        ],
        [
          "estaban mejor con Tarja :3",
          1358619007
        ],
        [
          "x quien votas...ojala y regrese Tarja Turunen....♥♥♥...\"\"",
          1358291689
        ],
        [
          "You suck without TARJA!\nFUCK ANETTE!",
          1358267363
        ],
        [
          "http://www.youtube.com/watch?v=Eqal4b_HT0g\nJust to show the ones who feel sorry for our Nettie, that she's doing juuuust fine <3 <3 <3 Anette Olzon - Like a Show Inside My Head (Live at Helsingborg Arena) To download the MP3, paste the URL on this site: http://adf.ly/51RaZ or http://adf.ly/EsKfd I conneted the clips posted by Anette on her blog of Like a Show ...",
          1354563820
        ],
        [
          "Do you guys miss Anette???\nhttp://www.youtube.com/watch?v=OvUXrXjR_7E&list=UUZaDeqdWiuIpfx1HwuGsrRA&index=3&feature=plcp Anette Olzon Tribute My tribute for this amazing singer. sadly she just left Nightwish. the second era just ended, and she deserves a short film of her great moments.",
          1354101580
        ],
        [
          "Press statement\n\nAnother chapter of the Nightwish story has ended today. Nightwish and Anette Olzon have decided to part company, in mutual understanding, for the good of all parties involved.\n\nIn recent times it has become increasingly obvious that the direction and the needs of the band were in conflict, and this has led to a division from which we cannot recover.\n\nNightwish has no intention of cancelling any upcoming shows, and as a result we have decided to bring in a substitute vocalist starting in Seattle 1.10.2012. Her name is Floor Jansen from The Netherlands (ex-After Forever, ReVamp), and she has graciously stepped in to help us complete the Imaginaerum world tour.\n\nWe are all strongly committed to this journey, this vehicle of spirit, and we are sure that this will lead to a brighter future for everyone.\n\nWe forever remain excited about the adventures to come, and we are extremely proud of the two beautiful albums and the wonderful shows we shared together.\n\n- NIGHTWISH & Anette Olzon",
          1349096485
        ],
        [
          "THANK YOU! ProgPower USA Anette Olzon of Nightwish in Atlanta September 13, 2012",
          1347884063
        ],
        [
          "Jukka Nevalainen, Marco Hietala y Anette Olzon (Nightwish Live!, NYC, Sept,15,2012)",
          1347792707
        ],
        [
          "Do you think Tarja was better than Anette?\r\nYes .... like\r\nno....... commented",
          1344882953
        ],
        [
          "Check this out! New Swallow The Sun video \"Cathedral Walls\" featuring Anette Olzon. Swallow the Sun - Cathedral Walls http://www.facebook.com/swallowthesun Swallow the Sun: Vocals - Mikko Kotamäki Guitars - Juha Raivio Guitars - Markus Jämsen Keyboards - Aleksi Munter Bass -...",
          1325772547
        ]
      ],
      "dates_start": 1328692562,
      "dates_end": 1425127169,
      "likes_avg": 1443,
      "likes_stdev": 3102,
      "comments_avg": 460,
      "comments_stdev": 1630,
      "shares_avg": 581,
      "shares_stdev": 1760
    },
    {
      "number": 16,
      "important": [
        "nuclear",
        "soon",
        "nuclear blast",
        "new",
        "nightwish shop",
        "shop",
        "stock",
        "nightwish",
        "year",
        "blast"
      ],
      "common": [
        "available",
        "blast",
        "nightwish",
        "nuclear",
        "nuclear blast",
        "shop",
        "showtime",
        "showtime storytime",
        "smarturl",
        "storytime"
      ],
      "messages": [
        [
          "New year, new calendar! Nightwish calendars for 2016 are running out of stock soon, so get yours now!\nNightwish Shop: http://goo.gl/faC3Lg\nNuclear Blast: http://goo.gl/Qgf6BV Timeline Photos",
          1451638801
        ],
        [
          "Receive 25% off select NIGHTWISH titles until Jan. 3rd. Use code ‘UWOIBT4SKX’ for additional 10% off! Nightwish",
          1451235601
        ],
        [
          "Enjoy 25% OFF select NIGHTWISH titles at the NB USA online store.\n\nAs a special gift to you, use coupon code ‘UWOIBT4SKX’ to receive an additional 10% off your purchase. Don’t forget the Krampus gift wrap! http://bit.ly/nbusa-giftwrap KRAMPUSNACHT SALE - Nuclear Blast USA Store",
          1450136232
        ],
        [
          "CYBER MONDAY SALE starts now on select NIGHTWISH merch and music at the NB USA shop! http://www.nuclearblast.com/nbusablackfriday. Ships worldwide.\n\nIn the UK? Visit the NB UK shop for more deals!*\nhttp://bit.ly/NBUKStoreSale\n*Items + discounts will vary in UK shop Cyber Monday Sale: Nightwish Up to 45% OFF most titles at Nuclear Blast USA",
          1448906400
        ],
        [
          "Right before the European leg of the »Endless Forms Most Beautiful« tour kicks off, Nightwish release a strictly limited (no re-prints!), special tour edition of their current record, coming with a bonus DVD.\n• Get your copy at the Nuclear Blast online shop: http://nblast.de/EndlessFormsTENB \n• Amazon: http://nblast.de/EndlessFormsTEAmazon \n• Nightwish online shop: http://nblast.de/NIGHTWISHouttour Timeline Photos",
          1446208495
        ],
        [
          "Right before the European leg of the »Endless Forms Most Beautiful« tour kicks off, NIGHTWISH will release a special tour edition of the current album. Released on October 30th the tour edition will include a bonus DVD with lots of great bonus material (21 making-of episodes, two previously unreleased live clips, five special clips, Élan & Endless Forms Most Beautiful official videos + photo gallery).\n\nCheck all the details and pre-order your copy at the\nOfficial Nightwish Shop: http://www.madsupply.com/shop/item?id=1247\nor\nNuclear Blast: http://nblast.de/NIGHTWISHFormsNB Timeline Photos",
          1440149878
        ],
        [
          "The Walking Dead / SKYBOUND Entertainment and Nuclear Blast team up for special edition music CD sampler, featuring the brand new Nightwish song \"Endless Forms Most Beautiful\" and more! Available at Comic-Con International. #SDCC #SDCC15 We’re Releasing a Music Sampler with Nuclear Blast! Put some metal on your speakers, courtesy of Nuclear Blast and Skybound. Read More >",
          1436303895
        ],
        [
          "Photo by Ville Akseli Juurikkala 2015\n\nFeaturing two full concerts and plenty of bonus material, Vehicle of Spirit will be released on December 16, 2016 (Europe) and January 6, 2017 (North America) via Nuclear Blast.\n\nOrder at http://nuclearblast.com/nightwish-vehicleofspirit.\nNightwish official webshop: https://goo.gl/q0P0XR Nightwish",
          1432102399
        ],
        [
          "THE WAIT IS OVER!\n\nNightwish's brand new, eighth studio album is out now worldwide! \n\nWhich version of #EndlessFormsMostBeautiful did you pick up? Post your pics with the new album in the comments below!",
          1428069601
        ],
        [
          "Yours...Is...An...Empty...Hope! \n\nNightwish's eighth studio album #EndlessFormsMostBeautiful is available for download on Google Play! http://smarturl.it/NightwishEndlessGP",
          1427995800
        ],
        [
          "#EndlessFormsMostBeautiful is available on Amazon Music! Which version are you checking out?!\n\nDeluxe 2CD: http://geni.us/NightwishEndlessAmzDlx\nStandard CD: http://geni.us/NightwishEndlessAMZ\nDeluxe Digital: http://geni.us/NightwishFormsAmzMP3Dx\nStandard Digital: http://geni.us/NightwishFormsAmzMP3",
          1427909400
        ],
        [
          "Nightwish's eighth studio album #EndlessFormsMostBeautiful out now worldwide via Nuclear Blast.\n\nAvailable:\nIn Stores: http://bit.ly/nightwish-efmb-retailers\nNuclear Blast: http://smarturl.it/NIGHTWISH-Endless\nNightwish Shop: http://bit.ly/NIGHTWISH-Webshop\niTunes: http://geni.us/NightwishEndlessDeluxe\nAmazon: http://geni.us/NightwishEndlessAmzDlx\n\nWorld tour dates available at http://bit.ly/nightwish-on-tour. Nightwish's cover photo",
          1427840225
        ],
        [
          "OUT NOW WORLDWIDE!\n\n#EndlessFormsMostBeautiful is available for download on iTunes! Have a listen: http://geni.us/NightwishEndlessDeluxe.",
          1427823000
        ],
        [
          "Nightwish blast out their new album ‘Endless Forms Most Beautiful’!\n• Choose you edition here: http://bit.ly/NIGHTWISH-EndlessFormsMostBeautiful\n• Get your copy at the Nuclear Blast online shop: http://bit.ly/NIGHTWISH-NuclearBlast\n• Nightwish online shop: http://goo.gl/IbuQmz\n• Amazon: http://bit.ly/NIGHTWISH-EndlessAmazon\n• Nuclear Blast MP3 (new feature, no registration or software required): http://bit.ly/NIGHTWISH-Endless-NBMP3\n• Nuclear Blast FLAC: http://bit.ly/NIGHTWISH-EndlessFLAC\n• iTunes: http://bit.ly/NIGHTWISH-EndlessiTunes\n• Amazon MP3: http://bit.ly/NIGHTWISH-AmazonMP3\n• Google Play: http://bit.ly/NIGHTWISH-Google-Play\n\n- Nuclear Blast team Timeline Photos",
          1427807700
        ],
        [
          "UK FANS: Fancy getting your hands on a Nightwish goodie bag? The guys over at base.com have an 'Endless Forms Most Beautiful' Picture Disc, 1 x signed copy of Showtime Storytime on BluRay, a Showtime Storytime T-shirt, 4 x Imaginaerum mugs an Epitaph hooded sweatshirt up for grabs - click here to enter the super easy competition: http://bit.ly/NightwishBase Timeline Photos",
          1426780804
        ],
        [
          "Nightwish's eighth studio album #EndlessFormsMostBeautiful out on March 27th (EU), 30th (UK) and 31st (NA + Rest of World) via Nuclear Blast.\n\nAvailable at\nNuclear Blast: http://smarturl.it/NIGHTWISH-Endless\nNightwish Shop: http://bit.ly/NIGHTWISH-Webshop\niTunes: http://geni.us/NightwishEndlessDeluxe\nAmazon: http://geni.us/NightwishEndlessAmzDlx\n\nWorld tour dates available at http://bit.ly/nightwish-on-tour. Nightwish's cover photo",
          1426535512
        ],
        [
          "ICYMI: Watch the thirteenth “making of” album trailer featuring the recordings for Floor Jansen & Kai Hahto.\n\nWant to catch Nightwish on the road? North American + European tour dates available at http://bit.ly/nightwish-on-tour.\n\n#EndlessFormsMostBeautiful, available at\nNuclear Blast: http://smarturl.it/NIGHTWISH-Endless\nNightwish Shop: http://bit.ly/NIGHTWISH-Webshop\niTunes: http://geni.us/NightwishEndlessDeluxe\nAmazon: http://geni.us/NightwishEndlessAmzDlx",
          1425668708
        ],
        [
          "MARCH IS FINALLY HERE!!\n\nOur eighth studio album #EndlessFormsMostBeautiful will be released on March 27th (EU), 30th (UK) and 31st (NA + Rest of World) via Nuclear Blast!\n\nDo you have your copy on order? Let us know which version you're checking out!\n\nAVAILABLE AT\nNuclear Blast: http://smarturl.it/NIGHTWISH-Endless\nNightwish Shop: http://bit.ly/NIGHTWISH-Webshop\niTunes: http://geni.us/NightwishEndlessDeluxe\nAmazon: http://geni.us/NightwishEndlessAmzDlx Photos from Nightwish's post",
          1425322301
        ],
        [
          "Our eighth studio album #EndlessFormsMostBeautiful will be released on March 27th (Europe), 30th (UK) and 31st (North America + Rest of World) via Nuclear Blast!\n\nBut wait, there's more! Nightwish's North American tour with Sabaton and Delain begins on April 9th. Which show will we see you at? Get your tickets at http://bit.ly/nightwish-on-tour.\n\n'Endless Forms Most Beautiful' is available at\nNuclear Blast: http://smarturl.it/NIGHTWISH-Forms\nNightwish Shop: http://goo.gl/IbuQmz\n\nSHIPS WORLDWIDE! Nightwish - Élan (Music Video)",
          1424374349
        ],
        [
          "Nightwish blast out their new single ‘Élan’!\n• Get your copy at the Nuclear Blast online shop: http://bit.ly/NIGHTWISH-Single \n• Nightwish shop: http://bit.ly/NIGHTWISH-Webshop\n• Amazon: http://bit.ly/NIGHTWISH-Amazon\n• Nuclear Blast MP3 (new feature, no registration or software required): http://bit.ly/NIGHTWISH-NBMP3\n• iTunes: http://bit.ly/NIGHTWISH-iTunes\n• Amazon MP3: http://bit.ly/NIGHTWISH-AMazonMP3\n• Google Play: http://bit.ly/NIGHTWISH-GooglePlay\n• Spotify: http://sptfy.com/nightwish-spotify\n• Deezer: http://bit.ly/NIGHTWISH-Deezer Timeline Photos",
          1424343905
        ],
        [
          "Have you watched our BRAND NEW VIDEO for \"Élan\"?! In case you haven't, have a look now at http://youtu.be/zPonioDYnoY.\n\n#EndlessFormsMostBeautiful will be released on March 27th (EU), 30th (UK) and 31st (NA + Rest of World).\n\nAvailable at\nNuclear Blast: http://smarturl.it/NIGHTWISH-Forms\nNightwish Shop: http://goo.gl/IbuQmz\niTunes: http://geni.us/NightwishEndlessDeluxe\nAmazon: http://geni.us/NightwishEndlessAmzDlx",
          1424023201
        ],
        [
          "ICYMI: \"ÉLAN\" VIDEO PREMIERE!\n\nWatch the full music video at http://youtu.be/zPonioDYnoY.\n\n#EndlessFormsMostBeautiful will be released on March 27th (EU), 30th (UK) and 31st (NA + Rest of World).\n\nGet your copy at\nNuclear Blast: http://smarturl.it/NIGHTWISH-Forms\nNightwish Shop: http://goo.gl/IbuQmz\niTunes: http://geni.us/NightwishEndlessDeluxe\nAmazon: http://geni.us/NightwishEndlessAmzDlx",
          1423852727
        ],
        [
          "In case you missed it, the tenth #EndlessFormsMostBeautiful album trailer is available now at https://www.youtube.com/watch?v=54YoyRFF3KY&index=1&list=PLB4brr7vf-P6LMpAuLbvvaskBkEUpbNuL.\n\nIn this episode, we share memories from the recordings and the European press get a first listen of the eighth studio album!\n\nEndless Forms Most Beautiful is available at:\nNightwish Shop: http://goo.gl/IbuQmz\nNuclear Blast: http://smarturl.it/NIGHTWISH-Forms\n\nNorth American Tour Dates and tickets available at http://bit.ly/nightwish-on-tour.",
          1422648520
        ],
        [
          "Our brand new, eighth studio album #EndlessFormsMostBeautiful will be released this March via Nuclear Blast!!\n\nWho's checking it out?!\n\nPre-order your copy of 'Endless Forms Most Beautiful' at Nuclear Blast: http://smarturl.it/NIGHTWISH-Forms.\n\nAlso available at Nightwish web shop: http://goo.gl/IbuQmz\n\nNorth American Tour Dates and tickets available at http://bit.ly/nightwish-on-tour. Timeline Photos",
          1422570702
        ],
        [
          "UK FANS: Fopp has over 40 Nuclear Blast EUROPE titles featured in their 'Metal At £5' campaign, including 'Imaginaerum' by Nightwish! Pick up some of your favourite albums for just £5 in one of the stores across the UK, including Bristol, Cambridge, Edinburgh, Glasgow, London, Manchester & Nottingham. Full details here:\nhttp://www.fopp.com Timeline Photos",
          1422270004
        ],
        [
          "The eighth studio album, Endless Forms Most Beautiful, out March 27th (EU), 30th (UK) and 31st (NA) via Nuclear Blast!\n\nAvailable at http://smarturl.it/NIGHTWISH-Forms. Nightwish's cover photo",
          1421445971
        ],
        [
          "'Showtime, Storytime' and 'End of An Era' are ON SALE until Dec. 1st at the Nuclear Blast USA Web Shop! Add it to your collection at http://bit.ly/nb-blastgiving-sale. Ships worldwide! Photos from Nightwish's post",
          1417032920
        ],
        [
          "To celebrate Halloween, the Nuclear Blast USA Web Shop have select Nightwish releases on 31% OFF SPECIAL! Check it out at: http://bit.ly/nb-usa-halloween-sale. Ships worldwide!\n\nWhile you're there, check out the specials on Tuomas Holopainen, Tarot and ReVamp! Photos from Nightwish's post",
          1414775154
        ],
        [
          "'Showtime, Storytime' and 'End of An Era (Blu-Ray)' are ON SALE at the Nuclear Blast USA Web Shop until Sept. 1st!\n\nDon't have it? Check it out at http://bit.ly/nbusalbsale14. Ships worldwide. Photos from Nightwish's post",
          1409346315
        ],
        [
          "UK FANS! Order Nightwish albums - including the latest album 'Showtime, Storytime' - from base.com and save £££! Order here: http://bit.ly/nwbase Timeline Photos",
          1408012388
        ],
        [
          "Great Band! Greetings from Germany to Finland from  HAGGARD\n\n Haggard - Awaking The Centuries Taken from the CD \"Awaking The Centuries\" Available at Itunes, Musicload, Google Play and many more This upload is authorized by Nattvind Records.",
          1406397743
        ],
        [
          "UK FANS! Get your hands on a stack of awesome prizes via the Nuclear Blast UK webstore. The prize bundle includes Nightwish's 'Showtime, Storytime' and Tuomas Holopainen's 'Music Inspired By The Life And Times Of Scrooge' on vinyl, as well as bunch of other albums by Nuclear Blast EUROPE bands +  posters & NB vinyl collector tote bags. All you have to do is answer a simple question, here: http://bit.ly/NBUKCOMP - GOOD LUCK! Timeline Photos",
          1402575784
        ],
        [
          "You Want It, We Got It are running a Nuclear Blast EUROPE campaign over on Play.com where fans can pick up a selection of 46 NB CDs for as low as £6.13 each! Head over to the online store to buy both new and classic albums including titles by Nightwish: http://bit.ly/YouWantItNBStore\n\nMore info: http://bit.ly/YouWantItWeGotIt Timeline Photos",
          1395310575
        ],
        [
          "Amazon UK are offering UK fans the chance to buy 'Once' for under £5! Order your copy: bit.ly/AMZOnce  Once CD",
          1394623274
        ],
        [
          "Amazon MP3 celebrates 'March Is Metal Month' with a special on SHOWTIME, STORYTIME. Download at http://smarturl.it/NW-SS-AMZ-MP3 Amazon MP3: Nightwish - Showtime, Storytime March Is Metal Month Special: Showtime, Storytime",
          1394212901
        ],
        [
          "Google Play are offering UK fans a FREE 5-track Nuclear Blast EUROPE sampler + buy a selection of killer NB titles including albums by Nightwish for just £4.49 each! Get involved: http://bit.ly/GooglePlayMetal Timeline Photos",
          1393668001
        ],
        [
          "You chose \"Showtime, Storytime\" as your favorite Nuclear Blast album of 2013, thank you so much for that! \n\nHere are the complete results of the fan poll: http://media.nuclearblast.de/apps/Poll2013/NBPoll2013.html",
          1388502125
        ],
        [
          "UK Fans: you can now pick up our new DVD 'Showtime, Storytime' on iTunes! This is the first time that we have released a film on iTunes so if you're of the digital persuasion, get your copy for just £10.99 here: http://georiot.co/31Sr Timeline Photos",
          1387562401
        ],
        [
          "Tuomas recorded a Christmas Message with Nuclear Blast EUROPE recently - check it out below:  Nuclear Blast Merry Christmas from Nightwish! We recorded a video message with main man Tuomas Holopainen when he was last in town and you can watch that video, here: http://youtu.be/9aYbEWtqBP4 \r\n\r\nOrder Nightwish's new DVD 'Showtime, Storytime':\r\nNuclear Blast online shop: http://bit.ly/NIGHTWISH-ShowtimeStorytime\r\nAmazon: http://smarturl.it/NW-SHOWTIME-AMZ\r\niTunes audio: http://georiot.co/2SNi\r\niTunes CONCERT FILM version: http://georiot.co/31Sr\r\n\r\nWe'll be posting Christmas messages from more of our bands over the next few weeks so be sure to follow our Tumblr account to catch those as they go live: http://nuclearblastuk.tumblr.com",
          1387539904
        ],
        [
          "Is \"Showtime, Storytime\" your favorite Nuclear Blast EUROPE album in 2013? Then please vote for it in this year's Nuclear Blast Fan Poll!\r\nSurf here: http://bit.ly/NBpoll2013 and get involved! Timeline Photos",
          1387177593
        ],
        [
          "...the best part of SHOWTIME, STORYTIME is ________. Showtime, Storytime (2013)",
          1386972672
        ],
        [
          "SHOWTIME, STORYTIME is available at your local FYE retailers! You can order it online (http://bit.ly/nw-ss-fye) or find a store near you (http://bit.ly/fyestore). Showtime, Storytime (2013)",
          1386864001
        ],
        [
          "SHOWTIME, STORYTIME is available at your local record stores! Find your nearest one at http://bit.ly/nw-ss-rsd. Showtime, Storytime (2013)",
          1386785410
        ],
        [
          "#ShowtimeStorytime is currently #1 on iTunes Metal 'Top Albums' chart! Have you checked it out yet?\r\n\r\nDownload Concert Film: http://georiot.co/31Sr\r\nDownload Music: http://georiot.co/2SNi Showtime, Storytime (2013)",
          1386703834
        ],
        [
          "SHOWTIME, STORYTIME is OUT NOW in North America!\r\n\r\nIt's available at Best Buy online at http://bit.ly/nw-ss-bb or you can find it at your local retailer at http://bit.ly/bbstores.\r\n\r\nWho's picking it up today?! Showtime, Storytime (2013)",
          1386691201
        ],
        [
          "SHOWTIME, STORYTIME is available on Amazon. Which version are you checking out?\n\nhttp://smarturl.it/NW-SS-AMZ-2BR2CD (2Blu-Ray + 2CD)\nhttp://smarturl.it/NW-SS-AMZ-2DVD2CD (2DVD + 2CD)\nhttp://smarturl.it/NW-SS-AMZ-2CD (2CD)",
          1386541301
        ],
        [
          "SHOWTIME, STORYTIME concert film is available on iTunes Movies! Check it out at http://georiot.co/31Sr.\n\nIf you prefer listening to the music only, it's also available on iTunes Music: http://georiot.co/2SNi.\n\nSHOWTIME, STORYTIME will be released in North America on December 10th. Nightwish: Showtime, Storytime Watch the trailer and download Nightwish: Showtime, Storytime 2013 on iTunes.",
          1386351410
        ],
        [
          "Tuomas on his Top Three Musical Influences...who would YOU pick?  Nuclear Blast Nightwish's main man Tuomas Holopainen visited the UK office recently and we decided to quiz him on who his top three personal musical influences are - check out that video interview, here: http://bit.ly/TuomasInfluences \r\n\r\nThe'Showtime, Storytime' DVD is in stores now and available to order, below:\r\n2 BluRay + 2 CD: http://smarturl.it/NW-SS-AMZ-2BR2CD\r\n2 DVD + 2 CD: http://smarturl.it/NW-SS-AMZ-2DVD2CD\r\n2 CD: http://smarturl.it/NW-SS-AMZ-2CD\r\niTunes: http://georiot.co/2SNi",
          1386348811
        ],
        [
          "Mark your calendars, SHOWTIME, STORYTIME will be released in North America on December 10th!\n\nSHOWTIME, STORYTIME is available as 2Blu-Ray+2CD, 2DVD+2CD and 2CD version at http://bit.ly/nightwish-showtime and http://shop.nightwish.com. Nuclear Blast Nightwish #ShowtimeStorytime will be released in North America on December 10th!\n\nAvailable as 2Blu-Ray+2CD, 2DVD+2CD and 2CD versions at http://bit.ly/nightwish-showtime",
          1386184572
        ],
        [
          "Tuomas was interviewed by Classic Rock Magazine in the UK recently about what changes and additions he'd make to their magazine if he was the guest editor - check out the video below.\n\nBe sure to order our new DVD 'Showtime, Storytime' (out TODAY in the UK!):\nCD+DVD - http://smarturl.it/NW-SS-AMZ-2DVD2CD\niTunes - http://georiot.co/2SNi\nCD - http://smarturl.it/NW-SS-AMZ-2CD Nuclear Blast Nightwish's Tuomas caught up with Classic Rock Magazine when he was last in the UK and they decided to ask him what he would change or add to the mag if he was to spend a day as the guest editor - check out who he'd feature on the cover, what albums he would review and even who he would refuse to cover, here: http://bit.ly/1ish5yj\r\n\r\nNightwish's new DVD is out now and can be ordered below:\r\nCD+DVD - http://smarturl.it/NW-SS-AMZ-2DVD2CD\r\niTunes - http://georiot.co/2SNi\r\nCD - http://smarturl.it/NW-SS-AMZ-2CD",
          1385996156
        ],
        [
          "Our new DVD 'Showtime, Storytime' is released today in the EU and on Monday 2nd Dec in the UK - in anticipation of the release, Terrorizer spoke to Tuomas about the DVD and why the band decided to record it. Watch that video interview, here: http://bit.ly/ItQqRZ\r\n\r\nOrder your copy of 'Showtime, Storytime':\r\n2 CD + 2 DVD - http://smarturl.it/NW-SS-AMZ-2DVD2CD\r\n2 CD - http://smarturl.it/NW-SS-AMZ-2CD\r\niTunes - http://georiot.co/2SNi Timeline Photos",
          1385717372
        ],
        [
          "Thanks to all of you who joined us at the premier of the \"Showtime, storytime\" Wacken show. This colossal piece is out now!!! Timeline Photos",
          1385673312
        ],
        [
          "Don't have a Blu-Ray player? SHOWTIME STORYTIME is also available on DVD format!\n\nHave a look at http://smarturl.it/NW-SS-NB-2DVD2CD.\n\nBundle packs available at http://bit.ly/NW-SS-NBUSA-2DVD-Bundle and http://bit.ly/NW-SS-NBUSA-2DVD-Shirt.\n\nSHIPS WORLDWIDE! Showtime, Storytime (2013)",
          1384360126
        ],
        [
          "T-Shirt + 2Blu-Ray+2CD bundle packs available at the Nuclear Blast USA shop! They ship worldwide!\n\nCheck out all the bundles available at http://bit.ly/NW-SS-NBUSA-2BR2CD. Showtime, Storytime (2013)",
          1384282145
        ],
        [
          "Winter is coming! Want a Nightwish hoodie? The Nuclear Blast USA web shop have them available as a bundle pack with SHOWTIME, STORYTIME! \n\nSee them all at http://bit.ly/nightwish-showtime.\nSHIPS WORLDWIDE! NIGHTWISH - SHOWTIME, STORYTIME - AVAILABLE AT NUCLEAR BLAST RECORDS!",
          1384190405
        ],
        [
          "#ShowtimeStorytime is available on iTunes! Experience the epic live set from Wacken 2013 at http://georiot.co/2SNi. Showtime, Storytime (2013)",
          1383941866
        ],
        [
          "SHOWTIME, STORYTIME is available on Amazon!\n\nhttp://smarturl.it/NW-SS-AMZ-2BR2CD (2Blu-Ray + 2CD)\nhttp://smarturl.it/NW-SS-AMZ-2DVD2CD (2DVD + 2CD)\nhttp://smarturl.it/NW-SS-AMZ-2CD (2CD) Showtime, Storytime (2013)",
          1383843078
        ],
        [
          "Nightwish's Live DVD & Tour Documentary SHOWTIME, STORYTIME will be released on Nov. 29th (Europe) / Dec. 2nd (UK) and December 10th (North America) via Nuclear Blast Records.\n\nSee all the versions available at: http://bit.ly/nightwish-showtime.\nNote: The Nuclear Blast and Nightwish web shops ship worldwide! Showtime, Storytime (2013)",
          1383756535
        ],
        [
          "Support Finnish fellow metallers Amorphis, by checking out their new album CIRCLE at http://bit.ly/amocircle AMORPHIS - CIRCLE - AVAILABLE AT NUCLEAR BLAST!",
          1367413213
        ],
        [
          "Our Nuclear Blast EUROPE label mates Sonata Arctica will be releasing their new album next week. Are you all going to check it out?!\n\nSupport Finnish Metal! Find it at http://bit.ly/sghnlp SONATA ARCTICA - I Have A Right (OFFICIAL VIDEO) Stones Grow Her Name is out on May 18th (EU) and May 22, 2012 (NA) via Nuclear Blast Records.",
          1336748588
        ]
      ],
      "dates_start": 1383306800,
      "dates_end": 1431562107,
      "likes_avg": 6600,
      "likes_stdev": 9141,
      "comments_avg": 156,
      "comments_stdev": 227,
      "shares_avg": 656,
      "shares_stdev": 1943
    },
    {
      "number": 17,
      "important": [
        "actual",
        "intern",
        "merchandis",
        "nightwish shop",
        "store",
        "marco",
        "offici nightwish",
        "nightwish nightwish",
        "nightwish",
        "ship"
      ],
      "common": [
        "edition",
        "imaginaerum",
        "imaginaerum nightwish",
        "international",
        "movie",
        "nightwish",
        "nightwish shop",
        "official",
        "shop",
        "tour"
      ],
      "messages": [
        [
          "Marco/ Nightwish Nightwish - Havířovské Slavnosti 2016",
          1487189174
        ],
        [
          "Articles from the Nightwish Shop, official Nightwish merch store. httpa//shop.nightwish.com/:::http://shop.nightwish.com/ - International shipping available! Merchandise",
          1437730036
        ],
        [
          "People, not like this please. Timeline Photos",
          1423231504
        ],
        [
          "Goosebump stuff for ice-hockey and Nightwish fans! The Minnesota Wild used our music to make an amazing teaser!!! Go check it out on:\nhttp://wild.nhl.com/club/search.htm?q=tease+10-9-14\n#NHL #Minnesotawild #Icehockey #Nightwish Minnesota Wild - Search The Official Site of the Minnesota Wild",
          1416400052
        ],
        [
          "It has been three years since the release of the IMAGINAERUM album! To celebrate this the complete discography of NIGHTWISH\nis now available on Spotify, check it out and enjoy !\n\nhttp://smarturl.it/NW_SpotifyPlaylist Nightwish Nightwish, a playlist by nightwishband on Spotify",
          1415452221
        ],
        [
          "Huge discounts, new shirts and cool freebies!\nhttp://shop.nightwish.com\n\nFor the limited time only Nightwish Shop offers you some overwhelming DISCOUNTS:\n- Showtime, Storytime 2DVD for the stunning price of 8 euros\n- Nightwish book (Finnish language only) for the shocking price of 4,5 euros\n\nAnd some FREE ITEMS on top of your order:\n- Imaginaerum by Nightwish: The Score CD as a freebie for orders valuing 40 euros or more\n- Special surprise freebies for orders valuing at least 20 euros\n\nNow also available loads of brand new shirts - check the selection, order your favorites and enjoy the freebies! Timeline Photos",
          1408546801
        ],
        [
          "Many of you have been asking for this, so here it comes: Due to an overwhelming demand, we were finally able to secure a limited edition of the international IMAGINAERUM BY NIGHTWISH Blu-ray with english subtitles and english covers. This version is a BAND EDITION and it will not be available from anywhere else than the official Nightwish Shop. Once again, this is a limited edition and it is now available for preorder. Shipments will begin in June. Region code free, this disc will work on any blu-ray player (both PAL and NTSC). Get yours now from the official Nightwish Shop - International shipping available! Get yours now:  http://www.madsupply.com/shop/item?id=947 Timeline Photos",
          1400580148
        ],
        [
          "Greetings from the Nightwish Shop! Place an order within the next 24 hours, and we’ll include a free \"Imaginaerum by Nightwish\" badge set to your order. This offer also applies to the orders that include Tuomas' solo ”The Life And Times Of Scrooge” -products. International shipping available!\n\nTo the shop => http://shop.nightwish.com/\n Nightwish The Official Nightwish Shop",
          1400149249
        ],
        [
          "We just received the second shipment of the international 'Imaginaerum by Nightwish' DVD's. Get the movie with English subtitles exclusively from the official Nightwish Shop!\n\nhttp://shop.nightwish.com/en/shop/dvd+blu-ray/imaginaerum+by+nightwish+international+version Imaginaerum by Nightwish international version, DVD - Nightwish The official Nightwish Shop with worldwide shipping!",
          1370940024
        ],
        [
          "The international version (with English subtitles) of the DVD is again available for order! Worldwide shipping, of course.\r\n\r\nThe Official Nightwish Shop\r\nhttp://shop.nightwish.com/\r\n\r\nImaginaerum by Nightwish - DVD (international version)\r\nhttp://shop.nightwish.com/en/shop/dvd+blu-ray/imaginaerum+by+nightwish+international+version Timeline Photos",
          1369907750
        ],
        [
          "Osaka, Japan Imaginaerum Tour & More",
          1369354264
        ],
        [
          "Our friends from Wine&Roll in UK had a tasting with our Imaginaerum Ribera del Duero wine. Read their almost poetic tasting notes from here www.bit.ly/ZJVVSw. For availability and other information about our wine, please visit www.nightwishwine.com. Timeline Photos",
          1367235001
        ],
        [
          "Update on previous post:\n\nThe informative emails will be arriving within this evening to the mailboxes of those international customers who already pre-ordered the Scandinavian version. Emails have already been sent out but it takes a bit longer than expected for the email servers of the service provider to get them processed and delivered. Some email programs might consider this kind of email messages as a spam, so if you don't receive the message, please check if it's in the trash folder of your mailbox.",
          1365259069
        ],
        [
          "Imaginaerum by Nightwish the movie - international versions now on presale!\r\n\r\nhttp://shop.nightwish.com/en/shop/imaginaerum+by+nightwish - Choose your version and preorder now!\r\n\r\nInternational versions include English subtitles and English covers.\r\n\r\nIn case you've already ordered Scandinavian version, please check your email box. We've sent you information about the international versions. Timeline Photos",
          1365253334
        ],
        [
          "By popular demand, Imaginaerum returns to the big screen in Germany and Austria next week! \n\nThe list of participating cinemas has just been updated with many new cities. Please check with the movie theater of your choice to find out if they show the dubbed or subtitled version.\n\nhttp://www.imaginaerum.com/locations-and-tickets.html",
          1364291838
        ],
        [
          "Soon it's here… Imaginaerum by Nightwish movie on DVD and Blu-ray!\r\n\r\nhttp://shop.nightwish.com/en/shop/imaginaerum+by+nightwish\r\n\r\nNow you can pre-order yours from the Nightwish Shop (also available exclusive bundles with cool movie themed shirts)!\r\n\r\nFirst 300 orders will be rewarded with free Imaginaerum badge set. Timeline Photos",
          1363864999
        ],
        [
          "The german Imaginaerum trailer is out!\nCheck http://www.imaginaerum.com to find out where the movie is playing on March 18th! Exklusiv: Trailerpremiere zum Fantasy-Musikfilm \"Imaginaerum by Nightwish\" Mit \"Imaginaerum\" kommt die finnische Rockband Nightwish in die Kinos. Am Montag, den 18. März 2013 wird der Fantasy-Musikfilm in über 90 deutschen Kinos zu sehen sein. Exklusiv hier auf FILMSTARTS.de könnt ihr euch nun den deutschen Trailer anschaue",
          1363161150
        ],
        [
          "Imaginaerum will be shown all across Germany in event-screenings starting on March 18th. Tickets are already available from the movie theater chains listed below. More participating theaters will be added in the days to come! \n\nOur international fans should note that unless stated otherwise, assume that the movie will be shown in german language! \n\nCinemaxX:\nhttp://www.cinemaxx.de/Programm/Film/Imaginaerum-by-Nightwish/20765\n\nUCI Kinowelt:\nhttp://www.uci-kinowelt.de/Kino/Programm/NewsEvents/3714/3\n\nCineStar:\nhttp://www.cinestar.de",
          1360756757
        ],
        [
          "To celebrate the launching of our Imaginaerum Ribera del Duero wine we are giving away Emppu’s custom made The Crow, The Owl and The Dove guitar used during Imaginaerum tour. Click here to win it; http://bit.ly/R6F9sq Imaginaerum Ribera del Duero wine by Nightwish Official promotional video of Imaginaerum Ribera del Duero wine by Nightwish. For more information please check http://www.nightwishwine.com",
          1356076610
        ],
        [
          "Imaginaerum by Nightwish: The Score\n\nThe soundtrack will be released next week. Have you pre-ordered yours already? http://shop.nightwish.com/ Imaginaerum by Nightwish, The Score, CD + Textile flag - Nightwish",
          1351758113
        ],
        [
          "We are proud to present a new Nightwish item, Imaginaerum wine. Imaginaerum is the most imaginative wine on the planet. It’s inspired by otherworldly splendours, moments of wonderment and the joyous sound of laughter with a hint of campfire poetry, music of the spheres, and the long, smooth, star-filled finish of Lucid Dreams. It is a wine best enjoyed with the ones you hold dear. Cheers and enjoy! Click here for our launching competition and learn more http://bit.ly/PDIe3D Nightwishwine - Soundcheck by Nightwish Fine tuning of the Imaginaerum wine, a bit different sound check from what we are used to.. Imaginaerum wine by Nightwish launching soon. Stay tuned and lear...",
          1350551140
        ],
        [
          "Here it is, the official \"Imaginaerum by Nightwish\" theatrical trailer! Imaginaerum by NIGHTWISH - Theatrical Trailer Imaginaerum tells the story of an elderly composer, Tom, who suffers from severe dementia. As he has had the disease for years and has regressed into childho...",
          1350445985
        ],
        [
          "New Arabesque pendant, available for pre-order at Nightwish Shop! http://shop.nightwish.com/ Arabesque, Necklace - Nightwish Get your Nightwish merchandise from the bands official webshop",
          1349956113
        ],
        [
          "Robin Hobb @ Seattle! A rare starstruck moment for Tuomas. Imaginaerum Tour & More",
          1349816104
        ],
        [
          "Imaginaerum by Nightwish movie maxi poster now available at the Nightwish Shop! http://shop.nightwish.com/ Imaginaerum by Nightwish, Maxi poster - Nightwish Get your Nightwish merchandise from the bands official webshop",
          1349281467
        ],
        [
          "(c) Mark Gromen Imaginaerum Tour & More",
          1348166993
        ],
        [
          "Imaginaerum by Nightwish: The Score\r\n\r\nGet yours from the Nightwish Shop:\r\nhttp://shop.nightwish.com/\r\n\r\nListen to the Score samples here:\r\nhttp://www.youtube.com/watch?v=zQTu4dNNDPE Timeline Photos",
          1347964225
        ],
        [
          "The new Nightwish bed sets arrived today, and all the pre-orders have been shipped from the Nightwish Shop! If you haven't ordered yours yet, get it while stocks last! Imaginaerum, Bed set - Nightwish Get your Nightwish merchandise from the bands official webshop",
          1346845171
        ],
        [
          "Imaginaerum by Nightwish: The Score\n\nThe soundtrack for the movie will be released in 9th November 2012.\n\nListen to the samples on youtube. If you like what you're hearing, you can pre-order the score from the official Nightwish Shop (worldwide shipping!): http://shop.nightwish.com/ Imaginaerum by Nightwish - The Score samples First tunes from Imaginaerum by Nightwish: The Score. Enjoy! Order your copy from the official Nightwish Shop: http://shop.nightwish.com/ Worldwide shipping!",
          1345797237
        ],
        [
          "(c) Mika Jussila Imaginaerum Tour & More",
          1344577084
        ],
        [
          "Imaginaerum movie update from Stobe Harju! Imaginaerum",
          1344399290
        ],
        [
          "Please!!!!",
          1337049616
        ],
        [
          "Petri Alanko wrote a very interesting and detailed \"behind the scenes\" report on his work for the Imaginaerum Movie Soundtrack. order of noise » Imaginaerum OST – behind the scenes: Now that my official Imaginaerum OST gig is close to its final stages (the 7.1 stems are already in Canada as I write this), I’m taking some time to open up a few techniques used in the sound design and pre-production stage, concerning both the creative method and the application/plug-in side as wel...",
          1336155803
        ],
        [
          "Imaginaerum Teaser Trailer\n\nThe first teaser trailer for Nightwish's \"Imaginaerum\" movie is out now! Turn up the volume, set your player to full-screen and enjoy!\n\nAdditionally, the movie's official website has been launched at http://www.imaginaerum.com. Imaginaerum Teaser Trailer IMAGINAERUM by Nightwish http://www.imaginaerum.com | http://www.nightwish.com",
          1335261776
        ],
        [
          "NIGHTWISH – Imaginaerum (Tour Edition) – Trailer\n\nGet all infos about the special edition 2CD/DVD incl. the making of „Imaginaerum“ and the orchestral version on bonus CD. \n\nOUT NOW !!!\n\n NIGHTWISH - Imaginaerum (Topur Edition) - Trailer Get all infos abvout the special edition 2CD/DVD incl. the making of „Imaginaerum\" and the orchestral version on bonus CD. OUT NOW !!!",
          1335182460
        ],
        [
          "More \"Imaginaerum (Tour Edition) 2CD / DVD\" in stock!\n\nWe just got more Tour Edition packages in Nightwish-Shop stock. Get yours while stock lasts!\n\nTo the shop: http://presales.nwshop.fi/siteshop/item/-/id/51 Timeline Photos",
          1335005975
        ],
        [
          "(c) Denis Goria Imaginaerum Tour & More",
          1334915171
        ],
        [
          "Imaginaerum Tour Edition CDs arrived to our warehouse today! All the pre-orders will be packed during the weekend and shipped in the beginning of the next week.\n\nHaven't yet pre-ordered? Do it now! => http://presales.nwshop.fi/siteshop/item/-/id/51 Timeline Photos",
          1333619057
        ],
        [
          "(c) photoKarim Imaginaerum Tour & More",
          1333428566
        ],
        [
          "Some new merchandise available at the Nightwish-Shop!\n\nCheck them out and order together with the upcoming Imaginaerum (Tour Edition) 2CD / DVD!\n\nTo the Nightwish-Shop: http://presales.nwshop.fi Timeline Photos",
          1332844309
        ],
        [
          "Additional Score for Imaginaerum nearly finished! Check out the thoughts of Mr. Petri Alanko, the wizard behind the newborn versions and soundscapes!  Imaginaerum",
          1332673621
        ],
        [
          "Stobe sent us a little update about Imaginaerum the movie! Imaginaerum",
          1331726204
        ],
        [
          "Have you already pre-ordered your copy of the Imaginaerum Tour Edition 2CD+DVD set? This version includes hour and a half long \"Making of Imaginaerum\" documentary which gives you an inside look to the recordings of the album and the movie.\n\nCheck more details and order yours! => http://presales.nwshop.fi/siteshop/item/-/id/51 Timeline Photos",
          1331267301
        ],
        [
          "Here is a trailer for the \"Making Of Imaginaerum\" documentary which will be released on the Imaginaerum Tour Edition 2CD+DVD set. Enjoy! Nightwish - Making of Imaginaerum documentary trailer Full documentary is only available on Imaginaerum Tour Edition release! Get your copy and see how one of the most ambitious projects in rock history was made...",
          1331244482
        ],
        [
          "(c) Mikki Kunttu Imaginaerum Tour & More",
          1330898614
        ],
        [
          "Is your battery flat after listening to IMAGINAERUM? Try some of this! New Battery Limited Edition by Nightwish Timeline Photos",
          1330762999
        ],
        [
          "Friday Night News Special!\n\nToday we started pre-sale for the Tour Edition of the IMAGINAERUM! Additional to the normal CD version this special release includes an orchestral version of the album and a spectacular hour and a half long \"Making of Imaginaerum\" documentary!\n\nCheck for more details and pre-order your copy! => http://presales.nwshop.fi Timeline Photos",
          1330095633
        ],
        [
          "We got the last 50 pieces of the Nuclear Blast's limited Imaginaerum mailorder edition in stock. This is the very last chance to get this cool set!\n\nInterested? Click here: http://presales.nwshop.fi/siteshop/item/-/id/47 Timeline Photos",
          1328099431
        ],
        [
          "Discography section added!\n\nWe used North Social's \"Photo Showcase\" app to add a discography section. Check it out by choosing link \"Discography\" on the left side or by clicking here: http://www.facebook.com/nightwish?sk=app_103530053019199\n\nIf you're missing some of our albums, you can go to the Nightwish-Shop directly from the discography app and fix it! Timeline Photos",
          1326739390
        ]
      ],
      "dates_start": 1325471787,
      "dates_end": 1391749000,
      "likes_avg": 2933,
      "likes_stdev": 2354,
      "comments_avg": 149,
      "comments_stdev": 161,
      "shares_avg": 724,
      "shares_stdev": 1986
    },
    {
      "number": 18,
      "important": [
        "exclus",
        "ship worldwid",
        "endless form",
        "piec",
        "press",
        "endless",
        "form",
        "endless form beauti",
        "vinyl",
        "beauti"
      ],
      "common": [
        "11",
        "album",
        "beautiful",
        "endless",
        "endless forms",
        "endless forms beautiful",
        "forms",
        "forms beautiful",
        "nightwish",
        "vinyl"
      ],
      "messages": [
        [
          "Limited to 750 pieces, only a few left.\nA Newbury Comics exclusive colored vinyl pressing.\n'Endless Forms Most Beautiful' on magenta/silver vinyl.\n\nShips Worldwide Endless Forms Most Beautiful Exclusive LP",
          1485550850
        ],
        [
          "Interview met Nightwish\n\nNa de release van het album Endless Forms Most Beautiful heeft Nightwish veel getourd. Van deze tour bracht de van oorsprong Finse band onlangs de live-dvd Vehicle Of Spirit uit. Dit jaar neemt de band echter een jaartje rust. Met frontvrouw Floor Jansen spraken we over de liveshows op de dvd, wat ze in haar jaar pauze gaat doen en wat daarna gaat komen met Nightwish. Je kunt het interview hier lezen! Interview: Nightwish (2017) | Metalfan.nl  ",
          1485463372
        ],
        [
          "Limited to 750 pieces!\n\n#EndlessFormsMostBeautiful available in magenta/silver vinyl at Newbury Comics. Ships worldwide. Endless Forms Most Beautiful LP",
          1448985600
        ],
        [
          "Voita Nightwish-fanipaketti keikkalipun kera!\n\nEndless Forms Most Beautiful -albumin Tour Edition -versio julkaistaan 30.10.2015. Julkaisun kunniaksi arvomme Nightwish-fanipaketteja, jotka sisältävät pääsylipun 13.11. Espoon Metro Areenan keikalle, julisteen, Endess Forms Most Beautiful -pahvitelineen, hologrammitaulun, vyönsoljen ja plektran. \n\nTilaa levy erikoishintaan 18,99€ ja osallistu kilpailuun osoitteessa shop.nightwish.com. Muistathan vinkata kilpailusta myös kaverillesi jakamalla tämän viestin! Timeline Photos",
          1445495431
        ],
        [
          "SINGAPORE !!!\nThe correct advance ticket link here:\nhttp://www.sistic.com.sg/events/night0116 Nightwish ''Endless Forms Most Beautiful World Tour 2015-2016'' Nightwish is a symphonic power metal band from Kitee, Finland. The band was formed in 1996 by lead songwriter and keyboardist Tuomas Holopainen, guitarist Emppu Vuorinen, and lead singer Tarja Turunen. The band soon picked up drummer Jukka Nevalainen, and then bassist Sami Vänskä after the release o…",
          1443692794
        ],
        [
          "http://polvora.com.mx/2015/05/nightwish-regresa-a-mexico/ NIGHTWISH regresa a México | Pólvora Gracias a su nuevo material, Endless Form Most Beautiful",
          1442703843
        ],
        [
          "I made a piano cover of the title track, what do you think?\n Endless Forms Most Beautiful by Nightwish The title track from Endless Forms Most Beautiful by Nightwish! Song #7 on the album. Apologies for taking so long to publish this! I've been struggling with...",
          1441507391
        ],
        [
          "MORE THAN 9.000.000 VIEWS! WOW Nightwish <3 NIGHTWISH - Élan (OFFICIAL VIDEO) Official music video for \"Élan\", taken from the 2015 NIGHTWISH album, 'ENDLESS FORMS MOST BEAUTIFUL'. In-Stores: http://bit.ly/nightwish-efmb-retailers / Onl...",
          1440789185
        ],
        [
          "Let's take a closer look at Mr. Troy Donockley! NIGHTWISH - 'Endless Forms Most Beautiful' - Episode 21 'TROY' (OFFICIAL TRAILER) We take a closer look at Mr. Troy Donockley! Get 'Endless Forms Most Beautiful' here: http://smarturl.it/NIGHTWISHEndlessNB SUBSCRIBE to Nuclear Blast YouTub...",
          1440172419
        ],
        [
          "Next: SUMMER BREEZE !\nSee you all there on Saturday night this week :)\nhttp://www.summer-breeze.de NIGHTWISH - Endless Forms Most Beautiful (OFFICIAL LYRIC VIDEO) Get 'ENDLESS FORMS MOST BEAUTIFUL' In-Stores: http://bit.ly/nightwish-efmb-retailers / Online: http://smarturl.it/NIGHTWISHEndlessNB SUBSCRIBE to Nuclear Bla...",
          1439370290
        ],
        [
          "More than 7.000.000 views! <3 <3 <3\n\nhttps://www.youtube.com/watch?v=zPonioDYnoY NIGHTWISH - Élan (OFFICIAL VIDEO) Official music video for \"Élan\", taken from the 2015 NIGHTWISH album, 'ENDLESS FORMS MOST BEAUTIFUL'. In-Stores: http://bit.ly/nightwish-efmb-retailers / Onl...",
          1435003053
        ],
        [
          "We will kick-off our  European tour in Finland on Saturday!!! Check out this tour trailer, it's going to make you wish it started RIGHT NOW!\n\nhttps://www.youtube.com/watch?v=3BwKYZAdO58\n \nSome words from the Marco on behalf of the band:\n“It’s really nice to present »Endless Forms Most Beautiful« finally in our homeland. We will bring one of the biggest stage buildings we’ve ever had with us. So the fans can be excited for a spectacular experience for all senses!“\n\nIn case you miss our show in Joensuu, here are some more options for you:\n\nNIGHTWISH live dates 2015:\n06.06.\tFIN\tJoensuu\t\t\t\t       - Laulurinne\n08.06.\tFIN\tTurku\t\t\t\t\t- Baltic Princess\n09.06.\tFIN\tTurku\t\t\t\t\t- Baltic Princess\n13.06.\tA\tNickelsdorf\t\t\t\t- Nova Rock\n14.06. \tSK\tBanska Bystrica\t\t\t- Amphitheatre\n19.06.\tCH\tZurich\t\t\t\t\t- Rock The Ring 21.06:\tF\tClisson\t\t\t\t\t- Hellfest\n12.07.\tCZ\tVizovice\t\t\t\t       - Masters Of Rock\n15.07. \tH\tTokaj\t\t\t        - Kingdom Of Hegyalja \n23.07. \tE\tBarcelona\t\t\t\t- Rock Fest BCN \n25.07.\tFIN\tOulu\t\t\t\t\t         - Qstock\n31.07.\tFIN\tTampere\t\t\t\t          - Ratinan Stadion\n08.08.\tB \tKortrijk\t\t\t\t          - Alcatraz\n09.08. \tD\tHildesheim\t\t\t\t- M’era Luna\n15.08.\tD \tDinkelsbühl\t          - Summer Breeze Open Air\n29.08.\tN\tTrondheim\t\t\t\t- Sverresborg Arena\n25.09.\tBR\tRio \t\t\t\t\t        - Rock In Rio \n\n15.11.\tS\tStockholm\t\t\t\t- Stora Arenan\n16.11.\tDK\tCopenhagen \t\t\t\t- Falconer\n18.11.\tGER\tHamburg \t\t\t\t         - O2 World\n19.11. \tNL\tAmsterdam \t\t\t- Heineken Music Hall\n20.11.  NL\tAmsterdam \t\t\t- Heineken Music Hall\n21.11.\tD\tOberhausen \t\t\t- König-Pilsener-Arena\n23.11.\tF\tLyon \t\t\t\t\t- Hall Tony Garnier\n25.11.\tF\tParis \t\t\t\t\t- POPB-Bercy\n26.11.\tF\tToulouse \t\t\t\t- Le Zénith\n28.11.\tCH\tBasel \t\t\t\t\t- St. Jakobshalle\n29.11.\tI\tBologna \t\t\t\t- Unipol Arena\n01.12.\tD\tMunich \t\t\t\t- Zenith\n03.12.\tD\tStuttgart \t\t\t\t- Schleyerhalle\n04.12.\tD\tFrankfurt \t\t\t\t- Jahrhunderthalle\n05.12.\tD\tNürnberg \t\t\t\t- Arena\n07.12. \tCZ\tPrague \t\t\t\t- Tip Sport Arena Prague\n10.12. \tRO\tBucharest \t\t\t\t- Polivalenta Hall\n14.12. \tD\tLeipzig \t\t\t\t- Arena\n15.12.\tD\tBerlin Max\t\t\t\t- Schmeling-Halle\n16.12. \tLUX\tLuxembourg \t\t\t\t- Rockhal\n17.12. \tB\tAntwerp \t\t\t\t- Lotto Arena\n19.12. \tUK \tLondon\t\t\t\t- Wembley SSE Arena\n\nOrder your copy of »Endless Forms Most Beautiful« here: http://nblast.de/NIGHTWISHForms NIGHTWISH - 'Endless Forms Most Beautiful' - Episode 20 (OFFICIAL TRAILER) Get 'Endless Forms Most Beautiful' here: http://smarturl.it/NIGHTWISHEndlessNB SUBSCRIBE to Nuclear Blast YouTube: http://bit.ly/subs-nb-yt SUBSCRIBE to Nigh...",
          1433221164
        ],
        [
          "Right before the weekend we’d like to release our 19th trailer. You have been able to follow us in the evolution of the album ‘Endless Forms Most Beautiful’ and all its aspects. This 19th trailer talks about the single with the same title. Enjoy and have a lovely weekend!\n\nhttps://www.youtube.com/watch?v=sNjAnB8kJ6A NIGHTWISH - 'Endless Forms Most Beautiful' - Episode 19 (OFFICIAL TRAILER) Get 'Endless Forms Most Beautiful' here: http://smarturl.it/NIGHTWISHEndlessNB SUBSCRIBE to Nuclear Blast YouTube: http://bit.ly/subs-nb-yt SUBSCRIBE to Nigh...",
          1432900474
        ],
        [
          "Today we reveal the 18th episode from the album-making-of-series, talking about the U.S. and Canadian shows during the first part of Nightwish's \"Endless Forms Most Beautiful\" world tour. \n\nhttps://www.youtube.com/watch?v=rfIDUZKHAnE\n\n- Nightwish web team NIGHTWISH - 'Endless Forms Most Beautiful' - Episode 18 (OFFICIAL TRAILER) Get 'Endless Forms Most Beautiful' here: http://smarturl.it/NIGHTWISHEndlessNB SUBSCRIBE to Nuclear Blast YouTube: http://bit.ly/subs-nb-yt SUBSCRIBE to Nigh...",
          1432210486
        ],
        [
          "Nightwish - WEAK FANTASY - Unofficial Live Lyric Video!!! Nightwish - WEAK FANTASY - Unofficial Live Lyric Video Unofficial lyric video to the song Weak Fantasy by Nightwish from the album Endless Forms Most Beautiful. Lyrics: WEAK FANTASY These stories given to us all ...",
          1432162323
        ],
        [
          "Закажите наш новый мини-альбом #EndlessFormsMostBeautiful на iTunes уже сейчас!\n\nhttps://itunes.apple.com/ru/album/endless-forms-most-beautiful/id992888314?uo=10&at=10la3P Endless Forms Most Beautiful - EP, Nightwish Просмотреть и загрузить Endless Forms Most Beautiful - EP через iTunes. Просмотреть рейтинги и прочитать отзывы покупателей.",
          1431954543
        ],
        [
          "LIMITED TO 750!\n\n#EndlessFormsMostBeautiful available on Magenta w/ Silver Splatter Vinyl exclusively at Newbury Comics. Ships Worldwide! newburycomics.com - Nightwish : Endless Forms Most Beautiful [Magenta w/ Silver Splatter Vinyl] Autographed CD Booklets, Exclusive Vinyl Pressings, Pre-Order Promotions, Music & Pop Culture Goods",
          1431459006
        ],
        [
          "VIDEO PREMIERE!!\n\nNightwish release their 2nd single, the new album's title-track \"Endless Forms Most Beautiful.\"\n\nIt is available as a limited edition MCD, 10“ Vinyl and as a digital download.\n\n\"Endless Forms Most Beautiful\" tracklist:\n1. Endless Forms Most Beautiful (album version)\n2. Sagan (instrumental) - previously unreleased\n3. Endless Forms Most Beautiful (alternative version)\n4. Endless Forms Most Beautiful (radio edit) - previously unreleased\n\nOrder the single at\nNuclear Blast: http://smarturl.it/NIGHTWISH-Endless\nNightwish Shop: http://goo.gl/iylJyM\nAmazon: http://geni.us/NightwishEndlessEPAMZ\niTunes: http://geni.us/NightwishEndlessEPiT\nGoogle: http://smarturl.it/NIGHTWISH-FormsEP-GP\n\nOrder the album at\nNuclear Blast: http://smarturl.it/NIGHTWISH-Endless\nNightwish Shop: http://goo.gl/IbuQmz\nIn-Stores: http://bit.ly/nightwish-efmb-retailers\n\nCatch Nightwish ON TOUR now. Dates and tickets at http://bit.ly/nightwish-on-tour. NIGHTWISH - Endless Forms Most Beautiful (OFFICIAL VIDEO)",
          1431061260
        ],
        [
          "Today we reveal the 17th episode from the album-making-of-series, in which the band talks about tour rehearsals, offering insight into those exciting days before the tour kicked off in New York. \n\nWatch it here: https://www.youtube.com/watch?v=rE0gpQpfL2U\n\n- Nightwish web team NIGHTWISH - 'Endless Forms Most Beautiful' - Episode 17 (OFFICIAL TRAILER) In-Stores: http://bit.ly/nightwish-efmb-retailers Online: http://smarturl.it/NIGHTWISHEndlessNB SUBSCRIBE to Nuclear Blast YouTube: http://bit.ly/subs-nb-yt ...",
          1430377200
        ],
        [
          "The title track from the latest studio album \"Endless Forms Most Beautiful\" will be released as a single on Friday 8th of May. You can pre-order cd single and exclusive numbered 10\" silver vinyl from the official Nightwish Shop (only 200pcs printed worldwide)! Golden, green, blue and black vinyls also available.\n=> http://www.madsupply.com/shop/item?id=1137 Timeline Photos",
          1430049602
        ],
        [
          "Today, Nightwish announce their 2nd single, for the title-track 'Endless Forms Most Beautiful'. It will be available on May 8th as a limited edition MCD, 10“ Vinyl and as a download. \n\nThe tracklist is as follows: \n\n1. Endless Forms Most Beautiful (album version)\n2. Sagan (instrumental) previously unreleased\n3. Endless Forms Most Beautiful (alternative version)\n4. Endless Forms Most Beautiful (radio edit) previously unreleased\n\nPre-order 'Endless Forms Most Beautiful' here: \nhttp://smarturl.it/NIGHTWISH-Endless\nOr at the Nightwish Shop: http://goo.gl/iylJyM\n\nOrder the album »Endless Forms Most Beautiful« here:\nhttp://smarturl.it/NIGHTWISH-Endless\nOr at the Nightwish Shop: http://goo.gl/IbuQmz\n\n- Nightwish web team Timeline Photos",
          1429250402
        ],
        [
          "Available Now! Endless Forms Most Beautiful (in Magenta w/ Silver Splatter Vinyl) exclusively at Newbury Comics. Limited to 750 pieces, ships worldwide! newburycomics.com - Nightwish : Endless Forms Most Beautiful [Magenta w/ Silver Splatter Vinyl] Autographed CD Booklets, Exclusive Vinyl Pressings, Pre-Order Promotions, Music & Pop Culture Goods",
          1428764401
        ],
        [
          "Привет, Россия!\nНаш  новый  альбом Endless Forms Most Beautiful выходит\n27 марта!\nЗакажите его прямо сейчас здесь -\n\nhttps://itunes.apple.com/ru/album/endless-forms-most-beautiful/id975617759?uo=10&at=10la3P Endless Forms Most Beautiful (Deluxe), Nightwish Просмотреть и загрузить Endless Forms Most Beautiful (Deluxe) через iTunes. Просмотреть рейтинги и прочитать отзывы покупателей.",
          1427698540
        ],
        [
          "The final days until the album release are finally counting down! Find out what you're getting yourself into with this track-by-track walkthrough that SpazioRock recently did with Tuomas. Enjoy!\n\n- Nightwish web team Nightwish - \"Endless Forms Most Beautiful\" - Track by track with Tuomas Holopainen \"Endless Forms Most Beautiful\" Track by track commentary with Tuomas Holopainen, keyboard player for Nightwish. Subscribe to SpazioRock to always be updated ...",
          1427097600
        ],
        [
          "Nyt on faneilla oiva mahdollisuus! Voita Nightwishin uutuusalbumin limited edition nimmareilla tai matka yhtyeen erikoisristeilylle! Radio Novassa vietetään erityistä Nightwish-päivää perjantaina 27.3. Osallistu upeaan kilpailuun ja voita yhtyeen Endless Forms Most Beautiful -albumin harvinainen LP nimmareilla, tai matka neljälle loppuunmyydylle Nightwish-risteilylle 9.6.",
          1426757885
        ],
        [
          "The 14th \"making of\" trailer for Nightwish's new album \"Endless Forms Most Beautiful\" is now available! \n\nCheck it out here: https://youtu.be/T3_p-OojD9k\n\nIn this episode, the band members tell their own thoughts and feelings about the new album, as well as the press members' first impressions. Enjoy! \n\n- Nightwish web team NIGHTWISH - 'Endless Forms Most Beautiful' - Episode 14 (OFFICIAL TRAILER) Official ENDLESS FORMS MOST BEAUTIFUL album trailer. Get it here: http://smarturl.it/NIGHTWISHEndlessNB SUBSCRIBE to Nuclear Blast: http://bit.ly/subs-nb-yt ...",
          1426677701
        ],
        [
          "Download 'Shudder Before The Beautiful' from the upcoming Nightwish album \"Endless Forms Most Beautiful\" for FREE: http://bit.ly/NIGHTWISH-FreeSong \n\nPre-order the album here: http://bit.ly/NIGHTWISH-Album-Order\n- Nuclear Blast Team Timeline Photos",
          1426506726
        ],
        [
          "The good people over at EMP Rockinvasion conducted an interesting video interview with Tuomas about the upcoming album \"Endless Forms Most Beautiful\". \n\nDon't let the short German introduction discourage you, the actual interview in in English! Enjoy!\n\n- Nightwish web team NIGHTWISH - Food for Thought Alles von NIGHTWISH: http://emp.me/xjq Abonnieren: http://emp.me/9ji NIGHTWISH-Interview mit Floor: http://emp.me/xaf EPICA-Interview: http://emp.me/xag",
          1425990141
        ],
        [
          "Thirteenth “making-of” trailer: \"The Recordings for Floor & Kai”online!\n\nIn anticipation of our forthcoming new record »Endless Forms Most Beautiful«, we recently announced the “Endless Forms Most Beautiful - Europe 2015” tour, kicking off mid-November in the Danish capital Copenhagen. Today sees the release of the 13th episode from the “making of” series in which Floor and Kai talk about their experiences during the recording of the new album. Check it out here: \n\nhttps://www.youtube.com/watch?v=vv_nCG0jJVo\n\nAnd did you already see our European tourdates? Here they are:\n\nNIGHTWISH \nENDLESS FORMS MOST BEAUTIFUL - EUROPE 2015\nSupport: ARCH ENEMY, AMORPHIS\n\n16.11. DK Copenhagen - Falconer\n18.11. GER Hamburg - O2 World\n19.11. NL Amsterdam - Heineken Music Hall\n21.11. GER Oberhausen - König-Pilsener-Arena\n23.11. FR Lyon - Hall Tony Garnier\n25.11. FR Paris - POPB-Bercy\n26.11. FR Toulouse - Le Zénith\n28.11. CH Basel - St. Jakobshalle\n29.11. IT Bologna - Unipol Arena\n01.12. GER Munich - Zenith\n03.12. GER Stuttgart - Schleyerhalle\n04.12. GER Frankfurt - Jahrhunderthalle\n05.12. GER Nürnberg - Arena\n07.12. CZ Prague - Tip Sport Arena Prague\n10.12. RO Bucharest - Romexpo\n14.12. GER Leipzig - Arena\n15.12. GER Berlin Max - Schmeling-Halle\n16.12. LUX Luxembourg - Rockhal\n17.12. BE Antwerp - Lotto Arena\nPresented by: Metal Hammer, Sonic Seducer, EMP, Nuclear Blast Magazin, Rock it!\nTickets are available here: www.nuclearblast.de/tickets Mobile Uploads",
          1425635772
        ],
        [
          "UK & IRISH FANS: We only have a limited number of Nightwish's new single 'Élan' left over at the Nuclear Blast UK Store - you can pick it up on Limited Edition 10\" Gold or Blue Vinyl below:\nOrder the Gold vinyl - http://bit.ly/ElanGold\nOrder the Blue vinyl - http://bit.ly/ElanBlue Timeline Photos",
          1425571202
        ],
        [
          "#EndlessFormsMostBeautiful available on Magenta with Silver Splatter* Vinyl. This exclusive double LP vinyl pressing from Newbury Comics and Nuclear Blast is limited to only 750 pieces!\n\n*color results may vary Nightwish - Limited* Exclusive Colored Vinyl! Pre-Order the new album from Nightwish, Endless Forms Most Beautiful, on Magenta with Silver Splatter Vinyl. This exclusive double LP vinyl pressing from Newbury Comics and Nuclear Blast is limited* to only 750 pieces.",
          1424820900
        ],
        [
          "UK & IRISH FANS: Nightwish's forthcoming album 'Endless Forms Most Beautiful' will be in stores on the 30th of March but you can pre-order your copy NOW:\n\nLimited Edition Double Gold Vinyl: http://bit.ly/NWGoldVinyl\nLimited Edition Double Splatter Vinyl: http://bit.ly/NWSplatterVin\nDeluxe 3CD Earbook with bonus Silver Vinyl 10”: http://bit.ly/NWEarbook\nPlus CD Digibook, CD, Vinyl and Vinyl Pic Disc on Amazon: http://bit.ly/NWAmazon Timeline Photos",
          1424278802
        ],
        [
          "Welcome to the 11th trailer of the making off our upcoming release 'Endless Forms Most Beautiful'.\nIn this episode we give you a peek behind the scenes of our single 'Élan' and it's brand new video we released last week. \nhttps://www.youtube.com/watch?v=G4DN5MtGQR4 NIGHTWISH - Making of 'Endless Forms Most Beautiful' - Episode 11 (OFFICIAL TRAILER) Official ENDLESS FORMS MOST BEAUTIFUL album trailer. Get it here: http://smarturl.it/NIGHTWISHEndlessNB SUBSCRIBE to Nuclear Blast: http://bit.ly/subs-nb-yt ...",
          1424095528
        ],
        [
          "UK & IRISH FANS: Pre-order our forthcoming single 'Élan' from the Nuclear Blast UK Store - you can pick it up on Limited Edition 10\" Gold or Blue Vinyl below: \n\nOrder the Gold vinyl - http://bit.ly/ElanGold\nOrder the Blue vinyl - http://bit.ly/ElanBlue Timeline Photos",
          1423155601
        ],
        [
          "With the release of our new album 'Endless Forms Most Beautiful' at our doorstep we can today release our tenth album trailer.\nWe are counting down the days to the end of March of the release on the 27th (EU), 30th (UK) and 31st (US). But while looking into the future we look back to the recording of this album in this 10th trailer.\nCheck it out here: https://www.youtube.com/watch?v=54YoyRFF3KY\nHere is a personal comment on this episode by Tuomas: \n“The writing process was extremely smooth and relatively easy. I had more fun than ever during the recordings. The Röskö summer camp was a lot of fun. The days were filled with friendship, hope and music. Obviously the sad thing was that Jukka had to step aside – but everything else has been really good.”\nAnd Marco added: “The songs did grow during the process. We started out with Tuomas’ computer demos and my own demos. We put them together – and started building the songs around those basic blocks. They really grew in depth and character along the way.”\nWe recently revealed the track listing and different formats of »Endless Forms Most Beautiful« which will be released as follows:\nJewelcase\n01. Shudder Before The Beautiful\n02. Weak Fantasy\n03. Élan\n04. Yours Is An Empty Hope\n05. Our Decades In the Sun\n06. My Walden\n07. Endless Forms Most Beautiful\n08. Edema Ruh\n09. Alpenglow\n10. The Eyes Of Sharbat Gula\n11. The Greatest Show On Earth\n2LP black vinyl / 2LP picture vinyl as gatefold\nSide A\n01. Shudder Before The Beautiful\n02. Weak Fantasy\n03. Élan\nSide B\n01. Yours Is An Empty Hope\n02. Our Decades In the Sun\n03. My Walden\nSide C\n01. Endless Forms Most Beautiful\n02. Edema Ruh\n03. Alpenglow\n04. The Eyes Of Sharbat Gula\nSide D\n01. The Greatest Show On Earth\nDigibook incl. instrumental CD\nCD1\n01. Shudder Before The Beautiful\n02. Weak Fantasy\n03. Élan\n04. Yours Is An Empty Hope\n05. Our Decades In the Sun\n06. My Walden\n07. Endless Forms Most Beautiful\n08. Edema Ruh\n09. Alpenglow\n10. The Eyes Of Sharbat Gula\n11. The Greatest Show On Earth\nCD2 (instrumental)\n01. Shudder Before The Beautiful\n02. Weak Fantasy\n03. Élan\n04. Yours Is An Empty Hope\n05. Our Decades In the Sun\n06. My Walden\n07. Endless Forms Most Beautiful\n08. Edema Ruh\n09. Alpenglow\n10. The Eyes Of Sharbat Gula\n11. The Greatest Show On Earth\nEarbook incl. instrumental & orchestral CD\nCD1\n01. Shudder Before The Beautiful\n02. Weak Fantasy\n03. Élan\n04. Yours Is An Empty Hope\n05. Our Decades In the Sun\n06. My Walden\n07. Endless Forms Most Beautiful\n08. Edema Ruh\n09. Alpenglow\n10. The Eyes Of Sharbat Gula\n11. The Greatest Show On Earth\nCD2 (instrumental)\n01. Shudder Before The Beautiful\n02. Weak Fantasy\n03. Élan\n04. Yours Is An Empty Hope\n05. Our Decades In the Sun\n06. My Walden\n07. Endless Forms Most Beautiful\n08. Edema Ruh\n09. Alpenglow\n10. The Eyes Of Sharbat Gula\n11. The Greatest Show On Earth\nCD3 (orchestral)\n01. Shudder Before The Beautiful\n02. Weak Fantasy\n03. Élan\n04. Yours Is An Empty Hope\n05. Our Decades In the Sun\n06. Endless Forms Most Beautiful\n07. Alpenglow\n08. The Eyes Of Sharbat Gula\n09. The Greatest Show On Earth Photos from Nightwish's post",
          1422612001
        ],
        [
          "UK & IRISH FANS: Nightwish's forthcoming album 'Endless Forms Most Beautiful' will be in stores on the 30th of March but you can pre-order your copy NOW:\n\nLimited Edition Double Gold Vinyl: http://bit.ly/NWGoldVinyl\nLimited Edition Double Splatter Vinyl: http://bit.ly/NWSplatterVin\nDeluxe 3CD Earbook with bonus Silver Vinyl 10”: http://bit.ly/NWEarbook \nPlus CD Digibook, CD, Vinyl and Vinyl Pic Disc on Amazon: http://bit.ly/NWAmazon Timeline Photos",
          1422288000
        ],
        [
          "UK & IRISH FANS: Pre-order your copy of Nightwish's forthcoming album 'Endless Forms Most Beautiful' from Recordstore.co.uk to receive a hand-signed insert with your order: http://bit.ly/EFMBSigned - the offer applies to CD, Digibook, Vinyl and Picture Disc orders! Timeline Photos",
          1421856001
        ],
        [
          "UK FANS: Pre-order our forthcoming single 'Élan' from the Nuclear Blast UK Store - you can pick it up on Limited Edition 10\" Gold or Blue Vinyl. Hurry as the UK store only has 25 copies available in each colour!\n\nOrder the Gold vinyl - http://bit.ly/ElanGold\nOrder the Blue vinyl - http://bit.ly/ElanBlue Timeline Photos",
          1418389305
        ]
      ],
      "dates_start": 1419674616,
      "dates_end": 1447987320,
      "likes_avg": 3696,
      "likes_stdev": 5561,
      "comments_avg": 111,
      "comments_stdev": 361,
      "shares_avg": 770,
      "shares_stdev": 3475
    },
    {
      "number": 19,
      "important": [
        "ghost love",
        "actual",
        "score",
        "instrument",
        "version",
        "well",
        "love",
        "ghost",
        "cover",
        "nightwish"
      ],
      "common": [
        "ghost",
        "ghost love",
        "ghost love score",
        "love",
        "love score",
        "nightwish",
        "nightwish ghost",
        "nightwish ghost love",
        "nightwish ghost love score",
        "score"
      ],
      "messages": [
        [
          "Get well soon,Jukka <3\nLithuania loves Nightwish!",
          1408898118
        ],
        [
          "Hey Nightwish ^^\nI made a Cover with your released instrumental Version of \"Ghost love Score\"!\nI waited for so long XD \nBut I pinched a nerv in my neck by singing this song  xD Hope you like my version! Lots of Love,  Alina Lesnik ^^   Alina Lesnik - Cover \"Ghost Love Score\" (Nightwish)",
          1403640367
        ],
        [
          "Tarja allait très bien. Floor; a une voix un peu plus bestiale mais sait utiliser sa plage vocale. Son style colle bien avec le groupe. Je la trouve moins précieuse. Je suis content que le groupe ait trouvé une chanteuse qui leur va si bien. \nVivement le prochain concert !!!! :)\n\n NIGHTWISH - Ghost Love Score (OFFICIAL LIVE) Nightwish \"Ghost Love Score\" from SHOWTIME, STORYTIME. Order here: http://bit.ly/nightwish-showtime SUBSCRIBE to Nuclear Blast YouTube: http://bit.ly/subs-nb...",
          1403293362
        ],
        [
          "It's the 10th anniversary of the release of our watershed album, \"ONCE\". To celebrate the special year we give you a previously unreleased, often requested instrumental version of \" Ghost Love Score \"!\n\nThank you all for the wonderful years!\n\n-Nightwish- Nightwish Ghost Love Score instrumental",
          1402660681
        ],
        [
          "http://www.youtube.com/watch?v=aAME6cgYnrg Ghost Love Score - Nightwish Collaboration Cover Ghost Love Score project created by Ruurd Woltring featuring musicians/singers from all over the world // THE BAND: JULIANA FURLANI - Vocals, Backing Vocals ...",
          1401816183
        ],
        [
          "In case you missed it, watch Nightwish's live performance of \"Ghost Love Score,\" taken from the upcoming release SHOWTIME, STORYTIME below! NIGHTWISH - Ghost Love Score (OFFICIAL LIVE VIDEO) Nightwish perform \"Ghost Love Score\" from SHOWTIME, STORYTIME. Order here: http://bit.ly/nightwish-showtime SUBSCRIBE to Nuclear Blast YouTube: http://bit.ly...",
          1384883978
        ],
        [
          "Crazy Drumer))) With Love from Russia! 13 марта 2013 г. 17:10",
          1363169438
        ],
        [
          "Memories from our Latin American tour 2012! Nightwish - \"Ghost Love Score\" live from Buenos Aires 2012 Nightwish \"Ghost Love Score\" live video. Shot in Buenos Aires during Latin American tour 2012.",
          1359004993
        ],
        [
          "I LOVE YOU NIGHTWISH",
          1355025199
        ],
        [
          "I Love You!!!\r\nBy Valéria Giron",
          1354571370
        ],
        [
          "http://www.youtube.com/watch?v=0O8e2hMAL6c Love this song",
          1339797161
        ],
        [
          "My love, being sexy...",
          1331474247
        ],
        [
          "I love you Nightwish !",
          1331473582
        ]
      ],
      "dates_start": 1343870255,
      "dates_end": 1400700310,
      "likes_avg": 3421,
      "likes_stdev": 6483,
      "comments_avg": 156,
      "comments_stdev": 288,
      "shares_avg": 777,
      "shares_stdev": 1416
    },
    {
      "number": 20,
      "important": [
        "actual",
        "hietala",
        "new",
        "kai",
        "song",
        "ja",
        "facebook",
        "live",
        "nightwish",
        "perfect"
      ],
      "common": [
        "fi",
        "hietala",
        "ja",
        "liput",
        "marco",
        "marco hietala",
        "nightwish",
        "video",
        "ville",
        "www"
      ],
      "messages": [
        [
          "Howdy!\n\nSome new stuff! Here is a song from Nightwish. Näin railakkaasti soi Nightwish – katso Steven ’N’ Seagullsin riemukas versio Amaranthesta! | SuomiLOVE - Kai tämä laulu kertoo jollakin tavalla kukkasista, rakkaudesta ja vähän mehiläisistäkin, miettii Steve’N’Seagullsin Irwin Remmel ennen…",
          1485440911
        ],
        [
          "Steve'n'Seagulls on varsin eri kuuloinen kuin Nightwish ja kuitenkin biisin tunnistaa yhä Nightwishiksi. -Tsuua Näin railakkaasti soi Nightwish – katso Steven ’N’ Seagullsin riemukas versio Amaranthesta! | SuomiLOVE - Kai tämä laulu kertoo jollakin tavalla kukkasista, rakkaudesta ja vähän mehiläisistäkin, miettii Steve’N’Seagullsin Irwin Remmel ennen…",
          1485406269
        ],
        [
          "Zühlke veti trio-keikan treenikseltään. Perfect Villain -kisabiisistä kuultiin todella hieno ja studioversiosta poikkeava esitys. Tämä jos mikä osoittaa biisin vahvuuden, että kappale taipuu moneksi! Coverejakin tuli, mm. Nightwishia, Whitney Houstonia ja Princeä. Lisäksi saatiin selville, onko Zühlkella oma perfect villain :) UMK17 // Facebook Live - Zühlken treeniskeikka",
          1484937819
        ],
        [
          "Happy birthday, Marco Hietala! Basistul trupei Nightwish împlinește astăzi 51 de ani. Marco Hietala (Nightwish): \"Viața este aici și acum, nu e ceva ce aștepți\" Citește interviul cu Marco Hietala, basistul trupei Nightwish, să afli despre filosofiile sale despre viață, plăceri și familie.",
          1484398258
        ],
        [
          "#throwbackthursday to The Human Contradicition, with the lyric video for Sing To Me featuring Marco Hietala from Nightwish\n\nhttps://www.youtube.com/watch?v=fxzRUAXyDKw DELAIN feat. Marco Hietala - Sing To Me (Official Lyric Video) | Napalm Records Order \"The Human Contradiction\" now: http://shop.napalmrecords.com/delain US customers: http://www.napalmrecordsamerica.com/store/delain Download: http://sma...",
          1484210497
        ],
        [
          "NEW AVANTASIA ALBUM \"GHOSTLIGHTS\" FEAT. GUEST APPEARANCE OF MARCO HIETALA IS OUT NOW.\n\nThe new Avantasia album \"Ghostlights\" has hit the stores. Among guest stars are Dee Snider, Geoff Tate, Michael Kiske, Sharon den Adel and Marco Hietala.\n\nOrder: http://nblast.de/AvantasiaGhostlightsNB Timeline Photos",
          1454384918
        ],
        [
          "NIGHTWISH SOITTAA ENSI VUONNA KAKSI KONSERTTIA SUOMESSA\n\nNightwish esiintyy ensi vuonna kahdesti Suomessa. Ensimmäinen keikka toteutuu Seinäjoen Provinssi-festivaaleilla, missä Nightwish nousee lavalle torstai-iltana 30. kesäkuuta pääesiintyjänä. Toinen konsertti järjestetään Jämsän Himos Parkissa lauantaina 20. elokuuta.\n\nNightwish nousee Provinssin suurimmalle lavalle torstai-illan pääesiintyjänä. Vaikka konsertti järjestetäänkin festivaaliympäristössä, yhtye soittaa tapahtumassa täysimittaisen keikan. Nightwishin lisäksi torstaina Provinssissa nähdään muun muassa Five Finger Death Punch, ja Provinssin muille päiville varmistuneita artisteja ovat esimerkiksi Rammstein, Biffy Clyro ja Bring Me The Horizon.\n\nHimoksella järjestettävässä tapahtumassa Nightwishin lämmittelybändinä esiintyy Arch Enemy, mahdolliset muut esiintyjät julkaistaan myöhemmin. Viime vuonna festivaalien ohella esimerkiksi Linkin Parkin suurkonsertin areenana toiminut Himos Park on nimetty Suomen parhaaksi ulkoilmakonserttien tapahtumapaikaksi.\n\nNightwishin tähdittämän tapahtuman edullisemmat Early Bird -liput tulevat myyntiin tämän viikon perjantaina ja ovat saatavilla 31.12.2015 asti.\n\nViime vuosina vain harvakseltaan kotimaassaan keikkaillut Nightwish nähtiin edellisen kerran Suomessa loppuunmyydyllä Espoon Metro Areenalla, ja bändin viime kesän omat konsertit Tampereella Ratinan stadionilla ja Joensuun Laulurinteellä keräsivät yhteensä noin 40 000 kävijää.\n\n===\n\nNIGHTWISH\n+Five Finger Death Punch (USA), Action Bronson (USA) ja monia muita\nTo 30.6.2016 Seinäjoki, Provinssirock\n\nLiput: Provinssin kaikki lipputyypit (1-3 päivää) ovat myynnissä www.provinssi.fi/liput\n\n====\n\nNIGHTWISH\n+special guests: Arch Enemy (SWE) + muut mahdolliset ilmoitetaan myöhemmin\n\nLa 20.8.2016 Jämsä, HIMOS PARK, www.nightwishhimospark.com\nLiput: myyntiin Lippupalvelussa, Lippupisteessä ja Tiketissä pe 11.12.2015\n- Early Bird -liput alk. 62,50€, myynnissä 31.12.2015 asti\n- alk. 68,50 EUR, 1.1.2016 jälkeen Photos from Nightwish's post",
          1449573064
        ],
        [
          "Tobias Sammet: \"What do Geoff Tate (Official), Dee Snider, Michael Kiske, Robert Mason, Jorn Lande, Bob Catley, Ronnie Atkins, Olli Hartmann and me have in common with Marco Hietala of Nightwish?\nYes, we're all good looking, funny and amazingly talented… AND: we'll be on the new Avantasia album »Ghostlights« - out on January, 29th 2016.\" Timeline Photos",
          1446212011
        ],
        [
          "Dok: Metallikieli\nYle Fem Perjantai 30.10. klo 20:00\n\nDokumentti argentiinalaisista, jotka rakastuivat suomalaiseen metallimusiikkiin ja alkoivat opiskella suomea ja suomalaista kulttuuria buenosairesilaisessa kielikoulussa. Ohjaaja: Ville Lipiäinen, Filmus 2014. HD Kuulovammaisille tarkoitettu tekstitys: ruotsi. Äänitekstitys: ruotsi.",
          1446190190
        ],
        [
          "NIGHTWISHIN BARONA AREENA -KONSERTIN LIPUT NYT MYYNNISSÄ!\n\nKenttä- ja katsomoliput: http://www.lippupalvelu.fi/search/?keyword=Nightwish\n\nRavintola- ja VIP-paketit: http://www.tapahtumamaailma.fi/barona-areena/tapahtumat/nightwish\n\nTICKETS FOR BARONA ARENA GIG ARE NOW AVAILABLE.\n\nTickets: http://www.lippupalvelu.fi/search/?keyword=Nightwish\n\nVIP tickets: http://www.tapahtumamaailma.fi/barona-areena/tapahtumat/nightwish Timeline Photos",
          1434082037
        ],
        [
          "Nightwish julkaisee ensimmäisen singlensä ”Élan” 13. helmikuuta, jolloin ensiesityksensä saa myös kappaleeseen kuvattu, Ville Lipiäisen ohjaama musiikkivideo.  Kappaleen tarina on ylistys elämälle ja videon tematiikka kulkee vahvasti sitä myötäillen. Videota kuvattiin pitkin syksyä hylätyissä tai käytöstä poistetuissa lokaatioissa ympäri Etelä-Suomea. Videon näyttelijäkaarti on varsin vaikuttava; Seela Sella, Vesa Vierikko, Ismo Kallio, Eeva Litmanen, Pekka Huotari ja Antti Litja nähdään videolla eri rooleissa. \n\nOn February 13th Nightwish releases the music video for the single ”Élan”. Several legendary Finnish actors and actresses are seen in the video in different abandoned locations. Video is directed by Ville Lipiäinen. Lisää Nightwishiä - Uudella videolla esiintyy huikea näyttelijäkaarti Nightwish julkaisee Endless Forms Most Beautiful -albumin maaliskuun lopulla (lisää levyn valmistumisesta täällä) ja ensimmäinen singlelohkaisu Élan saapuu maailmaan 13. helmikuuta.Samana päivänä julkaistaan myös Ville Lipiäisen ohjaama promovideo, joka kuvattiin viime vuoden loppupuolella useammass…",
          1421412118
        ],
        [
          "Photo credits: Ville Akseli Juurikkala Nightwish",
          1417516362
        ],
        [
          "Marco käänsi Topeliuksen klassikot Varpunen jouluaamuna ja Sylvian joululaulun englanniksi! http://www.radionova.fi/ajankohtaista/uutiset/Marco-Hietala-kaansi-jouluklassikot-englanniksi--Viela-ei-ole-Topeliuksen-perikunta-tullut-koputtelemaan-32577.html Marco Hietala käänsi jouluklassikot englanniksi: Vielä ei ole Topeliuksen perikunta tullut... Perinteisiä joululauluja hevivaihteella esittävä Raskasta Joulua -kollektiivi julkaisi supersuositun albuminsa myös englanniksi. Ragnarok Juletiden -albumilta löytyy myös Marco Hietalan englanniksi kääntämiä Zachris Topeliuksen runoja.",
          1415972906
        ],
        [
          "<3 NIGHTWISH - Storytime (OFFICIAL LIVE VIDEO) Nightwish release the fourth trailer for Showtime, Storytime. Directed by Ville Lipiäinen. What better way to conclude the year as to recapture one of its ou...",
          1388529070
        ],
        [
          "Check this out! Tänään Tässä Ja Nyt feat Marco Hietala",
          1361012857
        ],
        [
          "Hyvää syntymäpäivää ja Hyvää joulua Mr. Tuomas, kiitos kaikille taikaa musiikin Nightwish",
          1356469102
        ],
        [
          "(c) Ville Akseli Juurikkala Nightwish - Miscellaneous",
          1354015128
        ],
        [
          "(c) Ville Lipiäinen Imaginaerum Tour & More",
          1349816104
        ],
        [
          "...and this is who we are now!\n\n(c) Ville Lipiäinen Timeline Photos",
          1349453236
        ],
        [
          "Rakastan sinua, kuin sinun siniset silmät, ja hänen kauniit hiukset",
          1331506427
        ]
      ],
      "dates_start": 1367446593,
      "dates_end": 1472607335,
      "likes_avg": 10884,
      "likes_stdev": 27955,
      "comments_avg": 372,
      "comments_stdev": 1020,
      "shares_avg": 812,
      "shares_stdev": 1816
    },
    {
      "number": 21,
      "important": [
        "date ticket",
        "arctica",
        "tour edit",
        "cddvd",
        "élan",
        "arctica delain",
        "tour",
        "delain",
        "begin",
        "tomorrow"
      ],
      "common": [
        "arctica",
        "arctica delain",
        "beautiful",
        "delain",
        "nightwish",
        "nightwish tour",
        "sonata",
        "sonata arctica",
        "sonata arctica delain",
        "tour"
      ],
      "messages": [
        [
          "Your journey begins with one night...\n\nNightwish North American tour with Sonata Arctica and Delain starts TOMORROW.\n\nTour dates and tickets at http://bit.ly/nightwish-on-tour.\nEndless Forms Most Beautiful, CD/DVD Tour Edition w/ Patch - nuclearblast.com/nightwish-efmb. NIGHTWISH - Élan (OFFICIAL VIDEO)",
          1455811200
        ],
        [
          "NORTH AMERICAN TOUR\n\nIt begins THIS FRIDAY. Nightwish will be hitting the road with Sonata Arctica and Delain in support of Endless Forms Most Beautiful. Get your tickets at http://bit.ly/nightwish-on-tour and see you soon!\n\nEndless Forms Most Beautiful is available as a CD/DVD Tour Edition with Patch. Order at http://nblast.de/NIGHTWISHFormsNB.",
          1455552000
        ],
        [
          "Endless Forms Most Beautiful is available as a CD/DVD Tour Edition with Patch. Order at http://nblast.de/NIGHTWISHFormsNB.\n\nYou can also pick up a copy at the merch table on Nightwish's North American Tour with Sonata Arctica and Delain. Tour dates and tix at http://bit.ly/nightwish-on-tour.",
          1454947200
        ],
        [
          "Your journey begins with one night...\nJoin Nightwish, Sonata Arctica and Delain on tour throughout North America.\n\nTour dates and tix at http://bit.ly/nightwish-on-tour.\nEndless Forms Most Beautiful, CD/DVD Tour Edition w/ Patch - http://nblast.de/NIGHTWISHFormsNB.",
          1454601600
        ],
        [
          "It begins on February 19th! Which show will you be catching Nightwish, Sonata Arctica and Delain?\n\nTour dates and tickets at http://bit.ly/nightwish-on-tour.\nEndless Forms Most Beautiful, CD/DVD Tour Edition w/ Patch - http://nblast.de/NIGHTWISHFormsNB. NIGHTWISH - Arabesque (LIVE)",
          1454342400
        ],
        [
          "27 Dates, 3 Bands, 2 Countries. Where will you be catching Nightwish, Sonata Arctica and Delain?\n\nTour dates and tickets at http://bit.ly/nightwish-on-tour.\nEndless Forms Most Beautiful, CD/DVD Tour Edition w/ Patch - http://nblast.de/NIGHTWISHFormsNB. NIGHTWISH - Storytime (LIVE)",
          1453996800
        ],
        [
          "Which songs are you looking forward to hearing on Nightwish's North American tour with Sonata Arctica and Delain?\n\nTour dates and tickets at http://bit.ly/nightwish-on-tour.\nEndless Forms Most Beautiful, CD/DVD Tour Edition w/ Patch - http://nblast.de/NIGHTWISHFormsNB. NIGHTWISH - Last of The Wilds (LIVE)",
          1453737600
        ],
        [
          "Do you have your tickets to Nightwish's North American tour with Sonata Arctica and Delain? Which show will you be at?\nTour dates at http://bit.ly/nightwish-on-tour.\nEndless Forms Most Beautiful, CD/DVD Tour Edition w/ Patch - http://nblast.de/NIGHTWISHFormsNB. NIGHTWISH - Planet Hell (LIVE)",
          1453478400
        ],
        [
          "Hi Bay Area :)\nWe're coming to the City National Civic in San Jose, California, on \nthe March 11th 2016, with special guests Sonata Arctica and Delain. \n\nGrab your tickets now: Nightwish at City National Civic on Mar 11, 2016 on Ticketmaster",
          1453359665
        ],
        [
          "Nightwish North American tour with Sonata Arctica and Delain begins February 19th. Do you have your tickets?\nTour dates at http://bit.ly/nightwish-on-tour.\nEndless Forms Most Beautiful, CD/DVD Tour Edition w/ Patch - http://nblast.de/NIGHTWISHFormsNB. NIGHTWISH - Yours Is An Empty Hope (LIVE)",
          1453219200
        ],
        [
          "More photos of Ratina show:\n\nhttp://www.inferno.fi/live/nightwish-spektaakkeli-ratinalla-children-of-bodomin-ja-sonata-arctican-kanssa-katso-kuvat/\n\nhttp://www.musicalypse.net/gallery/index.php/2015/Nightwish-Ratina-Stadion-Tampere-2015-07-31\n\nhttp://tarjaphoto.kuvat.fi/kuvat/Ratina+31.7.2015+Nightwish++l%C3%A4mpp%C3%A4rit/Nightwish/\n\nhttp://www.ghostcultmag.com/photoset-nightwish-children-of-bodom-sonata-arctica-tampere-fi/ Nightwish-spektaakkeli Ratinassa Children of Bodomin ja Sonata Arctican kanssa – katso kuvat! Nightwish esiintyi kotimaisille faneilleen 31. heinäkuuta Ratinan stadionilla Tampereella. Lavan lämmittelystä pitivät huolta liike-energiallaan Children of Bodom ja Sonata Arctica. …",
          1438929946
        ],
        [
          "Nightwish, Sonata Arctica and Delain team  up for North American Tour!\n\nFind out if the tour is dropping by a town near you: http://bit.ly/nightwish-on-tour. Timeline Photos",
          1435154401
        ],
        [
          "The pre-sales of the NIGHTWISH stadium shows in Finland have started today!!!\nGet yours from the links to the ticket offices here:\n\nLaulurinne, Joensuu 6.6.2015:\n\nNIGHTWISH\nCHILDREN OF BODOM\nSONATA ARCTICA\nINSOMNIUM\n\nwww.tiketti.fi/nightwish\n\nwww.lippupalvelu.fi/event/144979\n\nLisätietoa/for more information:\n\nwww.kerubi.fi/nightwish\n\n===\n\nRatinan Stadion, Tampere 31.7.2015:\n\nNIGHTWISH\nCHILDREN OF BODOM\nSONATA ARCTICA\n\nwww.lippu.fi/nightwish\n\nLisätietoa/for more information:\n\nwww.nightwishratina.com Nightwish, Children of Bodom, Sonata Arctica, Insomnium - Laulurinne, Joensuu - 6.6.2015 - Tiketti Nightwish, Children of Bodom, Sonata Arctica, Insomnium - Laulurinne, Joensuu - 6.6.2015 - Tiketti",
          1415965697
        ]
      ],
      "dates_start": 1437358536,
      "dates_end": 1460040865,
      "likes_avg": 3845,
      "likes_stdev": 1728,
      "comments_avg": 166,
      "comments_stdev": 82,
      "shares_avg": 952,
      "shares_stdev": 861
    },
    {
      "number": 22,
      "important": [
        "trailer",
        "hometown",
        "endless form",
        "endless",
        "endless form beauti",
        "form",
        "episod",
        "first",
        "subscrib",
        "beauti"
      ],
      "common": [
        "04",
        "04 usa",
        "05",
        "album",
        "nightwish",
        "trailer",
        "usa",
        "www",
        "youtu",
        "youtube"
      ],
      "messages": [
        [
          "'Endless Forms Most Beautiful' is out! And we celebrated the release greatly in Helsinki!!! In this 15th episode we take you with us to this glorious day and to our signing session:\nhttps://www.youtube.com/watch?v=ocLEXWrSLPI\n\nMissed the first 14 episodes of the making of 'Endless Forms Most Beautiful'? Here they are:\nTrailer #1 - The Cabin:                                              http://youtu.be/BB1IrA8FwrY\nTrailer #2 - By The Lake:                                          http://youtu.be/lIhsFClj0U4\nTrailer #3 - Inside His Head:                                     http://youtu.be/GQ9PFUZ9uGs\nTrailer #4 - Summer Camp:                                      http://youtu.be/tJF4Twus_08  \nTrailer #5 - More Campers:                                      http://youtu.be/On9V0QBoFW4\nTrailer #6 - New Hometown:                                    http://youtu.be/XxcuVtdR6po\nTrailer #7 - Almost There:                                        http://youtu.be/xPoVHMT2Gcc \nTrailer #8 - London:                                                  http://youtu.be/r0ivbQz3IGI\nTrailer #9 - Mixing and Mastering                          http://youtu.be/fXVd9h0aAcY\nTrailer #10 - Ready!:                                                 http://youtu.be/54YoyRFF3KY\nTrailer #11 - Release Of The First Single:                 http://youtu.be/Q830_hBOxCw\nTrailer #12 - The Theme Of The Album:                  http://youtu.be/3hSB4ENrQKc\nTrailer #13 - The recordings for Floor & Kai:          https://youtu.be/vv_nCG0jJVo\nTrailer #14 -Thoughts And Feelings                          https://youtu.be/T3_p-OojD9k NIGHTWISH - 'Endless Forms Most Beautiful' - Episode 15 (OFFICIAL TRAILER) ENDLESS FORMS MOST BEAUTIFUL is finally out! Get it here: http://smarturl.it/NIGHTWISHEndlessNB SUBSCRIBE to Nuclear Blast: http://bit.ly/subs-nb-yt SUBSCRIB...",
          1427788498
        ],
        [
          "Proud to announce our “Endless Forms Most Beautiful - Europe 2015” tour!\n\nIn anticipation of our upcoming new record we can proudly announce the “Endless Forms Most Beautiful - Europe 2015” tour, kicking off mid-November in the Danish capital Copenhagen.\n \nJoining in us on the road are the awesome AMORPHIS and ARCH ENEMY!!! \n Check out this enchanting live package at the following dates:\n \nContra Promotion & Pro7 proudly present:\n\nNIGHTWISH \nENDLESS FORMS MOST BEAUTIFUL - EUROPE 2015\n \n16.11.  DK       Copenhagen                      - Falconer\n18.11.  GER     Hamburg                           - O2 World\n19.11. NL        Amsterdam                        - Heineken Music Hall\n21.11.  GER     Oberhausen                      - König-Pilsener-Arena\n23.11.  FR        Lyon                                  - Hall Tony Garnier\n25.11.  FR        Paris                                  - POPB-Bercy\n26.11.  FR        Toulouse                            - Le Zénith\n28.11.  CH       Basel                                   - St. Jakobshalle\n29.11.  IT         Bologna                               - Unipol Arena\n01.12.  GER     Munich                                - Zenith\n03.12.  GER     Stuttgart                              - Schleyerhalle\n04.12.  GER     Frankfurt                             - Jahrhunderthalle\n05.12.  GER     Nürnberg                             - Arena\n07.12. CZ        Prague                                 - Tip Sport Arena\n10.12. RO       Bucharest                             - Romexpo\n14.12. GER     Leipzig                                   - Arena\n15.12.  GER     Berlin Max                            - Schmeling-Halle\n16.12. LUX      Luxembourg                          - Rockhal\n17.12. BE        Antwerp                                  - Lotto Arena\n\nPresented by: Metal Hammer, Sonic Seducer, EMP, Nuclear Blast Magazin, Rock it!\n \nAdditionally, we will play a one-off show at the world famous Wembley SSE Arena in London on December 19, 2015. Which makes us the first Finnish band to ever headline this famous venue. \n \n'Élan', the first single from »Endless Forms Most Beautiful«, was released on February 13 and just entered the German and Swiss charts on a most pleasant position #33 and the Austrian charts on #53! \nThe 4-track single features the album version, radio edit and an alternate version of 'Élan', as well as the non-album bonus track 'Sagan'.\n \nOrder your copy of 'Élan' exclusively here: http://smarturl.it/NIGHTWISH-Elan\nOr at the Nightwish shop:      http://goo.gl/IbuQmz\n \n»Endless Forms Most Beautiful« will be out on March 27th (EU), 30th (UK) and 31st (US). \nPre-order your copy here: http://smarturl.it/NIGHTWISH-Endless.\nOr at the Nightwish shop:  http://goo.gl/IbuQmz\n \nMore on »Endless Forms Most Beautiful«:\n'Élan' – official music video:                         http://youtu.be/VZisUxkdnTo\nTrailer #1 - The Cabin:                                  http://youtu.be/BB1IrA8FwrY\nTrailer #2 - By The Lake:                               http://youtu.be/lIhsFClj0U4\nTrailer #3 - Inside His Head:                         http://youtu.be/GQ9PFUZ9uGs\nTrailer #4 - Summer Camp:                          http://youtu.be/tJF4Twus_08  \nTrailer #5 - More Campers:                          http://youtu.be/On9V0QBoFW4\nTrailer #6 - New Hometown:                        http://youtu.be/XxcuVtdR6po\nTrailer #7 - Almost There:                             http://youtu.be/xPoVHMT2Gcc \nTrailer #8 - London:                                       http://youtu.be/r0ivbQz3IGI\nTrailer #9 - Mixing and Mastering               http://youtu.be/fXVd9h0aAcY\nTrailer #10 - Ready!:                                     http://youtu.be/54YoyRFF3KY\nTrailer #11 - Release Of The First Single:     http://youtu.be/Q830_hBOxCw\nTrailer #12 - The Theme Of The Album:       http://youtu.be/3hSB4ENrQKc Photos from Nightwish's post",
          1425456600
        ],
        [
          "We're getting closer to the release of Endless Forms Most Beautiful (out on March 27th (EU), 30th (UK) and 31st (US))!!! We'd like to share more about the themes and the inspiration of the album in this twelfth “making-of” trailer!\nCheck it out here: http://youtu.be/3hSB4ENrQKc\n\nTuomas comments: “There’s a kind of scientific approach to a lot of things on the album. Songs like ‘Shudder Before The Beautiful’, ‘Endless Forms Most Beautiful’, ‘The Greatest Show On Earth’ or ‘Alpenglow’ all somehow reflect the bliss of existence. It’s temporary character. Evolution…Maybe you could even talk about the poetic nature of science. Natural science and its paradigm – seem to represent something cold and boring to a lot of people. Hopefully we can illustrate with this album – that science can even be something profoundly spiritual.”\n \nStand-in drummer Kai Hahto adds: “It’s a perfect theme to an album. Like, how did we come to be? And when our time here is done, what kind of mark do we leave? It’s a pretty amazing theme.”\n \nThe track list for »Endless Forms Most Beautiful« reads as follows:\n \n01. Shudder Before The Beautiful\n02. Weak Fantasy\n03. Élan\n04. Yours Is An Empty Hope\n05. Our Decades In the Sun\n06. My Walden\n07. Endless Forms Most Beautiful\n08. Edema Ruh\n09. Alpenglow\n10. The Eyes Of Sharbat Gula\n11. The Greatest Show On Earth\n \nThe album is available in a variety of different formats. Pre-order your copy here: http://smarturl.it/NIGHTWISH-Endless\n \n'Élan', the first single from »Endless Forms Most Beautiful«, was released on February 13. The 4-track single features the album version, radio edit and an alternate version of 'Élan', as well as the non-album bonus track 'Sagan’. Order your copy of 'Élan' exclusively here: http://smarturl.it/NIGHTWISH-Elan\n \nMore on »Endless Forms Most Beautiful«:\n \n'Élan' – official music video:                                     http://youtu.be/VZisUxkdnTo\nTrailer #1 - The Cabin:                                              http://youtu.be/BB1IrA8FwrY\nTrailer #2 - By The Lake:                                           http://youtu.be/lIhsFClj0U4\nTrailer #3 - Inside His Head:                                     http://youtu.be/GQ9PFUZ9uGs\nTrailer #4 - Summer Camp:                                      http://youtu.be/tJF4Twus_08  \nTrailer #5 - More Campers:                                      http://youtu.be/On9V0QBoFW4\nTrailer #6 - New Hometown:                                    http://youtu.be/XxcuVtdR6po\nTrailer #7 - Almost There:                                        http://youtu.be/xPoVHMT2Gcc \nTrailer #8 - London:                                                   http://youtu.be/r0ivbQz3IGI\nTrailer #9 - Mixing and Mastering                           http://youtu.be/fXVd9h0aAcY\nTrailer #10 - Ready!:                                                 http://youtu.be/54YoyRFF3KY\nTrailer #11 - Release Of The First Single:                 http://youtu.be/Q830_hBOxCw NIGHTWISH - 'Endless Forms Most Beautiful' - Episode 12 (OFFICIAL TRAILER) Official ENDLESS FORMS MOST BEAUTIFUL album trailer. Get it here: http://smarturl.it/NIGHTWISHEndlessNB SUBSCRIBE to Nuclear Blast: http://bit.ly/subs-nb-yt ...",
          1425034801
        ],
        [
          "Today is the release of the first single Élan out of the new Nightwish album »Endless Forms Most Beautiful«, which will be out on March 27th (EU), 30th (UK) and 31st (US).\n\nThe release is also celebrated with the video clip for 'Élan'. It was shot in Finland at various locations between September and November 2014, directed by Ville Lipiäinen.\n\nTuomas Holopainen commented: \"The long awaited NIGHTWISH music video 'Élan' is finally here. Inspired by the untold stories of abandoned places around Finland, the video was nearly a year in the making and features some of the most loved Finnish actors and actresses. And also the legendary NIGHTWISH symbol, a snowy owl (Bubo Scandiaca in\nLatin) called \"Urho\" (\"Braveheart\").\"\n\nWatch the video clip here: https://www.youtube.com/watch?v=zPonioDYnoY\n\n\nThe 4-track single features the album version, radio edit and an alternate version of 'Élan', as well as the non-album bonus track 'Sagan'.\n\nOrder your copy here: http://smarturl.it/NIGHTWISH-Elan\nOr at the Nightwish shop: http://goo.gl/IbuQmz\n\nOr digital: \nAMZ MP3: http://bit.ly/NIGHTWISH-ElanAmazonMP3\niTunes: http://geni.us/NightwishElaniTunes \nhttp://geni.us/NightwishEndlessDeluxe (instant grat single)\nthe new album \"Endless Forms Most Beautiful\" is out on 27th March. Pre-order the album now and get the instant grat single “Élan” now instantly without having to pay extra for this track!\nGoogle: http://smarturl.it/NightwishElanGoogle\nNB MP3: http://smarturl.it/NightwishElanNB\n\n\nThe new Nightwish album »Endless Forms Most Beautiful« features eleven new songs and will be released in different formats: \n- Standard CD \n- Digibook (incl. instrumental CD)\n- 2LP (vinyl in gatefold) in different colours \n- Earbook (incl. instrumental and orchestral CD)\n- Earbook (deluxe version incl. bonus vinyl)\n- Digital Download \n\nPre-order your copy here: http://smarturl.it/NIGHTWISH-Endless\nOr at the Nightwish shop: http://goo.gl/IbuQmz\n\n\nCheck out all previous “making of album 2015” trailers: \n\nTrailer #1 - The Cabin:  http://www.youtube.com/watch?v=BB1IrA8FwrY\nTrailer #2 - By The Lake:  http://www.youtube.com/watch?v=lIhsFClj0U4 \nTrailer #3 - Inside His Head:  http://www.youtube.com/watch?v=GQ9PFUZ9uGs\nTrailer #4 - Summer Camp:   http://youtu.be/tJF4Twus_08 \nTrailer #5 - More Campers:  http://youtu.be/On9V0QBoFW4\nTrailer #6 - New Hometown:  http://youtu.be/XxcuVtdR6po\nTrailer #7 - Almost There:  http://youtu.be/xPoVHMT2Gcc \nTrailer #8 - London:  http://youtu.be/r0ivbQz3IGI \nTrailer #9 – Mixing and Mastering:  http://youtu.be/fXVd9h0aAcY \nTrailer #10 – Ready!:  http://www.youtube.com/watch?v=54YoyRFF3KY NIGHTWISH - Èlan (OFFICIAL VIDEO) Official music video for \"Èlan\", taken from the 2015 NIGHTWISH album, 'ENDLESS FORMS MOST BEAUTIFUL'. Order at http://smarturl.it/NIGHTWISHEndlessNB. SUBSCRI...",
          1423821602
        ],
        [
          "We recently revealed the title of our upcoming new studio album called »Endless Forms Most Beautiful«. The record will be out on March 27th (EU), 30th (UK) and 31st (US).\n \nAnd today we shall unveil all formats and the different track listings according to each individual format of our new creation! Check them out and pick your favorite!\n \n»Endless Forms Most Beautiful« will be released as follows:\n \nJewelcase\n01. Shudder Before The Beautiful\n02. Weak Fantasy\n03. Élan\n04. Yours Is An Empty Hope\n05. Our Decades In the Sun\n06. My Walden\n07. Endless Forms Most Beautiful\n08. Edema Ruh\n09. Alpenglow\n10. The Eyes Of Sharbat Gula\n11. The Greatest Show On Earth\n \n2LP black vinyl / 2LP picture vinyl as gatefold\nSide A\n01. Shudder Before The Beautiful\n02. Weak Fantasy\n03. Élan\nSide B\n01. Yours Is An Empty Hope\n02. Our Decades In the Sun\n03. My Walden\nSide C\n01. Endless Forms Most Beautiful\n02. Edema Ruh\n03. Alpenglow\n04. The Eyes Of Sharbat Gula\nSide D\n01. The Greatest Show On Earth\n \n \n \nDigibook incl. instrumental CD\nCD1\n01. Shudder Before The Beautiful\n02. Weak Fantasy\n03. Élan\n04. Yours Is An Empty Hope\n05. Our Decades In the Sun\n06. My Walden\n07. Endless Forms Most Beautiful\n08. Edema Ruh\n09. Alpenglow\n10. The Eyes Of Sharbat Gula\n11. The Greatest Show On Earth\n \nCD2 (instrumental)\n01. Shudder Before The Beautiful\n02. Weak Fantasy\n03. Élan\n04. Yours Is An Empty Hope\n05. Our Decades In the Sun\n06. My Walden\n07. Endless Forms Most Beautiful\n08. Edema Ruh\n09. Alpenglow\n10. The Eyes Of Sharbat Gula\n11. The Greatest Show On Earth\n \n\n \nEarbook incl. instrumental & orchestral CD\nCD1\n01. Shudder Before The Beautiful\n02. Weak Fantasy\n03. Élan\n04. Yours Is An Empty Hope\n05. Our Decades In the Sun\n06. My Walden\n07. Endless Forms Most Beautiful\n08. Edema Ruh\n09. Alpenglow\n10. The Eyes Of Sharbat Gula\n11. The Greatest Show On Earth\n \nCD2 (instrumental)\n01. Shudder Before The Beautiful\n02. Weak Fantasy\n03. Élan\n04. Yours Is An Empty Hope\n05. Our Decades In the Sun\n06. My Walden\n07. Endless Forms Most Beautiful\n08. Edema Ruh\n09. Alpenglow\n10. The Eyes Of Sharbat Gula\n11. The Greatest Show On Earth\n \nCD3 (orchestral)\n01. Shudder Before The Beautiful\n02. Weak Fantasy\n03. Élan\n04. Yours Is An Empty Hope\n05. Our Decades In the Sun\n06. Endless Forms Most Beautiful\n07. Alpenglow\n08. The Eyes Of Sharbat Gula\n09. The Greatest Show On Earth\n \n\n \nPre-order your copy here: http://smarturl.it/NIGHTWISH-Endless\n \nPrior to the album release, the first single called 'Élan' will be out on February 13th. The 4-track single features the album version, radio edit and an alternate version of 'Élan', as well as the non-album bonus track 'Sagan'.\n \nPre-order your copy of 'Élan' exclusively here: http://smarturl.it/NIGHTWISH-Elan\n \n»Endless Forms Most Beautiful« will be the first NIGHTWISH studio album to feature Dutch vocalist Floor Jansen. Longtime drummer Jukka Nevalainen will sit out on the recording sessions due to health issues; Kai Hahto (WINTERSUN a.o.) will replace him.\nNIGHTWISH also revealed the famed evolutionary biologist and writer, Professor Richard Dawkins as a guest on this eighth studio album.\nThe detailed cover-artwork was created by longtime collaborator Toxic Angel.\n \nCheck out all published “making of album 2015” trailers:\n \nTrailer #1 - The Cabin:                      http://youtu.be/BB1IrA8FwrY\nTrailer #2 - By The Lake:                               http://youtu.be/lIhsFClj0U4\nTrailer #3 - Inside His Head:                         http://youtu.be/GQ9PFUZ9uGs\nTrailer #4 - Summer Camp:              http://youtu.be/tJF4Twus_08  \nTrailer #5 - More Campers:                          http://youtu.be/On9V0QBoFW4\nTrailer #6 - New Hometown:                        http://youtu.be/XxcuVtdR6po\nTrailer #7 - Almost There:                             http://youtu.be/xPoVHMT2Gcc \nTrailer #8 - London:                          http://youtu.be/r0ivbQz3IGI\nTrailer #9 – Mixing and Mastering               http://youtu.be/fXVd9h0aAcY\n \nwww.nightwish.com | www.facebook.com/nightwish | www.nuclearblast.de/nightwish Photos from Nightwish's post",
          1421395761
        ],
        [
          "It's time for the release the ninth album trailer! In this episode mixing engineer Mikko Karmila, as well as mastering engineer Mika Jussila give an insight into their work on »Endless Forms Most Beautiful«. \nTuomas Holopainen commented: “I guess mixing an album can be compared to editing a movie. We have to arrange the clips into a dramatic arc and find a good balance.” \nCheck it out here: https://www.youtube.com/watch?v=fXVd9h0aAcY\n\n \n»Endless Forms Most Beautiful« features eleven new songs and will be released in different formats:\n \nStandard CD\nDigibook (incl. instrumental CD)\n2LP (vinyl in gatefold) in different colours\nEarbook (incl. instrumental and orchestral CD)\nEarbook (deluxe version incl. bonus vinyl)\nDownload\n \nPre-order your copy here: http://smarturl.it/NIGHTWISH-Endless\n \nBeforehand there will be the release of the first single called 'Élan', which will be out on February 13th. The 4-track single features the album version, radio edit and an alternate version of 'Élan', as well as the non-album bonus track 'Sagan'.\n \nPre-order your copy of 'Élan' exclusively here: http://smarturl.it/NIGHTWISH-Elan\n \n»Endless Forms Most Beautiful« will be the first NIGHTWISH studio album to feature Dutch vocalist Floor Jansen. Longtime drummer Jukka Nevalainen will sit out on the recording sessions due to health issues; Kai Hahto (WINTERSUN a.o.) will replace him.\nNIGHTWISH also revealed the famed evolutionary biologist and writer, Professor Richard Dawkins as a guest on this eighth studio album.\nThe detailed cover-artwork was created by longtime collaborator Toxic Angel.\n \nCheck out all previous “making of album 2015” trailers:\n \nTrailer #1 - The Cabin:                                   www.youtube.com/watch?v=BB1IrA8FwrY\nTrailer #2 - By The Lake:                               www.youtube.com/watch?v=lIhsFClj0U4\nTrailer #3 - Inside His Head:                        www.youtube.com/watch?v=GQ9PFUZ9uGs\nTrailer #4 - Summer Camp:                         http://youtu.be/tJF4Twus_08\nTrailer #5 - More Campers:                        http://youtu.be/On9V0QBoFW4\nTrailer #6 - New Hometown:                     http://youtu.be/XxcuVtdR6po\nTrailer #7 - Almost There:                           http://youtu.be/xPoVHMT2Gcc\nTrailer #8 - London:                                       http://youtu.be/r0ivbQz3IGI\n \nwww.nightwish.com | www.facebook.com/nightwish | www.nuclearblast.de/nightwish Timeline Photos",
          1419862790
        ],
        [
          "Nightwish wishes you a MERRY CHRISTMAS and a HAPPY NEW YEAR!!!!!!\nAnd to make this special time of year even more magical we have some amazing news to share with you!\n\nOn March 27th (EU), 30th (UK) and 31st (US), the long expected new studio album will be released!!! And the title is:\n\n»Endless Forms Most Beautiful« \n\nWe hope you have a wonderful, heartwarming and loving Yuletide and that these last days of 2014 are lived in peace and happiness. We can't wait to share this new album with you 2015! As the Fins say: Onnelista Uutta Vuotta!!!\n\nBefore we end this message and close our computer for a little while we'd like to share some more information about 'Endless Forms Most Beautiful':\n\n\"There is grandeur in this view of life, with its several powers, having been originally breathed into a few forms or into one; and that, whilst this planet has gone cycling on according to the fixed law of gravity, from so simple a beginning endless forms most beautiful and most wonderful have been, and are being, evolved.” \n\n- Charles Darwin, »The Origin Of Species«\n\n“This classic quote is where it all began. We set sail for the ultimate journey in March 2015, join us!”, adds Tuomas Holopainen secretly. \n\nThe detailed cover-artwork was created by longtime collaborator Toxic Angel. \n»Endless Forms Most Beautiful« features eleven new songs and will be released in different formats: \n\nStandard CD \nDigibook (incl. instrumental CD)\n2LP (vinyl in gatefold) in different colours \nEarbook (incl. instrumental and orchestral CD)\nEarbook (deluxe version incl. bonus vinyl)\nDownload \n\nPre-order your copy here: http://smarturl.it/NIGHTWISH-Endless\n\nBeforehand there will be the release of the first single called 'Élan', which will be out on February 13th. The 4-track single features the album version, radio edit and an alternate version of 'Élan', as well as the non-album bonus track 'Sagan'. \n\nPre-order your copy of 'Élan' exclusively here: http://smarturl.it/NIGHTWISH-Elan\n\n»Endless Forms Most Beautiful« will be the first NIGHTWISH studio album to feature Dutch vocalist Floor Jansen. Longtime drummer Jukka Nevalainen will sit out on the recording sessions due to health issues; Kai Hahto (WINTERSUN a.o.) will replace him. \nNIGHTWISH also revealed the famed evolutionary biologist and writer, Professor Richard Dawkins as a guest on this eighth studio album. Timeline Photos",
          1419251653
        ],
        [
          "EXCITING NEWS!\nWe are proud to announce the release of our first single called 'Élan', which will be out on February 13, 2015 via Nuclear Blast!\n\n“Oh, while I live to be the ruler of life, Not a slave\nTo meet life as a powerful conqueror, and nothing exterior to me will ever take command of me.”\n\n- Walt Whitman\n\nCommented NIGHTWISH keyboardist and songwriter Tuomas Holopainen: “This beautiful quote from my hero Uncle Walt was the starting point for writing 'Élan'. The underlying theme of the song is nothing less than the meaning of life, which can be something different for all of us. It´s important to surrender yourself to the occasional 'free fall' and not to fear the path less travelled by. 'Élan' is a wonderful teaser for the full-length album, giving out a little taste, but revealing very little of the actual Journey of Grandeur to come…”\n\n‘Élan’ tracklisting:\n\nCD:\n1. Élan (album version)\n2. Élan (radio edit)\n3. Élan (alternate version)\n4. Sagan (non-album bonus track)\n\nVinyl:\nSide A:\n1. Élan (album version)\n2. Élan (radio edit)\nSide B\n1. Élan (alternate version)\n2. Sagan (non-album bonus track)\n\nNightwish Shop offers Élan as CDS, 10” MLP (four different colors) and also as exclusive CDS+shirt bundles. Preorder yours at: http://shop.nightwish.com\n\nNIGHTWISH also revealed the famed evolutionary biologist and writer, Professor Richard DawkinsRichard Dawkins as a guest on their eighth studio album.\nThe yet-untitled new studio album will be the first one to feature Dutch vocalist Floor Jansen.\nLongtime drummer Jukka Nevalainen will sit out on the recording sessions due to health issues; KaiHahto (WINTERSUN a.o.) will replace him.\n \nCheck out all previous “making of album 2015” trailers:\n \nTrailer #1 - The Cabin:                      www.youtube.com/watch?v=BB1IrA8FwrY\nTrailer #2 - By The Lake:                   www.youtube.com/watch?v=lIhsFClj0U4\nTrailer #3 - Inside His Head:              www.youtube.com/watch?v=GQ9PFUZ9uGs\nTrailer #4 - Summer camp:               http://youtu.be/tJF4Twus_08\nTrailer #5 - More campers:               http://youtu.be/On9V0QBoFW4\nTrailer #6 - New Hometown:             http://youtu.be/XxcuVtdR6po\nTrailer #7 - Almost There:                 http://youtu.be/xPoVHMT2Gcc\nTrailer #8 - London:                          http://youtu.be/r0ivbQz3IGI\n \nYou can order the most current NIGHTWISH release, »Showtime, Storytime«, at this destination:http://smarturl.it/NIGHTWISHShowtime\nor from the official Nightwish Shop at:                  http://shop.nightwish.com\nor via iTunes (live album incl. digital booklet):     http://georiot.co/2SNi\n \nwww.nightwish.com | www.facebook.com/nightwish | www.nuclearblast.de/nightwish Photos from Nightwish's post",
          1418035325
        ],
        [
          "Eighth “making-of” album 2015 trailer (“London”) online!\n\n In this episode the band is visiting the rainy city of London to record the choir, orchestral parts and percussions for their new album at Angel Studios. Check it out here: http://youtu.be/r0ivbQz3IGI\n \nCommented NIGHTWISH keyboard player and main songwriter Tuomas Holopainen: “This must be the sixth or seventh time we’re working with these people. We’ve realized what they can do during these years. So it’s really not a surprise anymore but it hasn’t ceased to amaze me. The level of professionalism is just unbelievable. But even more importantly, they clearly like what they’re doing. The guys we’ve worked with for over 10 years are still up for it.” \n \nAdded session-drummer Kai Hahto: “The professionalism is amazing. We were recording ethnic percussion yesterday. Some of the guys had played on Star Wars movies – and done Hans Zimmer soundtracks. I thought of myself as a humppa drummer. It was pretty amazing. They know their prima vista. You give them the notation, and they’ll nail it in no time.”\n \nNIGHTWISH also revealed the famed evolutionary biologist and atheist writer/leader Richard Dawkins as a guest on their eighth studio album.\n \nAdditionally the band announced their North American tour for April and May 2015. Check out all confirmed dates here:\n \n09.04   USA     New York, NY                                     - Hammerstein Ballroom\n10.04.  USA     Philadelphia, PA                                 - Electric Factory\n11.04.  USA     Worcester, MA                                  - Palladium\n13.04.  CND     Quebec City, QC                                - Capitole Theatre\n14.04.  CND     Toronto                                              - Phoenix Concert Theatre\n16.04.  USA     Buffalo, NY                                         - Town Ballroom\n17.04.  USA     Cleveland, OH                                    - Agora Theatre\n18.04.  USA     Chicago, IL                                         - Concorde Music Hall\n19.04.  USA     Des Moines, IA                                   - Val Air Ballroom\n21.04.  USA     Denver, CO                                        - Ogden Theatre\n22.04.  USA     Salt Lake City, UT                               - In The Venue\n24.04.  USA     Spokane, WA                                      - Knitting Factory\n25.04.  CND     Vancouver, BC                                   - Orpheum Theatre\n26.04.  USA     Portland, OR                                      - Crystal Ballroom\n18.04.  USA     San Francisco, CA                              - Warfield Theatre\n30.04.  USA     Las Vegas, NV                                    - House Of Blues\n01.05.  USA     Los Angeles, CA                                 - Greek theatre\n02.05.  USA     Phoenix, AZ                                        - Marquee Theatre\n03.05.  USA     El Paso, TX                                         - Tricky Falls\n05.05.  USA     Dallas, TX                                           - Bomb Factory\n06.05.  USA     Houston, TX                                        - Warehouse Live\n08.05.  USA     Orlando, FL                                        - House Of Blues\n09.05.  USA     Fort Lauderdale, FL                            - Revolution\n11.05.  USA     Nashville, TN                                      - Marathon Music Work\n12.05.  USA     Louisville, KY                                      - Expo Five\n13.05.  USA     Charlotte, NC                                     - Filmore\n14.05.  USA     Silver Springs, MD                             - Filmore\n \nAlso check out:\n \nTrailer #1 - The Cabin:                                              www.youtube.com/watch?v=BB1IrA8FwrY\nTrailer #2 - By The Lake:                                          www.youtube.com/watch?v=lIhsFClj0U4\nTrailer #3 - Inside His Head:                                     www.youtube.com/watch?v=GQ9PFUZ9uGs\nTrailer #4 - The beginning of the Nightwish summer camp: http://youtu.be/tJF4Twus_08\nTrailer #5 - More campers:                                      http://youtu.be/On9V0QBoFW4\nTrailer #6 - New Hometown:                                    http://youtu.be/XxcuVtdR6po\nTrailer #7 – Almost There:                                        http://youtu.be/xPoVHMT2Gcc\n \nYou can order the most current NIGHTWISH release, »Showtime, Storytime«, at this destination: http://smarturl.it/NIGHTWISHShowtime\nor from the official Nightwish Shop at:                 http://shop.nightwish.com\nor via iTunes (live album incl. digital booklet):     http://georiot.co/2SNi\n \nwww.nightwish.com | www.facebook.com/nightwish | www.nuclearblast.de/nightwish\n\nPhoto by Ville Akseli Juurikkala. Timeline Photos",
          1417774839
        ],
        [
          "Release 'Last Ride Of The Day' (special clip)\n \nIt is time for a special clip for our song 'Last Ride Of The Day ', with impressions of the »Imaginaerum« world-tour. Expect a lot of fire!\nClick here: http://youtu.be/tYqPQUHJh6I\n \n \nAlso check out:\n \nSpecial Clip #1: 'Planet Hell':                      http://youtu.be/CRJ_csyXosU\nSpecial Clip #2: 'Last Of The Wilds':            http://youtu.be/A-Djx6iZ70g\nSpecial Clip #3: 'Storytime':                         http://youtu.be/FVbQnm2vblM\nSpecial Clip #4: 'Arabesque':                        http://youtu.be/afIoCpJcVPo\n \nTrailer #1 - The Cabin:                                  www.youtube.com/watch?v=BB1IrA8FwrY\nTrailer #2 - By The Lake:                               www.youtube.com/watch?v=lIhsFClj0U4\nTrailer #3 - Inside His Head:                         www.youtube.com/watch?v=GQ9PFUZ9uGs\nTrailer #4 - The beginning of the Nightwish summer camp: http://youtu.be/tJF4Twus_08\nTrailer #5 - More campers:                          http://youtu.be/On9V0QBoFW4\nTrailer #6 - New Hometown:                        http://youtu.be/XxcuVtdR6po\n \nYou can order the most current NIGHTWISH release, »Showtime, Storytime«, at this destination: http://smarturl.it/NIGHTWISHShowtime\nor from the official Nightwish Shop at:                 http://shop.nightwish.com\nor via iTunes (live album incl. digital booklet):     http://georiot.co/2SNi\n \nwww.nightwish.com | www.facebook.com/nightwish | www.nuclearblast.de/nightwish NIGHTWISH - Last Ride Of The Day (OFFICIAL LIVE CLIP) Live clip from Nightwish's 'LAST RIDE OF THE DAY'. Fore more Nightwish live, check the DVD SHOWTIME, STORYTIME: http://bit.ly/nightwish-showtime SUBSCRIBE to...",
          1415009272
        ],
        [
          "Today we put up the sixth album trailer. In the new episode vocalist Floor Jansen describes her first impressions after moving from the Netherlands to the east of Finland. Find out what her thoughts on sauna, salmiakki, the new language and her new fellow men are: http://youtu.be/XxcuVtdR6po\n \nWe recently announced our North American tour for April and May 2015. Check out all confirmed dates here:\n\n09.04 USA New York, NY - Hammerstein Ballroom\n10.04. USA Philadelphia, PA - Electric Factory\n11.04. USA Worcester, MA - Palladium\n13.04. CND Quebec City, QC - Capitole Theatre\n14.04. CND Toronto - Phoenix Concert Theatre\n16.04. USA Buffalo, NY - Town Ballroom\n17.04. USA Cleveland, OH - Agora Theatre\n18.04. USA Chicago, IL - Concorde Music Hall\n19.04. USA Des Moines, IA - Val Air Ballroom\n21.04. USA Denver, CO - Ogden Theatre\n22.04. USA Salt Lake City, UT - In The Venue\n24.04. USA Spokane, WA - Knitting Factory\n25.04. CND Vancouver, BC - Orpheum Theatre\n26.04. USA Portland, OR - Crystal Ballroom\n18.04. USA San Francisco, CA - Warfield Theatre\n30.04. USA Las Vegas, NV - House Of Blues\n01.05. USA Los Angeles, CA - Greek theatre\n02.05. USA Phoenix, AZ - Marquee Theatre\n03.05. USA El Paso, TX - Tricky Falls\n05.05. USA Dallas, TX - Bomb Factory\n06.05. USA Houston, TX - Warehouse Live\n08.05. USA Orlando, FL - House Of Blues\n09.05. USA Fort Lauderdale, FL - Revolution\n11.05. USA Nashville, TN - Marathon Music Work\n12.05. USA Louisville, KY - Expo Five\n13.05. USA Charlotte, NC - Filmore\n14.05. USA Silver Springs, MD - Filmore\n\nAlso check out:\n\nSpecial Clip #1: 'Planet Hell': http://youtu.be/CRJ_csyXosU\nSpecial Clip #2: 'Last Of The Wilds': http://youtu.be/A-Djx6iZ70g\nSpecial Clip #3: 'Storytime': http://youtu.be/FVbQnm2vblM\nSpecial Clip #4: 'Arabesque': http://youtu.be/afIoCpJcVPo\n\nTrailer #1 – The Cabin: www.youtube.com/watch?v=BB1IrA8FwrY\nTrailer #2 – By The Lake: www.youtube.com/watch?v=lIhsFClj0U4\nTrailer #3 – Inside His Head: www.youtube.com/watch?v=GQ9PFUZ9uGs\nTrailer #4 - The beginning of the Nightwish summer camp: http://youtu.be/tJF4Twus_08\nTrailer #5 – More campers: http://youtu.be/On9V0QBoFW4\n\nYou can order the most current NIGHTWISH release, »Showtime, Storytime«, at this destination: http://smarturl.it/NIGHTWISHShowtime\nor from the official Nightwish Shop at: http://shop.nightwish.com\nor via iTunes (live album incl. digital booklet): http://georiot.co/2SNi Showtime, Storytime by Nightwish Preview and download Showtime, Storytime on iTunes. See ratings and read customer reviews.",
          1414167020
        ],
        [
          "Release 'Arabesque' (special clip)\n \nToday we release a special clip from our hymn 'Arabesque', with impressions of the »Imaginaerum« world-tour. Expect a lot of fire! \nClick here: http://www.youtube.com/watch?v=afIoCpJcVPo&feature=youtu.be\n \nAnd….a BIG announcement regarding our North America tour will come on November the 10th…But we will keep it our little secret until that day! \nWe encourage you to buy your tickets now at either www.enterthevault.com or go to  http://www.nightwish.com/en/live and click on the info button to get redirected to official ticket sale sites. Limited VIP has been made available on these sites for Worcester , SLC , Spokane , Ft Laud  and soon  Buffalo , El Paso , Nashville , Louisville and Las Vegas!!!\n\nCheck out all confirmed dates here:\n \n09.04   USA     New York, NY                                     - Hammerstein Ballroom\n10.04.  USA     Philadelphia, PA                                 - Electric Factory\n11.04.  USA     Worcester, MA                                  - Palladium\n13.04.  CND    Quebec City, QC                                - Capitole Theatre\n14.04.  CND    Toronto                                              - Phoenix Concert Theatre\n16.04.  USA     Buffalo, NY                                         - Town Ballroom\n17.04.  USA     Cleveland, OH                                    - Agora Theatre\n18.04.  USA     Chicago, IL                                         - Concorde Music Hall\n19.04.  USA     Des Moines, IA                                   - Val Air Ballroom\n21.04.  USA     Denver, CO                                        - Ogden Theatre\n22.04.  USA     Salt Lake City, UT                               - In The Venue\n24.04.  USA     Spokane, WA                                      - Knitting Factory\n25.04.  CND     Vancouver, BC                                   - Orpheum Theatre\n26.04.  USA     Portland, OR                                      - Crystal Ballroom \n18.04.  USA     San Francisco, CA                              - Warfield Theatre\n30.04.  USA     Las Vegas, NV                                    - House Of Blues\n01.05.  USA     Los Angeles, CA                                 - Greek theatre\n02.05.  USA     Phoenix, AZ                                        - Marquee Theatre\n03.05.  USA     El Paso, TX                                         - Tricky Falls\n05.05.  USA     Dallas, TX                                           - Bomb Factory\n06.05.  USA     Houston, TX                                        - Warehouse Live\n08.05.  USA     Orlando, FL                                        - House Of Blues\n09.05.  USA     Fort Lauderdale, FL                            - Revolution\n11.05.  USA     Nashville, TN                                      - Marathon Music Work\n12.05.  USA     Louisville, KY                                      - Expo Five\n13.05.  USA     Charlotte, NC                                     - Filmore\n14.05.  USA     Silver Springs, MD                             - Filmore \n \nFor more videos: \n \nSpecial Clip #1: 'Planet Hell':              http://youtu.be/CRJ_csyXosU\nSpecial Clip #2: 'Last Of The Wilds':  http://youtu.be/A-Djx6iZ70g \nSpecial Clip #3: 'Storytime':                http://youtu.be/FVbQnm2vblM\n\nTrailer #1 – The Cabin:                         www.youtube.com/watch?v=BB1IrA8FwrY\nTrailer #2 – By The Lake:                     www.youtube.com/watch?v=lIhsFClj0U4 \nTrailer #3 – Inside His Head:               www.youtube.com/watch?v=GQ9PFUZ9uGs\nTrailer #4 - The beginning of the Nightwish summer camp: http://youtu.be/tJF4Twus_08 \nTrailer #5 – More campers:\t\thttp://youtu.be/On9V0QBoFW4\n \nYou can order the most current NIGHTWISH release, »Showtime, Storytime«, at this destination: http://smarturl.it/NIGHTWISHShowtime\nor from the official Nightwish Shop at:                 http://shop.nightwish.com\nor via iTunes (live album incl. digital booklet):    http://georiot.co/2SNi\n \nwww.nightwish.com | www.facebook.com/nightwish | www.nuclearblast.de/nightwish\n \n NIGHTWISH - Arabesque (OFFICIAL LIVE CLIP) Live clip from Nightwish's 'ARABESQUE'. Fore more Nightwish live, check the DVD SHOWTIME, STORYTIME: http://bit.ly/nightwish-showtime SUBSCRIBE to Nuclear Bl...",
          1413183973
        ],
        [
          "Fifth “making-of” album trailer (“More Campers”) online!\n\nMore studio news in our fifth album trailer, check it out here: http://youtu.be/On9V0QBoFW4 \n\nCommented Troy Donockley upon his arrival at the NIGHTWISH Summer Camp in July, the hottest time of summer (Uilleann pipes, low whistles, vocals): “It’s hard to describe, the peace, the stillness, the geology, the biology of the place. And a strange insect on your hand. I’ve never seen anything like this. It’s a wondrous place.”\n\nAdded vocalist Floor Jansen: “I am very sensitive about environment. Don’t put me in the middle of a city and maybe super shiny, fantastic studio and keep me inspired for weeks. But a place like this does. I love nature and I love calm. We can work for hours and then you can relax.”\n\nNIGHTWISH just recently announced their North American tour for April and May 2015. Check out all confirmed dates here:\n\n09.04   USA     New York, NY                                     - Hammerstein Ballroom\n10.04.  USA     Philadelphia, PA                                 - Electric Factory\n11.04.  USA     Worcester, MA                                  - Palladium\n13.04.  CND     Quebec City, QC                                - Capitole Theatre\n14.04.  CND     Toronto                                              - Phoenix Concert Theatre\n16.04.  USA     Buffalo, NY                                         - Town Ballroom\n17.04.  USA     Cleveland, OH                                    - Agora Theatre\n18.04.  USA     Chicago, IL                                         - Concorde Music Hall\n19.04.  USA     Des Moines, IA                                   - Val Air Ballroom\n21.04.  USA     Denver, CO                                        - Ogden Theatre\n22.04.  USA     Salt Lake City, UT                               - In The Venue\n24.04.  USA     Spokane, WA                                      - Knitting Factory\n25.04.  CND     Vancouver, BC                                   - Orpheum Theatre\n26.04.  USA     Portland, OR                                      - Crystal Ballroom \n18.04.  USA     San Francisco, CA                              - Warfield Theatre\n30.04.  USA     Las Vegas, NV                                    - House Of Blues\n01.05.  USA     Los Angeles, CA                                 - Greek theatre\n02.05.  USA     Phoenix, AZ                                        - Marquee Theatre\n03.05.  USA     El Paso, TX                                         - Tricky Falls\n05.05.  USA     Dallas, TX                                           - Bomb Factory\n06.05.  USA     Houston, TX                                        - Warehouse Live\n08.05.  USA     Orlando, FL                                        - House Of Blues\n09.05.  USA     Fort Lauderdale, FL                            - Revolution\n11.05.  USA     Nashville, TN                                      - Marathon Music Work\n12.05.  USA     Louisville, KY                                      - Expo Five\n13.05.  USA     Charlotte, NC                                     - Filmore\n14.05.  USA     Silver Springs, MD                             - Filmore \n\nAlso check out: \n\nSpecial Clip #1: 'Planet Hell':                       http://youtu.be/CRJ_csyXosU\nSpecial Clip #2: 'Last Of The Wilds':            http://youtu.be/A-Djx6iZ70g \nSpecial Clip #3: 'Storytime':                         http://youtu.be/FVbQnm2vblM\nTrailer #1 – The Cabin:                      www.youtube.com/watch?v=BB1IrA8FwrY\nTrailer #2 – By The Lake:                  www.youtube.com/watch?v=lIhsFClj0U4 \nTrailer #3 – Inside His Head:             www.youtube.com/watch?v=GQ9PFUZ9uGs\nTrailer #4 - The beginning of the Nightwish summer camp: http://youtu.be/tJF4Twus_08 \n\nYou can order the most current NIGHTWISH release, »Showtime, Storytime«, at this destination:                                                                http://smarturl.it/NIGHTWISHShowtime\nor from the official Nightwish Shop at:                 http://shop.nightwish.com\nor via iTunes (live album incl. digital booklet):    http://georiot.co/2SNi\n\nwww.nightwish.com | www.facebook.com/nightwish | www.nuclearblast.de/nightwish\n\n\n NIGHTWISH - Making of new album 2015; Episode 5 (OFFICIAL TRAILER) A NEW NIGHTWISH ALBUM IS COMING! Enjoy the fifth episode of „the making of\" the new Nightwish album, which is scheduled to be released before summer 2015 SUB...",
          1412153652
        ],
        [
          "NIGHTWISH – release 'Storytime' (special clip) \n \n\nWhile NIGHTWISH are currently working on their upcoming new studio album, fans can enjoy a series of five special clips, with impressions of the »Imaginaerum« world-tour. \n\nToday marks number three, with an impressive clip for the NIGHTWISH hymn 'Storytime'. Click here: http://youtu.be/FVbQnm2vblM \n\nAlso check out: \nSpecial Clip #1: 'Planet Hell':  http://youtu.be/CRJ_csyXosU\nSpecial Clip #2: 'Last Of The Wilds': http://youtu.be/A-Djx6iZ70g\nTrailer #1 – The Cabin:  www.youtube.com/watch?v=BB1IrA8FwrY\nTrailer #2 – By The Lake:  www.youtube.com/watch?v=lIhsFClj0U4 \nTrailer #3 – Inside His Head: https://www.youtube.com/watch?v=GQ9PFUZ9uGs\nTrailer #4 – The Beginning Of Nightwish Summer Camp: www.youtube.com/watch?v=tJF4Twus_08\n\nYou can order the most current NIGHTWISH release, »Showtime, Storytime«, at this destination:                                                                 http://smarturl.it/NIGHTWISHShowtime\nor from the official Nightwish Shop at:                     http://shop.nightwish.com\nor via iTunes (live album incl. digital booklet):         http://georiot.co/2SNi\n\nwww.nightwish.com | www.facebook.com/nightwish | www.nuclearblast.de/nightwish\n\n---\n\nNIGHTWISH – veröffentlichen 'Storytime' (special clip) \n\nWährend NIGHTWISH derzeit auf Hochtouren an ihrem neuen, noch unbetitelten Studioalbum arbeiten, dürfen sich alle Fans auf eine Serie von fünf special-clips freuen, welche das Quintett mit Aufnahmen der »Imaginaerum« Welttournee aufgepeppt hat. \n\nHeute erscheint der dritte Clip, dieses Mal von dem großartigen 'Storytime'. \nKlickt hier: http://youtu.be/FVbQnm2vblM\n\nWeitere aktuelle Clips: \nSpecial Clip #1: 'Planet Hell':  http://youtu.be/CRJ_csyXosU\nSpecial Clip #2: 'Last Of The Wilds': http://youtu.be/A-Djx6iZ70g\nTrailer #1 – The Cabin:  www.youtube.com/watch?v=BB1IrA8FwrY\nTrailer #2 – By The Lake:  www.youtube.com/watch?v=lIhsFClj0U4 \nTrailer #3 – Inside His Head: https://www.youtube.com/watch?v=GQ9PFUZ9uGs\nTrailer #4 – The Beginning Of Nightwish Summer Camp: www.youtube.com/watch?v=tJF4Twus_08\n\nDas aktuelle NIGHTWISH Werk »Showtime, Storytime«, könnt ihr unter folgendem Link bestellen: http://smarturl.it/NIGHTWISHShowtime\nOder im Nightwish Shop:                                                       http://shop.nightwish.com\nOder via iTunes (live album inkl. digital booklet):               http://georiot.co/2SNi\n\nwww.nightwish.com | www.facebook.com/nightwish | www.nuclearblast.de/nightwish Timeline Photos",
          1411374247
        ],
        [
          "Fourth “making-of” album trailer (“The beginning of the Nightwish summer camp”) online!\n\nNIGHTWISH are currently working on their new album with producer Tero “TeeCee” Kinnunen. The yet-untitled creation will be the first NIGHTWISH studio-record to feature Dutch vocalist Floor Jansen. Longtime drummer Jukka Nevalainen will sit out on the recording sessions due to health issues; Kai Hahto (WINTERSUN u.a.) will replace him. It’s set for a release in spring 2015 via Nuclear Blast.\n \nToday the band put up the fourth album trailer, check it out here: www.youtube.com/watch?v=tJF4Twus_08\n \nCommented drummer Jukka Nevalainen on the first actual band rehearsal: “You have to remember that the last time we played together was about 11 months ago. It’s been quite a while. So, all things considered out initial stabs were pretty OK.”\nAdded guitarist Emppu Vuorinen: “You start to get into the songs when you rehearse them. We played a heavier tune, and it did get me moshing a bit. I don’t know if it has something to do with age – but the need to show off has diminished even more. It’s more like you want to do justice to the song and not strut your stuff.”\n \nAlso check out:\n \nTrailer #1 – The Cabin:                                             www.youtube.com/watch?v=BB1IrA8FwrY \nTrailer #2 – By The Lake:                                          www.youtube.com/watch?v=lIhsFClj0U4\nTrailer #3 – Inside His Head:                                    www.youtube.com/watch?v=GQ9PFUZ9uGs\nSpecial Clip #1: 'Planet Hell':                                   http://youtu.be/CRJ_csyXosU\nSpecial Clip #2: 'Last Of The Wilds':                         \nhttp://youtu.be/A-Djx6iZ70g\n \nYou can order the most current NIGHTWISH release, »Showtime, Storytime«, at this destination: http://smarturl.it/NIGHTWISHShowtime\nor from the official Nightwish Shop at:                 http://shop.nightwish.com\nor via iTunes (live album incl. digital booklet):     http://georiot.co/2SNi\n \nwww.nightwish.com | www.facebook.com/nightwish | www.nuclearblast.de/nightwish\n  NIGHTWISH - Making of new album 2015; Episode 4 (OFFICIAL TRAILER) A NEW NIGHTWISH ALBUM IS COMING! Enjoy the fourth episode of „the making of\" the new Nightwish album, which is scheduled to be released before summer 2015 SU...",
          1410422758
        ],
        [
          "NIGHTWISH – release 'Last Of The Wilds' (special clip)\n\nWhile NIGHTWISH are currently working on their upcoming new studio album, fans can enjoy a series of five special clips, with impressions of the »Imaginaerum« world-tour.\n \nToday marks number two, with an impressive clip for the NIGHTWISH classic 'Last Of The Wilds'. Click here: http://youtu.be/A-Djx6iZ70g\n \nAlso check out:\nSpecial Clip #1: 'Planet Hell':            http://youtu.be/CRJ_csyXosU\nTrailer #1 – The Cabin:          www.youtube.com/watch?v=BB1IrA8FwrY\nTrailer #2 – By The Lake:       www.youtube.com/watch?v=lIhsFClj0U4\nTrailer #3 – Inside His Head: https://www.youtube.com/watch?v=GQ9PFUZ9uGs\n \nYou can order the most current NIGHTWISH release, »Showtime, Storytime«, at this destination:                                                                           http://smarturl.it/NIGHTWISHShowtime\nor from the official Nightwish Shop at:                                http://shop.nightwish.com\nor via iTunes (live album incl. digital booklet):                    http://georiot.co/2SNi\n \nwww.nightwish.com | www.facebook.com/nightwish | www.nuclearblast.de/nightwish\n \n---\n \nNIGHTWISH – veröffentlichen 'Last Of The Wilds' (special clip)\n \nWährend NIGHTWISH derzeit auf Hochtouren an ihrem neuen, noch unbetitelten Studioalbum arbeiten, dürfen sich alle Sans auf eine Serie von fünf special-clips freuen, welche das Quintett mit Aufnahmen der »Imaginaerum« Welttournee aufgepeppt hat.\n \nHeute erscheint der zweite Clip, dieses mal von dem großartigen 'Last Of The Wilds'.\nKlickt hier: http://youtu.be/A-Djx6iZ70g\n \nWeitere aktuelle Clips:\nSpecial Clip #1: 'Planet Hell':            http://youtu.be/CRJ_csyXosU\nTrailer #1 – The Cabin:          www.youtube.com/watch?v=BB1IrA8FwrY\nTrailer #2 – By The Lake:       www.youtube.com/watch?v=lIhsFClj0U4\nTrailer #3 – Inside His Head: https://www.youtube.com/watch?v=GQ9PFUZ9uGs\n \nDas aktuelle NIGHTWISH Werk »Showtime, Storytime«, könnt ihr unter folgendem Link bestellen: http://smarturl.it/NIGHTWISHShowtime\nOder im Nightwish Shop:                                                                  http://shop.nightwish.com\nOder via iTunes (live album inkl. digital booklet):               http://georiot.co/2SNi\n \nwww.nightwish.com | www.facebook.com/nightwish | www.nuclearblast.de/nightwish Timeline Photos",
          1409298163
        ],
        [
          "NIGHTWISH – release 'Planet Hell' (special clip)\n \nWhile NIGHTWISH are currently working on their upcoming new studio album, fans can enjoy a series of five special clips, with impressions of the »Imaginaerum« world-tour.\n \nToday marks the start with an impressive clip for the NIGHTWISH classic 'Planet Hell'.\nEnjoy it here: http://youtu.be/CRJ_csyXosU\n \nAlso enjoy, the two new NIGHTWISH album trailers for the yet-untitled, upcoming new record, on the Nuclear Blast YouTube channel:\nTrailer #1 – The Cabin: www.youtube.com/watch?v=BB1IrA8FwrY\nTrailer #2 – By The Lake: www.youtube.com/watch?v=lIhsFClj0U4\n \nYou can order the most current NIGHTWISH release, »Showtime, Storytime«, at this destination:  http://smarturl.it/NIGHTWISHShowtime\nor from the official Nightwish Shop at:                                http://shop.nightwish.com\nor via iTunes (live album incl. digital booklet):                    http://georiot.co/2SNi\n \nwww.nightwish.com | www.facebook.com/nightwish | www.nuclearblast.de/nightwish\n \n  NIGHTWISH - Planet Hell (OFFICIAL LIVE CLIP) Live clip from Nightwish's 'PLANET HELL'. Fore more Nightwish live, check the DVD SHOWTIME, STORYTIME: http://bit.ly/nightwish-showtime SUBSCRIBE to Nuclear ...",
          1407838807
        ],
        [
          "NIGHTWISH – second “making-of” album trailer online!\n\nNIGHTWISH are currently working on their new album. The yet-untitled creation will be the first NIGHTWISH studio-record to feature Dutch vocalist Floor Jansen. It’s set for a release in spring 2015 via Nuclear Blast.\n \nToday the band put up the second album trailer, check it out here: http://youtu.be/lIhsFClj0U4 \n \nIn this second “making-of” episode, NIGHTWISH give an insight on the demo recordings of the songs, all done “by the lake”.\n \nCommented keyboardist and main composer Tuomas Holopainen: “This is the third time we’ve opted to demo the songs in the wilderness. It’s proven to be a very effective arrangement.”\n \nAdded bass player and vocalist Marco Hietala: “There’s stuff that sounds excellent already and stuff that clearly needs some work still. We have such a strong belief in the end result that we know if will work like alchemy: Scheiße will turn to gold.”\n \nIn case you missed the first episode, you can check is out here: http://youtu.be/BB1IrA8FwrY\n \nYou can order the most current NIGHTWISH release, »Showtime, Storytime«, at this destination: http://smarturl.it/NIGHTWISHShowtime\nor from the official Nightwish Shop at:                 http://shop.nightwish.com\nor via iTunes (live album incl. digital booklet):     http://georiot.co/2SNi\n \nwww.nightwish.com | www.facebook.com/nightwish | www.nuclearblast.de/nightwish Timeline Photos",
          1406714605
        ],
        [
          "New album in the making, first trailer online!\n\nSit back and fasten your fairytale seatbelts, as of today NIGHTWISH reveal a first glimpse into their new album. The yet-untitled creation will be the first NIGHTWISH studio-record to feature Dutch vocalist Floor Jansen. It’s set for a release in spring 2015 via Nuclear Blast.\n\nCheck out the first “Making of” trailer here: http://youtu.be/BB1IrA8FwrY \n\nEnjoy the ride, as NIGHTWISH take you on a trip to where the magic happens: Settled right in the middle of the beautiful wintery landscape of Eno, Finland, band members and sound staff gather round the long table of “the Cabin” to discuss every aspect, relevant for the making of NIGHTWISH album #8. So far the bands’ mastermind, keyboardist and visionary composer Tuomas Holopainen and sound engineer Tero “TeeCee” Kinnunen recorded demo version of 12 songs.\n\nCommented Tuomas Holopainen: “From the moment I start writing the song, I have the story in my head. I have a really clear vision how the songs should sound like at this point. Of course they will chance after band rehearsals and arranging. And they should change!”\n\nMore “Making of” episodes to come, so keep your eyes peeled to the Nuclear Blast YouTube channel!\n\nYou can order the most current NIGHTWISH release, »Showtime, Storytime«, at this destination:  http://smarturl.it/NIGHTWISHShowtime\nor from the official Nightwish Shop at:  http://shop.nightwish.com\nor via iTunes (live album incl. digital booklet):  http://georiot.co/2SNi\n\nwww.nightwish.com | www.facebook.com/nightwish | www.nuclearblast.de/nightwish\n\nNIGHTWISH – arbeiten an neuem Album, erster Trailer online!\n\nLehnt euch zurück und schnallt euch fest an, denn heute geben NIGHTWISH einen ersten Einblick in ihr neues, bevorstehendes Album. Das bisher noch unbetitelte Epos ist das erste NIGHTWISH Studioalbum, auf dem die niederländische Sängerin Floor Jansen vertreten ist. Erscheinen soll das Werk im Frühjahr 2015 via Nuclear Blast.\n\nDen ersten “Making of” Trailer könnt ihr hier sehen: http://youtu.be/BB1IrA8FwrY \n\nGenießt die Reise, denn NIGHTWISH nehmen euch mit an magischen Ort: Inmitten der wundervollen Winterlandschaft im finnischen Eno, versammeln sich Bandmitglieder und Soundtüftler, um alle Aspekte zu besprechen, die für die Entstehung des achten NIGHTWISH Longplayers relevant sind. Bisher hat Bandleader, Keyboarder und Kompositionsvisionär Tuomas Holopainen zusammen mit Toningenieur Tero “TeeCee” Kinnunen Demoversionen von 12 Songs aufgenommen. \n\nDazu Tuomas Holopainen: “Von dem Moment an, wenn ich einen Song schreibe, habe ich die Geschichte dazu im Kopf. Ich habe eine klare Vorstellung davon, wie die Songs klingen sollen. Natürlich verändern sich die Songs mit jeder Probe und jedem neuem Arrangement. Und so soll es auch sein!“\n\nWeitere “Making of” Folgen kommen bald, also haltet eure Augen auf und besucht regelmäßig den Nuclear Blast YouTube Kanal!\n\nDas aktuelleste NIGHTWISH Werk »Showtime, Storytime«, könnt ihr unter folgendem Link bestellen:                                                                        http://smarturl.it/NIGHTWISHShowtime\nOder im Nightwish Shop:                                           http://shop.nightwish.com\nOder via iTunes (live album inkl. digital booklet):    http://georiot.co/2SNi\n\nwww.nightwish.com | www.facebook.com/nightwish | www.nuclearblast.de/nightwish Timeline Photos",
          1404910867
        ],
        [
          "»Showtime, Storytime« is now available via iTunes Concert Film: http://georiot.co/31Sr\r\n\r\nYou can order it within the following countries: USA, UK, Germany, Austria, Switzerland, Canada, Hong Kong, Israel, Malaysia, Mexico, New Zealand, Singapore, South Africa, Taiwan, Province Of China and Turkey.\r\n\r\nAlso available is the worldwide audio only digital live release (live album incl. digital booklet) here: http://georiot.co/2SNi Timeline Photos",
          1387794125
        ],
        [
          "Three weeks after the release of »Showtime, Storytime« we are proud to announce the following charts entries:\r\n\r\nBelgium #11 (Belgium Flanders #15, Belgium Walloonia #7)\r\nGermany #6 (Germany DVD #1)\r\nFinland #40 (Finland DVD #1)\r\nFrance DVD #2\r\nSweden DVD #2\r\nSwitzerland #52\r\nUK #126 (UK Rock #5)\r\n\r\nCheers to everyone who already got their copy!\r\n\r\nYou can order yours from the Nightwish Shop at http://shop.nightwish.com/\r\nOR\r\nfrom http://smarturl.it/NIGHTWISHShowtime\r\nOR\r\nvia iTunes (live album incl. digital booklet) http://georiot.co/2SNi Timeline Photos",
          1387367973
        ]
      ],
      "dates_start": 1402821880,
      "dates_end": 1423716913,
      "likes_avg": 13299,
      "likes_stdev": 8412,
      "comments_avg": 423,
      "comments_stdev": 556,
      "shares_avg": 2074,
      "shares_stdev": 3145
    },
    {
      "number": 23,
      "important": [
        "actual",
        "stage",
        "timelin",
        "ever",
        "thank",
        "pictur",
        "photo",
        "come",
        "timelin photo",
        "isoaho"
      ],
      "common": [
        "imaginaerum",
        "imaginaerum tour",
        "isoaho",
        "nightwish",
        "nightwish timo",
        "nightwish timo isoaho",
        "pics",
        "timo",
        "timo isoaho",
        "tour"
      ],
      "messages": [
        [
          "Paris! We were here! Thank you for coming!!!\n\npicture by Timo Isoaho. Timeline Photos",
          1448445600
        ],
        [
          "THANK YOU ROCK IN RIO !!!\nYou 85 000 made us 7 on stage the happiest people ever :) Muito obrigado !!! (Photo by Timo Isoaho) Timeline Photos",
          1443262756
        ],
        [
          "Thank you, Los Angeles ! It was truly a night to remember !\nPhoto by Timo Isoaho. Timeline Photos",
          1430606356
        ],
        [
          "Ilosaarirock 2013 (c) Timo Isoaho Imaginaerum Tour & More",
          1374003277
        ],
        [
          "Thank you Tuska! Always a pleasure!\n\nCheck some photos from the fest taken by Timo Isoaho. Nightwish (c) Timo Isoaho",
          1372676206
        ],
        [
          "Sauna Open Air Festival (c) Timo Isoaho Imaginaerum Tour & More",
          1370749080
        ],
        [
          "(c) Timo Isoaho Imaginaerum Tour & More",
          1352899154
        ],
        [
          "A few pics from Provinssirock 15.6. Nightwish (c) Timo Isoaho",
          1339997479
        ],
        [
          "New pics from the Finnish tour! Nightwish (c) Timo Isoaho",
          1331707059
        ],
        [
          "Pics from the Joensuu show. Nightwish (c) Timo Isoaho",
          1331466774
        ],
        [
          "Some new pics added from the first three shows. Have a look! Nightwish (c) Timo Isoaho",
          1330898886
        ],
        [
          "Greetings from LA! Nightwish (c) Timo Isoaho",
          1327179498
        ],
        [
          "Soundi.fi published a little video of our rehearsals at the Nosturi club (Helsinki, Finland). Soundi.fi: Nightwish Imaginaerum Tour rehearsal at Nosturi, Finland Nightwish having rehearsal for Imaginaerum tour before leaving for US. At club Nosturi, Helsinki, Finland. January 5th 2012. Video: Timo Isoaho, editing: Mik...",
          1327013785
        ],
        [
          "Some new pics added. Nightwish (c) Timo Isoaho",
          1326348505
        ]
      ],
      "dates_start": 1321626893,
      "dates_end": 1407980879,
      "likes_avg": 7647,
      "likes_stdev": 10386,
      "comments_avg": 161,
      "comments_stdev": 149,
      "shares_avg": 3113,
      "shares_stdev": 5234
    }
  ]
}