{
  "pagename": "paulocoelho",
  "page_name_displayed": "Paulo Coelho",
  "globalstats": {
    "fan_count": 29272193,
    "messages": 1417,
    "likes_avg": 41054,
    "likes_stdev": 42874,
    "comments_avg": 574,
    "comments_stdev": 708,
    "shares_avg": 14652,
    "shares_stdev": 21286,
    "graph_uri": "clusters/paulocoelho.png"
  },
  "clusters": [
    {
      "number": 1,
      "important": [
        "dos",
        "que",
        "nosso",
        "paulo coelho",
        "coelho",
        "paulo",
        "um",
        "como",
        "da",
        "accra"
      ],
      "common": [
        "aleph",
        "autor",
        "coelho",
        "de",
        "mais",
        "min",
        "paulo",
        "paulo coelho",
        "um",
        "video"
      ],
      "messages": [
        [
          "5.662 Paulo Coelho Quotes  (Goodreads) http://bit.ly/2lbOVyM",
          1486395212
        ],
        [
          "http://glo.bo/2j01Pyv Paulo Coelho é escolhido pela Fundação Einstein como um dos 100 maiores pensadores do nosso tempo | Lauro Jardim - O Globo Paulo Coelho é o novo “Visionário” da Fundação Albert Einstein. A honraria, que também premia Shimon Peres, Alice Munro e outros dez ganhadores ...",
          1483972391
        ],
        [
          "Um preconceito chamado Paulo Coelho http://bit.ly/2fubz1P Um preconceito chamado Paulo Coelho – MR NEWS Um preconceito chamado Paulo Coelho 14/11/2016 COLUNAS A primeira pergunta que me faziam sempre quando eu dizia “Não posso opinar sobre Paulo Coelho pois nunca li nada dele…” era um seguido de: “ Como você é blogueira literária e nunca leu Paulo Coelho?”. Pois é, a gente aprende na escola a ler Mach...",
          1479407386
        ],
        [
          "Exclusive Excerpt from “The Spy” by Paulo Coelho",
          1479232817
        ],
        [
          "Paulo Coelho é o autor em língua portuguesa mais traduzido do mundo http://veja.abril.com.br/blog/radar-on-line/cultura/em-obras-traduzidas-paulo-coelho-desbanca-saramago/ via @veja Timeline Photos",
          1475346801
        ],
        [
          "TwoBad, May 1: \"Listening carefully to Paulo Coelho\" Timeline Photos",
          1462139094
        ],
        [
          "Expo Paulo Coelho Salon du Livre Timeline Photos",
          1461787086
        ],
        [
          "Mais uma resenha aqui: Adultério | Paulo Coelho http://bit.ly/1mgzPj8 Timeline Photos",
          1397732266
        ],
        [
          "#1 Pele #2 Paulo Coelho\nEntenda como Paulo Coelho virou o autor vivo mais traduzido do planeta (Forbes) http://on-msn.com/1gdRHY1 Timeline Photos",
          1391959927
        ],
        [
          "Merci a vous pour la photo\r\n\"Asma B. Mohd: Merci Coelho pour cette merveille\" Timeline Photos",
          1370772584
        ],
        [
          "My conference today, opening the Campus Party Europe (Berlin). It will take 56 min to watch it, so only click in the video if you are really interested in Literature + Technology CPEUROPE - Paulo Coelho CPEUROPE - Paulo Coelho",
          1345668785
        ],
        [
          "2:30 min video Paulo Coelho on Luck, Coincidence, and Faith Paulo Coelho discusses his thoughts on Luck, Coincidence, and Faith. ",
          1339107488
        ],
        [
          "Paulo Coelho, vintage 1973 (as a hippie...) Timeline Photos",
          1336470607
        ],
        [
          "1:55 MIN video The journey",
          1333494656
        ],
        [
          "1 MIN VIDEO (Aleph already in paperback UK, and in June paperback US) Paulo Coelho Aleph In his most personal novel to date, bestselling author Paulo Coelho returns with a remarkable journey of self-discovery. Available now at Amazon http://amzn....",
          1333102680
        ],
        [
          "My friends and I praying in several languages, March 19 2012 Paulo Coelho Saint Joseph Italy 2012.mov Paulo Coelho prayer to Saint Joseph at in Marostica Italy 2012",
          1332511349
        ],
        [
          "Video 2 min: from tomorrow on, ALEPH in UK PAULO COELHO TALKS ABOUT 'ALEPH' Available now at Amazon http://amzn.to/zTdpR7 In his most personal novel to date, bestselling author Paulo Coelho returns with a remarkable journey of self-d...",
          1331233456
        ],
        [
          "Ontem postei isso, mas dei email errado. É o seguinte: lutei muito p/abaixar o preço dos livros, a editora fez parceria com Saraiva para isso. Prometeram visibilidade e displays (vejam link abaixo). Peço ajuda aqui: se tiverem tempo, vejam se está tudo ok. E enviem comentário para pilar_piedra@hotmail.com  Obrigadíssimo Mês Paulo Coelho - Saraiva.com.br Conheça a obra de Paulo Coelho, o autor brasileiro mais lido no mundo.",
          1331038438
        ],
        [
          "Uma grande batalha vencida: conseguir reduzir o preço de meus livros. Cliquem no link abaixo Mês Paulo Coelho - Saraiva.com.br Conheça a obra de Paulo Coelho, o autor brasileiro mais lido no mundo.",
          1330726712
        ],
        [
          "3:21 min video en Espanol Enigma Blanco (Paulo Coelho) Recopilación personal sobre citas del famoso escritor Paulo Coelho, recopiladas desde 2008 hasta 2010. Musica orquestada de Bill Douglas. Edición y Montaje r...",
          1328448878
        ],
        [
          "2 MIN  visual hallucinogenic video (gift from a friend, Flavio Waiterman) Paulo Coelho, Aleph by Flavio Waiterman",
          1325935554
        ]
      ],
      "dates_start": 1323820264,
      "dates_end": 1452987751,
      "likes_avg": 7523,
      "likes_stdev": 5344,
      "comments_avg": 262,
      "comments_stdev": 238,
      "shares_avg": 728,
      "shares_stdev": 604
    },
    {
      "number": 2,
      "important": [
        "life",
        "reader",
        "thought",
        "woman",
        "week",
        "paulo",
        "friend",
        "light",
        "accra",
        "thank"
      ],
      "common": [
        "photo",
        "reader",
        "readers",
        "record",
        "thank",
        "thank usa",
        "tomorrow",
        "usa",
        "weeks",
        "years"
      ],
      "messages": [
        [
          "Thank you all, my friends! Readers II",
          1481295582
        ],
        [
          "Thank you Thank you",
          1479832412
        ],
        [
          "Thank you all for the photos! Readers I",
          1479570846
        ],
        [
          "Victor Sokovin : \"#TheSpy #DeSpion by @paulocoelho opening the week in #1 in the Netherlands. Congrats, Paulo\"\nThank you for the photo, Victor \n\"A thoughtful, unadorned outline that sheds light on the life of this strong and mysterious woman\". – Het Algemeen Dagblad Timeline Photos",
          1476804408
        ],
        [
          "Thank you Montenegro! Timeline Photos",
          1475075087
        ],
        [
          "One more week to complete 8 YEARS on the list !!! Thank you all #record Timeline Photos",
          1473516169
        ],
        [
          "Next Sunday: 400 weeks (the previous record was 252 weeks, in 1950) Obrigado a todos os brasileiros que sempre me apoiaram Timeline Photos",
          1466105139
        ],
        [
          "Thank you Malala, 2015 Nobel laureate Timeline Photos",
          1456922154
        ],
        [
          "Thank you for the photo #TheAlchemist Timeline Photos",
          1453343923
        ],
        [
          "Celebrating 388 weeks = 7 years 6 months on the most important bestseller list in the world #record \nE finalmente, a partir desta semana, a edição especial ( mesmo preço da normal) já está nas livrarias e portais! Celebrando 7 anos e 6 meses na lista dos mais vendidos do NY Times, um recorde nunca alcançado nem mesmo por americano Timeline Photos",
          1453123551
        ],
        [
          "Thank you for this gift, Isabel E. & Happy 2015! Thank you for a wonderful 2014 A reader just sent this incredible video about our 2014. Thank you all for making it possible.",
          1420022821
        ],
        [
          "Tomorrow: 6 years 4 months in the list. Thank you USA Timeline Photos",
          1418468310
        ],
        [
          "Thank you USA readers: 316 weeks (more than 6 years)) in the list Timeline Photos",
          1408277796
        ],
        [
          "Tomorrow: 314 weeks. Thank you USA! Timeline Photos",
          1406978743
        ],
        [
          "Tomorrow in the NY Times: 3rd place and 312 weeks. Thank you USA readers #record Timeline Photos",
          1405793573
        ],
        [
          "Tomorrow: 304 weeks ! #record Timeline Photos",
          1400963863
        ],
        [
          "Tomorrow: 302 weeks and 3rd place. Thank you USA\n#record Timeline Photos",
          1399721383
        ],
        [
          "USA Today (fiction + non-fiction ) 301 weeks!!! Thank you my US readers Timeline Photos",
          1388701976
        ],
        [
          "Thank you for the photo @rakhawy_y Timeline Photos",
          1373912698
        ],
        [
          "Tomorrow: Netherlands! Timeline Photos",
          1349984248
        ],
        [
          "My youngest reader (obrigado Eliana Varussa por enviar a foto) Timeline Photos",
          1348436074
        ],
        [
          "30 July, Main Beach, East Hampton, Noah filming set. \r\nEmma Watson reading \"The Alchemist\" \r\n(photo and information sent by a reader) Timeline Photos",
          1343728841
        ],
        [
          "(thank you for the photo) Timeline Photos",
          1343659682
        ],
        [
          "My youngest reader ( Philippines ) Timeline Photos",
          1331939945
        ]
      ],
      "dates_start": 1368408313,
      "dates_end": 1467939955,
      "likes_avg": 13499,
      "likes_stdev": 14910,
      "comments_avg": 313,
      "comments_stdev": 319,
      "shares_avg": 816,
      "shares_stdev": 1304
    },
    {
      "number": 3,
      "important": [
        "english portugu",
        "portugu espanol",
        "life",
        "arriv",
        "portugu",
        "english",
        "espanol",
        "english portugu espanol",
        "accra",
        "daili"
      ],
      "common": [
        "aqui",
        "blog",
        "coelho",
        "coelho blog",
        "english",
        "espanol",
        "paulo",
        "paulo coelho",
        "paulo coelho blog",
        "portugues"
      ],
      "messages": [
        [
          "Archery and our daily life (ebook, 2,99) http://bit.ly/1kY840e  (ENGLISH, PORTUGUES, ESPANOL, ITALIANO, DEUTSCH ) Timeline Photos",
          1392836857
        ],
        [
          "Sunday reading (ENGLISH, ESPANOL, PORTUGUES) 11 minutes of sex — Paulo Coelho's Blog En ESPANOL AQUI>>>: Once minutos EM PORTUGUES: Onze minutos art by Rev Cruz The men she had met since she arrived in Geneva always did everything they could to appear confident, as if they were in perfect control of the",
          1350835173
        ],
        [
          "I am posting it again, just to be sure that my followers here DON'T pass the normality  test...\n(Post in ENGLISH, ESPANOL, PORTUGUES - espero que ninguem aqui seja normal...) Character of the week: Normality — Paulo Coelho's Blog TRADUCCION EN ESPANOL AQUI>>> Es considerado normal… TRADUÇÃO EM PORTUGUES AQUI >>>É considerado normal… ",
          1346444888
        ],
        [
          "Are you normal? Here is the checklist\nPost in ENGLISH, PORTUGUES, ESPANOL Character of the week: Normality — Paulo Coelho's Blog TRADUCCION EN ESPANOL AQUI>>> Es considerado normal… TRADUÇÃO EM PORTUGUES AQUI >>>É considerado normal… ",
          1346407308
        ],
        [
          "Post in English, Portugues, Espanol, Français Prayer of Forgiveness — Paulo Coelho's Blog EM PORTUGUES AQUI: Oração do Perdão EN ESPANOL AQUI: “Te perdono porque te amo y tu to me amas” EN FRANÇAIS ICI : Prière du Pardon ( O Aleph) ",
          1346188593
        ],
        [
          "Monday reading, just in case you get insulted this week... (in ENGLISH, ESPANOL, PORTUGUES) The gift of insults — Paulo Coelho's Blog ESPANOL: El regalo de los insultos PORTUGUES: O presente dos insultos ",
          1344862028
        ],
        [
          "Things pass, and the best we can do is to let them really go away: 1 MIN Sunday reading (ENGLISH, PORTUGUES, ESPANOL) 1 MIN reading: closing cycles — Paulo Coelho's Blog ESPANOL AQUI: CERRANDO CIRCULOS PORTUGUES AQUI: ENCERRANDO CICLOS",
          1344769711
        ],
        [
          "Today's reading (English, Portugues, Espanol) 11 minutes of sex — Paulo Coelho's Blog En ESPANOL AQUI>>>: Once minutos EM PORTUGUES: Onze minutos ",
          1344509113
        ],
        [
          "For those who are not very happy this Saturday (IN ENGLISH, PORTUGUES, ESPANOL) Convention for those wounded in love — Paulo Coelho's Blog PARA PORTUGUES CLICAR AQUI : Convenção dos feridos por amor PARA ESPANOL CLICAR AQUI: Convención de los heridos de amor ",
          1343480380
        ],
        [
          "Friday 1 min reading (English, Portugues, Espanol ) The secret of happiness (ENG, ESPA, PORT) — Paulo Coelho's Blog EN ESPANOL CLICAR AQUI: Las dos gotas de aceite EM PORTUGUES, CLICAR AQUI: As duas gotas de óleo _________________________________________ Story taken from my book “The Alchemist”",
          1343404639
        ],
        [
          "1 min reading (Engl, Port, Espa) The 3 symptoms of killing our dreams — Paulo Coelho's Blog ESPANOL CLICAR AQUI: Matando los suenos PORTUGUES CLICAR AQUI: Matando os sonhos ",
          1342982994
        ],
        [
          "(post in English e Portugues) Happy Birthday Madiba!  (PORT, ENG) — Paulo Coelho's Blog June 2010, Nelson Mandela returns to his cell There is nothing like returning to a place that remains unchanged to find the ways in which you yourself have altered. Education is the most powerful weapon which you can use to",
          1342604438
        ],
        [
          "Post English, Portugues, Espanol. Happy Mothers Day!   When You Thought I Wasn’t Looking — Paulo Coelho's Blog _____________________________ EM PORTUGUES: Quando você achou que eu não estava olhando EN ESPANOL: Quando pensabas que no estaba mirando _____________________________ by Mary Rita Schilke Korzan   When you thought I wasn’t looking You hung my first painting on the refrigerator",
          1336931315
        ],
        [
          "Happy Mothers Day/ Feliz Dia das Mães Your children / Sus hijos/ Teus filhos — Paulo Coelho's Blog ENGLISH / PORTUGUES / ESPANOL",
          1336907073
        ],
        [
          "The magic moment (English, Portugues, Espanol)  The magic moment — Paulo Coelho's Blog POST EN ESPANOL AQUI: El instante mágico POS EM PORTUGUES AQUI: O momento mágico (USA ONLY:”By the River Piedra I sat down and wept” for 0,99 USD Kindle + Nook + iBookstore) And then he told us: We have to",
          1336776088
        ],
        [
          "11 minutes of sex (English, Portugues, Espanol)  11 minutes of sex — Paulo Coelho's Blog IMPORTANT: in USA, ““Eleven Minutes” is available as an ebook for 0,99 USD till this next Sunday, May 13 in Kindle + Nook + iBookstore _____________________________________________ EM ESPANOL AQUI>>>: Once minutos EM PORTUGUES: Onze minutos The men she had met",
          1336730967
        ],
        [
          "English, Portugues, Espanol 1 MIN READING: Bitterness (Eng, Port, Espa) — Paulo Coelho's Blog EM PORTUGUES AQUI: Amargura EN ESPANOL AQUI: Amargura _______________________________________In my book “Veronika decides to die”, which takes place in a psychiatric hospital, the director develops a theory about an undetectable poison which contaminates the organism over the years: vitriol. Like",
          1335107385
        ],
        [
          "1 MIN READING/LEITURA In English, Portugues, Espanol The secret of happiness (ENG, ESPA, PORT) — Paulo Coelho's Blog EN ESPANOL CLICAR AQUI: Las dos gotas de aceite EM PORTUGUES, CLICAR AQUI: As duas gotas de óleo _________________________________________ ",
          1333998534
        ],
        [
          "20 SEC READING in English, Espanol, Portugues Passion: let me not beg for the stilling of my pain — Paulo Coelho's Blog EM PORTUGUES> Não me deixe implorar para acalmar a minha dor EN ESPANOL >> No me dejes pedir alivio para mi dolor _________________________________________ “Let me not pray to be sheltered from dangers, but to be fearless in facing them. Let",
          1333722425
        ],
        [
          "English y Espanol 15 SEC READING: Rebuilding the world — Paulo Coelho's Blog  EN ESPANOL AQUI > Reconstruir el mundo ",
          1333532138
        ],
        [
          "Post em PORTUGUES Y ESPANOL  Maria e o sexo — Paulo Coelho's Blog",
          1332876237
        ],
        [
          "20 SEC READING in English, Portugues, Espanol 20 SEC READING: The lady in Copacabana — Paulo Coelho's Blog EM PORTUGUES CLICAR AQUI: A velha em Copacabana EN ESPANOL CLICAR AQUI: La señora en Copacabana ",
          1332587993
        ],
        [
          "40 SEC READING English, Portugues, Espanol We are the revolution — Paulo Coelho's Blog EN ESPANOL: La nueva revolución EM PORTUGUES: Nós somos a revolução ",
          1332499675
        ],
        [
          "1 MIN READING (English, Portugues, Espanol) 1 MIN READ: If I had my life to live over — Paulo Coelho's Blog PARA LEER EN ESPANOL, CLICAR AQUI > Instantes PARA LER EM PORTUGUES, CLICAR AQUI > Instantes  ",
          1332463820
        ],
        [
          "Post in English, Portugues, Espanol (for other translations: header of the blog ) Why we love men (ENG, PORT, ESPA) — Paulo Coelho's Blog",
          1331494046
        ],
        [
          "English, Portugues, Espanol (clicar en el link abajo) 25 years: a profile — Paulo Coelho's Blog by Ivan Finotti",
          1331152402
        ],
        [
          "1 MIN READING Boredom  (English, Espanol, Portugues) My master and I – Boredom — Paulo Coelho's Blog EM PORTUGUES AQUI: O tédio EM ESPANOL AQUI: El tédio _____________________ (these notes were written in August 1986) We are sitting in a garden in a French town. – Deep down, people complain, but they love routines – I said.",
          1330862711
        ],
        [
          "30 SEC READING (links para Portugues y Espanol) Ignored by God — Paulo Coelho's Blog LINKS para Portugues y Espanol",
          1330552059
        ],
        [
          "Post in English, Portugues y Espanol Convention for those wounded in love — Paulo Coelho's Blog IN ENGLISH, PORTUGES Y ESPANOL",
          1330088339
        ],
        [
          "Post in English y Espanol Your love should never be offered…(Hafez) — Paulo Coelho's Blog a poem by Hafez Love sometimes wants to do us a great favor: hold us upside down and shake all the nonsense out. Your love Should never be offered to the mouth of a stranger, Only to someone who has",
          1329591495
        ],
        [
          "1 MIN READING ( English, Portugues, Espanol, Français) Tears are words that need to be written — Paulo Coelho's Blog ENGLISH, PORTUGUES, FRANCAIS, ESPANOL",
          1329352800
        ],
        [
          "1 min reading ( + link para post en Espanol) Finding the signs — Paulo Coelho's Blog CON LINK PARA POST EN ESPANOL",
          1328181691
        ],
        [
          "40 SEC READING (in English, Français, Portugues, Espanol) The fire of friendship — Paulo Coelho's Blog POST IN ENGLISH, FRANÇAIS, PORTUGUES, ESPANOL",
          1327856000
        ],
        [
          "Post in English, Portugues, Espanol 1 min reading: Killing our dreams — Paulo Coelho's Blog The first symptom of the process of our killing our dreams is the lack of time. The busiest people I have known in my life always have time enough to do everything. Those who do nothing are always tired and",
          1327483194
        ],
        [
          "An interesting read (found in El Pais) 30 sec reading:  The black man (a true story) — Paulo Coelho's Blog CLICAR EN EL LINK EN EL INICIO DEL POST PARA EL TEXTO EN ESPANOL",
          1326978034
        ],
        [
          "I wrote my thoughts on how to apply archery lessons in our daily life. This text is only for Kindle and iBooks\nPublished in ENGLISH, PORTUGUES, ESPANOL, GERMAN, ITALIANO.\nPrice: USD 3,57 = EUR 2,78 Kindle single: The way of the bow — Paulo Coelho's Blog “”If archer shoots just for fun he has all his skill. If he shoots for score his hands tremble and his breath is uneasy. If he shoots for a golden price he becomes mad and blind. His skill was not",
          1326452896
        ],
        [
          "Post in English, Espanol, Portugues 1 min reading: the world as a mirror — Paulo Coelho's Blog POST IN ENGLISH, ESPANOL, PORTUGUES",
          1325501554
        ]
      ],
      "dates_start": 1325749729,
      "dates_end": 1348791188,
      "likes_avg": 4625,
      "likes_stdev": 1703,
      "comments_avg": 205,
      "comments_stdev": 108,
      "shares_avg": 826,
      "shares_stdev": 382
    },
    {
      "number": 4,
      "important": [
        "onc",
        "video",
        "paulo coelho",
        "coelho",
        "feel",
        "paulo",
        "al",
        "coelhooffic",
        "everyon",
        "talk"
      ],
      "common": [
        "coelho",
        "em",
        "espanol",
        "paulo",
        "paulo coelho",
        "portugues",
        "portugues espanol",
        "subtitulos",
        "video",
        "videocast"
      ],
      "messages": [
        [
          "Video 6 min (subtitulos Portugues y Espanol) CoelhoOffice 12 - Feeling useless Videocast #12 - Paulo Coelho talking about how everyone once in a while feels useless. Videocast #12 - Paulo Coelho falando sobre como todas as pessoas em al...",
          1332340735
        ],
        [
          "My doctor told me in November: \"you are going to die in 30 days\". And NO, he was not wrong - check the video below (subtitulos em PORTUGUES y ESPANOL > clicar em CC na barra inferior da tela)  CoelhoOffice 11 - You are going to die in 30 days Videocast #11 - Paulo Coelho talking about how the doctor told him that he was going to die in 30 days. VIdeocast #11 - Paulo Coelho falando sobre como o méd...",
          1331577214
        ],
        [
          "In English (subtitulos em Portugues y Espanol clicando CC na barra inferior) CoelhoOffice 10 - Around the fire Videocast #10 - Part 2 of Paulo Coelho talking about one of his experiences in the desert. Videocast #10 - Parte 2 - Paulo Coelho falando sobre uma de suas e...",
          1331029592
        ],
        [
          "5 MIN video: I was a little irresponsible, but I always need to try my limits (subtitulos em Portugues y Espanol: clique em CC na barra inferior do video) CoelhoOffice 09 - Desert I SUBTITULOS EM PORTUGUES Y ESPANOL: clicar em CC na barra inferior do video",
          1330465685
        ],
        [
          "5 MIN VIDEO (subtitulos em Portugues y Espanol, clicando em CC na barra inferior da tela) CoelhoOffice 08 - Signs SUBTITULOS EM PORTUGUES Y ESPANOL (CLICAR EM cc NA BARRA INFERIOR DA TELA)",
          1330278764
        ],
        [
          "5 MIN video (subtitulos em Portugues y Espanol ) CoelhoOffice 07 - The meaning of life Videocast #7 - Paulo Coelho talking about the meaning of life. Videocast #7 - Paulo Coelho falando sobre o sentido da vida. Videocast #7 - Paulo Coelho habla...",
          1329614728
        ],
        [
          "5 min video (subtitulos em Portugues y Espanol, clicando em CC na barra inferior da tela do video)  CoelhoOffice 07 - The meaning of life SUBTITULOS EM PORTUGUES Y ESPANOL CLICANDO EM \"CC\" NA BARRA INFERIOR DA TELA ",
          1329263381
        ],
        [
          "5 MIN VIDEO ( subtitulos em Portugues y Espanol clicando em CC na barra inferior)  CoelhoOffice 06 - Humans and energy Videocast #6 - Paulo Coelho talking about exchanging energy. Videocast #6 - Paulo Coelho falando sobre troca de energia. Videocast #6 - Paulo Coelho hablando...",
          1328612375
        ],
        [
          "5 min video (subtitulos em Espanol e Portugues) Love doesn't limit itself to relationships. It is a celebration of life. CoelhoOffice 03 - On writing (III) : Inspiration ONLINE EVERY MONDAY/SEGUNDA/LUNES SUBTITULOS: Clicar CC na barra inferior da tela) Podcast #3 - Paulo Coelho talking about inspiration to write a book. Video...",
          1326816868
        ],
        [
          "Video 5 min: my thoughts on writing (subtítulos em Portugues y Espanol, clicar em CC na tela/ en la pantalla) CoelhoOffice 02 - On writing (II) : The puzzle",
          1326327935
        ]
      ],
      "dates_start": 1327783259,
      "dates_end": 1331482195,
      "likes_avg": 5392,
      "likes_stdev": 2454,
      "comments_avg": 341,
      "comments_stdev": 201,
      "shares_avg": 927,
      "shares_stdev": 749
    },
    {
      "number": 5,
      "important": [
        "live",
        "mind",
        "dailywalk",
        "best",
        "moment",
        "dailywalk timelin",
        "dont",
        "fear",
        "accra",
        "need"
      ],
      "common": [
        "dailywalk",
        "happy",
        "happy sunday",
        "happy sunday dailywalk",
        "need",
        "nothing nobody side",
        "road",
        "sunday",
        "sunday dailywalk",
        "teaches"
      ],
      "messages": [
        [
          "The best moments of our lives don't need explanations #DailyWalk Timeline Photos",
          1487437758
        ],
        [
          "#DailyWalk Timeline Photos",
          1486998371
        ],
        [
          "Do not allow anxiety to control your life. \nFocus your mind on what is truth in the midst of uncertain times.\nFear nothing and nobody, I am by your side #DailyWalk Timeline Photos",
          1486344866
        ],
        [
          "Relax and enjoy #DailyWalk Timeline Photos",
          1465565367
        ],
        [
          "Gas Station 1940 #DailyWalk Timeline Photos",
          1465065227
        ],
        [
          "Sunset #DailyWalk Timeline Photos",
          1464105807
        ],
        [
          "Bom domingo! Happy Sunday! #DailyWalk Timeline Photos",
          1460899014
        ],
        [
          "River . of flowers / Happy Sunday  #DailyWalk Timeline Photos",
          1459691348
        ],
        [
          "##DailyWalk Timeline Photos",
          1451228985
        ],
        [
          "Dec 22: solstice! #DailyWalk Timeline Photos",
          1450835457
        ],
        [
          "Finally! The first snowfall is getting closer. As they say in \"Game of Thrones\", winter is coming ##DailyWalk Timeline Photos",
          1448134124
        ],
        [
          "Probably the photographers think that I am Mike, from #BreakingBad . There is a 3rd photographer, of course, who sent me the photo #DailyWalk Timeline Photos",
          1447343664
        ],
        [
          "Monblanc, the highest peak in Europe #DailyWalk Timeline Photos",
          1445095909
        ],
        [
          "Natureza teaches me everything I need to know #DailyWalk Timeline Photos",
          1408109606
        ],
        [
          "My magic mountain # Dailywalk Timeline Photos",
          1404313753
        ],
        [
          "\"Wanderer there is no road/\nYou make the road as you go\" (A. Machado) #DailyWalk Timeline Photos",
          1403528934
        ],
        [
          "Nature teaches more than philosophical books #DailyWalk Timeline Photos",
          1402146668
        ]
      ],
      "dates_start": 1421265590,
      "dates_end": 1477186746,
      "likes_avg": 35194,
      "likes_stdev": 30048,
      "comments_avg": 434,
      "comments_stdev": 356,
      "shares_avg": 1351,
      "shares_stdev": 1348
    },
    {
      "number": 6,
      "important": [
        "woman",
        "thespi",
        "make",
        "hari",
        "inspir",
        "said",
        "accra",
        "god",
        "mata",
        "use"
      ],
      "common": [
        "coelho",
        "hari",
        "mata",
        "mata hari",
        "novel",
        "paulo",
        "paulo coelho",
        "review",
        "spy",
        "woman"
      ],
      "messages": [
        [
          "\"Beware of making a woman cry\" \nMata Hari said.\n\"God is counting her tears.\"\n\n#TheSpy",
          1486823497
        ],
        [
          "How it sparkles! Inspired by my new novel #TheSpy , in THALIA Bookstores (Germany), Mata Hari headpieces designed  by DSE, using Swarovski Crystals. Photos from Paulo Coelho's post",
          1484834782
        ],
        [
          "Video 5,41 min - CBS Sunday Morning Dec 18 http://cbsn.ws/2h3Z6SR Paulo Coelho: A master at work Study the fine print of any book by Brazilian author Paulo Coelho and you'll find all the signs of a master at work. His latest novel, \"The Spy,\" is based on the life of Mata Hari, the Dutch-born exotic dancer who in 1917 was accused of spying for Germany and executed. Rita Braver has more.",
          1482186886
        ],
        [
          "Don't miss my interview tomorrow 9:00 AM on CBS Sunday Morning Book excerpt: \"The Spy\" by Paulo Coelho Read a sample chapter from the Brazilian author's latest novel, inspired by the life of World War I spy Mata Hari",
          1481983169
        ],
        [
          "Mata Hari is back to her beloved city  \n#TheSpy Timeline Photos",
          1480122716
        ],
        [
          "Lest jetzt die Leseprobe von DIE SPIONIN und gewinnt exklusive DSE Ohrringe, veredelt mit Swarovski Kristallen\nhttp://www.diespionin.de/ Paulo Coelho: Die Spionin Der neue Roman von Paulo Coelho über den Mythos der Mata Hari. Jetzt reinlesen und exklusive Ohrringe gewinnen!",
          1480099963
        ],
        [
          "The greatest crime I commited was being an emancipated and  independent woman in a world ruled by men (Mata Hari) Timeline Photos",
          1479826021
        ],
        [
          "NATIONAL BOOK REVIEW - LA Times\n\nThe Spy” by Paulo Coehlo (Knopf: 208 pp)\n\nCoelho, whose books have sold more than 200 million copies worldwide, has taken the Mata Hari story and fashioned it into a short dynamo of a novel.  \nHe starts with the outlines of Mata Hari's life — Dutch exotic dancer, charmer of powerful men, accused spy for Germany in World War I — and mixes in some of her own self-deceptions to create a letter she might have written before facing the French firing squad that ultimately killed her. \nCoelho’s Mata Hari explains that she was simply a “woman born at the wrong time” and pleads that if the future remembered her, “may it never see me as a victim, but as someone who moved forward with courage, fearlessly paying the price she had to pay\"\n\n(release date in USA: Nov 22)",
          1479573059
        ],
        [
          "Kirkus Review: THE SPY\n\nCoelho’s (Adultery, 2014, etc.) novel about Mata Hari, the notorious and (in all likelihood) falsely accused World War I spy, hews closely to the facts.A prologue reveals what we already know from history: Mata Hari was executed by firing squad in Paris on Oct. 15, 1917. \nThe rest of the book consists of Mata’s fictional letter to her defense attorney, M. Clunet, written while on death row in the Saint-Lazare prison, and a similarly speculative letter of regret by Clunet. Mata cynically and philosophically details her bare-bones autobiography: she was born Margaretha Zelle to a bourgeois family in Holland. Raped by a school principal at 16, she is desperate to escape school and Holland: this she achieves by marrying a Dutch army captain and moving to Indonesia. The officer beats and sexually abuses her for years, until another military wife’s suicide and a performance by Javanese dancers inspire Margaretha to rebel and return to Europe. \nMaking her way to Paris, she introduces herself as Mata Hari to an impresario, Monsieur Guimet, who invites her to premiere her act—a spectacle that combines Java-esque dance moves and strip tease—at his museum. Her performances, a mélange of titillation and sophistication, quickly catapult her to fame in the priciest nightclubs; soon she's the toast of Paris. With this go riches accumulated as the mistress of wealthy industrialists and bankers. Living only for pleasure, Mata is oblivious to the approaching hostilities of the Great War, so when she is invited to perform in Berlin, she goes without hesitation only to find that she is being recruited as a spy for the kaiser. What follows is a grim comedy of errors as Mata, after traveling back to Paris through a war zone, offers her services to France as a double agent. Unfortunately, her French handler has a hidden agenda. The absurdity of the charges against Mata Hari comes through clearly, but even as she tells her own story we never get a sense of her humanity, only her various personas and masks.\n\nNOV 22 in all English speaking countries http://amzn.to/2fhVEp0 Pre-order Price Guarantee. | The Spy: A novel In his new novel, Paulo Coelho, best-selling author of The Alchemist and Adultery, brings to life one of history's most enigmatic women: Mata Hari. HER ONLY CRIME WAS TO BE AN INDEPENDENT WOMAN   When Mata Hari arrived in Paris she was penniless.  Within months she w...",
          1478968714
        ],
        [
          "Publishers Weekly review\n\nCoelho's striking novel about Margaretha Zelle, aka Mata Hari, the Dutch courtesan and \"exotic\" dancer who was executed in 1917 for treason and in all likelihood was innocent, unfolds through letters to her lawyer that she hopes will be given to her daughter if she is killed. \nSmooth, assured writing reveals a woman who refuses to be a victim: \"someone who moved forward with courage, fearlessly paying the price she had to pay.\" She was raped by her headmaster at school and abused by her husband (a Dutch military officer), and she retaliated by exploiting the European love of the mysterious Orient through her \"Eastern\" veil dances. Although the novel is not Coelho's strongest work, the ending is brilliant in its irony, and throughout, he displays an ability to inhabit her voice. \nThrough the letters, he illustrates the difficulties of being an independent woman in that time and place. \nBy the end, readers will believe they've read Zelle's actual letters.\n\n (Nov. 22 in all English speaking countries http://bit.ly/2emXST1 )",
          1478887583
        ],
        [
          "Review: The Spy By Paulo Coelho http://bit.ly/2erDA6V\n(English speaking countries: Nov 22) Review: The Spy By Paulo Coelho 100 years ago Mata Hari was put to death by a firing squad, her only crime: to be a free and independent woman",
          1478809421
        ],
        [
          "Review: The Spy By Paulo Coelho http://bit.ly/2erDA6V\n(release date in English: Nov 22) Review: The Spy By Paulo Coelho 100 years ago Mata Hari was put to death by a firing squad, her only crime: to be a free and independent woman",
          1477925764
        ],
        [
          "TODAY!\nUudessa romaanissaan Paulo Coelho kertoo historian kuuluisimman vakoojan Mata Harin tarinan. Kirja perustuu mahdollisimman pitkälle tositapahtumiin ja kuvaa Mata Harin eksoottisen elämän vaiheet, jotka sisälsivät runsaasti koettelemuksia ja kärsimystä mutta myös ainutlaatuisia hetkiä, joista tuli osa historiaa.\nPaulo Coelhon Vakooja (suom. Sanna Pernu ja Jarna Piippo) nyt kirjakaupoissa! Timeline Photos",
          1475153189
        ],
        [
          "The life of a free person is an offense to those attached to appearances and rules \n(Mata Hari in #TheSpy -my new book, not yet released) A Espiã/ The Spy",
          1472304909
        ],
        [
          "Mata Hari, the central character of my new book \"The Spy\",  two years before being arrested by the French and executed by a firing squad\n\n(#TheSpy release dates: http://bit.ly/293oqBB (more to come) Timeline Photos",
          1469967966
        ],
        [
          "Mata Hari (the main character of my new book, #TheSpy ) was already portrayed in four or five movies. Below you can see Greta Garbo, Jeanne Moreau and Sylvia Kristell Timeline Photos",
          1468447934
        ],
        [
          "When Mata Hari arrived in Paris she was penniless.\nSoon she was feted as the most elegant woman in the city.\nA dancer who shocked and delighted audiences, as a confidant and courtesan she bewitched the era’s richest and most powerful men.\nBut as paranoia consumed a country at war, Mata Hari’s lifestyle bought her under suspicion. Until in 1917 she was arrested in her hotel room on the Champs Elysees and accused of espionage.\nThe Spy tells the unforgettable story of a woman who dared to break the conventions of her time, and paid the price.\nRELEASE DATE: NOV 22 (UK, AUS, NZ, INDIA, CANADA) Timeline Photos",
          1466696691
        ],
        [
          "Mata Hari’s last week http://bit.ly/1tyvTTL Timeline Photos",
          1466085998
        ]
      ],
      "dates_start": 1471242893,
      "dates_end": 1483056913,
      "likes_avg": 12973,
      "likes_stdev": 20357,
      "comments_avg": 216,
      "comments_stdev": 262,
      "shares_avg": 1552,
      "shares_stdev": 3750
    },
    {
      "number": 7,
      "important": [
        "time",
        "bestsel list",
        "bestsel",
        "pay",
        "tomorrow",
        "list",
        "alchemist",
        "time bestsel",
        "usd",
        "right"
      ],
      "common": [
        "bestseller",
        "bestseller list",
        "list",
        "ny times",
        "times",
        "times bestseller",
        "times bestseller list",
        "weeks",
        "york",
        "york times"
      ],
      "messages": [
        [
          "As for the news yesterday about Tristar Pictures paying 6, 5 million USD for the movie rights of \"The Alchemist\" (tomorrow 413 weeks on The NY Times bestseller list) Timeline Photos",
          1475359061
        ],
        [
          "Tomorrow: 401 weeks on the New York times  bestseller list. Thank youll!\n#WorldRecord Timeline Photos",
          1466883956
        ],
        [
          "Tomorrow The Alchemist in The New York Times Bestseller list: two weeks to complete SEVEN YEARS ( http://bit.ly/XecjGA )\n#RecordBreaker Timeline Photos",
          1437216142
        ],
        [
          "Tomorrow: 6 years 2 months 2 weeks in The New York Times Bestseller list - no movie tie-in! Timeline Photos",
          1424523745
        ],
        [
          "Tomorrow in \"The New York Times\" bestseller list: 6 years 5 months #Record Timeline Photos",
          1421495249
        ],
        [
          "New York Times bestseller list: 3rd place and 301 weeks. Thank you USA Timeline Photos",
          1399220923
        ],
        [
          "Today: 300 weeks and #3 in the NY Times Bestseller list. Thank you my American readers for such a strong support! Timeline Photos",
          1398624543
        ],
        [
          "NY Times today: 298 weeks in the bestseller list! Thank you USA Timeline Photos",
          1397424018
        ],
        [
          "Tomorrow: 292 weeks in the New York Times bestseller list. \nThank you my USA readers and friends Timeline Photos",
          1393678114
        ],
        [
          "Sunday of joy:  thank you my American readers for keeping my book in the New York Times bestseller list! 280 weeks  #record Timeline Photos",
          1386506037
        ],
        [
          "Next Sunday NY Times bestseller list : 270 weeks and 3rd place!! (the record, I was told, was 53 weeks...) Timeline Photos",
          1379714807
        ],
        [
          "Sunday of Joy: \"The Alchemist\", present in the NY Times bestseller list for 266 weeks (record!)  climbs 2 positions Timeline Photos",
          1377463600
        ],
        [
          "Tomorrow #TheAlchemist in the NY Times Bestseller list: 262 WEEKS! Timeline Photos",
          1374946119
        ],
        [
          "Tomorrow in the New York Times Timeline Photos",
          1371288267
        ],
        [
          "DANKE!!!\r\n(Germany: Der Spiegel Bestseller list this week) Timeline Photos",
          1359448845
        ],
        [
          "Saturday of Joy: \"The Alchemist\" completes  225 weeks in The NY Times Bestseller list.\r\nThank you all! Timeline Photos",
          1341688445
        ],
        [
          "Saturday of Joy: \"The Alchemist\" climbs to #6 in The NY Times Bestseller list, and completes 224 weeks there!\r\nThank you all Timeline Photos",
          1341069567
        ]
      ],
      "dates_start": 1359634084,
      "dates_end": 1434077849,
      "likes_avg": 10931,
      "likes_stdev": 11870,
      "comments_avg": 257,
      "comments_stdev": 221,
      "shares_avg": 2369,
      "shares_stdev": 5006
    },
    {
      "number": 8,
      "important": [
        "read",
        "onc",
        "place",
        "go",
        "sec",
        "sec read",
        "would",
        "man",
        "soul",
        "everyon"
      ],
      "common": [
        "30",
        "blog",
        "coelho",
        "coelho blog",
        "paulo",
        "paulo coelho",
        "paulo coelho blog",
        "reading",
        "sec",
        "sec reading"
      ],
      "messages": [
        [
          "30 SEC reading: A saint in the wrong place >>  bit.ly/1SLFdIJ 30 SEC reading: A saint in the wrong place Once upon a time, there was a man who had been the soul of kindness all his life. When he died, everyone assumed that he would go straight to Heaven, for the only possible place for a good man like him was Paradise. The man wasn't particularly bothered about going to Heaven, but that was…",
          1486869511
        ],
        [
          "30 SEC READ: He needs your hand (ENG, ESPA) http://bit.ly/2jLTo9u 30 SEC READ: He needs your hand (ENG, ESPA)",
          1485808561
        ],
        [
          "10 SEC READING: The intelligent servant bit.ly/1CdTZz2 10 SEC READING: The intelligent servant EM PORTUGUES Y ESPANOL AQUI > O empregado inteligente / el empleado inteligente When he was staying at an air base in Africa, author Saint-Exupéry passed the hat among his friends because a Moroccan servant wanted to return to his home town. He managed to collect a thousand francs. One of the pilots...",
          1484748959
        ],
        [
          "10 SEC READ: Another wrong step http://bit.ly/2jaS9P0 10 SEC READ: Another wrong step As if nothing had changed overnight, the warrior takes another wrong step and dives once again into the abyss. Ghosts provoke, loneliness torments him. Now that he is more aware of his acts, he did not think this would happen. But it did. Shrouded by darkness, he talks to his master. \"Master, I fell...",
          1483989493
        ],
        [
          "30 SEC READING: the well of madness http://bit.ly/16gTevh 30 SEC READING: the well of madness A powerful wizard, who wanted to destroy an entire kingdom, placed a magic potion in the well from which all the inhabitants drank. Whoever drank that water would go mad. The following morning, the whole population drank from the well and they all went mad, apart from the king and his family, who ha...",
          1483722811
        ],
        [
          "30 sec read: Friendship is like a river http://bit.ly/2eft1ED",
          1482851613
        ],
        [
          "The only power you have in this life is the power of your decisions. Don't betray yourself by fearing criticism Timeline Photos",
          1463347827
        ],
        [
          "My Czech friends, thank you for helping me to find this man.\n I tell the story here (20 sec read)  http://bit.ly/1R7FJ90 Timeline Photos",
          1458589599
        ],
        [
          "Very moved by the personal message from Stephen Hawking From Stephen Hawking to Paulo Coelho",
          1442592617
        ],
        [
          "Next Sunday Oprah and Paulo Coelho, Part 2 - http://bit.ly/1wbI58s\nWorld wide LIVE stream Paris 17:00 hr Rio 12:00 Colombia 10:00 hr\nNew Delhi 20:30 hr Tokyo 00:00 (midnight)\n\n \"Oprah and Paulo Coelho, Part 1\" http://bit.ly/1qG45GE Timeline Photos",
          1410537168
        ],
        [
          "Español: 19 agosto\n\n\"I am a lost woman, fearing changes with the same intensity I fear routine\" (Adultery - Aug 16 in English) Timeline Photos",
          1403109722
        ],
        [
          "\"Alguns de meus amigos são muito pobres.  A única coisa que eles possuem é dinheiro\"\r\n(O vencedor está só, por Paulo Coelho) Timeline Photos",
          1351882934
        ],
        [
          "( don't say we can't do anything, because we always can. Check the story below) 1 min reading: the virtuous Mr. Bai Fang Li — Paulo Coelho's Blog Using the money he earned from peddling trishaw, Mr. Bai Fang Li has contributed to finance more than 300 poor students in their tuition fees and living expenses, helping them to complete their studies. His daughter",
          1351598835
        ],
        [
          "1 MIN reading, a lifetime to to practise\n(tradução/ barra superior do blog ) 10 Lessons from Einstein — Paulo Coelho's Blog 1. Follow Your Curiosity “I have no special talent. I am only passionately curious.” 2. Perseverance is Priceless “It’s not that I’m so smart; it’s just that I stay with problems longer.” 3. Focus on the Present “Any man who",
          1350990347
        ],
        [
          "y Viva la Virgen del Pilar, tambien 12/10! 12/10 Viva N. Sra. Aparecida! — Paulo Coelho's Blog Our Lady of Aparecida (Portuguese: Nossa Senhora Aparecida or Nossa Senhora da Conceição Aparecida) is a celebrated 18th-century clay statue of the Blessed Virgin Mary, in the traditional form of the Immaculate Conception. The image is widely venerated by Brazilian",
          1350068754
        ],
        [
          "Cynicism is a personal defense mechanism whereby people prevent themselves from opening up to love and friendship for fear of being hurt. 5 tips to defeat cynicism — Paulo Coelho's Blog The Oxford English Dictionary defines cynicism in a very enlightening way: “…a disposition to disbelieve in the sincerity or goodness of human motives and actions…” The main thing to notice about the",
          1349947935
        ],
        [
          "Sunday 1 MIN reading The importance of the cat in meditation — Paulo Coelho's Blog",
          1347182147
        ],
        [
          "Will we never be allowed to discover the face of love? The myth of Psyche — Paulo Coelho's Blog Once upon a time there was a beautiful princess, admired by everyone, but whom no one dared to propose to. Desperate, the king consulted the god Apollo, who said that Psyche should be left alone, in a mourning dress, at",
          1345648137
        ],
        [
          "Today's reading: \"leave the familiar for a while...\" All the Hemispheres (Hafez) — Paulo Coelho's Blog Leave the familiar for a while. Let your senses and bodies stretch out Like a welcomed season Onto the meadows and shores and hills. Open up to the Roof. Make a new water-mark on your excitement And love. Like a",
          1345114352
        ],
        [
          "Today's reading: \"don't think that you are smarter than us\"... The Law of Jante — Paulo Coelho's Blog It is hard to find anyone in any of the Scandinavian countries who does not know this law. Although the law exists since the beginning of civilization, it was only officially declared in 1933 by writer Aksel Sandemose in the",
          1344600295
        ],
        [
          "50 years after her death (August 5, 1962), she is still alive. Marilyn Monroe is alive — Paulo Coelho's Blog A sex symbol becomes a thing. I just hate to be a thing. Being a sex symbol is a heavy load to carry, especially when one is tired, hurt and bewildered. An actress is not a machine, but they treat",
          1344196407
        ],
        [
          "Today's 1 MIN reading The art of trying — Paulo Coelho's Blog Pablo Picasso once said, “God is really only another artist. He invented the giraffe, the elephant and the cat. He has no real style. He just keeps on trying other things.” When we start working on our dreams, we always",
          1343903658
        ],
        [
          "\"To the one who makes the lonely feel they are not alone, who satisfies those who hunger and thirst for justice, who makes the oppressor feel as bad as the oppressed. . . . may her example multiply,\nMay she still have difficult days ahead, so that she can do whatever she needs to do, so that the next generation will not have to strive for what has already been accomplished.\"\n\n—Brazilian author Paulo Coelho, from his poem “To Shirin Ebadi,” read at the Nobel Peace Prize concert in 2003",
          1341876122
        ],
        [
          "1 MIN READING: why do we fear who is different? Xenophobia (comments from my friends) — Paulo Coelho's Blog Xenophobia is defined as “an unreasonable Fear or hatred of foreigners or strangers or of that which is foreign or strange. It comes from the Greek words ξένος (xenos), meaning “stranger,” “foreigner,” and φόβος (phobos), meaning “fear.” Ruth: Life means",
          1338371949
        ],
        [
          "1 min reading 1 MIN READING: the cry of the desert — Paulo Coelho's Blog As soon as he arrived in Marrakesh, Morocco, a missionary decided he would stroll through the desert at the city’s boundary every morning. On his first stroll he noticed a man lying on the sand, caressing the ground with his",
          1337941798
        ],
        [
          "30 SEC READING: some of my inner struggles Inner struggles — Paulo Coelho's Blog I am always struggling with myself, but I am very optimistic in this sense. People are realizing more and more that happiness is freedom, and freedom is to be able to “travel light”, not possessing a lot of things, because",
          1337726573
        ],
        [
          "1 MIN READING: four topics about fear (tradução/traduccíon: barra superior do blog) Four topics about fear — Paulo Coelho's Blog The origin of fear lies in the unknown. Be it the darkness, ghosts, weather calamities or whatever is unknown to the man is feared the most. If you are walking in darkness, you are afraid to go",
          1337104510
        ],
        [
          "15 SEC reading Dreams and nightmares — Paulo Coelho's Blog No one will realistically think that you can make a living out of literature in Brazil. I faced many difficulties. When I was young, my parents in a desperate act of love, as they cared for me, sent me to",
          1336413994
        ],
        [
          "If you die tomorrow: will you die in peace? Here are the 5 classical regrets.. The five regrets — Paulo Coelho's Blog",
          1336156307
        ],
        [
          "The patron of the writers / O patrono dos escritores April 23, Viva Saint George! — Paulo Coelho's Blog It is likely that Saint George was born to a Christian noble family in Lod, Syria Palaestina during the late third century between about 275 AD and 285 AD, and he died in Nicomedia. His father, Gerontius, was a Roman",
          1335175701
        ],
        [
          "An old Buddhist story 20 SEC READING: Praying for everyone — Paulo Coelho's Blog A farm labourer with a sick wife, asked a Buddhist monk to say a series of prayers. The priest began to pray, asking God to cure all those who were ill. ‘Just a moment,’ said the farm labourer. ‘I asked",
          1334692171
        ],
        [
          "Oração coletiva / Praying together 8.000.000 on Facebook: prayer/oração/oracíon — Paulo Coelho's Blog",
          1333367772
        ],
        [
          "2 MIN reading (trad: barra superior blog) The Gypsies and the Mother Goddess — Paulo Coelho's Blog Once a year, gypsies from all over the world head to Saintes-Maries-de-la-Mer in the South of France, to pay homage to Saint Sarah. According to tradition, Sarah was a gypsy who lived in a small seaside town when Jesus’ aunt,",
          1333291375
        ],
        [
          "10 SEC  English & Portugues  (otras lenguas/other languages > header translation / trad barra superior) 10 SEC READ: Blessing the tree/ Abençoando a árvore (Jewish tradition) — Paulo Coelho's Blog A man was travelling through the desert, hungry, thirsty, and tired, when he came upon a tree bearing luscious fruit and affording plenty of shade, underneath which ran a spring of water. He ate of the fruit, drank of the",
          1332092181
        ],
        [
          "30 SEC READING (translation: blog header / tradução: barra superior blog) 10 Lessons from Einstein — Paulo Coelho's Blog 1. Follow Your Curiosity “I have no special talent. I am only passionately curious.” 2. Perseverance is Priceless “It’s not that I’m so smart; it’s just that I stay with problems longer.” 3. Focus on the Present “Any man who",
          1331923993
        ],
        [
          "30 SEC READING (transl/trad = blog header / barra superior blog) The enemy within — Paulo Coelho's Blog A man was in a bar with his group, when an old friend entered. He had lived his life trying to go down the right path, but to no avail. “I should give him some money”, he thought to himself.",
          1331466163
        ],
        [
          "30 SEC lectura en Espanol Por que lloras? — Paulo Coelho's Blog Un hombre llamó a la puerta del amigo para pedirle un favor: -Necesito que me prestes cuatro mil dinares para pagar una deuda que tengo. ¿Podrías hacerlo? El amigo le pidió a su mujer que reuniese todo lo que tenían,",
          1330647026
        ],
        [
          "30 SEC READING  (trad/transl > bandeiras/flags sidebar) I forgot my prayer book — Paulo Coelho's Blog",
          1330619312
        ],
        [
          "30 SEC READING quotes by one of my icons (trad/bandeiras barra lateral) Coco Chanel and elegance — Paulo Coelho's Blog Elegance does not consist in putting on a new dress. Elegance is",
          1329958015
        ],
        [
          "1 MIN READING  “My heart is afraid to suffer” — Paulo Coelho's Blog “Why do we have to listen to our hearts?” the boy asked, when they had made camp that day. “Because, wherever your heart is, that is where you’ll find your treasure.” “But my heart is agitated,” the boy said. “It",
          1329242481
        ],
        [
          "10 SEC READING in English, Portugues, Espanol, Français 10 SEC READ: Insults (EN, PT, ES, FR) — Paulo Coelho's Blog “Over the course of one year, give a coin to each person who offends or upsets you,” instructed the abbot of a young man who wanted people to follow a spiritual path. For the",
          1328991430
        ],
        [
          "Post in English/Espanol/Portugues 10 SEC READING: Purifying the world — Paulo Coelho's Blog How do we purify the world?- asked a disciple. Ibn al-Husayn replied: – There was once a sheik in Damascus called Abu Musa al-Qumasi. Everyone",
          1328878124
        ],
        [
          "20 SEC READING in English y Espanol  The man and his shadow (ENGLISH, ESPANOL) — Paulo Coelho's Blog  Many years ago, there lived a man who was capable of loving and forgiving everyone he came across. Because of this, God sent an angel to",
          1328788656
        ],
        [
          "20 SEC READING (trad/transl > bandeiras barra lateral / flags sidebar ) 20 SEC READING: the boy and the devil — Paulo Coelho's Blog The boy was walking to buy bread when the mayor of the city crossed the street. ‘The reason he is so powerful, is because, he’s made a pact with the devil,’ a very devout woman in the street told the",
          1328702376
        ],
        [
          "(tradução/translations > bandeiras na barra lateral / flags on the sidebar) 1 MIN READING: The fisherman and the businessman — Paulo Coelho's Blog There was once a businessman who was sitting by the beach in a small Brazilian village. As he sat, he saw a Brazilian fisherman rowing a small boat towards the shore having caught quite few big fish. The businessman was",
          1328357946
        ],
        [
          "40 SEC READING: (The Law of Jante focuses on the feeling of jealousy and envy) The Law of Jante — Paulo Coelho's Blog It is hard to find anyone in any of the Scandinavian countries who does not know this law. Although the law exists since the beginning of civilization, it was only officially declared in 1933 by writer Aksel Sandemose in the",
          1328300918
        ],
        [
          "1 MIN READING (tradução / translations > bandeiras barra lateral / flags on the sidebar) 1 MIN reading: Krishna will hear your prayer — Paulo Coelho's Blog A widow from a poor village in Bengal did not have enough money to pay for her son’s bus fare, and so when the boy started going to school, he would have to walk through the forest all on his",
          1328090394
        ],
        [
          "(tradução/translations: bandeiras barra lateral / flags on the sidebar) 1 MIN reading: I have learned — Paulo Coelho's Blog",
          1327249675
        ],
        [
          "Genial. Thank you to the person who made this infographic The Journey of Paulo Coelho [INFOGRAPHIC] | Voxy Blog",
          1327063821
        ],
        [
          "30 SEC READING ( trad: bandeiras/banderas barra lateral do blog / Transl: flags on the blog sidebar) 30 SEC READING: why do we shout in anger? — Paulo Coelho's Blog A master asked his disciples: ‘Why do we shout in anger? Why do people shout at each other when they are upset?’ the disciples thought for a while, and one of them said ‘Because we lose our calm, we shout",
          1326191831
        ],
        [
          "40 SEC READING ( trad: bandeiras/banderas barra lateral do blog / Transl: flags on the blog sidebar) On roses — Paulo Coelho's Blog (by Ralph Waldo Emerson) Man is timid and apologetic; he is no longer upright He dares not say ‘I think,’ ‘I am,’ but quotes some saint or sage. He is ashamed before the blade of grass or the",
          1325967668
        ],
        [
          "40 SEC READING ( Trad: bandeiras barra lateral / Transl: flags on the sidebar) Misteries of Aleph — Paulo Coelho's Blog The Hebrew alphabet is not simply a collection of abstract linguistic elements, like the English alphabet is. All Hebrew letters have names and identities, and in post-Biblical times were even rendered numerical",
          1325625477
        ]
      ],
      "dates_start": 1308857820,
      "dates_end": 1416587465,
      "likes_avg": 9069,
      "likes_stdev": 13968,
      "comments_avg": 219,
      "comments_stdev": 162,
      "shares_avg": 2431,
      "shares_stdev": 4458
    },
    {
      "number": 9,
      "important": [
        "dailywalk",
        "never",
        "love",
        "hay",
        "world",
        "show",
        "mobil upload",
        "accra",
        "mobil",
        "river"
      ],
      "common": [
        "agent",
        "dailywalk",
        "de",
        "friend",
        "mobile",
        "mobile uploads",
        "pillars planet chris left wife",
        "planet",
        "planet chris",
        "uploads"
      ],
      "messages": [
        [
          "#DailyWalk (freezing... Mobile Uploads",
          1445005348
        ],
        [
          "In a world where hatred  is winning, we shall never miss an opportunity to show our love Mobile Uploads",
          1442703884
        ],
        [
          "Flowers for your Facebook Mobile Uploads",
          1438353508
        ],
        [
          "#DailyWalk Alps Mobile Uploads",
          1438176185
        ],
        [
          "#DailyWalk. ( bundle of hay) Mobile Uploads",
          1433681151
        ],
        [
          "Be like a flowing river #DailyWalk Mobile Uploads",
          1430918814
        ],
        [
          "Sunny Sunday walk Mobile Uploads",
          1419166640
        ],
        [
          "Time to relax / hora de descansar Mobile Uploads",
          1414935034
        ],
        [
          "Nossa Senhora de Fatima rogai por todos nós. Amém Mobile Uploads",
          1394812052
        ],
        [
          "Mônica, agent and friend, in front of my books. 25 years together ! Mobile Uploads",
          1394288938
        ],
        [
          "\"There's a lady who's sure all that glitters is gold/\n\"And she's buying a stairway to heaven.\" Mobile Uploads",
          1392165370
        ],
        [
          "My two pillars on this planet: Chris (left) my wife, and Monica , my friend and agent - this evening at DLD dinner, Munich Mobile Uploads",
          1390173885
        ],
        [
          "Creative troll: Paulo Kitty Mobile Uploads",
          1388801776
        ]
      ],
      "dates_start": 1395738911,
      "dates_end": 1438596870,
      "likes_avg": 45924,
      "likes_stdev": 58614,
      "comments_avg": 953,
      "comments_stdev": 1288,
      "shares_avg": 2604,
      "shares_stdev": 4451
    },
    {
      "number": 10,
      "important": [
        "releas date",
        "paulo coelho",
        "book",
        "countri",
        "accra",
        "english",
        "date",
        "releas",
        "public",
        "new"
      ],
      "common": [
        "1oekmq0",
        "adultery",
        "amzn",
        "amzn 1oekmq0",
        "date",
        "dates",
        "publication",
        "release",
        "uk",
        "uk amzn"
      ],
      "messages": [
        [
          "November publications: \nArabic, French, English (all terriories), German, Italian,, Indonesian, India Lithuanian, Latvian,  Polish, Ucranian, Vietnamese, Timeline Photos",
          1478363780
        ],
        [
          "(Check the release date in your country >> http://bit.ly/2bOi276 New book by Paulo Coelho",
          1477053288
        ],
        [
          "Polska\n( Release date in your country >> http://bit.ly/2bOi276 )",
          1477007013
        ],
        [
          "October publication dates\n(for all the publication dates, check here http://bit.ly/2bOi276 ) Timeline Photos",
          1475239374
        ],
        [
          "Basado en hechos reales. 4 Octubre en Español ( EE.UU, México, Latinoamérica y España)\nWorldwide pub dates: http://bit.ly/2bOi276 La Espia",
          1473436650
        ],
        [
          "Publication dates #TheSpy Timeline Photos",
          1472815218
        ],
        [
          "Lançamento no Brasil: 6 de setembro #AEspiã  #BelleÉpoque\nDates already confirmed: http://bit.ly/293oqBB (more to come) Paris de Mata Hari #AEspiã #BelleÉpoque",
          1469808738
        ],
        [
          "Dates already confirmed: http://bit.ly/293oqBB  (more to come)\nBrasil: 6 de setembro Worldwide release : Autumn 2016",
          1469477105
        ],
        [
          "Coming soon to a bookstore near you\nDates already confirmed: http://bit.ly/293oqBB  (more to come)\nBrasil: 6 de setembro Worldwide release : Autumn 2016",
          1467226212
        ],
        [
          "USA cover ( Alfred A. Knopf, release date: Nov 22)\nMata Hari's only crime: to be a free and independent woman\n\"The Spy\", based on a true story, will be launched worldwide by the end of the year Timeline Photos",
          1465388724
        ],
        [
          "USA/ UK/India/SA/NZ cover - \nrelease date Nov 23 \n(based on a true story) Timeline Photos",
          1464993554
        ],
        [
          "Her only crime: to be a free woman\n(based in a true story\nRelease date: 2nd semester worldwide \nBrasil: setembro The Spy/ A Espiã",
          1464202069
        ],
        [
          "Monday 23rd November Thought Of The Day From Oval Station (London, UK) Timeline Photos",
          1448289907
        ],
        [
          "TODAY:paperback edition in Ireland & UK http://amzn.to/1Drxf40 Timeline Photos",
          1428662506
        ],
        [
          "Christmas Stories Timeline Photos",
          1419382857
        ],
        [
          "2 books today in the New York Times list, Adultery after 1 week of publication\nRT @Ana_Silva86 COOL & well deserved because the book is amazing. #Adultery\n\nThank you all!\nAdultery\" in your local bookstore or Amazon US: http://amzn.to/1oMVEcJ \nUK http://amzn.to/1oeKMQ0 Barnes & Noble http://bit.ly/1zpCcXT Timeline Photos",
          1409486428
        ],
        [
          "Adultery\" by Paulo Coelho, in your local bookstore or\nAmazon US: http://amzn.to/1oMVEcJ UK http://amzn.to/1oeKMQ0\nBarnes & Noble http://bit.ly/1zpCcXT Timeline Photos",
          1409212866
        ],
        [
          "ADULTERY - http://amzn.to/1oMVEcJ Timeline Photos",
          1408298455
        ],
        [
          "'Adultery' publication in UK  tomorrow!\nUK http://amzn.to/1oeKMQ0 Timeline Photos",
          1407952995
        ],
        [
          "\"ADULTERY\" UK: http://amzn.to/1oeKMQ0\nRelease date: tomorrow, Thursday, Aug 14 Timeline Photos",
          1407947480
        ],
        [
          "'Adultery' publication in UK tomorrow! PRE-ORDER  amzn.to/1oeKMQ0 Timeline Photos",
          1407917130
        ],
        [
          "Amazon UK: http://amzn.to/1oeKMQ0\nRelease date: next Thursday, Aug 14 Timeline Photos",
          1407742261
        ],
        [
          "To love is to transform slavery into freedom. - \nADULTERY Amazon UK: http://amzn.to/1oeKMQ0\nRelease date: next Thursday, Aug 14 Timeline Photos",
          1407686483
        ],
        [
          "UK: Aug 14 http://amzn.to/1oeKMQ0  \nUS: Aug 19 http://amzn.to/1oMVEcJ Timeline Photos",
          1407482497
        ],
        [
          "Adultery in the UK http://amzn.to/1oeKMQ0 Timeline Photos",
          1407471660
        ],
        [
          "\"Imagine a new story for your life and start living it!\"\n- The Fifth Mountain Timeline Photos",
          1406988114
        ],
        [
          "AUG 14: Adultery (pre-order) amazon http://amzn.to/1oMVEcJ Timeline Photos",
          1406886488
        ],
        [
          "\"Adultery\", by Paulo Coelho\nPublication dates http://bit.ly/1uHL1MS Timeline Photos",
          1406740381
        ],
        [
          "Already in Brasil, Italy, Turkey. Next week: Holland, Rumania, Bulgaria\r\nOther publication dates 2012: http://bit.ly/T7s4KQ Timeline Photos",
          1349551750
        ],
        [
          "Publication dates 2012: http://bit.ly/T7s4KQ\r\nIn all other countries, the book will be published early 2013 Timeline Photos",
          1349520433
        ]
      ],
      "dates_start": 1395040304,
      "dates_end": 1468441856,
      "likes_avg": 17885,
      "likes_stdev": 16050,
      "comments_avg": 292,
      "comments_stdev": 222,
      "shares_avg": 3559,
      "shares_stdev": 4349
    },
    {
      "number": 11,
      "important": [
        "accra",
        "love",
        "today",
        "hoje"
      ],
      "common": [
        "today",
        "turkey",
        "vangelis",
        "vangelis blade",
        "vangelis blade runner",
        "vangelis blade runner love",
        "vangelis blade runner love theme",
        "yesterday",
        "yesterday strength",
        "스파이"
      ],
      "messages": [
        [
          "The pain of yesterday is the strength of today Timeline Photos",
          1476901710
        ],
        [
          "Today: Turkey! Timeline Photos",
          1475593157
        ],
        [
          "Today: Holland!  (Dutch and Frisian) Timeline Photos",
          1474979514
        ],
        [
          "Today: Korea! http://bit.ly/2ctmCIn 스파이 영혼의 연금술사 파울로 코엘료의 신작 『스파이』. 동양...",
          1474644695
        ],
        [
          "Lac Leman  today",
          1441149563
        ],
        [
          "Frankfurt airport today! Timeline Photos",
          1380273278
        ],
        [
          "- 2 C hoje / today Timeline Photos",
          1358251279
        ],
        [
          "Today: Bulgaria! Timeline Photos",
          1350481152
        ],
        [
          "Nostalgic today. VANGELIS - BLADE RUNNER - LOVE THEME (HQ-856X480)",
          1338402778
        ]
      ],
      "dates_start": 1361560162,
      "dates_end": 1476368087,
      "likes_avg": 18147,
      "likes_stdev": 27840,
      "comments_avg": 319,
      "comments_stdev": 256,
      "shares_avg": 4264,
      "shares_stdev": 9754
    },
    {
      "number": 12,
      "important": [
        "post",
        "reader",
        "review",
        "paulo coelho",
        "coelho",
        "paulo",
        "friend",
        "date",
        "accra",
        "thank"
      ],
      "common": [
        "alchemist",
        "coelho",
        "friends",
        "paulo",
        "paulo coelho",
        "post",
        "reading",
        "taken",
        "today",
        "twitter"
      ],
      "messages": [
        [
          "OMG! Thank you my friend Shah Rukh Khan Timeline Photos",
          1478716708
        ],
        [
          "Reviews from readers who received the galleys \n(PUB date: Nov 22)  http://bit.ly/2fybgjq Photos from Paulo Coelho's post",
          1478536866
        ],
        [
          "The new photo of my avatar was taken by Bernardo Doral for Elle Magazine Paulo Coelho",
          1477518113
        ],
        [
          "Obrigado\n(more to come this weekend, thank you for your  patience) Photos from Paulo Coelho's post",
          1476360119
        ],
        [
          "Thank you! Photos from Paulo Coelho's post",
          1475678991
        ],
        [
          "Today: Hungary! Photos from Paulo Coelho's post",
          1475501697
        ],
        [
          "Amigos / friends\n(I will post more by Friday, over 40 waiting so far) Photos from Paulo Coelho's post",
          1475103454
        ],
        [
          "Thank you! Uzo Aduba: \"The Alchemist'. A book that found me, & I'm forever grateful Timeline Photos",
          1470677945
        ],
        [
          "Djahane Samarcande: \"children from a reading club in Algeria who have discussed your novel the alchemist today, and they sent you special thanks for inspiring them. They will be happy if you publish the photo\" Timeline Photos",
          1462918602
        ],
        [
          "Artist Fabian Williams painted his van with a mural inspired by \"The Alchemist\"\nPodcast with Williams  On The Book That Changed His Career | WABE 90.1 FM http://bit.ly/1S9KQFw Timeline Photos",
          1453852629
        ],
        [
          "(taken from \"The Witch of Portobello\") Timeline Photos",
          1441105484
        ],
        [
          "The Alchemist Timeline Photos",
          1423594933
        ],
        [
          "( taken from the book #TheWinnerStandsAlone ) Timeline Photos",
          1421061842
        ],
        [
          "\"Untreue\"(Adultery) was published yesterday and today it is #1 in several bookstores in Germany, Austria, Switzerland Timeline Photos",
          1411743699
        ],
        [
          "Thank you ( Dziekuje!) my Polish friends -  #2 in the biggest bookstore chain (the book was published TODAY!) Timeline Photos",
          1400681023
        ],
        [
          "(taken from \"The Alchemist\") Timeline Photos",
          1391815570
        ],
        [
          "The Alchemist (Amazon US) > http://bit.ly/143W5Ck Timeline Photos",
          1371674534
        ],
        [
          "(taken from \"The Alchemist) Timeline Photos",
          1351164685
        ],
        [
          "L'shana tova for my Jewish friends celebrating Rosh Hashanah today! Timeline Photos",
          1347812124
        ],
        [
          "Today I'm over 9 million friends here. Celebrations are important in life: any suggestion?\nBelow what I did after reaching 3 million friends on Twitter (currently with 5,1 million). It may inspire you.  The dinner took place in April.\nLooking forward to your ideas\nLove\nPaulo Dinner with 10 Twitter friends — Paulo Coelho's Blog Following the challenge posted in 3.000.000 Twitter here is the film of our dinner (each one gives an statement, and I speak in the end) Seguindo o desafio postado em 3.000.000 Twitter, aqui um pequeno filme sobre o jantar (cada",
          1343833351
        ],
        [
          "1 MIN reading The mountain will tell me when I am old — Paulo Coelho's Blog I have chosen a mountain to define my limits. In 1989 (I was just over 40yrs and I had already published The Alchemist and The Pilgrimage in Brasil), I was on my second sacred pilgrimage in the Pyrenees. And I",
          1343759605
        ],
        [
          "You are right. I am posting your comment here (comment after I posted Emma Watson's photo reading The Alchemist) Timeline Photos",
          1343737272
        ],
        [
          "From \" The Alchemist\" Timeline Photos",
          1338589121
        ],
        [
          "1 MIN reading (published today) Paulo Coelho: I honestly don't know why The Alchemist did so well Author Paulo Coelho talks to Metro about the success of his novel The Alchemist, being the second most influential person on Twitter behind Justin",
          1334834668
        ],
        [
          "The Alchemist (read by Jeremy Irons) The Alchemist (read by Jeremy Irons) — Paulo Coelho's Blog The fist chapter of The Alchemist ( 10 minutes audio)",
          1332669607
        ],
        [
          "2 MIN READING Huffington Post today A King Reclaiming His Kingdom: <i>The Aleph</i> by Paulo Coelho Reading The Aleph is a bit like diving into Paulo Coelho's eyes and getting to know him better.",
          1331854352
        ],
        [
          "(photo taken today) Timeline Photos",
          1330878711
        ],
        [
          "For your own sake, resign from the post of General Manager of Life",
          1330165289
        ],
        [
          "1 MIN reading: Guardian (UK) today Paulo Coelho calls on readers to pirate books Multimillion-selling author links with Pirate Bay, saying",
          1328118776
        ]
      ],
      "dates_start": 1341813688,
      "dates_end": 1461218019,
      "likes_avg": 19128,
      "likes_stdev": 23575,
      "comments_avg": 421,
      "comments_stdev": 432,
      "shares_avg": 4446,
      "shares_stdev": 10388
    },
    {
      "number": 13,
      "important": [
        "nos",
        "que",
        "de",
        "le",
        "kindl",
        "paulo",
        "un",
        "ou",
        "accra",
        "amazon"
      ],
      "common": [
        "dans",
        "de",
        "ils",
        "le",
        "le manuscrit",
        "le manuscrit retrouvé",
        "mai",
        "manuscrit",
        "manuscrit retrouvé",
        "retrouvé"
      ],
      "messages": [
        [
          "Le Zahir Timeline Photos",
          1430110801
        ],
        [
          "Le manuscrit retrouvé Timeline Photos",
          1429851601
        ],
        [
          "Le meilleur restaurant chinois dans mon quartier: Florissant 19 Timeline Photos",
          1429808047
        ],
        [
          "Sur le bord de la rivière Piedra je me suis assise et j'ai pleuré Timeline Photos",
          1425967201
        ],
        [
          "En ce moment, beaucoup de gens ont renoncé à vivre. Ils ne s'ennuient pas, ils ne pleurent pas, ils se contentent d'attendre que le temps passe. Ils n'ont pas accepté les défis de la vie et elle ne les défie plus. Timeline Photos",
          1423928762
        ],
        [
          "Le Pèlerin de Compostelle Timeline Photos",
          1423375201
        ],
        [
          "\"Comme le fleuve qui coule\" Timeline Photos",
          1420624801
        ],
        [
          "Dejà disponible dans toutes les librairies et aussi\niTunes (iPhone, iPad, Mac) http://bit.ly/1mshmRu\n Amazon: http://amzn.to/1lKRLD3\nKindle http://amzn.to/1mYq0FQ\n (téléchargement partout dans le monde) Timeline Photos",
          1400146628
        ],
        [
          "Janie Fortin:  Cher Paulo!!!!!!\r\n    Le voici enfin au Québec..... attendu depuis déjà un moment c’est aujourd'hui que j'ai reçu l'appel de l'arrivé du livre à la librairie...\r\n    Merci de nous faire voyager. de nous faire croire en nos rêves....    MERCI DE M'AVOIR INSPIRÉ MA NOUVELLE VIE!!!!!\r\n    Je partage vos citations avec mes amis depuis que le manuscrit est sorti en France...... Chaque jour c'est un moment de Bonheur pour moi!!!!\r\n    Au Plaisir de vous lire encore durant plusieurs années!!!! Timeline Photos",
          1370715782
        ],
        [
          "Gare de Montparnasse (Paris). Merci pour la photo, Alicia!\r\nLe manuscrit retrouvé - dans votre librairie\r\nou Amazon FR > http://bit.ly/10Bvqv5 (livraison gratuite - France Métropolitaine, Monaco, Belgique, Luxembourg) Timeline Photos",
          1368020642
        ],
        [
          "LE MUGUET DE MAI\r\nDia 1 de Maio há na Europa a tradição de oferecer \"le muguet\" a quem se ama. Isso estou fazendo com voces\r\nOn May 1 there is the tradition to offer \"le muguet\" as a sign of love and friendship. Therefore, I am sharing with you Timeline Photos",
          1367422866
        ],
        [
          "\"If you think adventure is dangerous, try routine; it is lethal.\"\r\n\r\nLe manuscrit retrouvé > http://bit.ly/10Bvqv5\r\n(PARUTION: Le 2 Mai ) Timeline Photos",
          1366991349
        ],
        [
          "Le manuscrit retrouvé (Amazon.fr) > http://bit.ly/10Bvqv5\r\n(PARUTION: Le 2 Mai ) Timeline Photos",
          1366374938
        ],
        [
          "Le manuscrit retrouvé (Amazon.fr) > http://bit.ly/10Bvqv5\r\nEn librairies le 3 Mai Timeline Photos",
          1366190952
        ]
      ],
      "dates_start": 1370965398,
      "dates_end": 1427538826,
      "likes_avg": 12243,
      "likes_stdev": 8712,
      "comments_avg": 291,
      "comments_stdev": 506,
      "shares_avg": 4985,
      "shares_stdev": 5053
    },
    {
      "number": 14,
      "important": [
        "hari",
        "espiã",
        "livraria",
        "em toda livraria",
        "já",
        "em toda",
        "mata",
        "brasil",
        "em",
        "toda"
      ],
      "common": [
        "25",
        "brasil",
        "de",
        "em",
        "em todas",
        "em todas livrarias",
        "livrarias",
        "livrarias brasil",
        "todas",
        "todas livrarias"
      ],
      "messages": [
        [
          "\"A Espiã\", baseado na vida de Mata Hari, já em todas as livrarias no Brasil e em Portugal (e tambem nas livrarias online) Timeline Photos",
          1474553692
        ],
        [
          "Nas livrarias do Brasil e Portugal (e nas livrarias online) Timeline Photos",
          1474224494
        ],
        [
          "Em setembro: \"A espiã\" em todas as livrarias do Brasil e em todas as plataformas online > https://www.facebook.com/paulocoelho/videos/10154119327286211/\nAll other countries: Oct/December 2016 Timeline Photos",
          1464465400
        ],
        [
          "Mata Hari's only crime: to be a free and independent woman\n\"The Spy\", based on a true story,  will be launched worldwide by the end of the year\nNo Brasil: setembro em todas as livrarias Timeline Photos",
          1463413395
        ],
        [
          "#EdiçãoEspecial em todas as livrarias Timeline Photos",
          1455799812
        ],
        [
          "(Edição especial em todas as livrarias, pelo preço da edição normal) Timeline Photos",
          1453572866
        ],
        [
          "EM TODAS AS LIVRARIAS Timeline Photos",
          1406886740
        ],
        [
          "Em todas as livrarias (e listas de mais vendidos!) Timeline Photos",
          1400758881
        ],
        [
          "Obrigado a todos! \nMeu novo  livro completa quinze dias SEGUIDOS em #1 do iTunes > http://bit.ly/1q0iyuf  \n(Nota: em todas as livrarias, e tambem Kindle http://bit.ly/1gTRdZL) Timeline Photos",
          1398182720
        ],
        [
          "EM TODAS AS LIVRARIAS ou \niTunes > http://bit.ly/1q0iyuf \nKindle > http://bit.ly/1gTRdZL Timeline Photos",
          1397901951
        ],
        [
          "(Com a palavra a leitora)Acordei com Vontade de Ler: Resenha Nacional: \"Adultério\" - Paulo Coelho http://bit.ly/1eITKrc EM TODAS AS LIVRARIAS\n(NOTA: dez dias depois, graças ao boca-a-boca, o livro continua em primeiríssimo lugar no iTunes > http://bit.ly/1q0iyuf Timeline Photos",
          1397649224
        ],
        [
          "Pré-venda Saraiva ( 19,90) http://bit.ly/P9jFfy\nDIA 15 ABRIL EM TODAS AS LIVRARIAS\n(France: 14/05 All other countries: June/August) Timeline Photos",
          1396281110
        ],
        [
          "Hoje em todas as livrarias do Brasil Timeline Photos",
          1343209610
        ],
        [
          "Lançamento amanhã, dia 25 de julho (mas já pode ser encontrado em muitas livrarias) Timeline Photos",
          1343127490
        ],
        [
          "(Já em algumas livrarias) Timeline Photos",
          1342966665
        ],
        [
          "Embora o lançamento seja apenas dia 25 (proxima quarta) algumas livrarias já colocaram \"Manuscrito encontrado em Accra\" à venda, e o primeiro comentário a gente nunca esquece. Obrigado Maithe! Timeline Photos",
          1342864206
        ],
        [
          "25 de julho nas livrarias Timeline Photos",
          1342176292
        ],
        [
          "25 de julho em todas as livrarias Timeline Photos",
          1342032142
        ]
      ],
      "dates_start": 1352284345,
      "dates_end": 1452167509,
      "likes_avg": 12610,
      "likes_stdev": 11851,
      "comments_avg": 242,
      "comments_stdev": 185,
      "shares_avg": 5299,
      "shares_stdev": 6258
    },
    {
      "number": 15,
      "important": [
        "ao",
        "amigo",
        "part",
        "de",
        "livro",
        "hari",
        "paulo coelho",
        "das",
        "para",
        "mata"
      ],
      "common": [
        "coelho",
        "de",
        "em",
        "livro",
        "mais",
        "para",
        "paulo",
        "paulo coelho",
        "que",
        "um"
      ],
      "messages": [
        [
          "Conversando com Jô Soares através do espaço, ele na Globo, eu na Fundação Paulo Coelho. Amigo de muitos anos, falamos de Mata Hari (A Espiã) A parede atrás mostra parte das 2.700 diferentes edições de meus livros\nATUALIZAÇÃO: programa vai ao ar nesta madrugada de quinta para sexta-feira Timeline Photos",
          1478736007
        ],
        [
          "Ccnversa (PORTUGUESE ONLY!)Paulo Coelho fala sobre seu novo livro, \"A espiã\".\n\n\"Mata Hari foi a mulher mais desejada de sua época: a famosa bailarina de danças orientais que chocava e encantava as plateias ao se desnudar nos palcos, a companheira de confidências e de encontros amorosos com os homens ricos e poderosos de seu tempo, a pessoa de passado enigmático que despertava o ciúme e a inveja das damas da aristocracia parisiense. Ela ousou se libertar do moralismo e dos costumes provincianos das primeiras décadas do século XX e pagou caro por isso: em 1917, foi executada pelo pelotão de fuzilamento do exército francês, sob alegações de espionagem de guerra.\"\n\n\"A espiã\", de Paulo Coelho, já está nas livrarias!",
          1474555592
        ],
        [
          "\"Sou uma mulher que nasceu na época errada\" (Mata Hari, personagem central de \"A Espiã\")\nWorld wide release (check your country >>  http://bit.ly/2bOi276 ) 8 de agosto nas livrarias",
          1473079435
        ],
        [
          "Quando Mata Hari chegou a Paris, não tinha um único centavo no bolso.\nUm ano depois, era uma das mulheres mais famosas e desejadas de sua época.\nBailarina que se desnudava no palco, cortesã que manipulava os políticos e homens importantes.\nSeu grande fascinio era a moda, e todos a conheciam porque chamava a atenção por onde passava.\nMas a França foi invadida pela Alemanha, o que deflagrou a Primeira Guerra Mundial, a mais sangrenta que a Europa conheceu nos últimos duzentos anos.\nPor causa das derrotas militares, era necessário encontrar alguém para desviar as atenções da frente de batalha. Em 1917 Mata Hari foi presa e condenada à morte, acusada de espionagem.\n\"A Espiã\" , meu novo livro, relata a semana que antecede o fuzilamento.\nNa verdade, seu único crime foi ser uma mulher livre. Nada além disso. Documentos revelados recentemente mostram que o julgamento nao passou de uma farsa.\nO livro será publicado no Brasil no dia 6 de setembro. Não darei entrevistas em principio, mas faremos um bate-papo aqui mais adiante. Eu aviso a data. A Espiã",
          1466782126
        ],
        [
          "O novo livro de Paulo Coelho | Lauro Jardim - http://glo.bo/1s5mbY9\n\nDois anos depois de \"Adultério\", Paulo Coelho botou o ponto final no seu novo livro na segunda-feira passada, em seu apartamento, em Genebra.\n\nCom o título de \"A espiã\", o romance chega às livrarias no fim do ano, em lançamento mundial (aqui, sai pela Sextante).\n\nO texto é uma costura ficcional trabalhada por Paulo Coelho a partir de uma troca de cartas de Mata Hari e o seu advogado.\n\nA correspondência entre a dançarina acusada de espionagem durante a Primeira Guerra e o seu advogado foi escrita às vésperas de ela ser executada na França e foi  liberada ao público há 30 anos.\n\nAgora, Coelho deu um tratamento de romance ao texto.\n\n\"A espiã\" marca também a estreia dele como capista. A ideia é que a capa acima seja reproduzida em todos os países onde o livro será publicado. Timeline Photos",
          1462719917
        ],
        [
          "The soul of a writer is made of letters...\nA alma de um escritor é feita de letras... Timeline Photos",
          1424085206
        ],
        [
          "Love is an act of faith\nO amor é um ato de fé Timeline Photos",
          1423928532
        ],
        [
          "O Diário de um Mago Timeline Photos",
          1422864000
        ],
        [
          "A toast to friendship in a farm/vineyard com Flora e Gilberto Gil \nBrinde à amizade em um vinhedo com o casal Gilberto Gil Timeline Photos",
          1412435685
        ],
        [
          "Essa rosa do meu jardim é para voces, meus leitores brasileiros. ADULTÉRIO não apenas continua na lista dos mais vendidos dos principais jornais e revistas (onde entrou há dois meses) como voltou a subir! \nMuitissimo obrigado! Timeline Photos",
          1402137119
        ],
        [
          "Folha de São Paulo hoje: obrigado pelo constante apoio de voces aqui!\nÉ sempre bom lembrar que livro saiu no final de março, portanto toda promoção há um mes tem sido mesmo o boca-a-boca Timeline Photos",
          1400937063
        ],
        [
          "Obrigado Portugal! Segundo país a ser publicado, e tambem - como no Brasil - direto na lista dos mais vendidos!!! Timeline Photos",
          1400265309
        ],
        [
          "A felicidade de um não significa a tristeza de outros. Timeline Photos",
          1399129336
        ],
        [
          "REPETINDO O PEDIDO DE FAVOR: \npelo visto o único problema de distribuição de Adultério é na Saraiva RJ (outras tem). Os livros para Saraiva RJ deveriam chegar hoje. Voces poderiam me dizer se estão com dificuldades de encontrar? Timeline Photos",
          1397497523
        ],
        [
          "O que faz um sonho impossível? O medo da derrota. (O Alquimista) Timeline Photos",
          1368262308
        ],
        [
          "O momento mágico é aquele em que um \"sim\" ou um \"não\" pode mudar o resto de sua vida Timeline Photos",
          1363812008
        ],
        [
          "Se o que estamos fazendo é bom, não devemos nos preocupar se estamos parecidos com um pitbull... Timeline Photos",
          1357465980
        ],
        [
          "Mesmo tendo sido lançado em julho, o livro segue uma linda carreira, com a ajuda de voces. Foi o título mais vendido da Sextante na semana passada, e neste exato momento, está em terceiro lugar na iBookstores Brasil (iPad, iPhone). Obrigado\r\nSemana que vem: Espanha! Timeline Photos",
          1352223494
        ],
        [
          "Aqui a lista da Folha de São Paulo, publicada sábado passado. O livro foi lançado em julho, e estamos lá até hoje.\r\nQual o mistério? A recomendação do leitor. Continuo contando muito com voces, \"Manuscrito\"é um livro importantíssimo para mim.\r\nNota: sou o único autor brasileiro ali Timeline Photos",
          1347880353
        ],
        [
          "Como podem notar, sou o ÚNICO escritor brasilieiro na lista dos mais vendidos (a publicada aqui é do Globo/Epoca, mas o mesmo ocorre em outras). O livro completa dois meses ali neste final de semana.\r\nE isso só é possivel por que? Por causa da ajuda de voces - nada promove melhor um livro que a recomendaçao do leitor. OBRIGADO! Timeline Photos",
          1347289289
        ],
        [
          "Proximo sábado, completando 8 semanas na lista dos mais vendidos do Brasil (por sinal, único livro de autor brasileiro ali). Muitíssimo obrigado pelo apoio constante! Timeline Photos",
          1346963223
        ],
        [
          "É a possibilidade de realizar um sonho que torna interessante a vida ( O Alquimista) Timeline Photos",
          1345195874
        ],
        [
          "Em dez minutos estarei entrando na plataforma abaixo para conversar um pouco com voces. Podem fazer o login usando o Facebook, e podem usar webcam\n(note: chat in Portuguese only) Conversa com leitores Spreecast is the social video platform that lets people broadcast together.",
          1343681120
        ],
        [
          "Agosto: meu novo livro Timeline Photos",
          1338300497
        ],
        [
          "Titulo de meu novo livro (Agosto no Brasil, Novembro Italia, Holland, Espana) O manuscrito Dois anos depois de O Aleph e 146 milhões de exemplares vendidos depois de O Diário de Um Mago, vem aí, um novo livro de Paulo Coelho. Em agosto, a",
          1337726381
        ],
        [
          "Post em Portugues   O Bom Combate — Paulo Coelho's Blog Em 1986, fiz pela primeira e única vez a peregrinação conhecida como Caminho de Santiago, experiência que descrevo em meu primeiro livro, “O Diario de um Mago”. Tínhamos acabado de subir uma pequena elevação e meu guia, a quem chamo",
          1331941284
        ],
        [
          "Post em Portugues 1 MIN LEITURA: O instante mágico — Paulo Coelho's Blog É preciso correr riscos. Só entendemos direito o milagre da vida quando deixamos que o inesperado aconteça. Todos os dias Deus nos dá – junto com o sol – um momento em que é possível mudar tudo que nos deixa",
          1331748834
        ],
        [
          "O post abaixo não é para chamar atenção ao que faço, mas para o magnífico trabalho de Yolanda e Isabella (nota: o link para o video, no post, é sobre a experiencia que tive em novembro, quando o médico me disse: \"Você vai morrer em 30 dias) Nós, os instrumentos — Paulo Coelho's Blog",
          1330794457
        ],
        [
          "Post em português 20 seg leitura: qual é o maior luxo? — Paulo Coelho's Blog Ao lado do mosteiro de Ibak, vivia um sábio sufi, excelente negociante, que terminou por acumular uma grande riqueza. Um visitante do mosteiro, ao ver os custos altíssimos dos trabalhos de renovação do templo, disse para quem quisesse escutar: “Eis",
          1329494841
        ],
        [
          "1 MIN de leitura (post em Portugues) O circulo da alegria — Paulo Coelho's Blog Um camponês bateu com força na porta de um convento. Quando o irmão porteiro abriu, ele lhe estendeu um magnífico cacho de uvas. - Caro irmão porteiro, estas são as",
          1327852229
        ],
        [
          "Post in Portugues (previous post in English, about the same subject)\nPirateiem meus livros  (menos Luiza, que está ocupadíssima...) Pirateiem meus livros — Paulo Coelho's Blog artigo publicado em 29 de maio 2011 no jornal Folha de São Paulo Em meados do século 20, começaram a circular na antiga União Soviética vários livros mimeografados questionando o sistema político. Seus autores jamais ganharam um centavo de direitos",
          1327145538
        ],
        [
          "Maravilhosa criatura, a Adriana Lima. Sensivel, segura de si, inteligente.  O grande problema com essa foto é que estou parecendo um anão... Adriana Lima tieta Paulo Coelho: Modelo mostrou-se emocionada ao encontrar o escritor em um evento na Suíça",
          1326990580
        ]
      ],
      "dates_start": 1331271045,
      "dates_end": 1430849026,
      "likes_avg": 16259,
      "likes_stdev": 18114,
      "comments_avg": 610,
      "comments_stdev": 1567,
      "shares_avg": 5370,
      "shares_stdev": 10218
    },
    {
      "number": 16,
      "important": [
        "accra",
        "de",
        "today",
        "espiã"
      ],
      "common": [
        "de",
        "de portobello",
        "du",
        "du guerrier",
        "lumière",
        "manuel",
        "manuel du",
        "manuel du guerrier",
        "manuel du guerrier de",
        "manuel du guerrier de lumière"
      ],
      "messages": [
        [
          "Resenha: A Espiã - Crônicas de Eloise http://bit.ly/2deODiD Timeline Photos",
          1474980352
        ],
        [
          "La Sorcière de Portobello Timeline Photos",
          1430024402
        ],
        [
          "Cuesta mucho librarse de la memoria Timeline Photos",
          1427569265
        ],
        [
          "A bruxa de Portobello Timeline Photos",
          1426147201
        ],
        [
          "Manuel du Guerrier de la lumière Timeline Photos",
          1421906405
        ],
        [
          "Manuel du guerrier de la lumière Timeline Photos",
          1420869600
        ],
        [
          "Inteligência é a arte de escolher entre inimigos necessários e desnecessários Timeline Photos",
          1352208074
        ],
        [
          "FNAC hier: #2 (livre de poche, EUR 6,70). Merci! Timeline Photos",
          1349168305
        ],
        [
          "La ventana de mi hotel ayer, Laco di Guarda, Italia Timeline Photos",
          1336418507
        ],
        [
          "Airport de Paris (Charles de Gaulle) aujourd'hui (today) Timeline Photos",
          1330105189
        ]
      ],
      "dates_start": 1349416202,
      "dates_end": 1444463257,
      "likes_avg": 19349,
      "likes_stdev": 10532,
      "comments_avg": 373,
      "comments_stdev": 447,
      "shares_avg": 7364,
      "shares_stdev": 7478
    },
    {
      "number": 17,
      "important": [
        "dailywalk",
        "start",
        "best",
        "go",
        "walk",
        "thing",
        "alon",
        "happi",
        "sunday",
        "accra"
      ],
      "common": [
        "alone",
        "daily",
        "daily walk",
        "never",
        "never walk",
        "never walk alone",
        "sunday",
        "walk",
        "walk alone",
        "walking"
      ],
      "messages": [
        [
          "Trust and start walking\nWe are not alone in the dark\nOur path will unfold as we dare to go beyond our limits Timeline Photos",
          1486065659
        ],
        [
          "#DailyWalk freezing cold Sunday Timeline Photos",
          1485098679
        ],
        [
          "The simple things are the best. HAPPY SUNDAY! Timeline Photos",
          1477236319
        ],
        [
          "Happy Sunday Timeline Photos",
          1467548278
        ],
        [
          "2 min walk crowded Geneva\n( a readers stops me, and I continue 2 minutes later, in the next post)",
          1466957621
        ],
        [
          "2 min walk",
          1466513837
        ],
        [
          "Daily walk",
          1466341366
        ],
        [
          "If you are never alone, you can't know yourself Timeline Photos",
          1464267687
        ],
        [
          "Unexpected gift this morning! Thank you Alan Field and Steven George Gerrard\n YNWA \n\nWhen you walk through a storm, hold your head up high\nAnd don’t be afraid of the dark\nAt the end of the storm, there’s a golden sky\nAnd the sweet, silver song of a lark\n\nWalk on through the wind\nWalk on through the rain\nThough your dreams be tossed and blown\n\nWalk on, walk on\nWith hope in your heart\nAnd you’ll never walk alone\nYou’ll never walk alone\n\nWalk on, walk on\nWith hope in your heart\nAnd you’ll never walk alone\nYou’ll never walk alone\n\n( Liverpool FC Anthem: You'll Never Walk Alone ) Timeline Photos",
          1457709713
        ],
        [
          "1970 , when the Lost City- totally,empty that day- was only known by people walking the Hippie trail. It took me 4 weeks to get there, traveling from Rio Timeline Photos",
          1455152631
        ],
        [
          "Daily walk keeps my mind healthy Timeline Photos",
          1449965277
        ],
        [
          "Simple Sunday pleasures / prazeres simples de domingo / Placeres simples de domingo Timeline Photos",
          1432480178
        ],
        [
          "The Winner Stands Alone Timeline Photos",
          1424977360
        ],
        [
          "My Daily Walk - a beautiful afternoon (you can see Montblanc - the highest peak in Europe, behind) \nTemperature: + 6 C (so far, no snow here where I live) Timeline Photos",
          1419351235
        ],
        [
          "Sunday Timeline Photos",
          1414322226
        ],
        [
          "Sunday walk Timeline Photos",
          1411313916
        ],
        [
          "Sunday harvest / colheita dominical Timeline Photos",
          1381665017
        ],
        [
          "Terapia diária / Daily therapy #walking Timeline Photos",
          1380037517
        ],
        [
          "This next Sunday Timeline Photos",
          1371227420
        ],
        [
          "I was walking in the street, and I met myself.../Eu caminhava pela rua, e encontrei a mim mesmo... Timeline Photos",
          1349786246
        ]
      ],
      "dates_start": 1396743095,
      "dates_end": 1476058722,
      "likes_avg": 41982,
      "likes_stdev": 34388,
      "comments_avg": 1598,
      "comments_stdev": 2475,
      "shares_avg": 8309,
      "shares_stdev": 23573
    },
    {
      "number": 18,
      "important": [
        "record",
        "pelo",
        "obrigado",
        "você",
        "gracia",
        "semana",
        "todo",
        "accra",
        "thank",
        "una"
      ],
      "common": [
        "foto",
        "gracias",
        "gracias por",
        "gracias todos",
        "obrigado",
        "para",
        "por",
        "que",
        "thank",
        "todos"
      ],
      "messages": [
        [
          "Obrigado!",
          1479375960
        ],
        [
          "Gracias a todos:\nUna semana despues, La Espia sigue en \n #1 en iBooks http://apple.co/2dEj7xj Timeline Photos",
          1476192456
        ],
        [
          "Obrigado pelo apoio  Dani Alves ! (Descobri no Instagram @danialves23 ) Timeline Photos",
          1475669462
        ],
        [
          "Obrigado a todos vocês pelo apoio. Timeline Photos",
          1474637977
        ],
        [
          "Obrigado pela foto! #OAlquimista  #TheAlchemist Timeline Photos",
          1457388443
        ],
        [
          "365 weeks = 7 anos + 1 semana\nThank you, obrigado, gracias, merci #record Timeline Photos",
          1439201125
        ],
        [
          "Gracias por todo, aunque hubiera preferido verlos en Berlin \n\n #HalaMadridYNadaMas Timeline Photos",
          1431543921
        ],
        [
          "Doy gracias a todos los que hirieron en el pasado: ellos me han enseñado que el dolor no es una excusa para abandonar la lucha. Timeline Photos",
          1411840897
        ],
        [
          "Gracias! ( 14 agosto en toda Latinoamerica) Timeline Photos",
          1407838459
        ],
        [
          "Mexico: edición de lujo para el 25 aniversario \"El Alquimista\"\r\nMXN 229,00   Gracias por el apoyo! Timeline Photos",
          1385665879
        ],
        [
          "Obrigado Diogenes! / Thank you for the beautiful collection box / Gracias por hacer posible esta increíble coleccion con mis libros. Timeline Photos",
          1381998453
        ],
        [
          "Café & Coelho (obrigado p/foto A. Fernandes) Timeline Photos",
          1349347128
        ],
        [
          "Obrigado, thank you, grazie, merci, gracias! O PRESENTE DE PAULO full version",
          1346093482
        ],
        [
          "(aprovecho para decir gracias a todos que estan haciendo estas tarjetas virtuales) Timeline Photos",
          1340659675
        ],
        [
          "#5 Thank you / obrigado / gracias Timeline Photos",
          1336479022
        ],
        [
          "Gracias a quien me envio el texto Timeline Photos",
          1330909168
        ]
      ],
      "dates_start": 1353727328,
      "dates_end": 1461877860,
      "likes_avg": 24017,
      "likes_stdev": 32682,
      "comments_avg": 602,
      "comments_stdev": 688,
      "shares_avg": 8877,
      "shares_stdev": 16414
    },
    {
      "number": 19,
      "important": [
        "porqu",
        "de",
        "aleph",
        "mundo",
        "todo",
        "como",
        "para",
        "accra",
        "usd",
        "del"
      ],
      "common": [
        "99",
        "agosto",
        "aleph",
        "de",
        "eur",
        "odiar",
        "odiar hilal",
        "odiar hilal aleph",
        "paises del mundo de viernes",
        "para"
      ],
      "messages": [
        [
          "Aleph Timeline Photos",
          1428649201
        ],
        [
          "\"Perdono, no para convertirme en santa, sino porque estoy cansada de odiar.\" Hilal, en #Aleph Timeline Photos",
          1398880901
        ],
        [
          "Marci la France! Aleph #1 (FNAC) Timeline Photos",
          1350323763
        ],
        [
          "Toutes les librairies: à partir d'aujourd'hui ALEPH livre de poche 6,70 EUR Aleph Aleph",
          1348661711
        ],
        [
          "Como prometi, consegui que bajasen e-book Aleph en espanol para EUR 2,99 (o USD 3,99)  en todos paises del mundo. \nDe viernes 3 Agosto, hasta domingo 5 Agosto. Aleph",
          1344004253
        ],
        [
          "(from ALEPH) Timeline Photos",
          1340926517
        ],
        [
          "em \"O Aleph\" Timeline Photos",
          1340278243
        ],
        [
          "ALEPH 1 in Austria. Vielen Dank Österreich! Timeline Photos",
          1326990282
        ]
      ],
      "dates_start": 1327157812,
      "dates_end": 1392520905,
      "likes_avg": 24823,
      "likes_stdev": 32074,
      "comments_avg": 422,
      "comments_stdev": 224,
      "shares_avg": 9563,
      "shares_stdev": 11483
    },
    {
      "number": 20,
      "important": [
        "lord",
        "still",
        "dream",
        "dont",
        "bless",
        "someth",
        "week",
        "accra",
        "bless week",
        "need"
      ],
      "common": [
        "bless",
        "bless week",
        "bless week understand",
        "lord",
        "lord bless",
        "lord bless week",
        "lord bless week understand",
        "understand",
        "week",
        "week understand"
      ],
      "messages": [
        [
          "Lord, bless our week\nWe don't need to justify our dreams - they belong to us Timeline Photos",
          1471878004
        ],
        [
          "Lord, bless our week\nIt's important to realize that we can miss something, but still not want it back Timeline Photos",
          1465218706
        ],
        [
          "LORD, bless our week Timeline Photos",
          1452520240
        ],
        [
          "LORD, bless our week. May we understand that \"difficulty\" is a tool to strengthen our will Timeline Photos",
          1451910235
        ],
        [
          "LORD, BLESS OUR WEEK Timeline Photos",
          1450701038
        ],
        [
          "Lord, bless our week.-\nIt is important to know that we can miss something, but still not want it back Timeline Photos",
          1445808444
        ],
        [
          "Lord, bless our week Timeline Photos",
          1443441147
        ],
        [
          "Dear Lord, bless our week. Don't allow anyone to steal our joy Timeline Photos",
          1441021507
        ],
        [
          "Lord, bless our week. Timeline Photos",
          1421049600
        ],
        [
          "Lord, bless our week. The difficult times make us discover we are more capable than what we thought. Timeline Photos",
          1407146466
        ],
        [
          "Lord, bless our week. When we love, we strive to be better than we are. And we succeed. Timeline Photos",
          1402909273
        ],
        [
          "Lord, bless our week. Fight today, to avoid crying tomorrow. Timeline Photos",
          1401094859
        ],
        [
          "Lord, bless our week. May we learn how to navigate between false friends and true enemies Timeline Photos",
          1368436300
        ],
        [
          "Lord, bless our week. The reward of our work is not what we get, but what we become",
          1343639537
        ],
        [
          "Lord, bless our week. May we have the strength of the mountain and the wisdom of the water",
          1343039058
        ],
        [
          "Lord bless our week. Don't give up until we have taken on the shape that You wish for us",
          1342433535
        ],
        [
          "Lord, bless our week. May we understand that the ends do not justify the means. Because there are no ends, there are only means.",
          1340621304
        ],
        [
          "Lord, bless our week. We all know fear, but passion makes us fearless",
          1340014310
        ],
        [
          "Lord, bless our week. Some of Your decisions are difficult to understand, but I am sure they are always in our favor",
          1338802401
        ],
        [
          "Lord, bless our week. May we keep in mind that our destiny is not for sale",
          1338202100
        ],
        [
          "Lord, bless our week. Help us to be brave, as fear of suffering is worse than suffering itself",
          1337613542
        ],
        [
          "Lord, bless our week. We are not defeated when we lose: we are defeated when we quit",
          1336986118
        ],
        [
          "Lord, bless our week. Life is short, there is no time to leave important words unsaid.",
          1336395418
        ],
        [
          "Lord, bless our week. May we understand that joy is not a sin, sacrifice is not a virtue.",
          1335777189
        ],
        [
          "Lord, bless our week. The strongest love is the love that can demonstrate its fragility",
          1334576038
        ],
        [
          "Lord, bless our week. May we understand that the fear of suffering is worse than the suffering itself",
          1333356107
        ],
        [
          "Lord, bless our week. May the force of the mountain, the purity of the fountain, the light of the sun be with us. Amem",
          1332763425
        ],
        [
          "Lord, bless our week. May we chase our fears, or they will chase us forever",
          1331549813
        ],
        [
          "Lord, bless our week. Help us to choose between the bridges we need to cross and the bridges we need to destroy",
          1330944067
        ],
        [
          "Lord, bless our week. May love fill our heart, compassion guide our mind, faith rule our soul",
          1329735537
        ],
        [
          "Lord, bless our week. May we live the life we have imagined",
          1329129064
        ],
        [
          "Lord, bless our week. Dreams cannot be tamed. Dreamers cannot be ruled",
          1327929012
        ],
        [
          "Lord, bless our week.  Give us inspiration to recognize the blessings and the dangers in the days ahead",
          1327310505
        ],
        [
          "Lord, bless our week. You are our refuge and ou fortress, in whom we trust",
          1326709668
        ],
        [
          "Lord, bless our week. Help us to take all the necessary risks to become the person we always wanted to be.",
          1326104705
        ],
        [
          "Lord, bless our week. May we understand that nothing in this world happens by chance",
          1325525253
        ]
      ],
      "dates_start": 1319311264,
      "dates_end": 1420260597,
      "likes_avg": 34677,
      "likes_stdev": 18775,
      "comments_avg": 584,
      "comments_stdev": 266,
      "shares_avg": 9764,
      "shares_stdev": 12691
    },
    {
      "number": 21,
      "important": [
        "record",
        "time best",
        "today",
        "best",
        "best seller",
        "aleph",
        "list",
        "new york",
        "new",
        "alchemist"
      ],
      "common": [
        "alchemist",
        "best",
        "best seller",
        "list",
        "ny",
        "ny times",
        "seller",
        "times",
        "times best seller",
        "times best seller list"
      ],
      "messages": [
        [
          "Today: The Alchemist (breaking all records) AND Aleph in the New York Times Best Seller list > http://bit.ly/fKZILL Timeline Photos",
          1347105424
        ],
        [
          "Tomorrow in the NY Times Best Seller list: The Alchemist (breaking all records of longevity) AND Aleph! Thank you for your support Timeline Photos",
          1347054017
        ],
        [
          "NY Times best seller list today: \"The Alchemist\" and \"Aleph\", first time in my life that I have TWO books there. Thank you! Timeline Photos",
          1342864069
        ],
        [
          "Great to check the NY Times best seller list today and to see not only \"The Alchemist\" (229 weeks) but also Aleph! OMG, let me go out and celebrate this! \r\nP.S. - you may think I behave like a child. Yes, I do. And I want to keep the same enthusiasm for the years to come Timeline Photos",
          1342259200
        ],
        [
          "Saturday of joy: \"The Alchemist\" completes 223 weeks in The NY Times best seller list Timeline Photos",
          1340447197
        ],
        [
          "Another Saturday of joy, seeing The Alchemist for 222 weeks in the NY Times Best seller list! Timeline Photos",
          1339856031
        ],
        [
          "Saturday of joy: \"The Alchemist\" completes 221 weeks in the NY Times Best seller list Timeline Photos",
          1339237858
        ],
        [
          "\"When you want something, the whole Universe conspires to help you\". What a joy to see \"The Alchemist\" in the NY Times bestseller list, breaking all records! (220 weeks, currently # 12) Best Sellers - The New York Times Browse best seller lists, book reviews & news for authors, fiction & non-fiction, literature, biographies, memoirs, children's books, science fiction & self-help.\"",
          1338661802
        ],
        [
          "Breaking all records: \"The Alchemist\" is in NY Times best seller list for 217 weekss,  almost 5 years! (currently #16) Best Sellers - The New York Times Browse best seller lists, book reviews & news for authors, fiction & non-fiction, literature, biographies, memoirs, children's books, science fiction & self-help.\"",
          1337160989
        ],
        [
          "Saturday of joy: \"The Alchemist\" in the NY Times Best Seller list for 4 years and 3 months, breaking all records  (currently #13).  Check the link below Best Sellers - The New York Times Browse best seller lists, book reviews & news for authors, fiction & non-fiction, literature, biographies, memoirs, children's books, science fiction & self-help.\"",
          1330175437
        ],
        [
          "Without any help from major newspapers or TV interviews, movies \"based on\", but with the full support of my readers, \"The Alchemist\" broke all records in the NY Times Best Seller list (210 weeks). A big THANK YOU  Best Sellers - The New York Times",
          1326659885
        ]
      ],
      "dates_start": 1333255323,
      "dates_end": 1345195933,
      "likes_avg": 27991,
      "likes_stdev": 17838,
      "comments_avg": 855,
      "comments_stdev": 328,
      "shares_avg": 9974,
      "shares_stdev": 10308
    },
    {
      "number": 22,
      "important": [
        "accra timelin",
        "encontrado accra",
        "manuscrito",
        "que",
        "al",
        "manuscrito encontrado",
        "encontrado",
        "para",
        "accra",
        "pero"
      ],
      "common": [
        "accra",
        "de",
        "encontrado",
        "encontrado accra",
        "manuscrito",
        "manuscrito encontrado",
        "manuscrito encontrado accra",
        "noviembre",
        "que",
        "todos"
      ],
      "messages": [
        [
          "El invierno lucha para reinar soberano, pero al final\nse ve obligado a aceptar la victoria de la primavera, que\ntrae consigo flores y alegría.\nEl manuscrito encontrado en Accra Timeline Photos",
          1429686001
        ],
        [
          "Las cicatrices hablan más alto que la hoja de la espada\nque las causó.\nEl manuscrito encontrado en Accra Timeline Photos",
          1429599601
        ],
        [
          "El fracaso no nos permite soñar. Su lema\nes: «No anheles nada y nunca sufrirás.»\nManuscrito encontrado en Accra Timeline Photos",
          1429254001
        ],
        [
          "La lealtad es una perla entre los granos de arena que sólo aquellos que realmente entienden su significado pueden ver.\nEl manuscrito encontrado en Accra Timeline Photos",
          1427997684
        ],
        [
          "La alegría es contagiosa y siempre consigue descubrir una solución donde la lógica sólo encontró un explicación para el error.\nEl manuscrito encontrado en Accra Timeline Photos",
          1427097601
        ],
        [
          "El éxito entra en la casa del que dice todos los días: «Voy a dar lo mejor de mí mismo.»\nEl manuscrito encontrado en Accra Timeline Photos",
          1427011201
        ],
        [
          "Que podamos tener humildad a la hora de recibir y alegría en el momento de dar. \nEl manuscrito encontrado en Accra Timeline Photos",
          1425542400
        ],
        [
          "Evita a quienes dicen: “Se acabó, necesito parar aquí”. \r\nPorque ellos no entienden que ni la vida ni la muerte tienen fin; son sólo etapas de la eternidad.\r\nManuscrito encontrado en Accra \r\nESPAÑA: 13 noviembre LATINOAMERICA 22 noviembre Timeline Photos",
          1352492425
        ],
        [
          "La derrota y el fracaso ( 1:30 min video) El Manuscrito encontrado en Accra Frases del libro de Paulo Coelho",
          1350218454
        ],
        [
          "Primera mano: tapa de \"Manuscrito encontrado en Accra\" en español  ( fecha de publicación: Noviembre 2012) Timeline Photos",
          1349113241
        ],
        [
          "Por lo tanto, benditos sean aquellos que no temen a la soledad. Que no se asustan con la propia compañía, \r\nque no se desesperan buscando algo en qué ocuparse, \r\ndivertirse o qué juzgar.\r\n\r\n(Manuscrito encontrado en Accra, NOVIEMBRE 2012 en todos los paises de idioma espanol) Timeline Photos",
          1348408317
        ],
        [
          "Permanece con quienes no temen ser vulnerables. \r\nPorque esos tienen confianza en sí mismos, saben que todos tropezamos en algún momento, y no interpretan esto como una señal de flaqueza, sino de humanidad.\r\n(Manuscrito encontrado en Accra - Noviembre 2012 en todos los países de idioma espanol) Timeline Photos",
          1348224421
        ],
        [
          "Manuscrito 2nd stop: Italia!  ( 10 Settembre) Anteprima > la copertina italiana Timeline Photos",
          1345460198
        ]
      ],
      "dates_start": 1352102351,
      "dates_end": 1430990809,
      "likes_avg": 21169,
      "likes_stdev": 16622,
      "comments_avg": 317,
      "comments_stdev": 219,
      "shares_avg": 10105,
      "shares_stdev": 7042
    },
    {
      "number": 23,
      "important": [
        "accra timelin",
        "manuscrito",
        "em accra timelin",
        "encontrado em",
        "um",
        "manuscrito encontrado",
        "encontrado",
        "mas",
        "ser",
        "em accra"
      ],
      "common": [
        "accra",
        "em",
        "em accra",
        "encontrado",
        "encontrado em",
        "encontrado em accra",
        "manuscrito",
        "manuscrito encontrado",
        "manuscrito encontrado em",
        "manuscrito encontrado em accra"
      ],
      "messages": [
        [
          "O talento é um dom universal, mas é preciso coragem para utiliza-lo. Jamais tenha medo de ser o melhor (Manuscrito encontrado em Accra) Timeline Photos",
          1462818530
        ],
        [
          "Manuscrito Encontrado em Accra Timeline Photos",
          1422086401
        ],
        [
          "Manuscrito encontrado em Accra Timeline Photos",
          1421913604
        ],
        [
          "Só quem é feliz pode espalhar felicidade\r\n(Manuscrito encontrado em Accra) Timeline Photos",
          1367686924
        ],
        [
          "Esperar dói. Esquecer dí. Mas não saber se devemos esperar ou esquecer é o pior dos sofrimentos\r\n (Manuscrito encontrado em Accra) Timeline Photos",
          1366653266
        ],
        [
          "Não permita que suas feridas decidam quem é você (Manuscrito encontrado em Accra ) Timeline Photos",
          1361273518
        ],
        [
          "No Skoob (maior portal de literatura do país) o \"Manuscrito encontrado em Accra\" foi avaliado por 504 leitores, recebeu 5 estrelas de 76%, mais 4 estrelas de 12%, o que faz com que o livro tenha 88% de aprovação. Para ver melhor as estatísticas, clique na imagem abaixo.\r\nAguardo suas opiniões a respeito do livro. Obrigado Timeline Photos",
          1351960543
        ],
        [
          "\"Manuscrito encontrado em Accra\" completa hoje 8 semanas (dois meses) na lista dos mais vendidos. Abaixo uma das páginas, sobre a diferença entre derrota e fracasso Timeline Photos",
          1347123426
        ],
        [
          "Abaixo uma página de \"Manuscrito encontrado em Accra\" Timeline Photos",
          1346681074
        ],
        [
          "Trecho de \"Manuscrito encontrado em Accra\" Timeline Photos",
          1345029905
        ],
        [
          "Se todos te amam, algo está errado. Ninguem pode agradar todo mundo (Manuscrito encontrado em Accra) Timeline Photos",
          1345025842
        ],
        [
          "Repetindo um post de ontem: como devem ter notado, aceitei apenas UMA única entrevista para a mídia impressa (O Globo). Todo o mais que foi publicado teve como base as informações enviadas pela editora\r\n\r\nPor que isso?\r\nPorque cada vez mais os jornalistas perguntam sobre mim, e cada vez menos sobre os livros que publico.\r\n\r\nE o que decidi fazer?\r\nDeixar nas mãos de vocês a promoção.. Se gostarem, por favor recomendem a seus amigos. Vejam se falta em livrarias e nos avisem. Paricipem. Ajudem.\r\nCriei no Facebook a página \"Manuscrito encontrado em Accra\". que é lido pela editora. Problemas de distribuição devem ser postados lá\r\n\r\nUm guerreiro da luz confia nos outros guerreiros da luz.\r\nMuitíssimo obrigado Timeline Photos",
          1343580394
        ],
        [
          "Como devem ter notado, aceitei apenas UMA única entrevista para a mídia impressa (jornal O Globo). Todo o mais que foi publicado teve como base as informações enviadas pela editora\r\n\r\nPor que isso?\r\nPorque cada vez mais os jornalistas perguntam sobre mim, e cada vez menos sobre os livros que publico.\r\nNa entrevista de O Globo, falo da importancia crescente deste contato direto com leitores.\r\n\r\nE o que decidi fazer?\r\nDeixar nas mãos de vocês a promoção de \"Manuscrito encontrado em Accra\". Se gostarem, por favor recomendem a seus amigos. Vejam se falta em livrarias e nos avisem. Paricipem. Ajudem.\r\nAli ao lado, entre minhas opções \"curtir\", está a página \"Manuscrito encontrado em Accra\". Lá tem um post igual a esse, que é lido tambem pela editora. Problemas de distribuição devem ser postados lá\r\n\r\nUm guerreiro da luz confia nos outros guerreiros da luz.\r\nMuitíssimo obrigado Timeline Photos",
          1343510920
        ],
        [
          "Eu adorei a idéia do Flavio Waiteman para o cartaz de \"Manuscrito encontrado em Accra\" (lançamento 25 julho). Me digam o que pensam Timeline Photos",
          1341432455
        ],
        [
          "25 julho: lançamento no Brasil de \"Manuscrito encontrado em Accra\" Timeline Photos",
          1341407648
        ],
        [
          "Já viram uma página sendo corrigida pelo escritor? (no caso, Manuscrito encontrado em Accra)\r\nDid you ever see a page being edited by the writer? (in this case, from my new book, to be published world wide late 2012 and during 2013) Timeline Photos",
          1340736738
        ]
      ],
      "dates_start": 1329912085,
      "dates_end": 1401203062,
      "likes_avg": 20340,
      "likes_stdev": 17717,
      "comments_avg": 387,
      "comments_stdev": 266,
      "shares_avg": 11164,
      "shares_stdev": 10500
    },
    {
      "number": 24,
      "important": [
        "true",
        "accra timelin",
        "speak",
        "manuscript found accra",
        "heart",
        "accra usa",
        "friend",
        "found",
        "accra",
        "found accra"
      ],
      "common": [
        "2013",
        "accra",
        "found",
        "found accra",
        "love",
        "manuscript",
        "manuscript found",
        "manuscript found accra",
        "miracle",
        "released"
      ],
      "messages": [
        [
          "A true friend reaches for your hand and touches your heart\n(in Manuscript found in Accra) Timeline Photos",
          1464457793
        ],
        [
          "Scars speak more loudly than the sword that caused them.\nManuscript Found in Accra Timeline Photos",
          1429160402
        ],
        [
          "If it's still in your mind, it is worth taking the risk\nManuscript Found in Accra Timeline Photos",
          1427695203
        ],
        [
          "Manuscript Found in Accra Timeline Photos",
          1425283201
        ],
        [
          "UK: Manuscript Found in Accra: No 12 in WHSmith chart Mobile Uploads",
          1390150443
        ],
        [
          "Defeat is part of life. If you are not defeated, you don't learn. And if you don't learn, you don't change\r\nMANUSCRIPT FOUND IN ACCRA http://bit.ly/YujM3s Timeline Photos",
          1367833321
        ],
        [
          "Manuscript found in Accra\r\nUK: http://bit.ly/10Vjbu7 USA http://bit.ly/YujM3s Timeline Photos",
          1365519240
        ],
        [
          "As I type this, \"Manuscript found in Accra\" is still # 1 in Barnes&Noble, the biggest bookstore chain in America \r\nhttp://bit.ly/XU5XNF  Thank you ! Timeline Photos",
          1365168954
        ],
        [
          "UK MARCH 28: Manuscript found in Accra £8.44 ( - 35% + free delivery ) > http://bit.ly/10Vjbu7\r\nUSA APRIL 2: Manuscript found in Accra $12,35 ( - 44% ) > http://bit.ly/YujM3s Timeline Photos",
          1364059569
        ],
        [
          "Danke Germany! \"Manuscript found in Accra\" went straight to #3 Der Spiegel best seller list! Timeline Photos",
          1358864644
        ],
        [
          "Thank you Holland! ( Manuscript found in Accra #3) Timeline Photos",
          1352318343
        ],
        [
          "Our great goal in life is to love. The rest is silence.\r\nWe need to love even when it leads us to the land where the lakes are made of tears,\r\nto that secret, mysterious place, the land of tears!\r\n(Manuscript found in Accra publication dates: http://bit.ly/X9cVhM ) Timeline Photos",
          1351789603
        ],
        [
          "Italia, first country where \"Manuscript found in Accra\" outpaces \"50 shades of Grey\"\r\nE piano piano si scalano le classifiche :) Timeline Photos",
          1351099262
        ],
        [
          "Give us this day, Lord, our daily miracle Our daily miracle (Manuscript found in Accra)",
          1350218243
        ],
        [
          "Lord, give us this day our daily miracle (1:46 min video)\nhttp://bit.ly/T4yMBR Our daily miracle (Manuscript found in Accra)",
          1349861941
        ],
        [
          "\"Manuscript found in Accra\" currently in Portuguese (Brasil), Italian and Turkish\r\nNext week: Dutch, Romanian, Bulgarian Timeline Photos",
          1349707913
        ],
        [
          "'Manuscript found in Accra publication dates 2012: \r\nhttp://bit.ly/T7s4KQ\r\nIn all other countries, the book will be published early 2013 Timeline Photos",
          1349543322
        ],
        [
          "Manuscript found in Accra 2012 publication dates Timeline Photos",
          1349257930
        ],
        [
          "Stay close to those who are not afraid to be vulnerable, because they have confidence in themselves and know that, at some point in our lives, we all stumble; they do not interpret this as a sign of weakness, but of humanity.\r\nAvoid those who talk a great deal before acting, those who never take a step without being quite sure that it will bring them respect.\r\n(Manuscript found in Accra publication dates > http://bit.ly/Ov0WK6 Timeline Photos",
          1348139125
        ],
        [
          "Sometimes love grows tired of speaking softly. Therefore, let it reveal itself in all its splendour, burning like the sun and destroying whole forests with its winds.\r\n(Manuscript found in Accra) Timeline Photos",
          1346146632
        ],
        [
          "We need to awake the Love sleeping within us before we awaken love in other people. \r\n(Manuscript found in Accra, to be released world wide in 2013) Timeline Photos",
          1344809493
        ],
        [
          "Solitude is not the absence of company, but the moment when our soul is free to speak to us and help us decide what to do with our life.\r\n\r\n(Manuscript found in Accra will be released world wide in 2013) Timeline Photos",
          1344549068
        ],
        [
          "‘Difficulty’: the name of an ancient tool that was created purely to help us define who we are.\r\n(Manuscript found in Accra, to be released world wide in 2013) Timeline Photos",
          1344449078
        ],
        [
          "Give us this day, Lord, our daily miracle\r\nHelp us to know that when our legs are tired, we can keep walking thanks to the strength in our hearts\r\n(Manuscript found in Accra, to be released word wide in 2013) Timeline Photos",
          1344333436
        ],
        [
          "The problem is not to fall down, but to get stuck in the ground (Manuscript found in Accra) Timeline Photos",
          1343298477
        ],
        [
          "\"Manuscript found in Accra\"(released yesterday in Brasil) will be published later this year in Italy, Holland, Argentina, Espana, Turkey.\nAnd in spring 2013 all over the world. \n(note: it is not me who decides, but the publishing houses....) 'Alchemist' author plays with reality in new book SAO PAULO — Celebrated Brazilian author Paulo Coelho released his latest novel, \"Manuscript Found in Accra\", examining \"values that span time\".",
          1343297053
        ]
      ],
      "dates_start": 1333866637,
      "dates_end": 1398518876,
      "likes_avg": 17860,
      "likes_stdev": 15986,
      "comments_avg": 354,
      "comments_stdev": 262,
      "shares_avg": 11184,
      "shares_stdev": 16936
    },
    {
      "number": 25,
      "important": [
        "dia",
        "meu",
        "seja",
        "feliz",
        "de",
        "amor",
        "alegria",
        "são",
        "mundo",
        "accra"
      ],
      "common": [
        "bom",
        "de",
        "dia",
        "feliz",
        "good",
        "minha",
        "os",
        "que",
        "seu",
        "uma"
      ],
      "messages": [
        [
          "23 Novembro: Feliz aniversário meu amor! Timeline Photos",
          1479852562
        ],
        [
          "Dia 29 Setembro é dia de São Miguel! \nOração a São Miguel Arcanjo http://bit.ly/2dcC4I4",
          1475153991
        ],
        [
          "Seja uma fonte de alegrias. E deixe os criticos reclamarem do mundo Timeline Photos",
          1474132932
        ],
        [
          "Que Deus abençoe seus dias no céu, mestre e amigo #ivopitanguy Timeline Photos",
          1470526448
        ],
        [
          "Feliz semana! Timeline Photos",
          1470066073
        ],
        [
          "Never ruin a good day by thinking about a bad yesterday Timeline Photos",
          1464089887
        ],
        [
          "Feliz semana! Se voce tem medo da solidão, nunca terminará desconbrindo quem é Timeline Photos",
          1464010857
        ],
        [
          "Who is she? Quem é ela? Timeline Photos",
          1462629954
        ],
        [
          "Qem ama esperando retribuição, perde seu tempo  #OAlquimista Timeline Photos",
          1435763300
        ],
        [
          "When the Good Lord was creating mothers> http://bit.ly/1civprz\nQuando o bom Deus estava criando mães> http://bit.ly/ihydOx\nEl dí­a en que Dios creó a las madres> http://bit.ly/kH8cfV Timeline Photos",
          1431168834
        ],
        [
          "O livro é um filme onde o leitor dirige, escolhe os figurinos, os atores, etc. Por isso, sempre é melhor que o filme Timeline Photos",
          1429347264
        ],
        [
          "Happy Easter! Feliz Páscoa! ¡Feliz Pascua!",
          1428235612
        ],
        [
          "Era uma vez.../ Once upon a time.../ Érase una vez...\n (London 1977, Victoria Street) Timeline Photos",
          1427735537
        ],
        [
          "\"Who are you?\" the  Sphinx asked\n\"Quem é você?\" perguntou a Esfinge Timeline Photos",
          1423248495
        ],
        [
          "Sé realista: desea lo imposible. / Seja realista; sempre deseje o impossível. Timeline Photos",
          1422298916
        ],
        [
          "Señor, bendice nuestra semana. Timeline Photos",
          1421089321
        ],
        [
          "Se você quiser ter sucesso, deve respeitar uma regra: Nunca minta a si mesmo. Timeline Photos",
          1415268096
        ],
        [
          "Transforme sua vida, e ajude quem está ao seu lado a transformar tambem as deles Timeline Photos",
          1414699300
        ],
        [
          "Alegria! Expresso 2222 parou pelos próximos cinco dias! Aprendendo muito com Flora e Gilberto Gil Timeline Photos",
          1412017413
        ],
        [
          "Tudo me diz que estou prestes a tomar uma decisão errada, mas os erros são uma maneira de agir. Timeline Photos",
          1407139270
        ],
        [
          "Sempre que você quiser conseguir alguma coisa, mantenha os olhos abertos, concentre-se, e saiba exatamente o que deseja. Ninguém atinge seu alvo com os olhos fechados. Timeline Photos",
          1405807259
        ],
        [
          "Para atingir seu sonho, precisa de uma vontade firme – e de uma imensa capacidade de entrega. Embora tenha um objetivo, nem sempre o caminho para atingi-lo é. Timeline Photos",
          1404680452
        ],
        [
          "O que me fará mal é viver uma vida sem sentido. Timeline Photos",
          1403942422
        ],
        [
          "Bom dia. Good morning Timeline Photos",
          1403352505
        ],
        [
          "Quien ama necesita saber perderse y encontrarse. Timeline Photos",
          1401487265
        ],
        [
          "Anyone who loves in the expectation of being loved in return is wasting their time. Love for the sake of love itself / Quien ama esperando ser amado, pierde su tiempo. Ama por la alegría de amar. Timeline Photos",
          1400587365
        ],
        [
          "Quien ama esperando ser amado, pierde su tiempo. Timeline Photos",
          1400364042
        ],
        [
          "Feliz dia das Mães! Timeline Photos",
          1399809672
        ],
        [
          "Gustavo Kronemberger : Entro na Livraria Cultura da Cinelandia e tenho essa bela visão!\"\nPara mim tambem é uma alegria! Timeline Photos",
          1399734814
        ],
        [
          "Mantém sempre a ponte entre o visível e o invisível. Timeline Photos",
          1398697367
        ],
        [
          "O que os outros pensam a respeito de suas opiniões não é seu departamento. Timeline Photos",
          1398449017
        ],
        [
          "Se realista: desea lo imposible. / Seja realista; sempre deseje o impossível. Timeline Photos",
          1398265393
        ],
        [
          "Timidez coloca obstáculos no seu caminho. Determinação os elimina. Timeline Photos",
          1398243714
        ],
        [
          "Não é pecado ser feliz! Timeline Photos",
          1397314905
        ],
        [
          "\"Você acha que a monogamia é uma imposição com data de validade? \" Minha resposta (abaixo) Timeline Photos",
          1397128022
        ],
        [
          "\"Tudo me diz que estou prestes a tomar uma decisão errada, mas os erros são uma maneira de agir.\" - María, en #11minutos Timeline Photos",
          1395432141
        ],
        [
          "Meus dias eram iguais porque eu assim os desejava. Timeline Photos",
          1395165750
        ],
        [
          "Hoje, pela primeira vez, verei o filme baseado na minha vida. Nem o roteiro li. Vamos ver...(estreia Brasil: 16 agosto)\nI will watch today, for the first time, the movie based on my life (world wide opening 2015). I did not even read the screenplay Timeline Photos",
          1395147450
        ],
        [
          "O sucesso nem sempre é visivel. Um Coelho (rabbit) sabe disso Timeline Photos",
          1393846416
        ],
        [
          "'Quien ama necesita saber perderse y encontrarse.' Timeline Photos",
          1393347601
        ],
        [
          "Good morning / Bom dia Mobile Uploads",
          1392541659
        ],
        [
          "Buenos dias, good morning, bom dia! Timeline Photos",
          1386069658
        ],
        [
          "São Paulo Timeline Photos",
          1371587405
        ],
        [
          "2013 - hoje foi primeiro dia do ano que pude usar bermudas \nToday: First day  in 2013 wearing shorts Timeline Photos",
          1368458529
        ],
        [
          "Mexico: Feliz dia de las madres! Timeline Photos",
          1368180932
        ],
        [
          "Viva São Jorge! Timeline Photos",
          1366706562
        ],
        [
          "Vista da minha cama esta noite / a bed with a view tonight ( hotel in Gardone, Brescia ) Timeline Photos",
          1365026612
        ],
        [
          "A criança pode ensinar ao adulto 3 coisas: estar feliz sem razão, estar sempre ocupada, e saber exigir com toda força aquilo que deseja Timeline Photos",
          1362947495
        ],
        [
          "Happy St. Valentines Day!\r\n(Quem ama pensando em ser amado de volta perde seu tempo...) Timeline Photos",
          1360838616
        ],
        [
          "Good night and Timeline Photos",
          1350764623
        ],
        [
          "1974: my incarnation as a gangster / minha encarnação como gângster (c/ Raul Seixas ) Timeline Photos",
          1346700053
        ],
        [
          "Para quem nao teve chance de ver \"Bom Dia Brasil\"\n(Video in Portuguese) Bom Dia Brasil - O escritor Paulo Coelho conta sobre vitórias e fracassos em sua trajetória | globo. Cento e cinquenta milhões de livros. Mais de meio bilhão de eleitores. E 25 anos na lista dos mais vendidos. Paulo Coelho é o escritor mais lido da história. O homem, que já foi chamado de Mago, revela o segredo de tanto sucesso.",
          1346529488
        ],
        [
          "Neste momento, no Bom Dia Brasil",
          1346404382
        ],
        [
          "Todos podem viver uma semana sem água, duas semanas sem comida, muitos anos sem teto, mas nunca sózinhos. A solidão é a pior das torturas (Onze Minutos) Timeline Photos",
          1346230855
        ],
        [
          "Minha meditação diária / my daily meditation Timeline Photos",
          1345305179
        ],
        [
          "Se ainda está na sua cabeça, vale a pena correr os riscos Timeline Photos",
          1344936934
        ],
        [
          "Harmonia e felicidade provocam ciumes. \r\nNão deixe de ser feliz por causa disso... Timeline Photos",
          1344110170
        ],
        [
          "Comovente: \"Rafaela Pecini: estou lendo para minha princesinha, já estou ensinando ela a ser uma boa leitora, dando o exemplo cedo -) Livro muito bom! realmente vai marcar minha vida.\r\nMoving photo on Facebook today: \"Rafaela Pecini: Ï am reading to my little princess, teaching her how to be a good reader, giving an example\" Timeline Photos",
          1343911256
        ],
        [
          "(Lançamento dia 25 de julho) Timeline Photos",
          1343066504
        ],
        [
          "A sunny day.../um dia de sol... Timeline Photos",
          1342276324
        ],
        [
          "Also my favorite day...\r\n(\"Que dia é hoje?\" / \"Hoje\" / \"Meu dia favorito\" ) Timeline Photos",
          1341241582
        ],
        [
          "Feliz dia dos namorados! Timeline Photos",
          1339503876
        ],
        [
          "O segredo da felicidade (1 Min leitura)  As duas gotas de óleo — Paulo Coelho's Blog Certo mercador enviou seu filho para aprender o Segredo da Felicidade com o mais sábio de todos os homens. O rapaz andou durante quarenta dias pelo deserto, até chegar a um belo castelo, no alto de uma montanha. Lá vivia",
          1333920993
        ],
        [
          "A vida é como a internet. As vezes é quase impossivel estabelecer uma conexão...",
          1333023875
        ],
        [
          "Dia Internacional da Mulher: longa declaraçao de amor à minha Aniversario de Christina Oiticica a.k.a: Do you Crazy? by Marcelo Mendonça",
          1331236275
        ],
        [
          "A good scare is worth more than a good advice\n\nUm bom susto funciona mais que um bom conselho",
          1327060700
        ]
      ],
      "dates_start": 1352345469,
      "dates_end": 1434256293,
      "likes_avg": 40525,
      "likes_stdev": 31523,
      "comments_avg": 616,
      "comments_stdev": 528,
      "shares_avg": 12372,
      "shares_stdev": 14903
    },
    {
      "number": 26,
      "important": [
        "happi week",
        "life",
        "forgiv",
        "love",
        "rememb",
        "alon",
        "happi",
        "week",
        "accra",
        "everyon"
      ],
      "common": [
        "great",
        "happy",
        "happy week",
        "happy week remember",
        "life short",
        "live",
        "love",
        "remember",
        "week",
        "week remember"
      ],
      "messages": [
        [
          "Happy week and remember:\nYou are not alone - everyone is scared",
          1486308679
        ],
        [
          "Happy week! Life is short so \n kiss slowly,\nlaugh insanely, \nlove truly \nand forgive quickly",
          1480869757
        ],
        [
          "Happy week and remember: \nMake happy those who are close, and those who are far will come Timeline Photos",
          1477261377
        ],
        [
          "Happy week!\nLive simply. Dream big. Be greatful. Give love. Laugh lots Timeline Photos",
          1475423898
        ],
        [
          "Happy week and remember:\ndon't explain - people only hear what they want to hear Timeline Photos",
          1471180699
        ],
        [
          "Happy week and remember:\nlife is too short to live the same day twice Timeline Photos",
          1470603957
        ],
        [
          "! Feliz semana! Happy week! Timeline Photos",
          1469359338
        ],
        [
          "Great dinner tonight: Klaus & Hilde Schwab (@Wef) , Kofi Annan & wife, Peter Maurer (president @ICRC) Timeline Photos",
          1468434974
        ],
        [
          "@yess_duenas gift from her cousin #great Timeline Photos",
          1466467283
        ],
        [
          "Happy week!\nWhen we don't know where we are going, at least we must know who we are Timeline Photos",
          1464560411
        ],
        [
          "Happy week!\nGreat is the human who has not lost his childlike heart Timeline Photos",
          1464006762
        ],
        [
          "Happy week! Timeline Photos",
          1459164190
        ],
        [
          "Have a great week and remember Timeline Photos",
          1458501343
        ],
        [
          "Happy week Timeline Photos",
          1456750712
        ],
        [
          "HAVE A HAPPY WEEK Timeline Photos",
          1437994088
        ]
      ],
      "dates_start": 1455946920,
      "dates_end": 1478304742,
      "likes_avg": 55088,
      "likes_stdev": 28790,
      "comments_avg": 617,
      "comments_stdev": 543,
      "shares_avg": 14196,
      "shares_stdev": 9680
    },
    {
      "number": 27,
      "important": [
        "foi",
        "que",
        "edit",
        "está",
        "livro",
        "brasil",
        "não",
        "mas",
        "accra",
        "alchemist"
      ],
      "common": [
        "de",
        "em",
        "eu",
        "hoje",
        "nossa",
        "não",
        "para",
        "que",
        "semana",
        "sempre"
      ],
      "messages": [
        [
          "(Claro que fico contente) Timeline Photos",
          1477166168
        ],
        [
          "All over the world, #Alchemist special edition\nExceto Brasil, claro. A Editora Sextante se comprometeu em março, deixou atrasar tudo, o livro está impresso mas ainda não foi distribuido. Timeline Photos",
          1451153636
        ],
        [
          "Não perca seu tempo explicando coisas a quem não merece. Às vezes o silêncio é mais poderoso que as palavras Timeline Photos",
          1449234178
        ],
        [
          "Thank you for your birthday wishes!\n\"Viver como se fosse o primeiro ou último dia de nossa vida \" Timeline Photos",
          1440497893
        ],
        [
          "Minha adorada sogra, a partir de hoje  na companhia de Deus, voce sempre estava pronta para viajar, descobrir o mundo, e graças aos anjos partiu de repente, sem muito sofrer. Fica a foto que minha adorada mulher Christina Oiticica postou, quando dançavamos em Istambul, na Turquia. E ficam as palavras de Santo Agostinho:\n\n\"A morte não é nada. Eu somente passei para o outro lado do Caminho.\nEu sou eu, vocês são vocês. O que eu era para vocês, eu continuarei sendo.\nMe dêem o nome que vocês sempre me deram, falem comigo como vocês sempre fizeram.\n\nVocês continuam vivendo no mundo das criaturas, eu estou vivendo no mundo do Criador. Não utilizem um tom solene ou triste, continuem a rir daquilo que nos fazia rir juntos.\n\nRezem, sorriam, pensem em mim. Rezem por mim.\n\nQue meu nome seja pronunciado como sempre foi, sem ênfase de nenhum tipo.\nSem nenhum traço de sombra ou tristeza.\nPorque eu estaria fora de seus pensamentos, agora que estou apenas fora\nde suas vistas?\n\nEu não estou longe, apenas estou do outro lado do Caminho...a vida continua, linda e bela como sempre foi.\"\n\nAmem Timeline Photos",
          1435427648
        ],
        [
          "Dizem que a derrota ensina. Hoje não aprendi nada e estou muito feliz! VASCO! #ORespeitoVoltou Timeline Photos",
          1430685564
        ],
        [
          "As pessoas temem seguir seus sonhos porque acham que não merecem ou que não vão conseguir #ManuscritoEncontradoEmAccra Timeline Photos",
          1428225220
        ],
        [
          "Senhor, abençoa nossa semana. \nQue possamos sorrir para todos que encontrarmos, porque basta um sorriso para que o dia seja melhor Timeline Photos",
          1424085500
        ],
        [
          "Narcisa Tamborindeguy resolveu experimentar meu arco hoje, antes do jantar. Como bom anfitrião eu não podia negar, mas bradei aos quatro ventos: \"AI QUE LOUCURA!\" Timeline Photos",
          1414447926
        ],
        [
          "Quando disser \"sim\", diga com o coração aberto. Quando disser \"não\", não tema. Timeline Photos",
          1413878498
        ],
        [
          "O eterno bla-bla-bla dos pseudo-intelectuais (minoria inexpressiva que escreve para os amigos) encontram hoje em dia forte reação de gente que não come na mão dos outros. Excelente artigo de alguém que não conheço (íntegra aqui > http://bit.ly/1sdkFyk ) Timeline Photos",
          1413365690
        ],
        [
          "\"Amanhã de manhã, eu não quero nenhum compromisso\"\n(café da manhã com Flora e Gilberto Gil hoje) Timeline Photos",
          1412249251
        ],
        [
          "Não são as explicações que nos levam para frente; é a nossa vontade de seguir adiante Timeline Photos",
          1411632109
        ],
        [
          "Só porque voce está infeliz não significa que não possa rir, aproveitar o momento, e curtir muito! Timeline Photos",
          1409689171
        ],
        [
          "Não adianta ficar repetindo \"quero ser rico\"; não funciona. Mas se voce viver sua Lenda Pessoal, jamais será pobre. Timeline Photos",
          1406908930
        ],
        [
          "Poupando energias: como não posso definir a vida, preocupo-me apenas em vive-la. Timeline Photos",
          1406736088
        ],
        [
          "É muito fácil detestar tudo. Eu procurei o caminho mais dificil: amar. Timeline Photos",
          1401386506
        ],
        [
          "Posso ter tudo, mas se não tiver amor em meu coração, nada tem importância Timeline Photos",
          1401364983
        ],
        [
          "É melhor não viver que não amar (Adultério) Timeline Photos",
          1400096074
        ],
        [
          "Senhor, abençoa nossa semana. Não precisamos justificar nossos sonhos - eles nos pertencem. Timeline Photos",
          1398103366
        ],
        [
          "Não confundam a loucura com a perda de controle. Timeline Photos",
          1397725306
        ],
        [
          "Nós sempre temos tendência de ver coisas que não existem, e ficar cegos para as grandes lições que estão diante de nossos olhos. Timeline Photos",
          1394474606
        ],
        [
          "Em muitos momentos da vida o silêncio é a resposta mais sábia. #Friday Timeline Photos",
          1393610401
        ],
        [
          "A vida não joga com cartas marcadas. Perder ou ganhar faz parte. Timeline Photos",
          1392914701
        ],
        [
          "INCOMPETÊNCIA POUCA É BOBAGEM. Nosso patético Ministério da Cultura descobre, tres semanas antes da inauguraçao da Feira de Frankfurt, onde o Brasil é o convidado de honra, que os hotéis reservados para os escritores não tem banheiro. Vale a pena notar que o Brasil sabe desde 2010 que era o país escolhido\n(Nota: estou em hotel  reservado p/editora alemã) Timeline Photos",
          1378434240
        ],
        [
          "Viva com simplicidade. Sonhe alto. Não esqueça de agradecer. Ame muito. Ria bem alto! Timeline Photos",
          1365261750
        ],
        [
          "Algum dia tudo fará sentido. Enquanto isso, ria da confusão, chore pouco, e entenda que tudo acontece por alguma razão Timeline Photos",
          1363171971
        ],
        [
          "Não procure ser amado a qualquer preço, porque Amor não tem preço Timeline Photos",
          1362407740
        ],
        [
          "As pessoas mais perigosas deste planeta são aquelas que ficam apenas vendo o que acontece Timeline Photos",
          1361570069
        ],
        [
          "Já amei antes. Amar é como uma droga. No começo vem a sensação de euforia, de total entrega. Depois, no dia seguinte, você quer mais. Ainda não se viciou, mas gostou da sensação, e acha que pode mantê-la sob controle. Pensa na pessoa amada durante dois minutos e esquece por três horas.\r\n“Mas aos poucos, você se acostuma com aquela pessoa, e passa a depender completamente dela. Então pensa por três horas, e esquece por dois minutos. Se ela não está perto, você experimenta as mesmas sensações que os viciados têm quando não conseguem a droga. Neste momento, assim como os viciados roubam e se humilham para conseguir o que precisam, você está disposto a fazer qualquer coisa pelo amor.”\r\n(Na margem do rio Piedra eu sentei e chorei) Timeline Photos",
          1360769657
        ],
        [
          "UM dia tudo fará sentido. Mas enquanto isso, aproveite e ria da confusão, sorria através das lágrimas, e acredite que tudo nesta vida acontece por alguma razão Timeline Photos",
          1360407133
        ],
        [
          "All we need is / Tudo que precisamos é Timeline Photos",
          1359730010
        ],
        [
          "(ecard of the day: jarjor)\r\n\"O amor é sempre mais forte do que aquilo que chamamos Morte. Não há tanta necessidade de sofrer por quem amamos, porque continuamos a ama-los, e eles continuam ao nosso lado\"\r\nO ALEPH Timeline Photos",
          1352656974
        ],
        [
          "La semana que viene (Lunes) en España\r\nEl 22 noviembre: Latinoamerica. \r\nQual es la mejor hora (Espana) para um videochat con Uds?\r\nGracias Timeline Photos",
          1352390337
        ],
        [
          "Senhor, abençoa nossa semana. Que possamos entender que o sacrificio nem sempre é uma virtude, e a alegria nem sempre é um pecado Timeline Photos",
          1349085825
        ],
        [
          "As cicatrizes falam mais alto que a lâmina da espada que as causou Timeline Photos",
          1347982923
        ],
        [
          "Feche algumas portas. Não por orgulho, incapacidade ou arrogância - mas simplesmente porque já não levam a lugar nenhum Timeline Photos",
          1347914500
        ],
        [
          "Senhor, abençoa nossa semana. Nós somos o resultado de nossas acões, e não de nossas reclamações Timeline Photos",
          1347874162
        ],
        [
          "Senhor, abençoa nossa semana. Que sejamos capazes de entender: podemos vender nosso tempo, mas jamais poderemos compra-lo de volta Timeline Photos",
          1347274821
        ],
        [
          "Devoção e oração não bastam. Precisamos de ÉTICA para encontrar nossa harmonia Timeline Photos",
          1347019120
        ],
        [
          "Nada errado em parecer tolo quando o que se está fazendo é inteligente Timeline Photos",
          1346748906
        ],
        [
          "Senhor, abençoa nossa semana. Que ninguém consiga roubar nossa alegria Timeline Photos",
          1346660498
        ],
        [
          "Senhor, abençoa nossa semana. Ajuda-nos a compreender que o medo do sofrimento é pior do que o sofrimento em si Timeline Photos",
          1346058770
        ],
        [
          "Senhor, abençoa nossa semana. Que possamos entender: sacrifício nem sempre é uma virtude, alegria jamais é um pecado Timeline Photos",
          1345457334
        ],
        [
          "Senhor, abençoa nossa semana. Que saibamos navegar entre os falsos amigos e os verdadeiros inimigos Timeline Photos",
          1344246273
        ],
        [
          "QUE SURPRESA! Hoje abro Revista Época, e quem vejo ali? O Alquimista! Obrigado leitores brasileiros por essa alegria Timeline Photos",
          1332778100
        ],
        [
          "A dor de ontem é a alegria de hoje Timeline Photos",
          1328286256
        ],
        [
          "Agradeço muito quem puder prestigiar com sua presença a exposição de minha amada mulher Christina Oiticica hoje (detalhes no poster), enquanto eu congelo aqui no Forum Economico Mundial ( - 10 C hoje!)  Entrada franca, e traje esporte. Timeline Photos",
          1327500637
        ]
      ],
      "dates_start": 1346809645,
      "dates_end": 1420971497,
      "likes_avg": 41490,
      "likes_stdev": 35084,
      "comments_avg": 615,
      "comments_stdev": 427,
      "shares_avg": 18485,
      "shares_stdev": 21558
    },
    {
      "number": 28,
      "important": [
        "uk timelin",
        "usa uk timelin",
        "manuscript found accra",
        "usa",
        "accra usa",
        "uk",
        "accra",
        "taken",
        "new",
        "usa uk"
      ],
      "common": [
        "10vjbu7",
        "uk",
        "uk 10vjbu7",
        "usa",
        "usa yujm3s",
        "usa yujm3s uk",
        "usa yujm3s uk 10vjbu7",
        "yujm3s",
        "yujm3s uk",
        "yujm3s uk 10vjbu7"
      ],
      "messages": [
        [
          "August 19 ( USA, UK, Australia, New Zealand, India) Timeline Photos",
          1403868906
        ],
        [
          "Love is what makes you smile when you are tired\r\n(quote taken from \"Manuscript found in Accra\"\r\nUSA http://bit.ly/YujM3s UK: http://bit.ly/10Vjbu7 ) Timeline Photos",
          1368612401
        ],
        [
          "Las cicatrices hablan más fuerte que la espada que las causó\r\n\r\nManuscript found in Accra\r\nUSA http://bit.ly/YujM3s UK: http://bit.ly/10Vjbu7 Timeline Photos",
          1368126537
        ],
        [
          "\"Asumimos (falsamente) que cómo nos sentimos ahora es cómo nos sentiremos en el futuro.\"\r\nManuscript found in Accra\r\nUSA http://bit.ly/YujM3s UK: http://bit.ly/10Vjbu7 Timeline Photos",
          1368020359
        ],
        [
          "Manuscript found in Accra \r\nUSA http://bit.ly/YujM3s\r\nUK: http://bit.ly/10Vjbu7 Timeline Photos",
          1367853905
        ],
        [
          "If it is still in your mind, face the risks and go for it!\r\nUSA http://bit.ly/YujM3s UK: http://bit.ly/10Vjbu7 Timeline Photos",
          1367339976
        ],
        [
          "Anyone who loves in the expectation of being loved in return is wasting their time.\r\n( USA http://bit.ly/YujM3s UK: http://bit.ly/10Vjbu7 ) Timeline Photos",
          1367160438
        ],
        [
          "I learned which bridges should be crossed and which should be burned\r\n(Manuscript found in Accra USA http://bit.ly/YujM3s\r\nUK: http://bit.ly/10Vjbu7 ) Timeline Photos",
          1366796917
        ],
        [
          "(Manuscript found in Accra USA http://bit.ly/YujM3s UK: http://bit.ly/10Vjbu7 ) Timeline Photos",
          1366739181
        ],
        [
          "USA http://bit.ly/YujM3s UK: http://bit.ly/10Vjbu7 Timeline Photos",
          1366221536
        ],
        [
          "Manuscript found in Accra\r\nUSA http://bit.ly/YujM3s UK: http://bit.ly/10Vjbu7 Timeline Photos",
          1366141908
        ],
        [
          "Success does not come from having one’s work recognised by others. It is the fruit of the seed that you lovingly planted.\r\n(Manuscript found in Accra > USA http://bit.ly/YujM3s \r\nUK: http://bit.ly/10Vjbu7 Timeline Photos",
          1366047569
        ],
        [
          "Manuscript found in Accra\r\nUSA http://bit.ly/YujM3s  UK: http://bit.ly/10Vjbu7 Timeline Photos",
          1365531372
        ]
      ],
      "dates_start": 1360030164,
      "dates_end": 1379733066,
      "likes_avg": 28023,
      "likes_stdev": 19697,
      "comments_avg": 394,
      "comments_stdev": 319,
      "shares_avg": 19090,
      "shares_stdev": 22820
    },
    {
      "number": 29,
      "important": [
        "nos",
        "que",
        "nosso",
        "que nos",
        "não",
        "vida",
        "accra",
        "em",
        "quando",
        "nuestra"
      ],
      "common": [
        "de",
        "es",
        "lo",
        "lo que",
        "nos",
        "que",
        "que nos",
        "todo",
        "todo lo",
        "todo lo que"
      ],
      "messages": [
        [
          "Quando não lutamos contra a solidão, ela se transforma em algo que nos ajuda a encontrar nosso propósito na vida Timeline Photos",
          1438965426
        ],
        [
          "Señor, bendice nuestra semana y danos coraje. Los cambios suceden cuando vamos en contra de todo lo que estamos acostumbrados a hacer. Timeline Photos",
          1428948182
        ],
        [
          "Nadie consigue huir de su corazón. Por eso es mejor escuchar lo que te dice.\nEl Alquimista Timeline Photos",
          1425708001
        ],
        [
          "Esto era la libertad: sentir lo que su corazón deseaba, independientemente de la opinión de los otros.\nLa Quinta Montaña Timeline Photos",
          1423720802
        ],
        [
          "En una relación, ambos saben lo que hacen, aunque uno de ellos vaya después a quejarse de que ha sido utilizado.\nLa bruja de Portobello Timeline Photos",
          1423681378
        ],
        [
          "Es bueno que aprendas que todo en la vida tiene un precio. Y esto es lo que los Guerreros de la Luz intentan enseñar. Timeline Photos",
          1418810488
        ],
        [
          "Es justamente la posibilidad de realizar un sueño lo que hace que la vida sea interesante. #elalquimista Timeline Photos",
          1414353735
        ],
        [
          "No tomes decisiones importantes de la vida basándose en lo que quieres ahora. Timeline Photos",
          1412013889
        ],
        [
          "\"No tengo el menor interés en ser feliz. Prefiero vivir de forma apasionada, lo cual es un peligro porque nunca se sabe lo que nos vamos a encontrar más adelante.\" - Linda, en 'Adulterio Timeline Photos",
          1409558461
        ],
        [
          "Es justamente la posibilidad de realizar un sueño lo que hace que la vida sea interesante. Timeline Photos",
          1409508060
        ],
        [
          "Cuando tengas todo lo que deseas, morirás de aburrimiento. Timeline Photos",
          1407931399
        ],
        [
          "Echa fuera todo lo que sientes y te renovarás. Timeline Photos",
          1405814451
        ],
        [
          "Cuando no tuve nada que perder, lo recibí todo. Cuando deje de ser quien era, me encontré a mí mismo. Timeline Photos",
          1404489731
        ],
        [
          "Acierta en todo lo que puedas acertar. Pero no te tortures con tus errores. #manuscritoAccra Timeline Photos",
          1403956885
        ],
        [
          "Rara vez nos damos cuenta de que estamos rodeados por lo extraordinario. Timeline Photos",
          1400544045
        ],
        [
          "Antes de que ciertas tormentas lleguen a nuestro patio, nos envían pequeños mensajes de los que, por pereza, no hacemos caso. Timeline Photos",
          1400079915
        ],
        [
          "Todo lo que sucede una vez puede que no suceda nunca más. Pero todo lo que sucede dos veces, sucederá, ciertamente, una tercera. Timeline Photos",
          1398535324
        ],
        [
          "Sólo el Amor da forma a lo que antes era imposible de ser siquiera soñado. Timeline Photos",
          1398290534
        ],
        [
          "Trabajar es una bendición cuando nos ayuda a pensar en lo que estamos haciendo. Pero se convierte en una maldición cuando su única utilidad es evitar que pensemos en el sentido de nuestra vida. Timeline Photos",
          1398153319
        ],
        [
          "La recompensa de nuestro trabajo no es lo que obtenemos, sino en lo que nos convertimos. Timeline Photos",
          1398066913
        ],
        [
          "En lugar de aceptar quien somos, buscamos imitar lo que vemos en el alrededor. Timeline Photos",
          1396483295
        ],
        [
          "Podemos cometer muchos errores en nuestras vidas, menos uno: aquel que nos destruye. Timeline Photos",
          1395950482
        ],
        [
          "Nadie siente miedo de lo desconocido porque cualquier persona es capaz de conquistar todo lo que quiere y necesita\" #ElAlquimista Timeline Photos",
          1394929833
        ],
        [
          "O amor e o que nos faz sorrir quando estamos cansados. Timeline Photos",
          1393200001
        ],
        [
          "La recompensa por nuestro trabajo no es lo que conseguimos, sino en lo que nos convertimos. #accra Timeline Photos",
          1392891001
        ],
        [
          "Señor, bendice nuestra semana. Que nunca renunciemos a las cosas que nos hacen felices. Timeline Photos",
          1392642301
        ],
        [
          "Amor es lo que te hace sonreír cuando estás cansado. Timeline Photos",
          1392234301
        ],
        [
          "O que nos torna feios? Timeline Photos",
          1347615303
        ],
        [
          "O objetivo de grande parte de políticos e economistas é nos manter em estado de pânico - e desta maneira nos manipular mais facilmente Timeline Photos",
          1346600048
        ],
        [
          "Yo cumpli lo que prometi (bajar el precio,promoccion termina hoy > http://bit.ly/M984K7 ) y Uds me apoyaran. Gracias! Timeline Photos",
          1344194355
        ],
        [
          "Post en Espanol (+ link to the same post in English) Las señales — Paulo Coelho's Blog Podemos pensar que todo lo que la vida nos ofrece mañana es repetir lo que hicimos ayer y hoy. Pero si ponemos atención, nos daremos cuenta de que ningún día es igual a otro. Cada mañana nos trae una bendición",
          1328135169
        ]
      ],
      "dates_start": 1373359861,
      "dates_end": 1423156721,
      "likes_avg": 61888,
      "likes_stdev": 34151,
      "comments_avg": 502,
      "comments_stdev": 259,
      "shares_avg": 19940,
      "shares_stdev": 11869
    },
    {
      "number": 30,
      "important": [
        "live",
        "enjoy",
        "dailywalk",
        "doe",
        "happi",
        "like",
        "accra",
        "river",
        "mean",
        "talk"
      ],
      "common": [
        "flowing",
        "flowing river",
        "friendship",
        "like",
        "like flowing",
        "like flowing river",
        "like river",
        "looking",
        "love",
        "river"
      ],
      "messages": [
        [
          "Friendship is like a river >>  http://bit.ly/2eft1ED",
          1476445736
        ],
        [
          "#SundayWalk: talking ( and listening) to the river Timeline Photos",
          1441556575
        ],
        [
          "Living like  hermits, relaxing and enjoying \nVivendo totalmente isolados, relaxados e aproveitando\nViviendo totalmente aislados, relajados y disfrutando. Timeline Photos",
          1438949707
        ],
        [
          "Like a flowing river #DailyWalk",
          1433856103
        ],
        [
          "The happiness of one does not mean the unhappiness of the others. \nLike the Flowing River Timeline Photos",
          1426744801
        ],
        [
          "I love you. With no name and no explanation. Like a river that cannot explain why it follows a particular course, but simply flows onwards. Timeline Photos",
          1410624086
        ],
        [
          "'Be like the fountain that overflows, not like the cistern that merely contains.' Timeline Photos",
          1402509731
        ],
        [
          "Friendship is like a river; it flows around rocks, adapts itself to valleys and mountains. (...) And just as the river never forgets that its goal is the sea, friendship never forgets that its only reason for existing is to love other people. Timeline Photos",
          1399132847
        ],
        [
          "Foto de Gisela Torrez (Delta del Paraná, Argentina). \"Like the Flowing River\" http://amzn.to/1cYN7dd -http://bit.ly/1aJAO7J - http://bit.ly/171A6Ow Timeline Photos",
          1374495001
        ],
        [
          "Parece que Eme odiou meus óculos / Looks like Eme hated my glasses Timeline Photos",
          1364071131
        ],
        [
          "Do it like me... Timeline Photos",
          1342522371
        ],
        [
          "When looking for peace, don't look for love. \nWhen looking for love, don't look for peace",
          1338455425
        ],
        [
          "Next week I will be singing this song with Rudolf Schenker. Glad it is in a secret location.... Scorpions - Rock You Like a Hurricane (Live Moscow 2003) Scorpions - Rock You Like a Hurricane (Live Red Square Moscow 2003) Vocals: Klaus Meine Guitars: Rudolf Schenker Lead Guitar: Matthias Jabs Bass Guitar: Ralp...",
          1331837430
        ],
        [
          "Looking like \"ready to kill\", but in fact it is my favorite form of meditation - Kyudo, the way of the bow Timeline Photos",
          1330801798
        ]
      ],
      "dates_start": 1348214370,
      "dates_end": 1439214592,
      "likes_avg": 51601,
      "likes_stdev": 57277,
      "comments_avg": 752,
      "comments_stdev": 568,
      "shares_avg": 20539,
      "shares_stdev": 32998
    },
    {
      "number": 31,
      "important": [
        "moment",
        "thing",
        "must",
        "import",
        "happen",
        "world",
        "two",
        "without",
        "someth",
        "accra"
      ],
      "common": [
        "day",
        "go",
        "life",
        "love",
        "moment",
        "one",
        "things",
        "time",
        "want",
        "world"
      ],
      "messages": [
        [
          "Unimportant things must fall apart,\nthen there will be room for important things to happen",
          1487426101
        ],
        [
          "To celebrate Valentine's Day, the moment that Santiago meets Fatima in \"The Alchemist\" :     \n\n\"Finally, a young woman approached who was not dressed in black. She had a vessel on her shoulder, and her head was covered by a veil, but her face was uncovered. The boy approached her to ask about the alchemist. \n\nAt that moment, it seemed to him that time stood still, and the Soul of the World surged within him. \nWhen he looked into her dark eyes, and saw that her lips were poised between a laugh and silence, he learned the most important part of the language that all the world spoke — the language that everyone on earth was capable of understanding in their heart. It was love. \nSomething older than humanity, more ancient than the desert. Something that exerted the same force whenever two pairs of eyes met, as had theirs here at the well. \n\nShe smiled, and that was certainly an omen — the omen he had been awaiting, without even knowing he was, for all his life. The omen he had sought to find with his sheep and in his books, in the crystals and in the silence of the desert. \n\nIt was the pure Language of the World. It required no explanation, just as the universe needs none as it travels through endless time. What the boy felt at that moment was that he was in the presence of the only woman in his life, and that, with no need for words, she recognized the same thing. \nHe was more certain of it than of anything in the world. He had been told by his parents and grandparents that he must fall in \nlove and really know a person before becoming committed. But maybe people who felt that way had never learned the universal language. \n\nBecause, when you know that language, it's easy to understand that someone in the world awaits you, whether it's in the middle of the desert or in some great city. \n\nAnd when two such people encounter each other, and their eyes meet, the past and the future become unimportant. \nThere is only that moment, and the incredible certainty that everything under the sun has been written by one hand only. It is the hand that evokes love, and creates a twin soul for every person in the world. \nWithout such love, one's dreams would have no meaning. \n\n\"Maktub\" , thought the boy.",
          1487025423
        ],
        [
          "One day you will wake up and there will be no more time to do the things you always wanted. DO IT NOW Timeline Photos",
          1486651562
        ],
        [
          "2 MIN READ: Tihe dark side http://bit.ly/2l8959V The dark side You may see someone who smiles all the time and does silly things but you have no idea what he is going through or what burden he carries within. People are so judgmental and you have to deal with them every single day;…",
          1486218149
        ],
        [
          "Blessed view this morning: my wife Christina Oiticica\n\nEvery day, God gives us the sun–and also one moment in which we have the ability to change everything that makes us unhappy.\n\nEvery day, we try to pretend that we haven’t perceived that moment, that it doesn’t exist–that today is the same as yesterday and will be the same as tomorrow.\nBut if people really pay attention to their everyday lives, they will discover that magic moment - a moment when all the power of the stars becomes a part of us and enables us to perform miracles. Timeline Photos",
          1486154409
        ],
        [
          "Thank  you Lewis Hamilton, for your kind words There is only one… Lewis Hamilton He may have lost his number-one status last year, but with Nico Rosberg now out of the picture, the F1 world is keen to know whether anyone can stop Mercedes’ Lewis Hamilton regaining his crown in 2017. In the meantime, we ask the three-time champion to focus his mind on answering a few other crucia...",
          1485997816
        ],
        [
          "This world is full of idiots distributed strategically \nso you can meet at least one per day",
          1485877230
        ],
        [
          "“Our lives begin to end the day we become silent about things that matter\" \nToday Jan 16 : #martinlutherkingday Timeline Photos",
          1484611314
        ],
        [
          "One day you will wake up and...\nthere won’t be any more time to do the things you’ve always wanted. \nDo it now! Timeline Photos",
          1484575784
        ],
        [
          "2 MIN READ: When you are going through difficult times — bit.ly/UaxA36",
          1484268520
        ],
        [
          "My wife and I were reflecting on the past year, whilst dining at a restaurant.\n\nI started to complain about something that hadn’t happened the way I wanted it to.\n\nMy wife focused her attention on a Christmas tree that someone put there. I thought that she wasn’t interested in the conversation, so I changed the subject:\n“This tree has a beautiful illumination”�, I said.\n\n“Yes, but if you look carefully you can see one burnt light among dozens.\n“� It seems to me that instead of thinking of this year as dozens of enlightened blessings, you chose to look at the one light that did not glow”",
          1483460715
        ],
        [
          "Jan 1 2017: today … http://bit.ly/2iEHqfo Today… I am going to think of this day as the first day of my life. If it's cloudy, I want to watch to see in which direction the clouds are going. I always think that I don't have time or don't pay enough attention. Above my head exists a sky about which all humanity, over…",
          1483296225
        ],
        [
          "Success comes to those who do not waste time comparing what they are doing with what others are doing; it enters the house of the person who says every day: ‘I will do my best.’\n\nPeople who seek only success rarely find it, because success is not an end in itself, but a consequence.\n\nObsession doesn’t help at all, it becomes confused as to which path to follow and ends up taking away the pleasure of living.\n\nThe truly rich person is the one who is in contact with the energy of Love every second of his existence.\n\nYou must have a goal in mind, but, as you go along, it costs nothing to stop now and then and enjoy the view around you.\n\nAt such moments, it is important to ask yourself: ‘Are my values still intact? \n'Am I trying to please others and do what they expect of me, or am I really convinced that my work is a manifestation of my soul and my enthusiasm? \n'Do I want success at any price or do I want to be a successful person because I manage to fill my days with Love?’\n\nDon't worry about the answers - you can always correct your course\nDo that in 2017. HAPPY NEW YEAR!",
          1483112142
        ],
        [
          "2016: CLOSING CYCLES\n\nOne always has to know when a stage comes to an end. If we insist on staying longer than the necessary time, we lose the happiness and the meaning of the other stages we have to go through.\nClosing cycles, shutting doors, ending chapters – whatever name we give it, what matters is to leave in the past the moments of life that have finished.\n\nYou can tell yourself you won’t take another step until you find out why certain things that were so important and so solid in your life have turned into dust, just like that.\nBut such an attitude will be awfully stressing for everyone involved: your parents, your husband or wife, your friends, your children, your sister.\nEveryone is finishing chapters, turning over new leaves, getting on with life, and they will all feel bad seeing you paralyzed. .\n\nThings pass, and the best we can do is to let them really go away (however painful it may be!).\n\nEverything in this visible world is a manifestation of the invisible world, of what is going on in our hearts – and getting rid of certain memories also means making some room for other memories to take their place.\nLet things go. Release them. Detach yourself from them.\n\nNobody plays this life with marked cards, so sometimes we win and sometimes we lose.\nMove.\nDo not expect anything in return, do not expect your efforts to be appreciated, your genius to be discovered, your love to be understood.\n\nStop turning on your emotional television to watch the same program over and over again, the one that shows how much you suffered from a certain loss: that is only poisoning you, nothing else.\n\nNothing is more dangerous than not accepting love relationships that are broken off, work that is promised but there is no starting date, decisions that are always put off waiting for the “ideal moment.”�\n\nBefore a new chapter is begun, the old one has to be finished: tell yourself that what has passed will never come back.\nRemember that there was a time when you could live without that thing or that person – a habit is not a need.\nThis may sound so obvious, it may even be difficult, but it is very important.\n\nClosing cycles. Not because of pride, incapacity or arrogance, but simply because that no longer fits your life.\n\nShut the door, change the record, clean the house, shake off the dust.\n\nStop being who you were, and change into who you are.",
          1482440873
        ],
        [
          "The most important thing in all human relationships is conversation, but people don’t talk anymore, they don’t sit down to talk and listen. \nThey go to the cinema, watch television, listen to the radio, read books, update their status on internet,  but they almost never talk.\n\n If we want to change the world, we have to go back to a time when warriors would gather around a fire and tell stories.",
          1481726108
        ],
        [
          "It's so easy: every day sit down for ten minutes. Breathe calmly \nInhale the present . Exhale the past \n\nYour life will change in two weeks time -if you have enough discipline",
          1478993074
        ],
        [
          "If you want to be successful you must respect one rule: NEVER lie to yourself Timeline Photos",
          1478520429
        ],
        [
          "A  summary the journey each and everyone of us must undertake if we want to live a live that justifies our existence. \n\nDeparture\n\n1. The Call to Adventure\nThe call to adventure is the point in a person’s life when they are first given notice that everything is going to change, whether they know it or not.\n2. Refusal of the Call\nOften when the call is given, the future hero refuses to heed it. This may be from a sense of duty or obligation, fear, insecurity, a sense of inadequacy, or any of a range of reasons that work to hold the person in his or her current circumstances.\n3. Supernatural Aid\nOnce the hero has committed to the quest, consciously or unconsciously, his or her guide and magical helper appears, or becomes known.\n\n(to continue reading, click here > http://bit.ly/2ezjGJu )",
          1478356622
        ],
        [
          "Poles and rules\n     In the fall of 2003 I was walking late one night through the center of Stockholm when I saw a woman walking along using ski poles. My first reaction was to think of some injury she must have suffered, but then I noticed she was moving quite fast and with rhythmic movements as if she were on a patch of snow – except that all that was around us was the asphalt of paved streets. The obvious conclusion was: “that woman is crazy, how could she pretend to be skiing in the middle of the city?”\n     Back in the hotel, I mentioned the incident to my editor. He said that I was the crazy one: what I had seen was a sort of exercise called “Nordic walking”. He explained that besides the movement of the legs, the arms, shoulders and back muscles are also used to make it a much more complete exercise. \n     When I go for a walk ( which is my favorite pastime, together with archery), it is to be able to reflect, think, look at all the marvels around me, and chat with my wife while we are walking along. I found my editor’s comment interesting, but thought no further of it. \n     One day I was in a sports store buying material for my arrows when I noticed new poles used by mountaineers – made of aluminum, they are light and can be opened or closed using the same telescopic system as a tripod for a camera. I remembered the Nordic walking and thought to myself: why not try it? I bought two pairs, for myself and my wife. We adjusted the poles to a comfortable height and the next day decided to try them out. \n     What a fantastic discovery! We climbed a mountain, then came back down, really feeling that the whole body was in movement, the balance was better, we were less tired. We walked double the distance we usually cover in an hour. I remembered that I had once tried to explore a dried-up stream but it was so difficult with all the stones that I gave up. I thought that with the poles it would be easier, and I was right. \n     My wife got into the Internet and discovered that you burn 46% more calories than on a normal walk. She grew very enthusiastic and “Nordic walking” has become part of our daily routine. \n     One afternoon, just for distraction, I also decided to get into the Internet to see what I could find on the subject. I was surprised to see page after page, with federations, groups, discussions, models and ... rules! \n     I don’t know what made me open the page about rules. As I read I became horrified – I was doing it all wrong! My poles should be adjusted higher, a certain rhythm had to be followed, a certain angle of support had to be kept, the shoulder movement was complicated, the way of using the elbow was all different, everything followed rigid, technical, precise rules. \n     I printed all the pages. The following day – and the others that followed – I tried to do exactly as the specialists ordered. The walk began to lose interest, I no longer saw all the wonders around me, I spoke very little to my wife, I could think of nothing except the rules. At the end of a week I asked myself: why am I learning all this?\n     My objective is not to do gymnastics. I don’t think that the first people who did their “Nordic walking” had anything in mind apart from the pleasure of walking, improving their balance and moving the whole body. We knew intuitively what was the ideal height for the poles, just as we could intuitively deduce that the closer they were to the body, the better and easier the movement. But now, because of the rules, I had stopped concentrating on the things I liked and was more concerned about losing calories, moving my muscles and using a certain section of the spine. \n     I decided to forget all that I had learned. Now we go out walking with our two poles, enjoying the world around us and feeling happy at seeing the body being made to work, being moved and balanced. And if I want to do gymnastics instead of “meditation in movement”, I’ll look for a gymnasium. At the moment I am quite content with my relaxed and instinctive “Nordic walking”, even though I may not be losing 46% more calories. \n     I’ve no idea why human beings have this mania of setting rules to everything. Timeline Photos",
          1477865983
        ],
        [
          "Every morning I find myself a different person.  I’m always a mystery to myself. \n if I knew in the first hours in the morning what I’m going to do, what is going to happen, what attitudes or decisions should I take, I think my life would be deadly boring.  \nBecause what makes life interesting is the unknown.  it’s the risks that we take, every single moment of our day.",
          1477312573
        ],
        [
          "This world is full of idiots strategically  distributed  \nso you can meet at least one per day",
          1477223427
        ],
        [
          "Joy is sometimes a blessing, but it is often a conquest. \nIf we acccept that every day brings a magic moment where you can change everything, this moment will help us to change and sends us off in search of our dreams. \nYes, we are going to suffer, we will have difficult times, and we will experience many disappointments — but all of this is transitory it leaves no permanent mark. \nAnd one day we will look back with pride and faith at the journey we have taken",
          1477166739
        ],
        [
          "The most important thing in all human relationships is conversation, but people don’t talk anymore, they don’t sit down to talk and listen. They go to the theater, the cinema, watch television, listen to the radio, read books, but they almost never talk. \nIf we want to change the world, we have to go back to a time when warriors would gather around a fire and tell stories.",
          1476017875
        ],
        [
          "Don't live this day as if it were your last \nLive this day as if it were your first. Timeline Photos",
          1473626637
        ],
        [
          "Today: 1st time in my life to be in front of one of the 36 remaining copies of  the Gutenberg Bible #emotion Timeline Photos",
          1472827748
        ],
        [
          "Everything in your life is a consequence of a choice you have made. \nIf you want a different result, make a different choice Timeline Photos",
          1470507500
        ],
        [
          "The simple things are also the most beautiful things\n#Rio2016 \nOrgulhoso de meu país Timeline Photos",
          1470483258
        ],
        [
          "UAU! Thank you Mostafa Salameh!\n\"I made it to the South Pole and took the Alchemist with me as promised , \nI become one of 13 people in the world to climb the 7 summits of the world and reached south and North Pole \" Timeline Photos",
          1469734297
        ],
        [
          "You have this one life. How do you want to spend it? Apologizing? Regretting? Questioning? Hating youself? Dieting? Running after people who don't see you? \nBe brave. Believe in yourself. Do what feels goo. Take risks. Make yourself proud of this one life Timeline Photos",
          1468279377
        ],
        [
          "Yesterday I was starting to climb Le Saleve (Haute-Savoie) and in a small village I saw this house. It happens that it is true! The text reads \"The Valkyrie were composed here.\" \"Here lived Two Immortals : Richard Wagner (1856) - John Ruskin (1863 - 1864)\" Timeline Photos",
          1467073496
        ],
        [
          "Collect moments.\nNot things. Timeline Photos",
          1465642112
        ],
        [
          "What makes people weak? Their need for validation and recognition Timeline Photos",
          1465475842
        ],
        [
          "That is why it is so important (however painful it may be!) to destroy souvenirs, move, give lots of things away to orphanages, sell or donate the books you have at home.\n\nEverything in this visible world is a manifestation of the invisible world, of what is going on in our hearts – and getting rid of certain memories also means making some room for other memories to take their place.\nLet things go. Release them. Detach yourself from them.\n\nNobody plays this life with marked cards, so sometimes we win and sometimes we lose.\nDo not expect anything in return, do not expect your efforts to be appreciated, your genius to be discovered, your love to be understood. Timeline Photos",
          1464977479
        ],
        [
          "The first step to go somewhere is to decide that you are not going to stay where you are right now Timeline Photos",
          1464904847
        ],
        [
          "No one is paying attention until we make a bad move... Timeline Photos",
          1463915316
        ],
        [
          "Bravo Ute! Excellent NY Times review! > http://nyti.ms/1V62x9A Timeline Photos",
          1463399131
        ],
        [
          "22 April: World Earth Day. Let's take care of our planet Timeline Photos",
          1461336885
        ],
        [
          "My annual party, in honor to St. Joseph - where all my friends gather to pray for a better world, will start in two hr.. May you be blessed Timeline Photos",
          1458404480
        ],
        [
          "Danke! Happy Valentine's Day! Timeline Photos",
          1455456366
        ],
        [
          "3 important things to learn Timeline Photos",
          1452959916
        ],
        [
          "2015: last day! Timeline Photos",
          1451551090
        ],
        [
          "High jump world record Timeline Photos",
          1445510079
        ],
        [
          "Now that Europe complains, criticizes, make jokes and create fences to avoid refugees, it is time to remember that, for CENTURIES, they ransacked Africa and killed men and women who could make a difference. \nSo today I would like to pay tribute to a forgotten hero, Patrice Lumumba. He did not have the iconic photo of Che that people use in posters/T-shirts, but he was far more important. \n(for the young generation, who probably don't know who he was: \n\"Patrice Lumumba: the most important assassination of the 20th century http://bit.ly/1Rn6TVA ) Timeline Photos",
          1443887669
        ],
        [
          "(  Fake it till you make it...) Timeline Photos",
          1437161691
        ],
        [
          "Karen Gillan: \"Anyone fancy a jaunt to Egypt?\" Timeline Photos",
          1436433745
        ],
        [
          "July 5: Happy Independence day my Algerian readers Timeline Photos",
          1436046736
        ],
        [
          "Try to see what’s on the other side of all those things that we’re supposed to want Timeline Photos",
          1433958295
        ],
        [
          "ONZE MINUTES Timeline Photos",
          1425621602
        ],
        [
          "Dare to be different! Timeline Photos",
          1420979916
        ],
        [
          "For those who are not frightened by the solitude that reveals all mysteries, everything will have a different taste. Timeline Photos",
          1411804873
        ],
        [
          "Focus! You cannot hit two targets with the same arrow. Timeline Photos",
          1409227336
        ],
        [
          "It is not explanations that carry us forward, but our will to go on. Timeline Photos",
          1404043263
        ],
        [
          "The simple things are also the most extraordinary things, and only the wise can see them. Timeline Photos",
          1402646469
        ],
        [
          "Be different / Seja diferente Timeline Photos",
          1401705170
        ],
        [
          "You have 2 choices in life: a] to find a way b] to make one. Timeline Photos",
          1400371240
        ],
        [
          "The magic moment is the moment when a “yes” or a “no” can change our whole existence. Timeline Photos",
          1399971688
        ],
        [
          "Anyone who lives in her own world is crazy. Timeline Photos",
          1399046541
        ],
        [
          "\"I had to lose her in order to understand that the taste of things recovered is the sweetest honey we will ever know.\" Timeline Photos",
          1398589272
        ],
        [
          "\"Do something instead of killing time. Because time is killing you.\" (From 'Aleph') Timeline Photos",
          1398182586
        ],
        [
          "No one can go back, but everyone ca go forward! Timeline Photos",
          1397404949
        ],
        [
          "Patience. Kindness. Generosity. Humility. Courtesy. Unselfishness. Good temper. Guilelessness. Sincerity. All these things make up the Supreme Gift. Timeline Photos",
          1396256509
        ],
        [
          "\"Love is patient. It can bear all things. It believes all things. It hopes for all things. Because Love understands.\" - The Supreme Gift (Kindle Edition USD 2,99  http://amzn.to/1jjOQ4L) Timeline Photos",
          1396116158
        ],
        [
          "\"No one loses anyone, because no one owns anyone.\"\n- Eleven Minutes Timeline Photos",
          1393092301
        ],
        [
          "Happy! 'Sharing 2014 Day Planner' based on my writings and illustrated by CATALINA ESTRADA - http://amzn.to/16m8vMd Timeline Photos",
          1382347480
        ],
        [
          "Going to Claudio Abbado concert tonight Timeline Photos",
          1376657515
        ],
        [
          "“No one owns anybody. Anyone who has lost something they thought was theirs forever finally comes to realize that nothing really belongs to them. Then there's no point wasting my time looking after things that aren't mine.”\r\n(from the book \"Eleven Minutes\") Timeline Photos",
          1364230987
        ],
        [
          "Whoever you are, or whatever it is that you do, when you really want something, it’s because that desire originated in the soul of the universe. It’s your mission on earth\" (The Alchemist) Timeline Photos",
          1364035722
        ],
        [
          "tIME FOR ACTION! Timeline Photos",
          1362427481
        ],
        [
          "Task for tonight: to shine. \"Modesty\" is an invention of mediocre people, who want you to be one of them Timeline Photos",
          1351702853
        ],
        [
          "Today in Brasil is the Children's day. Just to remind you that once upon a time I was one of them... Timeline Photos",
          1350076888
        ],
        [
          "1 Minute Sunday reading: According to Plato, we were not as we are now (an old theory on soulmates) Men and women were not as they are now — Paulo Coelho's Blog “According to him [Plato], at the beginning of creation, men and women were not as they are now; there was just one being, who was rather short, with a body and a neck, but his head had two faces, looking",
          1349630725
        ],
        [
          "Love is our treasure and minutes spent to share this love are the jewels that illuminate our path 1 min reading: the two jewels — Paulo Coelho's Blog A deeply religious Rabbi lived happily with his family, an admirable woman and two dear sons. One time, he had to be away from home for several days due to work. When he was away, a serious car accident killed",
          1349365925
        ],
        [
          "Even if you were to study your own life in detail and relive each moment that you suffered, sweated and smiled beneath the sun, you would still never know exactly when you had been useful to someone else.\r\nA life is never useless. Each soul that came down to Earth is here for a reason.\r\nThe people who really help others are not trying to be useful, but are simply leading a useful life. They rarely give advice, but serve as an example.\r\nDo one thing: live the life you always wanted to live. Avoid criticising others and concentrate on fulfilling your dreams. This may not seem very important to you, but God, who sees all, knows that the example you give is helping Him to improve the world. And each day, He will bestow more blessings upon it.\r\n\r\nManuscript found in Accra \r\n( publication dates until May 2013:  http://bit.ly/Ov0WK6) Timeline Photos",
          1348915948
        ],
        [
          "And he answered:\r\nThe defeated are those who never fail.\r\nDefeat means that we lose a particular battle or war. Failure does not allow us to go on fighting.\r\nDefeat comes when we fail to get something we very much want. Failure does not allow us to dream. Its motto is: ‘Expect nothing and you won’t be disappointed.’\r\nDefeat ends when we launch into another battle. Failure has no end: it is a lifetime choice.\r\nDefeat is for those who, despite their fears, live with enthusiasm and faith.\r\nDefeat is for the valiant. Only they will know the honour of losing and the joy of winning.\r\nI am not here to tell you that defeat is part of life: we all know that. Only the defeated know Love. Because it is in the realm of love that we fight our first battles – and generally lose.\r\nI am here to tell you that there are people who have never been defeated.\r\nThey are the ones who never fought.\r\n(Manuscript found in Accra, world wide release 2012/2013) Timeline Photos",
          1347131012
        ],
        [
          "Of course we can try to read manuals, develop strategies, control our behavior, but all these things are useless. Love is an untamed force Timeline Photos",
          1346763118
        ],
        [
          "Before you go to bed tonight... Timeline Photos",
          1346271626
        ],
        [
          "Time and experience made me learn a lot of things, but my soul is nourished by misteries Timeline Photos",
          1344105721
        ],
        [
          "There are no shortcuts to any place worth going",
          1332029779
        ],
        [
          "Reality is totally different from fiction. In fiction, things need to make sense",
          1330961066
        ],
        [
          "\"There's no point sitting here, using words that mean nothing. Go and experiment. It's time you got out of here. Go and re-conquer your kingdom, which has grown corrupted by routine. Stop repeating the same lesson, because you won't learn anything new that way.\"  (my master to me, in ALEPH)",
          1330880266
        ],
        [
          "I decided to go on diet; in 2 weeks I lost 14 days (Tim Maia)",
          1330724424
        ],
        [
          "Passion and enthusiasm make things possible, not easy",
          1330517410
        ],
        [
          "18Jan: silence in Internet. Down with SOPA, PIPA, HADOPI, SINDE and all \"laws\" that threaten our freedom of sharing what we want to share. I hope Facebook joins the protest (we can live 1 day without FB, right?) Wikipedia to Go Dark on Wednesday to Protest Bills on Web Piracy Wikipedia is the latest Web site to plan a blackout for Wednesday to protest two Congressional bills intended to curtail copyright violations on the Internet.",
          1326808125
        ],
        [
          "Every day we all have one foot in a fairy tale and the other in the abyss ( 11 Minutes )",
          1326021895
        ]
      ],
      "dates_start": 1372412568,
      "dates_end": 1480790263,
      "likes_avg": 52635,
      "likes_stdev": 52691,
      "comments_avg": 849,
      "comments_stdev": 982,
      "shares_avg": 22324,
      "shares_stdev": 30812
    },
    {
      "number": 32,
      "important": [
        "wait",
        "thing",
        "must",
        "better",
        "dream",
        "forget",
        "first",
        "say",
        "follow",
        "accra"
      ],
      "common": [
        "dream",
        "dreams",
        "enjoy",
        "enjoy rain",
        "enjoy rainbow first enjoy rain",
        "first",
        "rainbow",
        "rainbow first",
        "rainbow first enjoy",
        "rainbow first enjoy rain"
      ],
      "messages": [
        [
          "\" A boat is safe in the harbor. But this is not the purpose of a boat\"\n\n(The first thing my guide says when I meet him on the Road to Santiago - The Pilgrimage) Timeline Photos",
          1485981538
        ],
        [
          "To succeed in following your dreams, you must have the courage to be hated.",
          1485279572
        ],
        [
          "Waiting is painful. \nForgetting is painful. \nBut not knowing which is better  is the worst kind of suffering",
          1482110952
        ],
        [
          "First place, first day of publication! Timeline Photos",
          1479335626
        ],
        [
          "Dreams: the 12 steps > bit.ly/UMTryh Dreams: the 12 steps When Joseph Campbell created the expression \"follow your blessing,\"� he was reflecting an idea that seems to be very appropriate right now. In \"The Alchemist,\"� this same idea is called \"Personal Legend.\"� Alan Cohen, a therapist who lives in Hawaii, is also working on this theme. He says that in hi...",
          1477679034
        ],
        [
          "\"And here is the first Armenian copy of THE SPY!!\"\nHripsime Madoyan - Head of Publishing Department\nhripsime@antares.am Timeline Photos",
          1475160016
        ],
        [
          "Primeiro exemplar! First copy!\n#TheSpy Worldwide release >>> http://bit.ly/2bOi276 Timeline Photos",
          1473427674
        ],
        [
          "Enjoy your weekend and Timeline Photos",
          1449873488
        ],
        [
          "First interview in Davos 2015 : Thailand #WEF Timeline Photos",
          1421749330
        ],
        [
          "The closer one gets to realizing his/her dream, the more his/her Personal Legend becomes his/her true reason for being Timeline Photos",
          1406307697
        ],
        [
          "Never give up your dreams, follow the signs. Timeline Photos",
          1403978480
        ],
        [
          "Our dreams give us strength to perform impossible tasks. Timeline Photos",
          1403524877
        ],
        [
          "There are defeats. No one can avoid them. But it's better to lose some of the battles in the struggles for your dreams than to be defeated without ever knowing what you're fighting for. Timeline Photos",
          1399280457
        ],
        [
          "To enjoy the rainbow, first enjoy the rain. Timeline Photos",
          1399075236
        ],
        [
          "Fight for your dreams, and your dreams will fight for you! Timeline Photos",
          1399054678
        ],
        [
          "The first symptom of the process of our killing our dreams is the lack of time. http://bit.ly/KeYypr Timeline Photos",
          1395079540
        ],
        [
          "If you don't care about what people think,you already passed the first step of success. Timeline Photos",
          1394276701
        ],
        [
          "Never give up! Timeline Photos",
          1393351201
        ],
        [
          "Hurry up: your dreams are waiting for you, but they will not wait forever! Timeline Photos",
          1392951600
        ],
        [
          "To enjoy the rainbow, first enjoy the rain! Timeline Photos",
          1363265789
        ],
        [
          "To enjoy the rainbow, first enjoy the rain... Timeline Photos",
          1351528879
        ],
        [
          "The first symptom of the process of our killing our dreams is when we say: \"I'm very busy now\".",
          1334660136
        ],
        [
          "When you dream, you can enjoy the luxury of being yoursef. Make it a reality",
          1334352870
        ],
        [
          "No dreamer is too weak; no dream is beyond our capacities",
          1332265080
        ],
        [
          "A person can meet his/her dream on the road that was chosen to avoid it",
          1331037979
        ],
        [
          "Enjoy your doubts. Our souls feed off mysteries",
          1328471963
        ],
        [
          "First week of publication, ALEPH jumps to #3 (Der Spiegel) \nVielen Dank Deutschland! Timeline Photos",
          1326970970
        ]
      ],
      "dates_start": 1350184445,
      "dates_end": 1458706766,
      "likes_avg": 58124,
      "likes_stdev": 55045,
      "comments_avg": 609,
      "comments_stdev": 525,
      "shares_avg": 22937,
      "shares_stdev": 32389
    },
    {
      "number": 33,
      "important": [
        "día",
        "tu",
        "amar",
        "amor",
        "momento",
        "como",
        "accra",
        "em",
        "es",
        "del"
      ],
      "common": [
        "amar",
        "amor",
        "de",
        "del",
        "es",
        "es una",
        "para",
        "que",
        "una",
        "vida"
      ],
      "messages": [
        [
          "\"Amor só dura em liberdade\"... Timeline Photos",
          1430426885
        ],
        [
          "Amar es perder el control.\n           A orillas del río Piedra me senté y lloré Timeline Photos",
          1427860801
        ],
        [
          "Tu momento mágico del día; es decisión tuya tratarlo como oro o dejarlo pasar. Timeline Photos",
          1426359712
        ],
        [
          "Nunca podemos cesar de soñar. El sueño es el alimento del alma, como la comida lo es del cuerpo.\nEl Peregrino Timeline Photos",
          1426100526
        ],
        [
          "La belleza de la verdad: sin importar que sea buena o mala, es una experiencia liberadora. Timeline Photos",
          1421953366
        ],
        [
          "Busquemos primero el Amor y el resto vendrá añadido. Timeline Photos",
          1418907701
        ],
        [
          "Para entender el amor, primero entiende la libertad! Timeline Photos",
          1413734491
        ],
        [
          "Para escuchar las palabras del Amor, es necesario dejar que se acerque. Timeline Photos",
          1412445683
        ],
        [
          "Amar abundantemente es vivir abundantemente. Amar para siempre es vivir para siempre. La vida Eterna está vinculada al Amor. Timeline Photos",
          1409421661
        ],
        [
          "Pero la gran locura del hombre y de la mujer es exactamente esta: el amor. Timeline Photos",
          1407067244
        ],
        [
          "Existen ciertas cosas en la vida que fueron hechas para ser experimentadas, jamás explicadas. El amor es una de estas cosas. Timeline Photos",
          1404471708
        ],
        [
          "\"Es mejor no vivir que no amar.\" - Adultério Timeline Photos",
          1403611341
        ],
        [
          "Es preciso continuar soñando. Si no, nuestra alma muere. Timeline Photos",
          1403107281
        ],
        [
          "Aprendemos sobre o amor amando! Timeline Photos",
          1402555385
        ],
        [
          "Traición es fingir amor. Timeline Photos",
          1401367421
        ],
        [
          "El mayor objetivo de la vida es amar... El resto es silencio Timeline Photos",
          1401235252
        ],
        [
          "Decir \"no\" no es un pecado. Decir \"sí\" no es una virtud. Timeline Photos",
          1400857309
        ],
        [
          "Espiritualidad no solo es orar y meditar. ¡Necesitas actuar! Timeline Photos",
          1400226912
        ],
        [
          "El amor era la llave para la comprensión de todos los misterios. Timeline Photos",
          1399831277
        ],
        [
          "Una vida intensa no está completa sin un toque de locura. Timeline Photos",
          1399622118
        ],
        [
          "El amor no es una deuda. Timeline Photos",
          1399327263
        ],
        [
          "¿Qué es la felicidad? -> http://bit.ly/1n0Msz9 Timeline Photos",
          1399219279
        ],
        [
          "La mejor manera de sumergirse en Dios es a través del amor. Timeline Photos",
          1399190116
        ],
        [
          "La alegría es contagiosa y siempre consigue descubrir una solución donde la lógica sólo encontró una explicación para el error. #accra Timeline Photos",
          1399068060
        ],
        [
          "Conocimiento sin transformación no es sabiduría. Timeline Photos",
          1398362591
        ],
        [
          "No dejes que otros digan \"aquel camino es mejor\" o \"este trayecto es mas facil\". El mayor don que Dios nos ha dado es el poder de nuestras decisiones. Timeline Photos",
          1397412122
        ],
        [
          "Cuando repites un error, ya no es un error: es una decision! Timeline Photos",
          1397152948
        ],
        [
          "Es necesario buscar el amor donde esté, aunque eso signifique horas, días, semanas de decepción y tristeza. Timeline Photos",
          1397066577
        ],
        [
          "El amor a veces se cansa de hablar un lenguaje suave. Dejemos que se manifieste de manera salvaje #Accra Timeline Photos",
          1395842507
        ],
        [
          "Una vida sin causa es una vida sin efecto. #Aleph Timeline Photos",
          1393790100
        ],
        [
          "Amar a alguien es una cosa. Ser amado es otra. Pero amar a alguien que te ama... Lo es todo. Timeline Photos",
          1393704001
        ],
        [
          "\"El amor no necesita ser entendido, solo necesita ser demostrado.\" #Accra Timeline Photos",
          1393546201
        ],
        [
          "Si buscas paz... no busques amor. Timeline Photos",
          1393098601
        ],
        [
          "Amor es sólo una palabra hasta que alguien llega y le da sentido. #accra Timeline Photos",
          1392300901
        ],
        [
          "¿Qué es el éxito? Es poder irse a la cama cada noche con el alma en paz. #accra #notegraphy Timeline Photos",
          1380801033
        ],
        [
          "MILAGRE é aquilo que enche nosso coração de amor. ALELUIA! Timeline Photos",
          1364640963
        ],
        [
          "Como estamos en La Semana Santa, es importante recordar Timeline Photos",
          1333567026
        ]
      ],
      "dates_start": 1384042147,
      "dates_end": 1418079709,
      "likes_avg": 76665,
      "likes_stdev": 39925,
      "comments_avg": 642,
      "comments_stdev": 385,
      "shares_avg": 25461,
      "shares_stdev": 15947
    },
    {
      "number": 34,
      "important": [
        "su",
        "que",
        "de",
        "hari",
        "más",
        "al",
        "un",
        "los",
        "mata",
        "una"
      ],
      "common": [
        "amor",
        "cuando",
        "de",
        "es",
        "los",
        "para",
        "por",
        "que",
        "un",
        "una"
      ],
      "messages": [
        [
          "Cuando Mata Hari llegó a París no tenía un centavo.\nEn menos de un año fue alabada como la mujer más elegante de la ciudad.\nUna bailarina que sorprendió y deleitó al público, confidente y cortesana que embrujó a los hombres más ricos y poderosos de la época.\nPero a medida que la paranoia consumía a un país en guerra, el estilo de vida de Mata Hari la puso bajo sospecha. Hasta que en 1917 fue detenida y acusada de espionaje.\n\nLa Espía (basada en hechos reales)  cuenta la historia de una mujer que se atrevió a romper los esquemas de su época, y pagó el precio.\n\nEN OCTOBRE EN TODA LATINOAMERICA Y ESPAÑA\nBRASIL: SETEMBRO Timeline Photos",
          1466769423
        ],
        [
          "Our daily bread /o pão nosso de cada dia / el pan nuestro de cada día Mobile Uploads",
          1436384118
        ],
        [
          "Un guerrero sabe que los fines no justifican los medios. Porque no existen fines; existen solamente medios. \nMANUAL DEL GUERRERO DE LA LUZ Timeline Photos",
          1429207346
        ],
        [
          "Los sueños dan trabajo.\nVALQUIRIAS Timeline Photos",
          1428861683
        ],
        [
          "Ready to start /Pronto para começar / Listo para empezar #Archery #TiroConArco Timeline Photos",
          1428242817
        ],
        [
          "El realista es aquel que sabe que no hay limites. Timeline Photos",
          1427608802
        ],
        [
          "Un guerrero de la luz presta atención a los ojos de un niño. Porque ellos saben ver el mundo sin amargura. \nManual del guerrero de la luz Timeline Photos",
          1427137338
        ],
        [
          "El éxito no proviene del reconocimiento ajeno. Es el resultado de lo que sembraste con amor.\nCuando llega la hora de cosechar, te puedes decir a ti mismo: “Lo logré”.\nLograste que tu trabajo fuera respetado, porque no fue realizado sólo para sobrevivir, sino para demostrar tu amor por los demás. Timeline Photos",
          1423760240
        ],
        [
          "Un día despertarás y ya no habrá más tiempo para hacer las cosas que siempre has querido hacer. Hazlas ahora. Timeline Photos",
          1423335714
        ],
        [
          "Tengo todo para ser feliz. Y eso me está enloqueciendo.\nAdulterio Timeline Photos",
          1423036800
        ],
        [
          "\"De hecho, cada día para mí es una nota musical que uso para componer la sinfonía de mi vida\". Timeline Photos",
          1422990127
        ],
        [
          "Y para aquellos que piensan que la aventura es peligrosa, prueben la rutina: mata antes de tiempo. Timeline Photos",
          1421175727
        ],
        [
          "Se não temos medo das trevas, é porque somos parceiros da luz. - O ADULTÉRIO Timeline Photos",
          1419166879
        ],
        [
          "Nada sucede sin esfuerzo. Hay que tener fe. Y, para eso, tenemos que romper las barreras de los prejuicios, lo cual requiere coraje. Para tener coraje, hay que tener miedo. Timeline Photos",
          1418994095
        ],
        [
          "Si no tenemos miedo de las tinieblas, es porque somos compañeros de la luz. Timeline Photos",
          1418775313
        ],
        [
          "Aunque la ansiedad sea parte de la vida, nunca dejes que ella controle tus movimientos. Timeline Photos",
          1415469700
        ],
        [
          "\"Cuando llega la noche y nadie me ve, me asusto por todo: la vida, la muerte, el amor y su ausencia, el hecho de que todas las novedades se están convirtiendo en hábitos, la sensación de que estoy perdiendo los mejores años de mi vida en una rutina que va a seguir repitiéndose hasta queme muera, y el pánico a enfrentarme a lo desconocido, por más emocionante y aventurero que sea.\" \n\n- ADULTERIO - In all bookstores and also on Amazon (http://amzn.to/102g3Ry) Timeline Photos",
          1414951279
        ],
        [
          "Si sólo caminas los días soleados; nunca alcanzarás tu destino. Timeline Photos",
          1414173741
        ],
        [
          "Sólo 3 cosas pueden cambiar nuestras vidas: los sueños, el sufrimiento y el amor. Timeline Photos",
          1413360094
        ],
        [
          "Ria dos seus erros. Mas não os repita. / Mantén el sentido del humor sobre tus errores, pero nunca los repitas. Timeline Photos",
          1413309709
        ],
        [
          "Sé una fuente de alegría y deja que los críticos se quejen del mundo. Timeline Photos",
          1413028900
        ],
        [
          "Un corazón entusiasmado siempre encuentra nuevas oportunidades. Timeline Photos",
          1412769725
        ],
        [
          "Cuando tus piernas estén cansadas, continua caminando con la fuerza de tu corazon. Timeline Photos",
          1412272920
        ],
        [
          "No tengas miedo de ser el mejor. Solo los mediocres no son criticados. Timeline Photos",
          1411993503
        ],
        [
          "Muchas veces el tren equivocado terminó llevándome al lugar correcto. Timeline Photos",
          1411495340
        ],
        [
          "Agradezco a todos aquellos que se rieron de mis sueños; me enseñaron a crecer respetando las luchas de la gente. Timeline Photos",
          1411063337
        ],
        [
          "El sueño siempre es arriesgado, hay que pagar un precio. Timeline Photos",
          1409472046
        ],
        [
          "\"¿Sobreviviré?, me pregunto ahora que ya no hay vuelta atrás. Por supuesto. Ya me he enfrentado a tormentas antes.\" - Linda, en Adulterio Timeline Photos",
          1409248877
        ],
        [
          "\"Para encontrar la paz en el cielo, hay que encontrar el Amor en la Tierra. Sin él, no valemos nada.\" Timeline Photos",
          1408903283
        ],
        [
          "Brilla con alegria y sin miedo! No se enciende una lámpara para esconderla detrás de la puerta. Timeline Photos",
          1408104196
        ],
        [
          "Espero tener siempre claro que solo el Amor Verdadero puede competir con cualquier otro amor de este mundo. Cuando lo damos todo, no tenemos nada que perder. http://amzn.to/1oMVEcJ Timeline Photos",
          1407484880
        ],
        [
          "El sueño siempre es arriesgado, hay que pagar un precio. http://amzn.to/1oMVEcJ Timeline Photos",
          1407340948
        ],
        [
          "Sigue tus sueños, transforma tu vida Timeline Photos",
          1406656909
        ],
        [
          "Convention for those wounded in love / Convenção dos feridos por amor - http://bit.ly/wBUDnC Timeline Photos",
          1405980082
        ],
        [
          "Escoger un camino significaba abandonar otros. Quería recorrer todos los caminos posibles, e iba a acabar no recorriendo ninguno. Timeline Photos",
          1405900846
        ],
        [
          "Para tener coraje, hay que vencer el miedo. Timeline Photos",
          1405771279
        ],
        [
          "Cuando encuentres tu camino, confía en Dios y síguelo sin hacer preguntas. Timeline Photos",
          1404442848
        ],
        [
          "Ningún corazón jamás sufrió cuando fue en busca de sus sueños. Timeline Photos",
          1404338493
        ],
        [
          "No existe nada completamente equivocado en el mundo. Hasta un reloj parado consigue estar en lo cierto dos veces por día. #Brida Timeline Photos",
          1404316934
        ],
        [
          "Quien sólo desea demostrar que tiene razón, termina por equivocarse. Timeline Photos",
          1404302524
        ],
        [
          "What was just a dream before, a distant vision, is now part of your life, you did it! Timeline Photos",
          1403859668
        ],
        [
          "Que cuando nuestras piernas estén cansadas, podamos caminar con la fuerza de nuestro corazón. Timeline Photos",
          1403798517
        ],
        [
          "Estoy sufriendo por amor. Eso puede ser una bajada al infierno, pero puede ser una revelación. Timeline Photos",
          1403647280
        ],
        [
          "Se dice que cada vez que abrazamos a alguien ganamos un día extra de vida. Timeline Photos",
          1403452903
        ],
        [
          "Perseguir un sueño tiene un precio. Nos puede obligar a abandonar nuestros hábitos, puede suponer dificultades, puede llevar a la decepción... Pero por muy caro que sea, nunca es tan alto como el precio pagado por aquellos que no se atrevieron a perseguirlo. Timeline Photos",
          1403263231
        ],
        [
          "Si todos viviesen sus vidas y dejasen que los demás hiciesen lo mismo, Dios estaría en cada instante, en cada grano de mostaza, en el pedazo de nube que se forma y se deshace en el instante siguiente. Timeline Photos",
          1403215263
        ],
        [
          "Corred el riesgo de ser diferentes, pero aprended a hacerlo sin llamar la atención. Timeline Photos",
          1402869659
        ],
        [
          "Cuando tu y tu corazón os hacéis amigos, ninguno es capaz de traicionar al otro. Timeline Photos",
          1402070508
        ],
        [
          "Cuando dices \"sí\" a otras personas, asegúrate de que no estás diciendo 'no' a tí mismo. Timeline Photos",
          1401732091
        ],
        [
          "Cada momento de búsqueda es un momento de encuentro. #alquimista Timeline Photos",
          1401645657
        ],
        [
          "Quiero ser capaz de aceptarme como soy. Una persona que camina, que siente, que habla como cualquier otra, pero que a pesar de sus defectos tiene coraje. Timeline Photos",
          1401537677
        ],
        [
          "EL AMOR ES ALEGRÍA. No te convenzas de que el sufrimiento es parte de él. Timeline Photos",
          1401300116
        ],
        [
          "Nadie pierde a nadie porque nadie posee a nadie. Y esta es la verdadera experiencia de la libertad: Tener lo más importante del mundo sin poseerlo. Timeline Photos",
          1401127269
        ],
        [
          "Amar significa estar disponible para los milagros, para las victorias y derrotas. Timeline Photos",
          1400658910
        ],
        [
          "Ningun día es igual a otro, cada mañana tiene su milagro especial, su momento mágico en el que los viejos universos son destruidos y son creadas nuevas estrellas. Timeline Photos",
          1400191222
        ],
        [
          "Sólo aprendemos cosas importantes cuando experimentamos. Timeline Photos",
          1400155297
        ],
        [
          "Cuando dudes, sólo da el siguiente paso pequeño. Timeline Photos",
          1400072514
        ],
        [
          "No odies a los envidiosos. Tienen envidia porque piensan que eres mejor que ellos. Timeline Photos",
          1399917672
        ],
        [
          "La vida siempre espera a que una crisis se produzca antes de mostrar su cara más brillante. Timeline Photos",
          1399906918
        ],
        [
          "Nunca pierdas una oportunidad para demostrar tu amor. ¡Sobre todo hacia aquellos que están cerca! Timeline Photos",
          1399820497
        ],
        [
          "Un barco está a salvo en el puerto. Pero este no es el propósito de un barco. Timeline Photos",
          1399449311
        ],
        [
          "Lagrimas são palavras que aguardam o momento de serem ditas. Timeline Photos",
          1399302159
        ],
        [
          "Los corazones están hechos para ser utilizados, no para ser almacenados. Timeline Photos",
          1399154452
        ],
        [
          "Ama a tu enemigo. Pero nunca olvides: él no es tu amigo. Timeline Photos",
          1399140098
        ],
        [
          "Cuando atrasamos la cosecha, los frutos se pudren, pero cuando atrasamos los problemas, no paran de crecer. Timeline Photos",
          1399103713
        ],
        [
          "Sólo mi locura me mantiene cuerdo en el mundo de hoy. Timeline Photos",
          1398967365
        ],
        [
          "Quelqu’un peut-il être obligé de demander pardon pour avoir éveillé un amour impossible ? Timeline Photos",
          1398953505
        ],
        [
          "Tenha suficiente coragem para ser voce mesmo(a) Timeline Photos",
          1398794556
        ],
        [
          "En cada momento de nuestra existencia tenemos que escoger entre un camino y el otro. Una simple decisión puede afectar a una persona para el resto de su vida. Timeline Photos",
          1398772966
        ],
        [
          "Tenemos que ser lo suficientemente humildes para entender que hay algo llamado misterio. Timeline Photos",
          1398549682
        ],
        [
          "Solo aceptando nuestros deseos podemos tener una idea de quienes somos. Timeline Photos",
          1397944922
        ],
        [
          "Algunas bendiciones de Dios llegan destruyendo todo a nuestro alrededor. Timeline Photos",
          1397807410
        ],
        [
          "Los ángeles son visibles para quienes aceptan la luz y rompen el acuerdo con las tinieblas. #LasValquírias Timeline Photos",
          1397685734
        ],
        [
          "No busquemos respuestas. Aceptemos, y entonces la vida pasa a ser mucho más intensa y más brillante. Timeline Photos",
          1397599319
        ],
        [
          "¡Hasta un reloj parado consigue estar en lo cierto dos veces por día! #Brida Timeline Photos",
          1397512915
        ],
        [
          "Cuando quieres algo, todo el Universo conspira para que realices tu deseo. #ElAlquimista Timeline Photos",
          1397460642
        ],
        [
          "Camina con paso firme, sin miedo. --> http://bit.ly/1gOOi08 Timeline Photos",
          1397375713
        ],
        [
          "Sólo es derrotado el que desiste. Todos los demás saldrán victoriosos. Timeline Photos",
          1397030109
        ],
        [
          "El miedo a sufrir es peor que el propio sufrimiento. Timeline Photos",
          1396893742
        ],
        [
          "Manual para subir montañas - http://bit.ly/d02r8L Timeline Photos",
          1396627346
        ],
        [
          "Las personas tienen miedo de seguir sus sueños porque creen que no los merecen, o no van a conseguirlos. Timeline Photos",
          1396562459
        ],
        [
          "Es necesario luchar para crecer; pero sin caer en la trampa del poder que conseguimos con esto, porque sabemos que no vale nada. Timeline Photos",
          1396353823
        ],
        [
          "Failure is just a part of life. - http://bit.ly/10WU7VD Timeline Photos",
          1396281778
        ],
        [
          "Basta con prestar atención: el aprendizaje siempre llega cuando estás preparado Timeline Photos",
          1396112594
        ],
        [
          "\"La felicidad no es un bien que se multiplique en cautiverio y nada que disminuya cuando se da. Al contrario, solamente sembrando felicidad conseguimos aumentar nuestra cuota.\" - El don supremo http://amzn.to/1di8Z9z Timeline Photos",
          1396051277
        ],
        [
          "El peligro de una aventura vale más que mil días de tranquilidad y comodidad. Timeline Photos",
          1395939686
        ],
        [
          "\"Y así es cuando se tiene un objetivo en la vida; puede ser mejor o peor, dependiendo del camino que elegimos para alcanzarlo.\" - El peregrino de Compostela Timeline Photos",
          1395799288
        ],
        [
          "Expresemos alegría cuando estemos felices. Tenemos que derrotar el cinismo y la ironía. Timeline Photos",
          1395680540
        ],
        [
          "El mundo cambia con tu ejemplo no con tu opinión. Timeline Photos",
          1395480629
        ],
        [
          "¡El realista es aquel que sabe que no hay limites! Timeline Photos",
          1395453661
        ],
        [
          "Nadie puede evitar la derrota. Por eso es mejor perder algunos combates en la lucha por tus sueños que ser derrotado sin siquiera saber por qué estás luchando. Timeline Photos",
          1395446463
        ],
        [
          "No dejes que tus heridas definan tu manera de actuar. Timeline Photos",
          1395324138
        ],
        [
          "Hay momentos en los que debes estar preparado para tomar riesgos, ¡para hacer algo loco! Timeline Photos",
          1395309022
        ],
        [
          "Existen momentos para actuar y momentos para aceptar. Timeline Photos",
          1395280985
        ],
        [
          "El amor no puede ser considerado prisionero, ya que es un río y se desborda sus orillas. Timeline Photos",
          1395274224
        ],
        [
          "Cuando dices SÍ a otras personas, asegúrate de que no estás diciendo NO a tí mismo. #accra Timeline Photos",
          1394643734
        ],
        [
          "Señor, llénanos de entusiasmo para enfrentarnos a los desafíos de la vida. #FelizSemana Timeline Photos",
          1394568187
        ],
        [
          "El miedo a sufrir es peor que el propio sufrimiento. Pero ningún corazón jamás sufrió cuando fue en busca de sus sueños. Timeline Photos",
          1394114701
        ],
        [
          "La vida está para adelante, nunca para atrás. Timeline Photos",
          1393952401
        ],
        [
          "Cuando nuestro corazón vence la batalla contra el miedo, las maravillas se revelan. Timeline Photos",
          1393898701
        ],
        [
          "\"El amor no hace muchas preguntas, porque si empezamos a pensar, empezamos a tener miedo. Es un miedo inexplicable, y no vale la pena intentar traducirlo en palabras.\" Timeline Photos",
          1393408801
        ],
        [
          "Haz felices a los que están cerca, y los que están lejos vendrán. #fact Timeline Photos",
          1393357801
        ],
        [
          "Acepta la alegría, incluso con miedo a que termine pronto. Timeline Photos",
          1392924601
        ],
        [
          "Un acto de coraje es siempre un acto de amor. Timeline Photos",
          1392508801
        ],
        [
          "As pessoas mudam quando param de se queixar e se dão conta do potencial que possuem para mudar o mundo. Timeline Photos",
          1392462001
        ],
        [
          "Los cinturones de seguridad son para aviones y coches. En el amor, quítatelos al pasar por una zona de turbulencias y... ¡Diviértete! Timeline Photos",
          1392422401
        ],
        [
          "Hay dos tipos de trabajo. Timeline Photos",
          1392127801
        ],
        [
          "Our daily bread / O pão nosso de cada dia Timeline Photos",
          1373459371
        ],
        [
          "Procura ser tão grande que todos queiram imitar voce, e tão humilde que todos queiram ser seus amigos Timeline Photos",
          1366710237
        ],
        [
          "Cuando quieres algo, todo el universo conspira para que realices tu deseo (El Alquimista) Timeline Photos",
          1365975935
        ],
        [
          "Relay (gare de Toulouse) hier: Aleph #1\r\nUn gran merci!!! Timeline Photos",
          1352724628
        ],
        [
          "Precisamos associar a sabedoria antiga com as novas tecnologias, se queremos mudar o mundo (Manual do guerreiro da luz) Timeline Photos",
          1351350592
        ],
        [
          "“Cuéntanos sobre la soledad”, pidió una joven que estaba a punto de casarse con el hijo de uno de los hombres más ricos de la ciudad, y que ahora se veía obligada a huir. Timeline Photos",
          1350672216
        ],
        [
          "Por lo tanto, Señor, danos hoy El milagro nuestro de cada dia ( Manuscrito Accra}",
          1349957943
        ],
        [
          "Y el contestó: \r\nSin la soledad, el Amor no permanecerá mucho tiempo a tu lado.\r\nPorque también el Amor necesita reposo, de modo que pueda viajar por los cielos y manifestarse de otras formas.\r\nSin la soledad, ninguna planta o animal sobrevive, ninguna tierra es productiva por mucho tiempo, ningún niño puede aprender sobre la vida, ningún artista consigue crear, ningún trabajo puede crecer y transformarse.\r\nLa soledad no es la ausencia de Amor, sino su complemento.\r\nLa soledad no es la ausencia de compañía, sino el momento en que nuestra alma tiene la libertad de conversar con nosotros y ayudarnos a decidir sobre nuestras vidas.\r\nPor lo tanto, benditos sean aquellos que no temen a la soledad. Que no se asustan con la propia compañía, que no se desesperan buscando algo en qué ocuparse, divertirse o qué juzgar.\r\nPorque quien nunca está solo, ya no se conoce a sí mismo.\r\nY quien no se conoce a sí mismo comienza a temer el vacío.\r\n\r\nManuscrito encontrado en Accra \r\nFechas de publicacion > http://bit.ly/Ov0WK6 Timeline Photos",
          1347963378
        ],
        [
          "Daqui a pouco (21:30 hr) minha entrevista para o Globo News Literatura. Estou curioso com o que vão escolher para colocar ali. Quem assistir, por favor deixe comentário Timeline Photos",
          1347658108
        ],
        [
          "Los errores cometidos por exceso de coraje son corregidos con más coraje Timeline Photos",
          1347310779
        ],
        [
          "O Sonho não acabou\r\nEl Sueño no está muerto Timeline Photos",
          1344158135
        ],
        [
          "La adrenalina y el estrés de una aventura son mejores que mil días de tranquilidad. Timeline Photos",
          1343737147
        ],
        [
          "Esperar duele. Olvidar duele. Pero el peor de los sufrimientos es no saber qué decisión tomar Timeline Photos",
          1343143381
        ],
        [
          "Lo que ustedes ven es apenas parte de mi avatar. Ahora pueden ver la parte oculta... Timeline Photos",
          1342561191
        ],
        [
          "\"Durante toda mi vida he entendido el amor como una especie de esclavitud consentida. \nPero esto no es así: la libertad sólo existe cuando existe el amor. Quien se entrega totalmente, quien se siente libre, ama al máximo. \nY quien ama al máximo, se siente libre. Pero en el amor, cada uno de nosotros es responsable por lo que siente, y no puede culpar al otro por eso. \n Nadie pierde a nadie porque nadie posee a nadie. \nY esta es la verdadera experiencia de la libertad: Tener lo más importante del mundo sin poseerlo.\"\n                                                  (en mi libro \"Once Minutos\")",
          1340927005
        ],
        [
          "Prepárate para ser incomprendido por mucho tiempo. Persevera, y terminarás ganando",
          1334138891
        ],
        [
          "Dizer a verdade e ver alguém chorar é melhor que contar mentiras para fazer alguém sorrir Timeline Photos",
          1333448312
        ],
        [
          "4:50 min (English) I started a weekly podcast on subjects that are important to me. (os próximos terão legendas/ los próximos tendran subtitulos) CoelhoOffice 01 - On writing (I)",
          1326025778
        ]
      ],
      "dates_start": 1373432902,
      "dates_end": 1419665191,
      "likes_avg": 69526,
      "likes_stdev": 36985,
      "comments_avg": 635,
      "comments_stdev": 508,
      "shares_avg": 25594,
      "shares_stdev": 18363
    },
    {
      "number": 35,
      "important": [
        "live",
        "lord",
        "life",
        "back",
        "rememb",
        "saturday",
        "happi",
        "accra",
        "pleas",
        "secret"
      ],
      "common": [
        "back",
        "challenge",
        "expect",
        "life",
        "life short",
        "live",
        "love",
        "others",
        "please",
        "short"
      ],
      "messages": [
        [
          "Well I've heard there was a secret chord\nThat David played and it pleased the Lord\n Hallelujah! >  youtu.be/YrLk4vdY28Q Timeline Photos",
          1478831161
        ],
        [
          "Breathe. Step back. Then react. Timeline Photos",
          1471366679
        ],
        [
          "Happy weekend!\nAnd remember: stress, anxiety and depression are caused when we are living to please others Timeline Photos",
          1467380828
        ],
        [
          "Life: a metaphor Timeline Photos",
          1466434695
        ],
        [
          "Enjoy your Saturday!\nI know it looks like common place, but the truth is: LIFE IS TO SHORT TO WAIT Timeline Photos",
          1465054109
        ],
        [
          "\"Everybody is a genius. But if you judge a fish by its ability to climb a tree, it will live the whole life believing that it is stupid\" Timeline Photos",
          1463486529
        ],
        [
          "Stress, anxiety and depression are caused when we are living to  please others Timeline Photos",
          1459593625
        ],
        [
          "Life is too short to live the same day twice #TheAlchemist Timeline Photos",
          1456492859
        ],
        [
          "Feliz aniversário meu amor! Happy birthday my love!\n\nSagittarius, the ninth sign of the zodiac, is the home of the wanderers of the zodiac. It's not a mindless ramble for these folks, either. Sagittarians are truth-seekers, and the best way for them to do this is to hit the road, talk to others and get some answers. Knowledge is key to these folks, since it fuels their broad-minded approach to life. The Sagittarian-born are keenly interested in philosophy and religion, and they find that these disciplines aid their internal quest. At the end of the day, what Sagittarius wants most is to know the meaning of life, and to accomplish this while feeling free and easy.\n\nIt's the Archer that represents Sagittarians, although in this case it's a Centaur (half man, half beast) that is flinging the arrows. Centaurs were the intellectuals of ancient Roman mythology, and Sagittarians are quick to consider themselves their modern-day counterparts. Those born under this sign are clear thinkers, and choose to look at the big picture most of the time. Timeline Photos",
          1448284489
        ],
        [
          "Life can seem short or life can seem long, depending on how you live it. Timeline Photos",
          1426665600
        ],
        [
          "Love of my life Timeline Photos",
          1423414545
        ],
        [
          "\"The message of Love is in the way I live my life, and not in my words or my deeds\" (Linda, in   #Adultery.) Timeline Photos",
          1417183368
        ],
        [
          "Just as you are transforming your own life, may you transform the lives of those around you. Timeline Photos",
          1411718499
        ],
        [
          "The challenge will not wait. Life does not look back. Leitores",
          1411401720
        ],
        [
          "“I haven’t the slightest interest in being happy. I prefer to live life passionately, which is dangerous because you never know what might happen\"\n\nLATINOAMÉRICA: #Adulterio disponible en librerías\nAmazon> http://amzn.to/1ku3Z5B / iTunes> http://bit.ly/1yK63Ht Timeline Photos",
          1408816537
        ],
        [
          "ADULTERIO -> http://amzn.to/1kyiYv5\n\n\"To love abundantly is to live abundantly. To love forever is to live forever. Eternal life is coupled with Love.\" - Adultery\nUS Release date: August 19th  Amazon.com: http://amzn.to/1oMVEcJ Timeline Photos",
          1408118490
        ],
        [
          "If you live to please others, everybody will love you except yourself. Timeline Photos",
          1406653334
        ],
        [
          "Dare to live. You can't put your emotions in the freezer! Timeline Photos",
          1402318891
        ],
        [
          "Never try to please everyone; if you do, you will be respected by no one. Timeline Photos",
          1399021289
        ],
        [
          "Life is too short for us to keep important words unsaid. For example, 'I love you'. Timeline Photos",
          1398528044
        ],
        [
          "Live the life you always wanted to live. --> http://bit.ly/W07bG4 Timeline Photos",
          1397638921
        ],
        [
          "If you live to please others, everyone will love you, except yourself. Timeline Photos",
          1394535705
        ],
        [
          "Spanish actress Paz Vega and I, Santiago de Compostela. Paz Vega plays one of my girlfriends in the movie based on my life (of course, this is FICTION. I never had such a charming girlfriend)\nThe REALITY IS: I have a wife that is more than charming, is a blessing in my life Timeline Photos",
          1373402090
        ],
        [
          "Life is too short to leave important words unsaid. Timeline Photos",
          1366567089
        ],
        [
          "Out of all the muscles in our body, the strongest one happens to be our tounge ( medical fact ) but it has power in more ways than just the physical. Because we all know: words are the most powerful weapon in this planet. Timeline Photos",
          1351606031
        ],
        [
          "A useless life ends in death. You must leave your footprints \"on the sands of time\" Timeline Photos",
          1346500490
        ],
        [
          "Lord, bless our week. \nWhen we least expect it, life sets us a challenge to test our courage and willingness to change; at such a moment, there is no point in pretending that nothing has happened or in saying that we are not yet ready. The challenge will not wait. Life does not look back. A week is more than enough time for us to decide whether or not to accept our destiny.",
          1339407086
        ],
        [
          "Kiss slowly, laugh insanely, live truly, and and forgive quickly.",
          1339324899
        ],
        [
          "Life is too short, or too long, for me to allow myself the luxury of living it badly",
          1338033850
        ],
        [
          "When we least expect it, life sets us a challenge to test our courage and willingness to change\nAt such a moment, there is no point in pretending that nothing has happened or in saying that we are not ready. \nThe challenge will not wait. Life does not look back.",
          1337863479
        ],
        [
          "Life is too short to be wasted in finding answers. Enjoy the questions!",
          1335308588
        ],
        [
          "Don’t expect to get anything back, don’t expect recognition for your efforts, don’t expect your genius to be discovered or your love to be understood. Act because you need to act",
          1330636132
        ],
        [
          "If everybody loves us, something is wrong. We can't please everybody.",
          1329485150
        ],
        [
          "Thank you all for your help. I changed the password, and I will forward a request to FB, to get my posts back again. It may take ages, but we are patient, aren't we?\n(at the moment that I write this, the posts are back, then disappeared, then are back. A little bit like life and love...)",
          1329389756
        ],
        [
          "Friday: Kiss slowly, laugh insanely, live truly, and and forgive quickly",
          1326487478
        ]
      ],
      "dates_start": 1348360331,
      "dates_end": 1447465499,
      "likes_avg": 61180,
      "likes_stdev": 50295,
      "comments_avg": 824,
      "comments_stdev": 593,
      "shares_avg": 27443,
      "shares_stdev": 39831
    },
    {
      "number": 36,
      "important": [
        "peopl",
        "tri",
        "never",
        "reader",
        "understand",
        "love",
        "mani",
        "creat",
        "accra",
        "whi"
      ],
      "common": [
        "life",
        "love",
        "love price",
        "many",
        "never",
        "people",
        "price",
        "price love",
        "price love price",
        "understand"
      ],
      "messages": [
        [
          "Relax.\nHaters are confused admirers trying to understand why so many people love you",
          1485574611
        ],
        [
          "Love your enemy\nbut never sell your sword",
          1482981690
        ],
        [
          "There were a problem updating photos of readers. I apologize for that\nI had to create a second album (the first one was full, according to FB) and many photos either duplicated or doesn't show. \nThank you for your understanding",
          1480028474
        ],
        [
          "And then I saw this man - working with traditional tools, his hands and lots of love. I am not nostalgic, but we should never forget that there is life beyond internet Timeline Photos",
          1478624119
        ],
        [
          "“When you’re in love, you’re capable of learning everything and knowing things you had never dared even to think, because love is the key to understanding of all the the mysteries.”\n― Paulo Coelho, Brida",
          1478192580
        ],
        [
          "Only 3 things can save your life: dreams, suffering and love Timeline Photos",
          1470231567
        ],
        [
          "What is the difference between \" I like you\" and \"I love you\" ?\nBuddha' s answer was so simple. When you like a flower, you just pluck it. When you love a flower, you water it daily\nOne who understands this, understands life Timeline Photos",
          1463605310
        ],
        [
          "I have seen many storms in my life. Most storms have caught me by surprise, so I had to learn very quickly to look further and understand that I am not capable of controlling the weather, to exercise the art of patience and to respect the fury of nature. Timeline Photos",
          1462571188
        ],
        [
          "Nothing in this world is more dangerous than happy ignorance disguised as \"peace & love\" Timeline Photos",
          1459775609
        ],
        [
          "‘I love you like a river which understands that it must learn to flow differently over waterfalls and to rest in the shallows. \n‘I love you because we are all born  at the same source,with the same joys and fears.And so, when we feel weak, all we have to do is wait a little. The spring returns, the winter snows melt and fill us with new energy.\nThank you, spring, for returning once more Timeline Photos",
          1458577106
        ],
        [
          "Life is a long pilgrimage from Fear to Love. Timeline Photos",
          1422518401
        ],
        [
          "I'm singin' in the rain / Just singin' in the rain\nWhat a glorious feelin' / I'm happy again.\nI'm laughing at clouds./ So dark up above\nThe sun's in my heart / And I'm ready for love. Timeline Photos",
          1420550621
        ],
        [
          "¡LATINOAMÉRICA, ADULTERIO 19 DE AGOSTO!\nPre-Orden en Amazon > http://amzn.to/1ku3Z5B / iTunes > http://bit.ly/1yK63Ht\n\n\"Going after a dream has a price. But however costly it may be, it is never as high as the price paid by people who didn’t live.\" Timeline Photos",
          1408352445
        ],
        [
          "Going after a dream has a price. But however costly it may be, it is never as high as the price paid by people who didn’t live. Timeline Photos",
          1407088857
        ],
        [
          "I will never be yours, and you will never be mine; nevertheless, I can honestly say: I love you. Timeline Photos",
          1402477258
        ],
        [
          "To arrive where I want, I need to love who am I Timeline Photos",
          1401969706
        ],
        [
          "The more you love your decisions, the less you need others to love them. Timeline Photos",
          1400428861
        ],
        [
          "Love everybody, but never sell your sword. Timeline Photos",
          1400317271
        ],
        [
          "But if you've ever felt love, you'll know how painful it is to suffer for love. Timeline Photos",
          1400230864
        ],
        [
          "Do not seek to be loved at any price, because Love has no price. Timeline Photos",
          1399885263
        ],
        [
          "Just as Love is the divine condition, solitude is the human condition. - http://bit.ly/RSCkOE Timeline Photos",
          1398729722
        ],
        [
          "Love was the key to understanding all of the mysteries. Timeline Photos",
          1397898117
        ],
        [
          "To live is to love. Timeline Photos",
          1396015339
        ],
        [
          "We learn by loving. Timeline Photos",
          1393459800
        ],
        [
          "We love because Love sets us free! Timeline Photos",
          1392289201
        ],
        [
          "Lord Ganesha Festival starts today in India. Congratulations and love to all of you! Timeline Photos",
          1378748999
        ],
        [
          "Haters are confused admirers who don't understand why so many people love you... Timeline Photos",
          1366669156
        ],
        [
          "Do not seek to be loved at any price, because Love has no price Timeline Photos",
          1357747891
        ],
        [
          "Just as Love is the divine condition, so solitude is the human condition. And for those who understand the miracle of life, those two states peacefully coexist Timeline Photos",
          1346881314
        ],
        [
          "Love is an act of faith in another person, not an act of surrender.\r\nDo not seek to be loved at any price, because love has no price. Timeline Photos",
          1346425323
        ],
        [
          "Love is not a theory. It is an experience Timeline Photos",
          1344977527
        ],
        [
          "Don't seek love at any price, because love doesn't have a price (taken from my new book) Timeline Photos",
          1343935571
        ],
        [
          "Haters are confused admirers who don't understand why so many people love you Timeline Photos",
          1342887047
        ],
        [
          "Dreams and love are just words - until you decide to experience them",
          1330130362
        ]
      ],
      "dates_start": 1362681666,
      "dates_end": 1456187579,
      "likes_avg": 70219,
      "likes_stdev": 51924,
      "comments_avg": 773,
      "comments_stdev": 533,
      "shares_avg": 28733,
      "shares_stdev": 25698
    },
    {
      "number": 37,
      "important": [
        "las persona",
        "que",
        "adulterio",
        "con",
        "son",
        "vida",
        "nuestra",
        "accra",
        "las",
        "pero"
      ],
      "common": [
        "con",
        "de",
        "las",
        "las personas",
        "nuestra",
        "personas",
        "que",
        "todas",
        "vida",
        "vivir"
      ],
      "messages": [
        [
          "No elegimos nuestra vida, pero decidimos qué hacer con las alegrías y las tristezas que recibimos.\nAdulterio Timeline Photos",
          1429293724
        ],
        [
          "El amor permanece, son las personas las que cambian. Timeline Photos",
          1422730884
        ],
        [
          "Ciertas bendiciones de Dios, cuando llegan, rompen todas las vidrieras. Timeline Photos",
          1413547373
        ],
        [
          "No elegimos nuestra vida, pero decidimos qué hacer con las alegrías y las tristezas que recibimos. Timeline Photos",
          1409644886
        ],
        [
          "La luz de tu alma es más intensa que las tinieblas. Timeline Photos",
          1409385670
        ],
        [
          "Acompaña las personas que lloran. Evita aquellas que jamás derraman una lágrima. Timeline Photos",
          1408190523
        ],
        [
          "La tolerancia y la compasión son cualidades de las personas valientes. Timeline Photos",
          1406880071
        ],
        [
          "Las personas saben exactamente cómo debemos vivir nuestra vida. Y nunca tienen idea de cómo deben vivir sus propias vidas Timeline Photos",
          1406595656
        ],
        [
          "No siempre es suficiente ser perdonado por alguien. La mayoría de las veces también tienes que perdonarte a ti mismo. Timeline Photos",
          1403269327
        ],
        [
          "Todas sueñan con alguien que llegue y las descubra como verdadera mujer, compañera, sensual, amiga. Timeline Photos",
          1402164083
        ],
        [
          "Live passionately, with all the injuries that can happen as a result: it is worth it! / Vive apasionadamente, con todas las heridas que puedan resultar: vale la pena. Timeline Photos",
          1400760088
        ],
        [
          "Vivir es olvidar las respuestas y disfrutar las preguntas. Timeline Photos",
          1399399303
        ],
        [
          "Estamos tan apegados a nuestra forma de vida que rechazamos las oportunidades simplemente porque no sabemos qué hacer con ellas. Timeline Photos",
          1399241117
        ],
        [
          "Las personas perfectas no beben, no mienten, no engañan, no discuten, no se quejan y... No existen. Timeline Photos",
          1396461737
        ],
        [
          "Llora si lo necesitas. Es bueno llorar todas las lágrimas, sólo entonces serás capaz de sonreír de nuevo. Timeline Photos",
          1393963501
        ],
        [
          "\"El Alma del Mundo se alimenta con la felicidad de las personas.\" #ElAlquimista #FelizViernes Timeline Photos",
          1393596301
        ],
        [
          "Increible como te sientes impotente aqui. Hay la página falsa Paulo Coelho Espanol, con frases que no son mias, vendendo productos, e con casi 148k seguidores. Hablé con todos, denuncié, y la pagina sigue funcionando. Se algunos de Uds. conocen alguien en FB, por favor denuncie. Si no, por favor avisen a las personas alli, porque el tipo me bloqueó\r\nGracias Timeline Photos",
          1365530732
        ],
        [
          "Para empezar bien la semana... Como si fuese la primera vez — Paulo Coelho's Blog Yo quiero creer que voy a abrir los ojos cada día como si fuese la primera vez. Ver a las personas que me rodean con sorpresa y espanto, alegre por descubrir que están a mi lado compartiendo algo llamado amor,",
          1348496867
        ],
        [
          "\"Las personas saben exactamente cómo debemos vivir nuestra vida. Y nunca tienen idea de cómo deben vivir sus propias vidas\"( El Alquimista) Timeline Photos",
          1344370720
        ]
      ],
      "dates_start": 1376001112,
      "dates_end": 1419106525,
      "likes_avg": 80902,
      "likes_stdev": 44694,
      "comments_avg": 760,
      "comments_stdev": 527,
      "shares_avg": 29169,
      "shares_stdev": 18299
    },
    {
      "number": 38,
      "important": [
        "wast",
        "peopl",
        "time",
        "understand",
        "thing",
        "around",
        "dont",
        "accra",
        "come",
        "need"
      ],
      "common": [
        "drink",
        "drink fight",
        "lie",
        "make",
        "make mistakes",
        "make mistakes exist",
        "mistakes",
        "mistakes exist",
        "need",
        "people"
      ],
      "messages": [
        [
          "Success comes to those \nwho do not waste time comparing what they are doing with what others are doing \nand\nto those who don't lie to themselves",
          1485270356
        ],
        [
          "A few things you don't know about me   bit.ly/2jhNLgw\n(TRANSLATION: top of the page) Timeline Photos",
          1484965873
        ],
        [
          "Some people around you will not understand your journey. \nThey don't need to; it's not for them",
          1484765940
        ],
        [
          "Don't waste your time with explanations: people only hear what they want to hear.",
          1484663645
        ],
        [
          "Perfect people don't drink, don't fight, \ndon't lie, don't make mistakes \n...and don't exist Timeline Photos",
          1484409606
        ],
        [
          "Life takes us by surprise and demands us to move toward the unknown\neven when we really don't want \neven when we really don't need",
          1481641823
        ],
        [
          "Perfect people don't drink, \ndon't fight, \ndon't lie, \ndon't make mistakes \nand don't exist",
          1480374663
        ],
        [
          "Life takes us by surprise and orders us to move toward the unknown -even when we don't want to and when we think we don't need to",
          1475941330
        ],
        [
          "Don't waste your time with explanations. People only hear what they want to hear Timeline Photos",
          1457984896
        ],
        [
          "Why don't I allow a movie based on \"The Alchemist\" ? Timeline Photos",
          1409912643
        ],
        [
          "Perfect people don't drink, don't fight, don't lie, don't make mistakes and... Don't exist! Timeline Photos",
          1400774516
        ],
        [
          "If you have a dream, don't waste your energies explaining why! Timeline Photos",
          1398859384
        ],
        [
          "Today don't beg, don't ask, just thank God in silence for all the blessings in your life. Timeline Photos",
          1394204780
        ],
        [
          "Perfect people don't drink, don't fight, don't lie, don't make mistakes and...don't exist Timeline Photos",
          1366727877
        ],
        [
          "\"Don't push me! I can't read!\" Timeline Photos",
          1345374349
        ],
        [
          "You don't need to understand love. You just need to express it. Timeline Photos",
          1343154599
        ],
        [
          "Technology is not an alternative to real life. \nFacebook is not an alternative to friendship. \nEnjoy both, but don't forget you need real people around",
          1339962356
        ],
        [
          "Don't explain. Your friends do not need it, and your enemies will not believe you",
          1333919363
        ],
        [
          "We don't need to explain our love. We only need to show it.",
          1330387610
        ]
      ],
      "dates_start": 1359145409,
      "dates_end": 1481201496,
      "likes_avg": 85376,
      "likes_stdev": 75221,
      "comments_avg": 1081,
      "comments_stdev": 738,
      "shares_avg": 31150,
      "shares_stdev": 31235
    },
    {
      "number": 39,
      "important": [
        "porqu",
        "que",
        "te",
        "adulterio",
        "lo",
        "todo",
        "tus",
        "para",
        "accra",
        "las"
      ],
      "common": [
        "alguien",
        "depresión",
        "depresión te acerques lo quieras",
        "derrotarte depresión conmigo pierdes tiempo",
        "des explicaciones",
        "las",
        "que",
        "te",
        "tus",
        "una"
      ],
      "messages": [
        [
          "no des explicaciones, la gente que te quiere no las necesita Timeline Photos",
          1462283963
        ],
        [
          "Te amo porque todo el universo conspiró para que llegase hasta ti. #elalquimista Timeline Photos",
          1415556090
        ],
        [
          "\"Querida depresión, no te acerques. Lo quieras o no, sé cómo derrotarte. Depresión, conmigo pierdes el tiempo.\" - Linda, en Adulterio Timeline Photos",
          1409335274
        ],
        [
          "\"Querida depresión, no te acerques. Lo quieras o no, sé cómo derrotarte. Depresión, conmigo pierdes el tiempo.\" - Linda, en 'Adulterio' http://amzn.to/1oMVEcJ Timeline Photos",
          1407434521
        ],
        [
          "No des explicaciones. Tus amigos no las necesitan y tus enemigos no te creerán Timeline Photos",
          1406570546
        ],
        [
          "Funcionará, si te olvidas de todas las razones por las que no. Timeline Photos",
          1403884915
        ],
        [
          "Cuando la vida te golpee duro, no te quejes. Llora, grita, insulta, pero no te quejes. No eres una víctima. Timeline Photos",
          1401116485
        ],
        [
          "Ninguna persona merece tus lágrimas, y quien se las merezca no te hará llorar. Timeline Photos",
          1400608900
        ],
        [
          "Encuentra a alguien que te haga sonreír, porque una sonrisa puede ayudar a resolver muchos problemas. Timeline Photos",
          1398808858
        ],
        [
          "No importa como te sientas hoy. Levántate, vístete y sal a brillar. Timeline Photos",
          1398438298
        ],
        [
          "Si alguien te hiere, reacciona. El perdón viene después. Timeline Photos",
          1392840301
        ],
        [
          "Si quieres tener éxito, debes respetar una regla: NUNCA TE MIENTAS A TI MISMO. Timeline Photos",
          1367015742
        ],
        [
          "No permitas que tus heridas te transformen en alguien que no eres Timeline Photos",
          1343066463
        ]
      ],
      "dates_start": 1374659425,
      "dates_end": 1426411398,
      "likes_avg": 100588,
      "likes_stdev": 38433,
      "comments_avg": 964,
      "comments_stdev": 404,
      "shares_avg": 40933,
      "shares_stdev": 15768
    }
  ]
}