{
  "pagename": "pilsnerurquellglobal",
  "page_name_displayed": "Pilsner Urquell",
  "globalstats": {
    "fan_count": 400245,
    "messages": 777,
    "likes_avg": 398,
    "likes_stdev": 1483,
    "comments_avg": 8,
    "comments_stdev": 37,
    "shares_avg": 39,
    "shares_stdev": 406,
    "graph_uri": "clusters/pilsnerurquellglobal.png"
  },
  "clusters": [
    {
      "number": 1,
      "important": [
        "cooper",
        "barrel",
        "wooden",
        "beer",
        "pitch",
        "breweri",
        "number",
        "josef"
      ],
      "summary": [
        "Have a look at this video of the barrels and the barrel makers: https://www.youtube.com/watch?v=k6GtHMDFvbs\n\nAnd read more about the coopers here: http://pilsnerurquell.com/uk/article/coopers-and-wooden-barrels.",
        "Pilsner Urquell: The Pitching of the Barrels.",
        "Here’s the coopers’ story http://pilsnerurquell.com/article/coopers-and-wooden-barrels.",
        "When that barrel is enormous then it’s a big job for the team to ensure the whole of the inside of the barrel is covered in the pitch.",
        "This is then added to the inside of the barrel – we do this to ensure the beer doesn’t come into contact with the liquid and thereby changing the flavour of the beer."
      ],
      "common": 0,
      "messages": [
        [
          "Ever seen seven men rolling a 4,000 litre wooden beer barrel? \n\nThe brewery coopers line the wooden barrels with pitch to stop the wood’s flavour imparting into the beer. When that barrel is enormous then it’s a big job for the team to ensure the whole of the inside of the barrel is covered in the pitch. And that means rolling it around their yard #NaZdravi. Pitching the Beer Barrel.",
          1458832141
        ],
        [
          "Meet Josef, Head Cooper, responsible for all the brewery's wooden barrels\n\nhttp://pilsnerurquell.com/article/people-pilsner-urquell-josef-hruza. People of Pilsner Urquell: Josef Hruza. What's it like to be a cooper at the brewery?",
          1457349901
        ],
        [
          "This was taken in 1900. Coopers have built and maintained wooden barrels at the brewery since 1842 – in fact, the processes have barely changed at all in that time. Timeline Photos.",
          1453132767
        ],
        [
          "Before stainless steel, beer was matured in and served from wooden barrels. Coopers made and maintained those barrels. At their peak in Plzen, we had over 250,000 small wooden barrels and 7,000 large ones, with 150 men working in the cooperage.\n\nWe still have a team of coopers at the brewery today. They still make small barrels and large ones for the beer that we still make and drink like we did decades ago. Here’s the coopers’ story http://pilsnerurquell.com/article/coopers-and-wooden-barrels. Timeline Photos.",
          1446568518
        ],
        [
          "Can you imagine a time when there were 7,000 large wooden barrels in our brewery cellars and the action in this video was a daily sight in the coopers’ yard?\n\nhttp://pilsnerurquell.com/article/large-wooden-barrels. Building a Large Wooden Barrel.",
          1444986901
        ],
        [
          "You can’t just cut down a tree and turn it into a wooden barrel. This is how our coopers choose the Czech oak for their barrels\n\nhttp://pilsnerurquell.com/article/selecting-perfect-wood-beer-barrel. Selecting the perfect wood for a beer barrel.",
          1440426025
        ],
        [
          "What do you get when you combine seven skilled Czech craftsmen, a lot of Czech oak and a month of hard work? Building a Barrel in Seven Steps.",
          1439903760
        ],
        [
          "The coopers’ yard in 1928. Each of these wooden barrels held over 2,000 litres of Pilsner Urquell and was built and maintained by hand. We still employ coopers today and they still build those big barrels by hand. Timeline Photos.",
          1439218441
        ],
        [
          "Using Czech oak, built by hand, and filled with beer, wooden barrels are the heart of our brewery #NaZdravi. Pilsner Urquell: Barrels and Brewing.",
          1438609500
        ],
        [
          "Raise a beer to Josef Hruza, Head Cooper. In charge of wooden barrels and keeping the craft of coopering alive in the Czech Republic #NaZdravi. Timeline Photos.",
          1437397381
        ],
        [
          "Ever wanted to know what the numbers on our wooden barrels mean?\n\nhttp://pilsnerurquell.com/uk/article/numbers-barrels. The Numbers on the Barrels. Like a secret code, these numbers tell our brewers everything they need to know about the beer inside the barrels. But what do they mean?",
          1429624115
        ],
        [
          "Ever wondered how we put Pilsner Urquell into wooden barrels in 1928? Wonder no more! This is down in the brewery cellars where all the packaging took place. Timeline Photos.",
          1425568560
        ],
        [
          "It’s a monumental task to build a 3,000 litre barrel of beer – and a real challenge even for our master coopers as we put barrels at the heart of the brewery.",
          1422367987
        ],
        [
          "Ever been inside an empty 3,000 litre wooden barrel? That’s something our coopers have to do when they’re building the large barrels. Here’s a teaser for a longer video that’s coming soon! TEASER: Building the Barrel.",
          1421059593
        ],
        [
          "Aside from our barrels, did you know the coopers sharpen their craftsmanship on ornate, smaller wooden pieces?\n\nhttp://pilsnerurquell.com/uk/article/coopers-workshop. From the coopers' workshop. With ornate wooden cup and tankards, there's more to the coopers than just big barrels!",
          1419258585
        ],
        [
          "The coopers add pitch to a large wooden barrel. Pilsner Urquell's cover photo.",
          1412683688
        ],
        [
          "The barrels in the brewery cellars are all chalked with different numbers. But what do those numbers actually mean? \n\nhttp://pilsnerurquell.com/uk/article/numbers-barrels . The Numbers on the Barrels. Learn the code the brewmasters use to know exactly when the beer is ready to drink.",
          1406107332
        ],
        [
          "The coopers here at the brewery are in the middle of building a new 38 hectolitre wooden barrel (that's 3,800 litres - it's big!). This is how it looked this morning. Timeline Photos.",
          1406038028
        ],
        [
          "All the wooden barrels used for unfiltered beer events are handmade by our coopers in Plzen. Did you know it takes 4.5 days for one cooper to build one barrel? That’s proper craftsmanship! Timeline Photos.",
          1405082463
        ],
        [
          "How do we re-pitch the huge wooden barrels from the brewery cellars? Just like this!\n\nhttp://youtu.be/Kr7GqFAjV0U\nhttp://pilsnerurquell.com/uk/article/pitching-barrels. Pilsner Urquell: The Pitching of the Barrels. Have you ever seen five guys rolling a giant oak beer barrel? Twice a year the coopers at Pilsner Urquell re-pitch and roll the barrels ready for fresh beer....",
          1398419607
        ],
        [
          "Twice a year our coopers remove the large wooden barrels from the brewery cellar and then re-pitch and roll them.\n\nPitch is made from tree resin which is heated to 200°C. This is then added to the inside of the barrel – we do this to ensure the beer doesn’t come into contact with the liquid and thereby changing the flavour of the beer.\n\nBut with such large barrels and such high temperatures, the process involves the coopers working together to roll the wooden vessels to get an even spread of the pitch.\n\nWant to know more about the process and why we do it? Read it here: http://pilsnerurquell.com/uk/article/pitching-barrels\n\nOr see the video of the whole amazing process: http://youtu.be/Kr7GqFAjV0U. Pitching the Barrels.",
          1398262998
        ],
        [
          "For hundreds of years, wood was the material in which beer was universally stored and served from. It was the job of the coopers to make and maintain the barrels needed in breweries. By the 1970s, stainless steel kegs began to replace wooden casks, yet at Pilsner Urquell we've continually employed coopers for over 170 years and continue to mature and serve some of our beer from these wooden barrels. Here's some images of the coopers from past and present.\n\nHave a look at this video of the barrels and the barrel makers: https://www.youtube.com/watch?v=k6GtHMDFvbs\n\nAnd read more about the coopers here: http://pilsnerurquell.com/uk/article/coopers-and-wooden-barrels. The Pilsner Urquell Coopers.",
          1395156775
        ],
        [
          "Wooden barrel events in London\n\nPlease enjoy Pilsner Urquell responsibly. Visit www.TalkingAlcohol.com for more info. Wooden barrel events in London.",
          1376296954
        ]
      ],
      "dates_start": 1403141186,
      "dates_end": 1446628554,
      "likes_avg": 1108,
      "likes_stdev": 4877,
      "comments_avg": 31,
      "comments_stdev": 139,
      "shares_avg": 462,
      "shares_stdev": 2081
    },
    {
      "number": 2,
      "important": [
        "pilsner",
        "nazdravi",
        "golden",
        "origin",
        "old",
        "today",
        "plzen",
        "year",
        "way"
      ],
      "summary": [
        "From the old brewhouse and into the new one, this is where we brew the original Pilsner #NaZdravi.",
        "One of the coolest things in the brewery is the original tank used for the first ever brew of our beer.",
        "The original Pilsner and still brewed the original way #NaZdravi.",
        "We still brew the original Pilsner in the original way, and that means using copper tanks #NaZdravi.",
        "The original Pilsner is still brewed the original way."
      ],
      "common": 0,
      "messages": [
        [
          "What's inside the Beer Master's safe? It's 100 years old and has held many great brewery secrets.",
          1485965418
        ],
        [
          "First brewed on 5 October 1842, the original batch of Pilsner beer was presented to the people of Plzen on 11 November 1842, exactly 174 years ago today! #NaZdravi. Timeline Photos.",
          1478868051
        ],
        [
          "This is Plzen, our home. 174 years ago we were getting ready to brew the first ever batch of golden lager - and we've been brewing it ever since that day #NaZdravi. Timeline Photos.",
          1475486521
        ],
        [
          "\"We want to give back a small part of the old Berlin.\" Years ago, families would picnic on the island garden. Today, Inselgarten is bringing people back with great beer and a great leisure and cultural space\n\npilsnerurquell.com/article/inselgarten-berlin. Inselgarten, Berlin. It's one of the most scenic places to drink Tankovna Pilsner Urquell and it harks back to the island's leisure grounds of 100 years ago.",
          1473171544
        ],
        [
          "From the old cellars and up into the new brewhouse, join Total Ales as Brewmaster Jiri shows them how Pilsner Urquell is made\n\nhttp://www.totalales.co.uk/blog/2016/7/28/pilsner-urquell-brewmaster-jiri-fusek. The Pilsner People – Chapter 5. The Brewmaster: Jiri Fusek.",
          1469785812
        ],
        [
          "These are the people who make Pilsner Urquell. They make it the same way as generations of brewers and maltsters and coopers have done it before them, ensuring the original golden lager is still brewed the original way #NaZdravi. People of Pilsner Urquell.",
          1467383035
        ],
        [
          "The original Pilsner is still brewed the original way. The only changes in 174 years have been with the different artworks. Have a favourite? Timeline Photos.",
          1462802656
        ],
        [
          "Hello from Plzen, where we brew the original Pilsner in the original way #NaZdravi. People of Pilsner Urquell.",
          1458234522
        ],
        [
          "From the old brewhouse to the new one. We still brew the original Pilsner in the original way, and that means using copper tanks #NaZdravi. Original Brewhouse.",
          1458127501
        ],
        [
          "Here's one from the archives and the brewery yard over 70 years ago. Love the designs on the old trucks in the back! Timeline Photos.",
          1457971924
        ],
        [
          "The original Pilsner is still brewed the original way and there are no better judges than the past and present brewmasters, who have made and drunk the beer for decades, to ensure the taste of our beer never changes #NaZdravi. Timeline Photos.",
          1457540100
        ],
        [
          "Follow the light! Prazdroj, Plzen. The original Pilsner and still brewed the original way #NaZdravi. Timeline Photos.",
          1455812161
        ],
        [
          "Every year we produce 10 special bottles which are auctioned to raise money for the charity Centrum Paraple. This year’s glass was prepared by the artist Lenka Husárková and well-known Czech designer Bořek Šípek. The auction takes place on 17 December on idnes.cz. Timeline Photos.",
          1449590821
        ],
        [
          "The Original Pilsner is 173 years old today and still looking fresh! #NaZdravi. Timeline Photos.",
          1447266600
        ],
        [
          "“Exclamations of awe were heard when its golden hue shone underneath the snow-white cap of froth; then the drinkers cheered its crisp, delicious taste, the likes of which they had never tasted before.” This is how the people of Plzen reacted to their first taste of the town’s new beer, which happened exactly 173 years ago today #NaZdravi. Timeline Photos.",
          1447254421
        ],
        [
          "Tanks a lot! We still have the copper tank that Josef Groll used to brew the first batch of Pilsner. We might not use this tank anymore (it's 173 years old...) but we do still use copper and we do still heat it using a direct fire. That’s important in brewing the original Pilsner, the original way. Timeline Photos.",
          1446055800
        ],
        [
          "It wasn’t a coincidence that the first brew of Pilsner Urquell happened on the 5 October 1842 #OriginalPilsner\n\nhttp://pilsnerurquell.com/article/why-did-first-brew-happen-5-october-1842. Timeline Photos.",
          1445435229
        ],
        [
          "Plzen’s citizens built their brewery near to a perfect source of soft brewing water. Today we still use the same well of water in Pilsner Urquell: http://pilsnerurquell.com/article/pilsner-urquells-water. Plzen's Brewing Water (in 30 seconds)",
          1445349546
        ],
        [
          "Beer o'clock? Not quite. But later we'll be raising one to Prague's astronomical clock, 605 years old today! \n\nhttp://www.telegraph.co.uk/technology/google/google-doodle/11919530/Prague-astronomical-clock-the-oldest-of-its-kind-is-605-years-old.html. Prague astronomical clock, the oldest of its kind, is 605 years old. Prague's astronomical clock is more than half a millennium old, and is the oldest functional clock of its kind in the world. Google has celebrated its anniversary with a Google Doodle.",
          1444382101
        ],
        [
          "173 years ago today, Josef Groll brewed the first ever batch of Pilsner at the new Citizens’ Brewery in Plzen. Today we still brew the #OriginalPilsner in the original way. #NaZdravi to that! Timeline Photos.",
          1444036500
        ],
        [
          "This poster is over 100 years old but we all still understand that feeling, right? #NaZdravi. Timeline Photos.",
          1443791476
        ],
        [
          "The first brew of our beer was made in this copper tank – it’s one of the greatest artefacts in our brewery. Today we still brew the original way and still use copper tanks #NaZdravi. Timeline Photos.",
          1442826900
        ],
        [
          "From the old brewhouse and into the new one, this is where we brew the original Pilsner #NaZdravi. Brewhouse Hyperlapse.",
          1442329038
        ],
        [
          "This is a poster from the 1950s. The design of our new heritage bottles take inspiration from the bottle depicted in this advert as well as others from the last century #NaZdravi. Timeline Photos.",
          1441013461
        ],
        [
          "The original Pilsner. The first Pilsner. Born in 1842 and still as fresh as ever #NaZdravi. Timeline Photos.",
          1435671000
        ],
        [
          "In 1842 we brewed the world’s first golden lager…\n\n…and we never stopped #NaZdravi. Timeline Photos.",
          1434461161
        ],
        [
          "Here come the bottles! #PilsnerWorld. Timeline Photos.",
          1432562220
        ],
        [
          "In 1842 the first ever brew of Pilsner Urquell was made in a copper tank.\n\nAnd we’ve been using copper ever since #NaZdravi. Timeline Photos.",
          1430837333
        ],
        [
          "Time for a label from the archives! This is another one which is over 100 years old. Can you guess the year it's from? #NaZdravi. Timeline Photos.",
          1427385627
        ],
        [
          "The design of our labels has evolved over the years. This is more than 100 years old. Can you guess the year? #NaZdravi. Timeline Photos.",
          1427126101
        ],
        [
          "“A whole town brews it, a whole world drinks it, all smart places serve it\" Love this artwork our old US importers used years ago!  #NaZdravi. Timeline Photos.",
          1426172700
        ],
        [
          "Every golden grain used to brew Pilsner Urquell is made in our maltings next to the brewery in Plzen. And we've done it this way since 1842 #NaZdravi. Timeline Photos.",
          1426000501
        ],
        [
          "Here’s a great shot from the brewhouse earlier today. Did you know that we’ve used copper vessels to brew Pilsner Urquell ever since 1842? #NaZdravi. Timeline Photos.",
          1425397731
        ],
        [
          "It takes the world’s best hops to brew the world’s first golden pilsner. Timeline Photos.",
          1424449636
        ],
        [
          "Here in Plzen we've always brewed Pilsner Urquell with our city's soft, natural water, making it an essential ingredient in the original Pilsner #NaZdravi. Pilsner Urquell's Water.",
          1423840022
        ],
        [
          "This is the original line where we used to fill bottles of Pilsner Urquell. Guess the year this photo was taken? Timeline Photos.",
          1422625928
        ],
        [
          "So what makes Plzen’s water so perfect for brewing Pilsner? Pilsner Urquell's Water.",
          1418394758
        ],
        [
          "Glassmaker Miroslava Kupčíková created just 10 of these beautiful bottles which we’ve auctioned for the charity Parable, raising an amazing 720,000kc (over €25,000). The buyers get to take their bottles into the brewery cellars and fill them up. Something for the Christmas list! Timeline Photos.",
          1418222613
        ],
        [
          "Imagine seeing this golden Pilsner for the first time ever. That happened exactly 172 years ago today when the people of Plzen got the #FirstTaste of their town's new beer. Timeline Photos.",
          1415703616
        ],
        [
          "172 years ago, Josef Groll would’ve taken a candle down to the cellars when he was having the #FirstTaste of his new beer. Here's why we've always had a candle in the cellars... Pilsner Urquell Cellar Candle.",
          1415632462
        ],
        [
          "Remember your first good beer? What was it? The #FirstTaste of Pilsner Urquell happened on 11/11/1842, so 172 years ago today brewmaster Josef Groll was preparing to share his new beer with the town of Plzen for the first time. Timeline Photos.",
          1415621719
        ],
        [
          "On 5 October we celebrated the 172nd anniversary of our #FirstBrew. Here's how we brew Pilsner Urquell, which is the same way we've always brewed it. Pilsner Urquell: How We Brew.",
          1412693148
        ],
        [
          "It might have been 172 years ago, but we still have the copper tank from our first brew in 1842. Join us this weekend as we celebrate our #FirstBrew. Timeline Photos.",
          1412261631
        ],
        [
          "The beer hasn’t changed since 1842, but the bottle and label has. Which one would you choose? Timeline Photos.",
          1406295745
        ],
        [
          "One of the coolest things in the brewery is the original tank used for the first ever brew of our beer. That copper is looking good for being over 171 years old! Timeline Photos.",
          1402309330
        ],
        [
          "Scientists have figured out the importance of water in making a good cup of coffee… Thankfully we discovered that secret many years ago and have always used the same soft water from Plzen to brew our beer!\n\nhttp://www.telegraph.co.uk/health/healthnews/10875537/Secret-to-perfect-cup-of-coffee-lies-in-the-quality-of-the-water-researchers-say.html . Secret to perfect cup of coffee lies in the quality of the water researchers say - Telegraph. The secret to a perfect cup of coffee may lie in the minerals in your tap water, researchers have found.",
          1402064312
        ],
        [
          "In 1842 we brewed the world's first golden lager... And we never stopped\n\nhttp://www.youtube.com/watch?v=fuH1JB9NLTY . Pilsner Urquell: Still Brewed In Plzeň. We brewed the world's first golden pilsner in 1842 and we never stopped. Pilsner Urquell is still brewed in the same brewery the same way. Here's a video abo...",
          1399904512
        ],
        [
          "Loving this old American poster for Pilsner Urquell! What a great tagline: \"A whole town brews it. A whole world drinks it. All smart places serve it.\" Timeline Photos.",
          1395766630
        ],
        [
          "111 years ago Pope Leo XIII requested some Pilsner Urquell. A batch of beer was blessed and sent to him and since then we’ve often sent beer on the same journey.\n\nToday the beer was blessed by Frantisek Radkovsky, Bishop of Plzen, during a sending-off ceremony at the brewery. Soon 2014 bottles – it's always the number of bottles as the year we’re in – will be going to the Vatican. Timeline Photos.",
          1395247358
        ],
        [
          "171 years ago to this day our original brew master, Josef Groll,  brewed the first batch of a new golden larger, now known as Pilsner Urquell. Take a look at this specially designed Pilsner Urquell birthday cake. Timeline Photos.",
          1380970201
        ],
        [
          "Craft. Culture. History. Heritage. These are the things that make up the world of Pilsner Urquell, and our anthem. Watch it here: http://youtu.be/9JjxBF2nVSk. Pilsner Urquell: Still Brewed In Plzeň. We brewed the world's first golden pilsner in 1842 and we never stopped. Pilsner Urquell is still brewed in the same brewery the same way. Here's a video abo...",
          1375194000
        ]
      ],
      "dates_start": 1409245955,
      "dates_end": 1459118481,
      "likes_avg": 712,
      "likes_stdev": 3671,
      "comments_avg": 17,
      "comments_stdev": 83,
      "shares_avg": 67,
      "shares_stdev": 301
    },
    {
      "number": 3,
      "important": [
        "happi",
        "nazdravi",
        "easter",
        "stastni",
        "spong",
        "lamb",
        "benjamin",
        "urquel",
        "photo"
      ],
      "summary": [
        "#NaZdravi, Šťastný Nový Rok and Happy New Year from Pilsner Urquell.",
        "Happy New Year, Šťastný Nový Rok!",
        "Happy New Year!",
        "Šťastný Nový Rok or Happy New Year!",
        "Happy new year from Pilsner Urquell."
      ],
      "common": 0,
      "messages": [
        [
          "Štastný Nový Rok or Happy New Year! #NaZdravi. Happy new year from Pilsner Urquell.",
          1483183920
        ],
        [
          "Krásné Svátky and Happy Holidays! Timeline Photos.",
          1482663961
        ],
        [
          "Šťastný Nový Rok or Happy New Year! Here’s to a great 2016 #NaZdravi. Happy New Year!",
          1451648701
        ],
        [
          "#NaZdravi, Šťastný Nový Rok and Happy New Year from Pilsner Urquell. giphy.com.",
          1451587981
        ],
        [
          "Here’s to a great 2015. Happy New Year, Šťastný Nový Rok! Timeline Photos.",
          1420110180
        ],
        [
          "Today Czechs hand out painted eggs in a wide variety of colours and designs as gifts. Lamb will be the Easter meal for many followed by a lamb-shaped sponge cake. Small buns with raisins and cinnamon are the special Easter snack.\n\nHappy Easter! Timeline Photos.",
          1398081601
        ],
        [
          "Happy Halloween. Timeline Photos.",
          1383234601
        ],
        [
          "\"Beer is proof that God loves us and wants us to be happy.\" - Benjamin Franklin. Timeline Photos.",
          1374743401
        ]
      ],
      "dates_start": 1390516157,
      "dates_end": 1470797429,
      "likes_avg": 672,
      "likes_stdev": 854,
      "comments_avg": 18,
      "comments_stdev": 19,
      "shares_avg": 60,
      "shares_stdev": 85
    },
    {
      "number": 4,
      "important": [
        "hop",
        "saaz",
        "pilsner",
        "foam",
        "nazdravi",
        "aroma",
        "beer",
        "varieti"
      ],
      "summary": [
        "Saaz Hops and Pilsner's Foam.",
        "Pilsner Urquell Saaz Hops.",
        "The smooth foam of a perfectly-poured Pilsner catches all of the amazing aromas of Czech Saaz hops – the finest hops in the world!",
        "The finest hops in the world, Saaz gives our beer its fine aroma and bitterness #NaZdravi.",
        "This is how the Czech Saaz hops get from the hopbine to our brewhouse and into your beer glass #NaZdravi."
      ],
      "common": 0,
      "messages": [
        [
          "Czech Saaz hops are special. We use a lot of them in the our beer, giving a deep bitterness and fresh aroma. The foam on the beer helps hold onto all of that hop flavour when you drink it #NaZdravi. Timeline Photos.",
          1483715042
        ],
        [
          "Did you know that hops help to build a beer’s foam? We use A LOT of Saaz hops to ensure we get that smooth, creamy foam (and also the great Saaz aroma and taste, of course!) #NaZdravi. Saaz Hops and Pilsner's Foam.",
          1476968460
        ],
        [
          "Czech Saaz hops are our 'green gold'. The finest hops in the world, Saaz gives our beer its fine aroma and bitterness #NaZdravi. Pilsner Urquell Saaz Hops 2016.",
          1476106468
        ],
        [
          "Did you know: The smooth, sweet foam combines perfectly with the bitter Saaz hops and that's what gives the refreshing balance which makes Pilsner so great with food. Timeline Photos.",
          1473862584
        ],
        [
          "We use Saaz hops in our #OriginalPilsner. Grown just 80km from the brewery, they give our beer its distinctive (and delicious) flavour. Timeline Photos.",
          1472986800
        ],
        [
          "The Saaz hop harvest is happening in Žatec right now! This is where all the hops for our beer will come from (and this is a favourite photo from a couple of years ago) #NaZdravi. Timeline Photos.",
          1472651761
        ],
        [
          "The annual Saaz hop harvest has begun! Yesterday the Beer Master was there to check out the quality of the finest Czech hops! Timeline Photos.",
          1472030814
        ],
        [
          "The smooth foam of a perfectly-poured Pilsner catches all of the amazing aromas of Czech Saaz hops – the finest hops in the world! #NaZdravi. Timeline Photos.",
          1469627700
        ],
        [
          "The 'Mliko' pour of Pilsner Urquell is WAY more than just a glass of foam - think of it like a dessert, a treat, where the wet foam is smooth and creamy and gives you all the great Saaz hop flavour. giphy.com.",
          1466604900
        ],
        [
          "A Saaz single-hopped Pilsner? We’ve done it that way since 1842 #OriginalPilsner\n\nhttp://pilsnerurquell.com/article/pilsner-urquell%E2%80%99s-hops. Pilsner Uquell Saaz Hops.",
          1445591880
        ],
        [
          "The Czech Saaz hops, which give our beer bitterness and aroma, are being harvested now. Last summer we filmed the whole process and spoke to the hop farmers #NaZdravi. Pilsner Urquell: Saaz Hop Harvest.",
          1441099680
        ],
        [
          "This is how the Czech Saaz hops get from the hopbine to our brewhouse and into your beer glass #NaZdravi. Pilsner Urquell Saaz Hops.",
          1433771367
        ],
        [
          "Have you ever seen hops being harvested? We went to see it in Zatec, where all of the Saaz hops used in Pilsner Urquell are grown.",
          1412588469
        ],
        [
          "TRAILER: Love hops? Here’s a teaser... More coming soon to https://www.youtube.com/user/PilsnerUrquellGlobal.",
          1410878803
        ],
        [
          "While you’ve been looking on Facebook, we’ve been in Zatec picking the Saaz hops we use to brew our beer with. Check out these photos from the harvest! Saaz Hop Picking 2014.",
          1409225003
        ],
        [
          "The hop harvest is coming soon, so do you know your Saaz from your Simcoe?! And do you have a favourite hop variety?\n\nhttp://pilsnerurquell.com/uk/article/know-your-hop-varieties. Know your hop varieties! We love hops!",
          1407767899
        ],
        [
          "We believe in hops. Do you? Timeline Photos.",
          1382104201
        ]
      ],
      "dates_start": 1416308047,
      "dates_end": 1478701579,
      "likes_avg": 437,
      "likes_stdev": 586,
      "comments_avg": 9,
      "comments_stdev": 18,
      "shares_avg": 49,
      "shares_stdev": 109
    },
    {
      "number": 5,
      "important": [
        "nazdravi",
        "pilsner",
        "foam",
        "czech",
        "pour",
        "hladinka pour",
        "hood",
        "glass",
        "urquel",
        "perfect"
      ],
      "summary": [
        "Order a Pilsner in the Czech Republic and this is how it’ll be poured for you (because Czechs know that Pilsner tastes better with foam) #NaZdravi.",
        "Pilsner Urquell tastes better with foam.",
        "It tastes – and looks – better with foam #NaZdravi.",
        "It's the classic Czech way of serving Pilsner Urquell #NaZdravi.",
        "Pilsner Urquell tastes better with foam… and Christmas lights!"
      ],
      "common": 0,
      "messages": [
        [
          "Every great serve of Pilsner begins with a cold, clean glass #NaZdravi. giphy.com.",
          1486570081
        ],
        [
          "It's unbelievable, really, because Pilsner Urquell tastes better with foam. Once you've tried a proper, perfect pour of Pilsner then you know this is true #NaZdravi. Timeline Photos.",
          1484220121
        ],
        [
          "Pilsner Urquell tastes better with foam… and Christmas lights! #NaZdravi. giphy.com.",
          1482750180
        ],
        [
          "When the foam laces down your glass you know you've got a well-poured beer. Insist on foam. It tastes better that way #NaZdravi. Timeline Photos.",
          1479309781
        ],
        [
          "Drink like a Czech! One gulp and you'll understand why we say that Pilsner tastes better with foam #NaZdravi. Timeline Photos.",
          1475157901
        ],
        [
          "If your Pilsner isn't poured like this then it's not being served properly. Ask for a proper Czech pour. It tastes better that way #NaZdravi. Hladinka Pilsner Urquell Pour.",
          1474535340
        ],
        [
          "The thick foam on Pilsner Urquell is 'wet' foam. It's poured by the special Pilsner tap that we have and it works differently to the 'dry' foam on most other beers. Watch this Czech Hladinka pour and you'll see how the foam actually becomes beer. Foam is good. Pilsner Urquell tastes better with foam. Hladinka: Pilsner Urquell's classic Czech pour.",
          1471444090
        ],
        [
          "If the glass is clean and the beer is properly poured then you'll always get great lacing left behind. It tastes – and looks – better with foam #NaZdravi. Timeline Photos.",
          1470147780
        ],
        [
          "Order a Pilsner in the Czech Republic and this is how it’ll be poured for you (because Czechs know that Pilsner tastes better with foam) #NaZdravi. giphy.com.",
          1467204143
        ],
        [
          "Pilsner Urquell tastes better with foam. It's how we've always served it in the Czech Republic #NaZdravi. Timeline Photos.",
          1466518260
        ],
        [
          "This is the 'Hladinka' pour. It's the classic Czech way of serving Pilsner Urquell #NaZdravi. giphy.com.",
          1465479957
        ],
        [
          "Don't be frightened of the foam - a Pilsner tastes better this way! #NaZdravi. Timeline Photos.",
          1464184081
        ],
        [
          "A beer with dinner? #NaZdravi. giphy.com.",
          1462377780
        ],
        [
          "A great glass of Pilsner begins at the brewery and ends with the bartender’s pour #NaZdravi. giphy.com.",
          1461848520
        ],
        [
          "Celebrate the Tapster! All day long they pour perfect glasses of Pilsner Urquell #NaZdravi. giphy.com.",
          1460642611
        ],
        [
          "It’s always a fine sight to see a fresh Pilsner placed in front of you #NaZdravi. giphy.com.",
          1454685300
        ],
        [
          "Pour yourself a glass of beer #NaZdravi. giphy.com.",
          1451303161
        ],
        [
          "Everyday he turns that tap again and again, always pouring the perfect pint #NaZdravi. giphy.com.",
          1449849780
        ],
        [
          "“Nothing ever tasted better than a cold beer on a beautiful afternoon with nothing to look forward to than more of the same.” - Hugh Hood. Timeline Photos.",
          1376904000
        ]
      ],
      "dates_start": 1440603789,
      "dates_end": 1486252302,
      "likes_avg": 785,
      "likes_stdev": 660,
      "comments_avg": 16,
      "comments_stdev": 11,
      "shares_avg": 43,
      "shares_stdev": 30
    },
    {
      "number": 6,
      "important": [
        "pour",
        "pilsner pour",
        "czech",
        "foam",
        "nazdravi",
        "beer",
        "pilsner",
        "glass",
        "perfect",
        "classic",
        "urquel"
      ],
      "summary": [
        "The perfect Pilsner pour is #BetterWithFoam.",
        "The Perfect Pilsner Urquell Pour.",
        "The classic Mliko pour of Pilsner Urquell is all sweet, smooth foam - a perfect dessert beer #NaZdravi.",
        "The perfect Pilsner pour starts with smooth foam and then the beer follows.",
        "This is the Czech \"šnyt\" pour \n\nhttp://pilsnerurquell.com/article/classic-pilsner-pour-%C5%A1nyt."
      ],
      "common": 0,
      "messages": [
        [
          "Golden lager and creamy white foam. Perfectly balanced and always refreshing. #BetterWithFoam. Timeline Photos.",
          1488792417
        ],
        [
          "Hajnovka is a Prague pub where locals know they can always enjoy a perfectly poured Pilsner paired with hearty Czech food. #NaZdravi\nhttp://pilsnerurquell.com/uk/article/prague%E2%80%99s-best-pubs-hajnovka-3 Timeline Photos.",
          1487681998
        ],
        [
          "The perfect Pilsner pour starts with smooth foam and then the beer follows. Foam captures all the great Saaz hop aromas and keeps your beer fresher while\nyou drink #NaZdravi. giphy.com.",
          1487608078
        ],
        [
          "Petr is a Tapster. His job is to pour Pilsner Urquell perfectly every time. He will show you how Czechs demand their beer to be served #NaZdravi.",
          1486138706
        ],
        [
          "“I’ve learnt you need to ensure four things are correct: temperature, pressure, cleanliness and service. If even one part isn’t precise, then it all breaks down.” Prazdroj, Bratislava. At Prazdroj in Bratislava you can guarantee one of the finest, freshest glasses of Pilsner Urquell because everything from the beer to the tap are perfectly calibrated to ensure a perfect pour.",
          1485784613
        ],
        [
          "For drinkers in other countries the appearance of the Hladinka – which has a lot of wet foam – might be a little surprising, but Czech lagers aren’t supposed to be poured the same way other beers... Classic Pilsner Pours: Hladinka. Go to Czech Republic, ask for a Pilsner, and a Hladinka is what you'll get. This is the typical Czech Pilsner pour. Learn more here!",
          1484046720
        ],
        [
          "Here's one way we can guarantee a white Christmas! The classic Mliko pour of Pilsner Urquell is all sweet, smooth foam - a perfect dessert beer #NaZdravi. Timeline Photos.",
          1482246455
        ],
        [
          "The perfect Pilsner pour: foam first then fill the beer from below the head. The foam keeps the beer fresher and tasting smoother #NaZdravi. Timeline Photos.",
          1480346161
        ],
        [
          "These Tapsters love pouring perfect Pilsners for you but sometimes the beer is too good to share! #NaZdravi. Timeline Photos.",
          1479480961
        ],
        [
          "This is Martina, one of the Brewery Bartenders. \"To be a good Tapster you have to love beer. But just drinking a lot of beer doesn’t make you an expert. I’m always learning.\" Perfect Pilsner Pour: Martina Navrátilová. \"I am the girl who understands beer better than some of the men sitting across the bar!”",
          1478603460
        ],
        [
          "But what have wet hands got to do with a perfectly poured Pilsner? Veronika will tell you... \n\nhttp://pilsnerurquell.com/article/perfect-pilsner-pour-veronika-mik%C3%A9skov%C3%A1. Timeline Photos.",
          1478185725
        ],
        [
          "If you're in Czech and you ask for a Pilsner, this is what you'll get. The perfect Pilsner pour is #BetterWithFoam. Perfect Pilsner Pour: Hladinka.",
          1478101680
        ],
        [
          "Brilliant white foam, thick and smooth, with a neat line on top of the golden Pilsner. Beautiful beer perfection! #Betterwithfoam. Timeline Photos.",
          1477660020
        ],
        [
          "He nearly dropped these glasses when we said that some people want their Pilsner without foam! #BetterWithFoam. Timeline Photos.",
          1474637521
        ],
        [
          "Foam rings left on your glass? That's great! Properly poured Pilsners leave foam lacing as you drink #BetterWithFoam. Timeline Photos.",
          1474294144
        ],
        [
          "The three Pilsner pours. How do you like yours? #TankBeer. Timeline Photos.",
          1473598800
        ],
        [
          "A Pilsner poured without foam?! That's just not Czech #Betterwithfoam. Timeline Photos.",
          1473427981
        ],
        [
          "\"I think the women softly care about the beer. We have more love. The man pours it harder.\" Veronika teaches people to pour perfect Pilsners and she notices the small differences in how they do it. Here's her story...\n\npilsnerurquell.com/article/perfect-pilsner-pour-veronika-mikésková. Perfect Pilsner Pour: Veronika Mikésková.",
          1473085355
        ],
        [
          "We told this Tapster that some drinkers outside of the Czech Republic want their Pilsner without foam. This was his reaction! #Betterwithfoam. Timeline Photos.",
          1472462700
        ],
        [
          "It's unthinkable to serve a Pilsner without the foam in the Czech Republic. The Hladinka pour – or Smooth – is how we do it.\n\nHere's the story: http://pilsnerurquell.com/article/classic-pilsner-pours-hladinka. Drink it like a Czech. Have a Hladinka. When you order a Pilsner, make sure you get a proper pour and drink it like we do.",
          1470836273
        ],
        [
          "Now this is a perfect Pilsner pour, exactly as you get it in a Czech pub. Always demand that your Pilsner looks like this because it tastes better with foam #NaZdravi. Timeline Photos.",
          1470759601
        ],
        [
          "'Not a large beer and it's not even a small beer.' Ever had the unusual Czech 'Šnyt' pour of Pilsner Urquell? \n\nhttp://pilsnerurquell.com/article/classic-pilsner-pour-%C5%A1nyt. Classic Pilsner Pour: Šnyt. A small beer in a large glass with a great story.",
          1470229921
        ],
        [
          "Here's how we create the crisp bitterness in the Na Dvakrat pour (and wait until you see how the foam turns into beer!) #betterwithfoam. Na Dvakrat Pour.",
          1468332742
        ],
        [
          "Think of mliko like a beery dessert. And you need to drink a mliko quickly before that sweet, smooth foam turns into beer! #betterwithfoam. Mliko Pour.",
          1467897600
        ],
        [
          "The three classic Pilsner pours: Na Dvakrát, Hladinka and Mliko. Each has a different amount of foam, different carbonation and qualities, and each is delicious in its own way! #NaZdravi. Timeline Photos.",
          1467724793
        ],
        [
          "Here's how the classic Czech pour works (and see how all that wet foam turns into more great beer while the foam stays thick on top. Perfect!) #betterwithfoam.",
          1467643409
        ],
        [
          "The perfect pilsner pour is not the same as the best pour for other beers #NaZdravi. Timeline Photos.",
          1465999500
        ],
        [
          "The perfect Pilsner pour begins with a clean, cold, wet glass and ends with a smile on your face #NaZdravi. Timeline Photos.",
          1465826640
        ],
        [
          "The brewer brews our beer but it’s ‘made’ at the bar with a perfect Pilsner pour. It tastes better with foam. Fancy one? #NaZdravi. The perfect Pilser pour.",
          1464957582
        ],
        [
          "This is how we express love in the Czech Republic #NaZdravi. Milan's Perfect Pilsner Pour.",
          1464874380
        ],
        [
          "A small beer in a large glass topped with foam and a good story. This is the Czech \"šnyt\" pour \n\nhttp://pilsnerurquell.com/article/classic-pilsner-pour-%C5%A1nyt. Classic Pilsner Pour: Šnyt. \"The Šnyt is a popular compromise between ‘have one’, and ‘don’t have any’. It is at least something more than nothing, even if it isn’t a full glass”.",
          1462972980
        ],
        [
          "We Czechs will only settle for a beer that's perfectly poured. Petr will show you: Pilsner Urquell: Petr's Perfect Pour.",
          1461247180
        ],
        [
          "'The Golden Eagle’ in Plzen was one of the first pubs to pour Pilsner Urquell. Meet Vaclav Mirwald, the tavern's owner: http://pilsnerurquell.com/article/v%C3%A1clav-mirwald. Václav Mirwald and The Golden Eagle. Mirwald was heard saying “We must have good, affordable beer!” in his quest to have his town brew great beer for him to serve in his tavern.",
          1458644580
        ],
        [
          "A small beer in a large glass with an interesting story. This is the traditional Czech “Šnyt\" pour #NaZdravi \n\npilsnerurquell.com/article/classic-pilsner-pour-šnyt. Classic Pilsner Pour: Šnyt. \"The Šnyt is a popular compromise between ‘have one’, and ‘don’t have any’. It is at least something more than nothing, even if it isn’t a full glass\"",
          1453998300
        ],
        [
          "Now this is how a perfectly poured glass of Pilsner should look! #NaZdravi. Timeline Photos.",
          1450195067
        ],
        [
          "Freshly and perfectly poured, this is a great start to #PilsnerDay! Who’s enjoying a Pilsner today? Timeline Photos.",
          1447585320
        ],
        [
          "The best pour of Pilsner Urquell begins with a clean glass #NaZdravi. Timeline Photos.",
          1442412266
        ],
        [
          "Beermaster Robert Lobovsky knows the perfect Czech-style pour of Pilsner Urquell. Thirsty? #NaZdravi. The Perfect Pilsner Urquell Pour.",
          1433419201
        ]
      ],
      "dates_start": 1457763382,
      "dates_end": 1482854555,
      "likes_avg": 726,
      "likes_stdev": 857,
      "comments_avg": 19,
      "comments_stdev": 21,
      "shares_avg": 36,
      "shares_stdev": 51
    },
    {
      "number": 7,
      "important": [
        "tankovna",
        "beer",
        "czech",
        "pub",
        "nazdravi",
        "expo",
        "exciting th",
        "pilsner",
        "homemad"
      ],
      "summary": [
        "Today we lift a glass of fresh #Tankovna Pilsner Urquell to The Brickmakers Pub & Kitchen in Vienna #NaZdravi.",
        "Tankovna Pilsner Urquell is looking and tasting great in the Czech Pavilion at #Expo2015.",
        "Tankovna Pilsner Urquell at Milan Expo.",
        "The Pilsner Urquell in these is unpasteurised, it’s driven straight from Plzen to the pub, and it tastes as fresh from the tank as it does at the brewery #NaZdravi.",
        "Pilsner Urquell Tankovna."
      ],
      "common": 0,
      "messages": [
        [
          "“Most people come to Vienna for love. I came for the love of beer!” \n\nBrian Patton is making exciting things happen for beer in Vienna, with Tankovna Pilsner Urquell at the heart of his excellent pub, The Brickmakers Pub & Kitchen. The Brickmakers, Vienna. “That tanker drives 325km from Plzen to here. I know that and that means something to me. We’re in Vienna. Our neighbour is Czech.”",
          1475068542
        ],
        [
          "Drinking #Tankovna Pilsner Urquell? The beer is as fresh in your pub as it is in our brewery #NaZdravi. Timeline Photos.",
          1464702001
        ],
        [
          "Love Tankovna Pilsner Urquell? This beer is unpasteurised and delivered direct from the brewery to tanks in the pub, meaning it’s the freshest beer you can get outside of Plzen and the closest we can get to the experience of drinking in the brewery cellars. And soon you can get it installed in your home! #NaZdravi. Timeline Photos.",
          1459486920
        ],
        [
          "Tank Beer. Tankovna. The Pilsner Urquell in these is unpasteurised, it’s driven straight from Plzen to the pub, and it tastes as fresh from the tank as it does at the brewery #NaZdravi. Timeline Photos.",
          1459433441
        ],
        [
          "Today we lift a glass of fresh #Tankovna Pilsner Urquell to The Brickmakers Pub & Kitchen in Vienna #NaZdravi. Timeline Photos.",
          1455553339
        ],
        [
          "Seven tanks of fresh Pilsner Urquell are flowing at Milan Expo. Here’s the story of Tankovna beer at #EXPO2015. Tankovna Pilsner Urquell at Milan Expo.",
          1436876820
        ],
        [
          "Here’s what’s cooking in the Czech Pavilion at #EXPO2015 where we're pouring Tankovna Pilsner Urquell until October. Czech Food at Milan Expo.",
          1435068062
        ],
        [
          "Ciao Milano! Tankovna Pilsner Urquell is looking and tasting great in the Czech Pavilion at #Expo2015. Timeline Photos.",
          1432126676
        ],
        [
          "Tankovna Pilsner Urquell is pouring at Milan Expo all summer. This is what's so good about it #NaZdravi #EXPO2015. Pilsner Urquell Tankovna.",
          1430740860
        ],
        [
          "Pouring tankovna Pilsner Urquell and cooking homemade Czech food. That’s what Lokal is about. Lokal: The Czech Beer Experience. Ever been to Lokal for the fresh beer and homemade food?",
          1406726172
        ]
      ],
      "dates_start": 1426040957,
      "dates_end": 1465115608,
      "likes_avg": 461,
      "likes_stdev": 608,
      "comments_avg": 12,
      "comments_stdev": 17,
      "shares_avg": 34,
      "shares_stdev": 41
    },
    {
      "number": 8,
      "important": [
        "czech",
        "beer",
        "nazdravi",
        "christma",
        "day",
        "pilsner",
        "today",
        "republ",
        "mean",
        "british"
      ],
      "summary": [
        "This is how we do it in the Czech Republic #NaZdravi.",
        "This is how we do beer and food in the Czech Republic!",
        "Here’s how to drink in the Czech Republic:\n\nhttp://pilsnerurquell.com/article/beer-drinking-czech-republic-everything-you-need-know.",
        "In the Czech Republic, to order a Pilsner Urquell you just need to say \"Plzen\" and you'll get a glass of fresh, golden beer (it might also help if you say \"prosim\" to be polite) #NaZdravi.",
        "We say #NaZdravi in Czech."
      ],
      "common": 0,
      "messages": [
        [
          "Today might be unlucky for some, but it's a good day for whoever ordered this beer and food feast! #NaZdravi. Timeline Photos.",
          1484308018
        ],
        [
          "Christmas is the time for sharing #NaZdravi. Timeline Photos.",
          1482332581
        ],
        [
          "“The name of the pub means ‘squirrel’ in Czech but we also use the word when we’re toasting each other here, indicating the squirrel’s tail. It’s slang for cheers. It’s become a bit of a tradition here.” U Veverky, Prague.",
          1479813653
        ],
        [
          "Always a perfectly served Pilsner Urquell should make you smile. We’ll raise our glasses to that! #NaZdravi. Timeline Photos.",
          1476450533
        ],
        [
          "Czechs don’t lightly tap our glasses. We clunk them together and we say #NaZdravi! Timeline Photos.",
          1474033920
        ],
        [
          "Raise your glass. Say #NaZdravi. Cheers your glasses. Touch the glass on the table. And then you can drink! Timeline Photos.",
          1469457971
        ],
        [
          "In the Czech Republic, to order a Pilsner Urquell you just need to say \"Plzen\" and you'll get a glass of fresh, golden beer (it might also help if you say \"prosim\" to be polite) #NaZdravi. Timeline Photos.",
          1464096000
        ],
        [
          "Fried cheese, mashed potato and a Pilsner. This is how we do beer and food in the Czech Republic! #NaZdravi. Timeline Photos.",
          1462198861
        ],
        [
          "Say #NaZdravi, cheers your glasses (while making eye contact), tap your beer on the table, then take a gulp. Here’s how to drink in the Czech Republic:\n\nhttp://pilsnerurquell.com/article/beer-drinking-czech-republic-everything-you-need-know. Beer Drinking in Czech Republic: Everything You Need to Know. It's not as easy as you think...",
          1461678662
        ],
        [
          "Czech Republic? Czech? Czechia? For 174 years, we've just called it 'home' #NaZdravi. Timeline Photos.",
          1460712001
        ],
        [
          "Štědrý den! Today Czechs celebrate the ‘Generous Day’ with the traditional Christmas feast #NaZdravi. Timeline Photos.",
          1450956721
        ],
        [
          "What beer is on your Christmas table this year? #NaZdravi. Timeline Photos.",
          1450800780
        ],
        [
          "What's for Christmas dinner? Turkey? Beef? Goose? Not in the Czech Republic. We have carp and potato salad (and a beer to go with it) #NaZdravi\n\nhttp://pilsnerurquell.com/article/czech-christmas-dinner. The Czech Christmas Dinner. What do you eat for Christmas?",
          1450367220
        ],
        [
          "The countdown begins! In the Czech Republic our main Christmas celebrations come on the 24th December #NaZdravi. Timeline Photos.",
          1448985399
        ],
        [
          "Raise them glasses for #PilsnerDay! #NaZdravi from the Original Pilsner to all the other great Pilsners out there. Timeline Photos.",
          1447610520
        ],
        [
          "We say #NaZdravi in Czech. What do you say this #PilsnerDay? Timeline Photos.",
          1447599840
        ],
        [
          "Here come the Pilsners! On 15 November, raise a glass of your favourite for #PilsnerDay. Timeline Photos.",
          1447000381
        ],
        [
          "Everything changed in February 1838, the day 36 barrels of bad beer were drained into the streets of Plzen. And this is what happened: http://pilsnerurquell.com/article/36-barrels. Timeline Photos.",
          1444212242
        ],
        [
          "Drinking in the Czech Republic? It’s not as simple as you might first think. Here’s what you need to know... And don't forget the #NaZdravi\n\nhttp://pilsnerurquell.com/article/beer-drinking-czech-republic-everything-you-need-know. Beer Drinking in Czech Republic: Everything You Need to Know. Keep eye contact while saying cheers, respect your bartender and always finish your beer.",
          1443103860
        ],
        [
          "This is how we do it in the Czech Republic #NaZdravi. Timeline Photos.",
          1442585402
        ],
        [
          "It's #InternationalBeerDay! Cheers, Salut, Prost, or as we say in Czech, Na Zdravi. Timeline Photos.",
          1438952070
        ],
        [
          "Mushroom hunting is a popular pastime in the Czech Republic so we headed into the forest to forage for food before taking our basket of mushrooms to Lokal to cook the classic recipe of Houbová smaženice (or mushroom fry)",
          1415806321
        ],
        [
          "Here’s everything you ever needed to know about Czech lagers in this great post from Jeff Alworth!\n\nbeervana.blogspot.co.uk/2014/09/a-brief-primer-on-czech-lagers.html. Beervana: A Brief Primer on Czech Lagers.",
          1410864566
        ],
        [
          "Pilsner on holiday, perfect. What do you think they’re saying to each other?\nThanks to @zoozi8 for the photo! Timeline Photos.",
          1408957200
        ],
        [
          "This is great - it's everything you ever wanted to know about Czech beer, via Brookston Beer Bulletin. Na Zdravi! \n\ngoo.gl/6UkvSq. Czech Beer Infographic. Czech Beer InfographicOctober 28, 2013 By Jay BrooksLeave a Comment Today’s infographic is all about Czech beer, since today is also independence day for the Czech Republic, when then-Czechoslovakia gained their independence from Austria-Hungary in 1918. It was created by Beer Prague, a brewery tour...",
          1389368292
        ],
        [
          "Raising a glass of Pilsner at Christmas for 171 years. Na zdraví! Timeline Photos.",
          1387962002
        ],
        [
          "“All of the build-up and hype, everything else, is foam. The game is the beer.” Timeline Photos.",
          1382361602
        ],
        [
          "Today we're celebrating Czech Statehood Day and raising a glass of the original Pilsner to our Patron Saint, St Wenceslaus. Timeline Photos.",
          1380363001
        ],
        [
          "Cheers to tonight's FIFA World Cup qualifiers. We're cheering on our home side Czech Republic tonight. Who are you rooting for? Timeline Photos.",
          1378440360
        ],
        [
          "Saying Na Zdravi for over 170 years. Timeline Photos.",
          1377007800
        ],
        [
          "Last year British runner Mo Farah followed in the footsteps of home-grown Czech talent Emil Zátopek and became only the seventh person ever to win in the 5,000 and 10,000 metres. So what can Mo achieve at this year’s World Championships in Moscow? What we do know is that we’ll be raising a glass whatever the outcome. Timeline Photos.",
          1376126401
        ]
      ],
      "dates_start": 1401900917,
      "dates_end": 1471293546,
      "likes_avg": 381,
      "likes_stdev": 583,
      "comments_avg": 8,
      "comments_stdev": 12,
      "shares_avg": 30,
      "shares_stdev": 55
    },
    {
      "number": 9,
      "important": [
        "cellar",
        "barrel",
        "ice cool",
        "cool",
        "beer",
        "huge",
        "nazdravi"
      ],
      "summary": [
        "This is why we still make beer in the cellars beneath the brewery...\n\nhttp://pilsnerurquell.com/uk/article/parallel-brewing.",
        "The Brewery Cellars.",
        "This is how and why: http://pilsnerurquell.com/article/cooling-cellars.",
        "Come down and see why...\n\nhttp://pilsnerurquell.com/uk/article/brewery-cellars .",
        "Stretching out over 9km in length, and sloping to depths of between 12-22m, the extensive network of cellars beneath the Pilsner Urquell brewery have played a key role in the history of the beer and the city."
      ],
      "common": 0,
      "messages": [
        [
          "This is 'The Chapel.' Explore with our Beer Master the original ice cooling system used in the brewery cellars.",
          1487171076
        ],
        [
          "In the darkness of the brewery cellars, there's something devilish protecting our beer….",
          1485448661
        ],
        [
          "If you've been to our brewery then you'll know this incredible sight. If not then have a look around the brewery cellars, where we still make beer and mature it in these huge barrels #NaZdravi. Timeline Photos.",
          1484750388
        ],
        [
          "How did you keep 9km of cellars and over 7,000 barrels of beer cold before artificial refrigeration? You cut huge blocks of ice from frozen lakes and stacked them into over 50 underground ice houses. This is how and why: http://pilsnerurquell.com/article/cooling-cellars. Timeline Photos.",
          1446134100
        ],
        [
          "Follow us down into the brewery cellars... Brewery Cellar Hyperlapse.",
          1441618860
        ],
        [
          "This is why we still make beer in the cellars beneath the brewery...\n\nhttp://pilsnerurquell.com/uk/article/parallel-brewing. Parallel Brewing at Pilsner Urquell. Why do we have wooden barrels filled with beer in the brewery cellars?",
          1432821712
        ],
        [
          "We still make beer in large wooden barrels in the brewery cellars. But why? http://pilsnerurquell.com/uk/article/parallel-brewing. Timeline Photos.",
          1431609600
        ],
        [
          "This was 1943 in Plzen when it took four guys to move the big barrels down into the brewery cellars #NaZdravi. Timeline Photos.",
          1424187870
        ],
        [
          "From the brewery cellars and into your beer glass #NaZdravi. Timeline Photos.",
          1423235150
        ],
        [
          "Our brewery cellars are naturally cool but during the summer months they weren’t quite cold enough, so we had to come up with a way to ensure a consistent year-round temperature. And that involved ice.  Here's the story:\n\nhttp://pilsnerurquell.com/uk/article/cooling-cellars. Cooling the Cellars.",
          1418657466
        ],
        [
          "Have you ever tasted the beer in the brewery cellars? Timeline Photos.",
          1411561700
        ],
        [
          "There are 9km of cellars carved beneath the brewery. Come down and see why...\n\nhttp://pilsnerurquell.com/uk/article/brewery-cellars . The Brewery Cellars. Stretching out over 9km in length, and sloping to depths of between 12-22m, the extensive network of cellars beneath the Pilsner Urquell brewery have played a key role in the history of the beer and the city.",
          1398768282
        ],
        [
          "Stretching out over 9km in length, and sloping to depths of between 12-22m, the extensive network of cellars beneath the Pilsner Urquell brewery have played a key role in the history of the beer and the city. You can find out all about them here: http://pilsnerurquell.com/uk/article/brewery-cellars. The Brewery Cellars.",
          1398697598
        ],
        [
          "For over 170 years, a candle has been an important tool for the brewmasters in the brewery cellars... But why?\n\nhttps://www.youtube.com/watch?v=5757nePblyw \n\nhttp://pilsnerurquell.com/uk/article/cellar-candle. Pilsner Urquell's Cellar Candle. Why was a candle always an important piece of equipment when going down into the brewery cellars? Our brewmasters will tell you more...",
          1394210766
        ]
      ],
      "dates_start": 1403402548,
      "dates_end": 1465007912,
      "likes_avg": 158,
      "likes_stdev": 238,
      "comments_avg": 7,
      "comments_stdev": 11,
      "shares_avg": 24,
      "shares_stdev": 40
    },
    {
      "number": 10,
      "important": [
        "nazdravi",
        "golden",
        "pilsner",
        "czech",
        "bitter",
        "hop",
        "saaz hop",
        "flavour",
        "malt"
      ],
      "summary": [
        "It’s what gives the bright golden colour to the original Pilsner #NaZdravi.",
        "In the brewhouse and it's time to check the wort (the sweet, golden liquid that results from the mix of Pilsner malt and Plzen's soft water).",
        "Beautifully bitter Czech Saaz hops and sweet golden Pilsner malt #NaZdravi.",
        "With its delicate balance of oily, herbal tones from Czech Saaz hops, creamy, butterscotch flavoured body and crisp, bitter finish, it’s on... It's the malt that we produce ourselves in Plzen that gives the original Pilsner its bright, golden colour #NaZdravi.",
        "Follow the hops from Bohemian bines to the brewery to your glass of Pilsner Urquell #NaZdravi."
      ],
      "common": 0,
      "messages": [
        [
          "The creamy wet foam helps create the special balance between bitter and sweet that makes the Pilsner flavour famous around the world. #NaZdravi. Timeline Photos.",
          1489503972
        ],
        [
          "Sweet Pilsner malts. Bitter and spicy Saaz hops. Smooth white foam. The original golden lager #NaZdravi. Timeline Photos.",
          1487948402
        ],
        [
          "A Pilsner should have the perfect bittersweet balance of Czech hops and Pilsner malt. It should also glow bright gold in your glass #NaZdravi. Timeline Photos.",
          1485516781
        ],
        [
          "Czech Pilsner malt, Czech Saaz hops, Plzen’s soft water and our ‘H’ strain Czech yeast, all in perfect balance. A true Czech taste! #NaZdravi. Timeline Photos.",
          1478272201
        ],
        [
          "What creates the perfect glass of Pilsner Urquell? For Honza at U Bláhovky it’s the combination of brewery, Tapster and customer – the drinker has to demand the best to get the best #NaZdravi. Timeline Photos.",
          1477315380
        ],
        [
          "That bright golden colour? That's from the Pilsner malt we produce next to our brewhouse in Plzeň. The malt also gives the beer a soft caramel flavour #NaZdravi. Timeline Photos.",
          1477055461
        ],
        [
          "The bitter hops in Pilsner give a peppery quality which matches the spices in sausages, while the sweet malt in the beer loves the flavours in pork. This is a timeless and great match for Pilsner! Timeline Photos.",
          1474982521
        ],
        [
          "Bittersweet in the best way! Beautifully bitter Czech Saaz hops and sweet golden Pilsner malt #NaZdravi. Timeline Photos.",
          1472824321
        ],
        [
          "You can almost taste it, right? (You know: soft caramel from the Pilsner malt, those fragrant Saaz hops, the perfect bitter-sweet balance, that smooth foam…) #NaZdravi. Timeline Photos.",
          1471873561
        ],
        [
          "Jiri ensures every golden grain of Pilsner malt used to brew our beer is perfect. Total Ales explores how Jiri turns barley into malt before it's used in the brewhouse\n\nhttp://www.totalales.co.uk/blog/2016/7/20/the-pilsner-people-chapter-4-the-malt-master-jiri-bohac. The Pilsner People - Chapter 4. The Malt Master: Jiri Bohac. Produced by Total Ales in collaboration with Pilsner Urquell We are unquestionably living in the age of the hop. Beer is more popular than ever and bitter, aromatic hop flavours are arguably the easiest within beer to latch on to. Pilsner Urquell is no different, with the noble Saaz hops, grown in t...",
          1469180149
        ],
        [
          "Soft Plzen water, barley turned into Pilsner malt in Plzen, Czech Saaz hops and our H-strain yeast. The recipe for the original golden lager #NaZdravi. Timeline Photos.",
          1467808634
        ],
        [
          "We invited Total Ales to come to the brewery and meet the people who make Pilsner Urquell. This is the first story in a series of seven coming in next few weeks, beginning with a walk through Plzen. The Pilsner People - Chapter 1. Welcome to Pilsen, Czech. Produced by Total Ales in collaboration with Pilsner Urquell Pilsner Urquell, that ubiquitous, golden and caramel hued lager beer, that’s poured the world over. With its delicate balance of oily, herbal tones from Czech Saaz hops, creamy, butterscotch flavoured body and crisp, bitter finish, it’s on...",
          1467366719
        ],
        [
          "It's the malt that we produce ourselves in Plzen that gives the original Pilsner its bright, golden colour #NaZdravi. Timeline Photos.",
          1464960300
        ],
        [
          "This is Pilsner Malt. From Moravian fields to our malthouse to the brewery and then to your beer glass #OriginalPilsner\n\nhttp://pilsnerurquell.com/article/pilsner-malt. Pilsner Malt (in 30 seconds)",
          1445520780
        ],
        [
          "We’ve always made our own malt in Plzen. It’s what gives the bright golden colour to the original Pilsner #NaZdravi. Timeline Photos.",
          1441288343
        ],
        [
          "Bitterness meets sweetness in a Pilsner and balance is very important #NaZdravi. Timeline Photos.",
          1440767701
        ],
        [
          "It’s the malt which gives the original Pilsner its bright golden colour. Here’s how it goes from field to malthouse to brewery to beer glass #NaZdravi. Pilsner Urquell's Barley.",
          1432654920
        ],
        [
          "Golden malt makes golden beer to drink in the golden sunshine #GoldenMonday. Timeline Photos.",
          1431956400
        ],
        [
          "Follow the hops from Bohemian bines to the brewery to your glass of Pilsner Urquell #NaZdravi. Pilsner Urquell Saaz Hops.",
          1424792819
        ],
        [
          "It’s called Pilsner Malt for a reason… #NaZdravi.",
          1424098782
        ],
        [
          "From golden fields to a golden pint, this is the journey our barley takes to become beer\n\nhttp://youtu.be/PU5BGmjy27c. Pilsner Urquell's Barley. Meet our barley farmer, maltster and brewmaster as we follow the grain from the field to our beer glass.",
          1410532209
        ],
        [
          "In the brewhouse and it's time to check the wort (the sweet, golden liquid that results from the mix of Pilsner malt and Plzen's soft water). Next we'll transfer this into the brewing kettle and add the Czech Saaz hops. Timeline Photos.",
          1404481193
        ]
      ],
      "dates_start": 1430974347,
      "dates_end": 1481816702,
      "likes_avg": 731,
      "likes_stdev": 811,
      "comments_avg": 7,
      "comments_stdev": 6,
      "shares_avg": 23,
      "shares_stdev": 22
    },
    {
      "number": 11,
      "important": [
        "nazdravi",
        "lager",
        "golden",
        "gold",
        "year",
        "pilsner",
        "bright",
        "good",
        "winter",
        "week"
      ],
      "summary": [
        "The original golden lager.",
        "The original golden lager still shining bright in the sun today #NaZdravi.",
        "The original golden lager still glows gold and bright #NaZdravi.",
        "The first golden lager.",
        "In the home of the first golden lager, every Monday is golden in Plzen #GoldenMonday."
      ],
      "common": 0,
      "messages": [
        [
          "Tradition meets perfection. The original golden lager poured perfectly with tasty wet foam. #NaZdravi. Timeline Photos.",
          1489676401
        ],
        [
          "We’re getting ready to see in the new year – 2017 will be the 175th anniversary of the first brew of the original golden lager! #NaZdravi. giphy.com.",
          1483095840
        ],
        [
          "It's our birthday! 174 years since the first ever brew of the original golden lager. #NaZdravi to everyone who's drinking a Pilsner Urquell today! Timeline Photos.",
          1475658721
        ],
        [
          "Plzen struck gold in 1842 when the town brewed the world's original golden lager. Still looking good today! #NaZdravi. Timeline Photos.",
          1470667136
        ],
        [
          "Liquid gold! The original golden lager still shining bright in the sun today #NaZdravi. Timeline Photos.",
          1469542981
        ],
        [
          "Golden tanks freshly filled with the original golden lager. Great in the golden sun #NaZdravi. Timeline Photos.",
          1469022420
        ],
        [
          "The original golden lager has been quenching a Czech-sized thirst since 1842! This great artwork is originally from 1896 #NaZdravi. Timeline Photos.",
          1468247506
        ],
        [
          "Czech barley is turned into golden malt in Plzen, where we've been brewing the original golden lager since 1842. Looking good for a 174-year-old, right? Timeline Photos.",
          1465312474
        ],
        [
          "We first brewed the original golden lager in 1842 and we haven't stopped since (we also haven't stopped enjoying a glass of Pilsner after work) #NaZdravi. Timeline Photos.",
          1463581201
        ],
        [
          "This is how us Czechs do it! These two are poured in Plzen, home of the original golden lager #NaZdravi. Timeline Photos.",
          1463494763
        ],
        [
          "The original golden lager. It’s still brewed the original way and still a brilliant, bright gold #NaZdravi. Timeline Photos.",
          1462457521
        ],
        [
          "Good evening from Plzen, home of the original golden lager (174 years old and still looking good!) #NaZdravi. Timeline Photos.",
          1460558834
        ],
        [
          "Sometimes we see the perfect shot of the original golden lager! #NaZdravi Alberts Schloss. Timeline Photos.",
          1459518121
        ],
        [
          "Something to brighten up the beginning of the week? The original golden lager still glows gold and bright #NaZdravi. Timeline Photos.",
          1456158708
        ],
        [
          "The first golden lager. The first beer of the week? #NaZdravi. Timeline Photos.",
          1434982201
        ],
        [
          "It's a #GoldenMonday in Plzen, the home of the original golden Pilsner (and a view of our brewery you don't see very often) Timeline Photos.",
          1430146201
        ],
        [
          "In the home of the first golden lager, every Monday is golden in Plzen #GoldenMonday. Timeline Photos.",
          1425917910
        ],
        [
          "Time to brighten up this dark winter night with the original golden Pilsner #GoldenMonday. Timeline Photos.",
          1423500442
        ],
        [
          "Creating the original golden Pilsner come rain or shine. Timeline Photos.",
          1380546859
        ]
      ],
      "dates_start": 1430236331,
      "dates_end": 1480509588,
      "likes_avg": 548,
      "likes_stdev": 744,
      "comments_avg": 5,
      "comments_stdev": 6,
      "shares_avg": 23,
      "shares_stdev": 24
    },
    {
      "number": 12,
      "important": [
        "urquel",
        "pilsner",
        "beer",
        "look",
        "drink",
        "wooden",
        "bottl",
        "nazdravi",
        "water",
        "best"
      ],
      "summary": [
        "What’s the best burger to go with a Pilsner Urquell?",
        "And the best beer to go with it?",
        "We spoke to some friends from around the world to give you this list of what to drink your Pilsner Urquell with this evening\n\nhttp://pilsnerurquell.com//article/autumn-food-pairings.",
        "#NaZdravi from the Brewmaster and the Beermaster in Plzen.",
        "If you drank Pilsner Urquell in 1896 then this is what it would’ve looked it #NaZdravi."
      ],
      "common": 0,
      "messages": [
        [
          "#NaZdravi everyone! A great glass of Pilsner Urquell for the beginning of the weekend. Timeline Photos.",
          1484924040
        ],
        [
          "When you've got the finest brewing water in the world, drinking responsibly isn't a problem in Plzen! Timeline Photos.",
          1483272240
        ],
        [
          "Merry Christmas from Robert the Beermaster, Jan the Head Brewmaster and everyone at Pilsner Urquell #NaZdravi. Merry Christmas from Pilsner Urquell!",
          1482404445
        ],
        [
          "It’s beginning to look a lot like…. Timeline Photos.",
          1480605083
        ],
        [
          "The best beers are poured with a smile. Like magic, that smile transfers to you when you drink it #NaZdravi. Timeline Photos.",
          1472048513
        ],
        [
          "Hello from Plzen, our home and where we've always brewed our beer. Have you visited the brewery? Timeline Photos.",
          1470060576
        ],
        [
          "If you could share a Pilsner with anyone in the world, who would it be and where would you drink it? #NaZdravi. Timeline Photos.",
          1468589041
        ],
        [
          "Whether a half litre, a pint, a can or a bottle, raise a fresh one and say #NaZdravi with friends! Timeline Photos.",
          1467297902
        ],
        [
          "Best food to go with a Pilsner? Timeline Photos.",
          1467037861
        ],
        [
          "Pilsner isn't like other beers so it shouldn't have to look like other beers. A great Pilsner should have foam! #NaZdravi. Timeline Photos.",
          1463061721
        ],
        [
          "Shall we go for a beer tonight? #NaZdravi. Timeline Photos.",
          1457451955
        ],
        [
          "#NaZdravi to everyone enjoying a Pilsner tonight! Timeline Photos.",
          1455035408
        ],
        [
          "If you were drinking Pilsner Urquell in 1898 then it would've looked like this! #NaZdravi. Timeline Photos.",
          1452526921
        ],
        [
          "It's the first Monday of 2016... should we drink some Plzen water today or do we want a beer? Timeline Photos.",
          1451920445
        ],
        [
          "Veselé Vánoce from everyone at Pilsner Urquell #NaZdravi. Timeline Photos.",
          1451039700
        ],
        [
          "Having eaten Naše Maso’s great hamburger, what’s your favourite burger? And the best beer to go with it? Timeline Photos.",
          1450109460
        ],
        [
          "Meet Martin Stelzer, the man who built Pilsner Urquell \n\nhttp://pilsnerurquell.com/article/martin-stelzer-man-who-built-pilsner-urquell. Timeline Photos.",
          1444831501
        ],
        [
          "Pork crackling bread and barley soup? Here's a couple of dishes inspired by a visit to the brewery in Plzen...\n\nAnd here's how to make them at home, including some beer cheese spread to go on that great bread http://pilsnerurquell.com/article/recipes-inspired-pilsner-urquell. Recipes Inspired by Pilsner Urquell.",
          1443026701
        ],
        [
          "Say #NaZdravi to Vaclav Abraham, the man in charge of sourcing all of the ingredients we use in Pilsner Urquell. Timeline Photos.",
          1442497916
        ],
        [
          "This is what delivering beer looked like in 1928 with these wooden barrels being loaded onto the brewery's train. Timeline Photos.",
          1439993281
        ],
        [
          "\"Shall we go to Na Spilce for a beer?\" Na Spilce Hyperlapse.",
          1439387699
        ],
        [
          "When all beer was matured and served from wooden barrels our brewery looked like this #NaZdravi. Timeline Photos.",
          1438248001
        ],
        [
          "Grab some beers to go #NaZdravi. Timeline Photos.",
          1437746495
        ],
        [
          "You can’t beat the way a fresh pint of Pilsner Urquell looks, can you? #NaZdravi. Timeline Photos.",
          1435310820
        ],
        [
          "Nachos? Prawn crackers? Kettle chips? What’s the best snack with a Pilsner Urquell? (Thanks to Matt Curtis (www.totalales.co.uk)  for the image) Timeline Photos.",
          1435224360
        ],
        [
          "Always happy to pour you a pint of Pilsner Urquell #NaZdravi #Expo2015. Timeline Photos.",
          1434643561
        ],
        [
          "The beers are chilled. Would you like one? #Nazdravi. Timeline Photos.",
          1434115022
        ],
        [
          "#NaZdravi from the Brewmaster and the Beermaster in Plzen. Timeline Photos.",
          1432907701
        ],
        [
          "#NaZdravi to #NationalBeerDay! Timeline Photos.",
          1428416897
        ],
        [
          "If you drank Pilsner Urquell in 1896 then this is what it would’ve looked it #NaZdravi. Timeline Photos.",
          1427722995
        ],
        [
          "Everyone says it differently; everyone means it the same #NaZdravi. Timeline Photos.",
          1425478261
        ],
        [
          "This place has been our home since 1842. Timeline Photos.",
          1423303260
        ],
        [
          "Roast duck and dumplings – it’s a classic Czech feast and perfect with a Pilsner Urquell!\n\nhttp://pilsnerurquell.com/uk/article/pilsner-urquell-kitchen-bohemian-roast-duck. Timeline Photos.",
          1422451438
        ],
        [
          "Every Monday’s a #GoldenMonday here in Plzen. Timeline Photos.",
          1422271800
        ],
        [
          "From Plzen to your glass. Timeline Photos.",
          1422014880
        ],
        [
          "Every Monday is #GoldenMonday in Plzen. Timeline Photos.",
          1421676121
        ],
        [
          "Born, raised and still brewed here in Plzen. In 2015, our home is the European Capital of Culture. Timeline Photos.",
          1420475520
        ],
        [
          "Krásné svátky (or Merry Christmas) from everyone at Pilsner Urquell! Timeline Photos.",
          1419505501
        ],
        [
          "There’s more than just beer this holiday period. Drink responsibly and have some water as well! Timeline Photos.",
          1419001244
        ],
        [
          "Want some tasty recipe ideas to cook tonight? We spoke to some friends from around the world to give you this list of what to drink your Pilsner Urquell with this evening\n\nhttp://pilsnerurquell.com//article/autumn-food-pairings. Timeline Photos.",
          1416311302
        ],
        [
          "The home of the Mo. Get behind #Movember this month. Timeline Photos.",
          1415978935
        ],
        [
          "It looks like moustaches were just part of the uniform in the brewery many years ago! #Movember. Timeline Photos.",
          1415891970
        ],
        [
          "It’s #NationalBurgerDay! What’s the best burger to go with a Pilsner Urquell? Find out here: http://youtu.be/pcQ8BmdX9kM. Timeline Photos.",
          1409136552
        ],
        [
          "Czech cheese and beer ketchup? We think these make the perfect burger toppings for a Pilsner Urquell.\n\nNow we want to try your suggestions, so what would your perfect burger be to go with Pilsner Urquell?\n\nhttp://youtu.be/pcQ8BmdX9kM. The Perfect Burger for Pilsner Urquell. Tell us what your perfect burger would be!",
          1408710421
        ],
        [
          "Picture yourself with mates, drinking Pilsner Urquell. Which of these Limited Edition cans are you holding? Timeline Photos.",
          1407505976
        ],
        [
          "Here’s to the end of the week and the beginning of the weekend. Na Zdravi! Timeline Photos.",
          1406900399
        ],
        [
          "Hungry? What beer would you want with this classic Czech feast? Timeline Photos.",
          1403085803
        ],
        [
          "Ever wondered how we get the beer from our tanks and into your glass? This is what the packaging lines look like at the brewery in Plzen, where we fill bottles, cans and kegs (including 5 litre mini kegs). We also recycle and reuse many of the green bottles. The Packaging Lines.",
          1401439911
        ],
        [
          "What a brilliant old Pilsner Urquell poster from 1896! Timeline Photos.",
          1399300200
        ],
        [
          "Some drinks are best served with attention to detail. Timeline Photos.",
          1398866851
        ],
        [
          "Pete, our correspondent in the brewery, was recently in Plzen to see these four tanks loaded onto the van ready for the drive to London! Where would you like to see them installed? Timeline Photos.",
          1392642326
        ],
        [
          "Been looking into the brewery archives this afternoon and found this super snap: it's what beer deliveries looked like in Plzen in 1902 – love those big wooden bottle crates! Timeline Photos.",
          1390227528
        ],
        [
          "We’ve chatted with food psychologist Greg Tucker and asked him what he thought about the taste of Pilsner Urquell in relation to other beers. What he came back with is fascinating – we’ve never seen flavour mapped out like this before! Timeline Photos.",
          1389711090
        ],
        [
          "We’ve been thinking long and hard about what we want for Christmas and have realised we have everything already: the best beer and friends in the world! Veselé Vánoce! Timeline Photos.",
          1387861800
        ],
        [
          "The clocks go back, the Pilsner Urquell comes out. Timeline Photos.",
          1382890202
        ],
        [
          "The home of the original Pilsner. Timeline Photos.",
          1381499402
        ],
        [
          "Na zdraví. Timeline Photos.",
          1380113839
        ],
        [
          "“We are the music makers, and we are the dreamers of dreams.” Timeline Photos.",
          1379079601
        ],
        [
          "There's no place like home. Timeline Photos.",
          1378717489
        ],
        [
          "Seeing in the weekend with a cool pint of Pilsner Urquell. Timeline Photos.",
          1377868801
        ],
        [
          "As author David Day once said: “If God had intended us to drink beer, He would have given us stomachs.” Here's an instruction manual from the 20th century explaining how to efficiently drink Pilsner Urquell. Timeline Photos.",
          1377180601
        ],
        [
          "“Beauty lies in the hands of the beer holder” – Anonymous. Timeline Photos.",
          1375276462
        ],
        [
          "We agree with Greek philosopher Plato when he said: \"He was a wise man who invented beer\" Timeline Photos.",
          1374567000
        ]
      ],
      "dates_start": 1394897633,
      "dates_end": 1456480167,
      "likes_avg": 352,
      "likes_stdev": 677,
      "comments_avg": 8,
      "comments_stdev": 9,
      "shares_avg": 23,
      "shares_stdev": 29
    },
    {
      "number": 13,
      "important": [
        "pour",
        "pilsner pour",
        "pilsner",
        "foam",
        "restaur",
        "clean wet",
        "czech",
        "fresh",
        "perfect",
        "nazdravi"
      ],
      "summary": [
        "Always demand the perfect Pilsner pour #NaZdravi.",
        "Demand the perfect pour #NaZdravi.",
        "This is the perfect Czech-style pour #NaZdravi.",
        "The perfect Pilsner pour!",
        "#NaZdravi."
      ],
      "common": 0,
      "messages": [
        [
          "Have you seen our brewery restaurant Na Spilce? It's the largest restaurant in the Czech Republic. It's a place where the Pilsners are always fresh, delicious and perfectly poured. #NaZdravi! Timeline Photos.",
          1488808701
        ],
        [
          "This is important: Pilsner should be served in a cold, clean, wet glass. Demand the perfect pour #NaZdravi. Timeline Photos.",
          1484834485
        ],
        [
          "We talk about the perfect Pilsner pour because we want everyone to drink the beer when it's at its best. We make sure the beer is brewed perfectly, the rest happens when your Tapster pours it #NaZdravi. Timeline Photos.",
          1480690974
        ],
        [
          "The perfect Pilsner pour! #NaZdravi. Timeline Photos.",
          1479913800
        ],
        [
          "Every beer is different. And every beer has its own perfect pour #NaZdravi. Timeline Photos.",
          1468937821
        ],
        [
          "Fresh golden lager and smooth foam: it's a tasty combination and the sign of a perfect Pilsner pour #NaZdravi. Timeline Photos.",
          1468416897
        ],
        [
          "Always demand the perfect Pilsner pour #NaZdravi. Timeline Photos.",
          1467124380
        ],
        [
          "It’s always good to see the first beer of the evening being poured! #NaZdravi. Timeline Photos.",
          1460122861
        ],
        [
          "This is how we like to see our beer being poured #NaZdravi. Timeline Photos.",
          1459262280
        ],
        [
          "We ensure the original Pilsner is perfectly brewed. These guys ensure it’s perfectly poured #NaZdravi. Timeline Photos.",
          1457021162
        ],
        [
          "Foam is good! This is the perfect Czech-style pour #NaZdravi. Timeline Photos.",
          1455293940
        ]
      ],
      "dates_start": 1458773970,
      "dates_end": 1481303720,
      "likes_avg": 755,
      "likes_stdev": 669,
      "comments_avg": 6,
      "comments_stdev": 5,
      "shares_avg": 20,
      "shares_stdev": 15
    },
    {
      "number": 14,
      "important": [
        "urquel",
        "breweri",
        "pilsner",
        "beer",
        "great",
        "tankovna",
        "tour",
        "bar"
      ],
      "summary": [
        "The People of Pilsner Urquell.",
        "He's one of the tour guides at the brewery in Plzen and we think that he knows everything there is to know about Pilsner Urquell!",
        "That's the beer you drink in the brewery cellars at the end of the tour (you can also get it in Na Parkanu in Plzen and very occasionally in other places).",
        "This is what he’s seen happen in the years that he’s been with us http://pilsnerurquell.com/article/people-pilsner-urquell-jirka-koranda.",
        "This Life in Trips has written this great piece about his visit (it's going to make you thirsty...) #NaZdravi\n\nhttp://www.thislifeintrips.com/pilsen-pilsner-urquell-brewery-tour-review/ The Grandfather of Beer: Pilsner Urquell Brewery Tour."
      ],
      "common": 0,
      "messages": [
        [
          "This is the central courtyard of our brewery. Come and have a 360-degree spin around and see some famous sights. Timeline Photos.",
          1485360281
        ],
        [
          "\"People have a high expectation when they come here. We can’t disappoint them. People know this place for the beer quality.” U Bláhovky, Brno. This is U Bláhovky, a small Brno bar with a huge reputation for excellent Pilsner Urquell.",
          1484651640
        ],
        [
          "Na Spilce is the largest restaurant in the Czech Republic. And it’s underneath our brewery. Come five metres underground and have a look around. Na Spilce, Plzen. And did you know Na Spilce is in part of our old fermentation cellars?",
          1483973402
        ],
        [
          "Have you met Eva in the lab? What about Pavel in the cellars? Or Karel in the cooperage? See how they help to make our beer. The People of Pilsner Urquell.",
          1483614240
        ],
        [
          "\"Pilsner Urquell is our only beer on draught and people seek us out for it. I like its heritage – it’s a true original – and they have high quality standards and use quality ingredients, just like HOP.” Galvin HOP. Galvin HOP, London.",
          1480434391
        ],
        [
          "Going over photos from a few weeks ago, enjoyable lunch and tour.",
          1479814118
        ],
        [
          "'Authentic' is an over-used word but when the štamgast have been here for three decades, and the waitress started working here long before that, then you know there's something special about a place. This is Prague's U Jelínků, the bar where time stood still. U Jelínků, Prague. The bar that still has the kind of atmosphere you can’t find anywhere else in Prague; an atmosphere of old, enjoyed today.",
          1479390027
        ],
        [
          "In Manchester, via Bavaria and Bohemia, is a ‘cook haus and bier palace' and the bar which pours the highest volume of tank Pilsner Urquell outside of the Czech Republic. This is the inimitable Alberts Schloss. Albert’s Schloss, Manchester. “Albert’s Schloss wants people to have fun. The atmosphere is incredible.”",
          1476882095
        ],
        [
          "“The future is very exciting. I’m trying to spread beer culture – focusing on quality first.”  \n\nThis is Adam Vlček, owner of Francis - Brewhemian Beer Café. In Plzeň he’s pouring great Pilsner Urquell alongside some of the best beers from small breweries around the Czech Republic. Francis Brewhemian Beer Café, Plzeň. “My great-grandfather Alexandr worked at Pilsner Urquell... I have a portrait of Alexandr in my bar to remind me of the beer quality my family have always strived for.”",
          1476797302
        ],
        [
          "“In the first week that the tanks were opened we were visited by an 85 year old man in a suit. He explained his grandsons had told him about our Pilsner Urquell tanks and he had to come as he had been to Plzeň in his youth and tried the beer there. We ended up drinking with him for a few hours. We suddenly knew we were onto something that was important to a lot of people.\" Anker’t, Budapest. Hungary's first tank beer is in a cool Budapest ruin bar.",
          1476367061
        ],
        [
          "“Everything around you is either from the brewery or designed to look like it is. I took thousands of photos so I could recreate them perfectly to give my bar an atmosphere just like the brewery.”\n\nThis is Prazdroj, in Bratislava, the first Tankovna pub outside of the Czech Republic. Prazdroj, Bratislava. “It’s not my job, it’s my hobby,” says Mr Murčo. “You must do this with your heart. And I’ve never once compromised on quality in 16 years.”",
          1476193241
        ],
        [
          "On the roof of a car park in Berlin, Klunkerkranich is the highest Tankovna bar and probably has the best view. What do you think? \n\npilsnerurquell.com/article/klunkerkranich-berlin. Klunkerkranich, Berlin. “When we came up here, we didn’t see concrete, we saw light!\" ",
          1473776487
        ],
        [
          "Come and see what Total Ales found when they got to dig through the brewery's archives with Anna\n\nhttp://www.totalales.co.uk/blog/2016/7/13/the-pilsner-people-chapter-3-the-archivist-anna-perinova. The Pilsner People – Chapter 3. The Archivist: Anna Perinova. Produced by Total Ales in collaboration with Pilsner Urquell Behind the main brewing facility, tucked next door to the old water tower, sits a modestly sized building, by Pilsner Urquell standards at least, that houses one of the brewery’s most important resources – its archives. Here I'm to meet An...",
          1468574698
        ],
        [
          "Come and join Total Ales as he takes a look around the brewery’s cooperage. The Pilsner People - Chapter 2. The Cooper: Jiri Fiala. Produced by Total Ales in collaboration with Pilsner Urquell It might seem strange to think that the Pilsner Urquell brewery still has a working cooperage. Many businesses as large as this might see it as an unnecessary expense. But the reason this cooperage still exists, which produces everything f...",
          1467979636
        ],
        [
          "From us in Plzen to you in your favourite bar, via the pouring skills of your bartender #NaZdravi. Timeline Photos.",
          1462286161
        ],
        [
          "It took decades to dig the 9km of tunnels beneath the brewery where the beer was once stored. Today you can see the cellars and drink a beer down there (which is still matured underground) on the brewery tour. Who's been? Timeline Photos.",
          1461074101
        ],
        [
          "Raise a beer to Jirka Koranda, who started working at the brewery in 1970. This is what he’s seen happen in the years that he’s been with us http://pilsnerurquell.com/article/people-pilsner-urquell-jirka-koranda. People of Pilsner Urquell: Jirka Koranda. 27 years in the brewhouse then many more working in the cellars... Jirka definitely knows a lot about Pilsner Urquell.",
          1453377240
        ],
        [
          "Not much has changed in the last century here at the brewery in Plzen (though we have a camera now) Timeline Photos.",
          1452094081
        ],
        [
          "This is how you announce you’re building a new brewery for your town in 1839\n\nhttp://pilsnerurquell.com/article/founding-document-pilsner-urquell. Timeline Photos.",
          1444728121
        ],
        [
          "With around 250 people having rights to brew, the people of Plzen made a big decision: they founded and funded a great new brewery for their town\n\nhttp://pilsnerurquell.com/article/community-founders. Timeline Photos.",
          1444657595
        ],
        [
          "What happened in the town of Plzen in the late 1830s to make the citizens decide to build their own brewery? \n\nhttp://pilsnerurquell.com/article/plzen-pilsner-urquell. Timeline Photos.",
          1444396969
        ],
        [
          "Was Vaclav Mirwald the most influential man in creating a new town brewery for the citizens of Plzen? \n\nhttp://pilsnerurquell.com/article/v%C3%A1clav-mirwald. Timeline Photos.",
          1444312301
        ],
        [
          "This is Jirka Koranda. He started working in the brewery in 1970. He was a brewer for 27 years. Today he manages the cellars #NaZdravi \n\nhttp://pilsnerurquell.com/article/people-pilsner-urquell-jirka-koranda. People of Pilsner Urquell: Jirka Koranda. What can the man who's worked here for 45 years tell you about the brewery?",
          1443536825
        ],
        [
          "From tasting grain in malthouse to drinking beer in the cellars, here’s Beermaster Robert Lobovsky showing US chef Victoria Tonini around the brewery as she learns about the ingredients and processes that make Pilsner Urquell, all while she’s working on ideas for beer-inspired recipes. The Beermaster's Brewery Tour.",
          1441805792
        ],
        [
          "The original bar serving Pilsner Urquell in Prague was U Pinkasu, which has this unusual annual tradition that you won’t see anywhere else. It's Mr Pinkas' Nightmare Run\n\nhttp://pilsnerurquell.com/uk/article/pinkas-nightmare-run. Mr Pinkas' Nightmare Run.",
          1441200180
        ],
        [
          ":)",
          1440217065
        ],
        [
          "Have you ever walked through the brewery's anniversary gates in Plzen? Brewery Gates Hyperlapse.",
          1439817537
        ],
        [
          "With 140 countries represented, Milan Expo is a vibrant and exciting world fair. Come and have a look around #Expo2015 where Pilsner Urquell is pouring until October in the Czech Republic's pavilion. Milan Expo 2015.",
          1438688406
        ],
        [
          "Ever wanted to know what a tour of the brewery is like? This Life in Trips has written this great piece about his visit (it's going to make you thirsty...) #NaZdravi\n\nhttp://www.thislifeintrips.com/pilsen-pilsner-urquell-brewery-tour-review/ The Grandfather of Beer: Pilsner Urquell Brewery Tour. Pilsen, home to the grandfather of beer. Read on for this Pilsner Urquell Brewery Tour review & why this historic spot should be on every beer lovers list.",
          1437643080
        ],
        [
          "Come on in and explore our brewery. See the cellars, step inside the old brewhouse, find the cooperage. This is #BreweryView\n\nhttp://pilsnerurquell.com/brewery-tour. Brewery Tour. Where will you go on a tour of the brewery?",
          1434029995
        ],
        [
          "There’s the brewery cellars, the old brewhouse and the new one, the coopers' workshop, and more. This is #BreweryView and you can now explore our home in Plzen\n\nhttp://pilsnerurquell.com/brewery-tour. Brewery View. Come on in and take a look around our brewery!",
          1433340098
        ],
        [
          "Been on a tour of our brewery in Plzen? If not then here are some of things you’ve missed… #PilsnerWorld. Pilsner Urquell Brewery Tour.",
          1431351530
        ],
        [
          "From the brewery gates up to the water tower, not much has changed at the brewery over the years. Timeline Photos.",
          1429797239
        ],
        [
          "Want to know where to head for beer in our hometown of Plzen? \n\npilsnerurquell.com/uk/article/pubs-plzen. Pubs of Plzen. Here's a look at some of the best places for a beer in Plzen. Do you have any other favourites?",
          1421413200
        ],
        [
          "This is Plzen’s Town Hall. Outside of this in 1838, 36 barrels of bad beer were poured away. Soon after the citizens decided to build one new brewery for the whole town. Timeline Photos.",
          1420815989
        ],
        [
          "In the past the brewery produced some elaborate calendars, distributing them to pubs and bars. Here are five from the archives ranging from 1894 to 1913. Do you have a favourite? Pilsner Urquell Vintage Calendars.",
          1416831932
        ],
        [
          "Concerned his customers weren't getting served their beer quickly enough, Mr Pinkas demanded his staff run from the cellar to the tables carrying mugs of beer. Now, once a year, bartenders at U Pinkasu race to see who can climb the 45 stairs carrying 10 beers in the fastest time. It’s the Pinkas Nightmare Run!",
          1414146295
        ],
        [
          "TRAILER: Pinkas Nightmare Run\n\nThe challenge is to run up 45 steps, from the cellar of U Pinkasu to the bar, carrying 10 beers in the fastest time... It’s the Pinkas Nightmare Run and the full video is coming soon!",
          1413380552
        ],
        [
          "Jan Hlavacek is a fifth-generation brewmaster and one of the most important brewers in our history. Find out why...\n\nhttp://pilsnerurquell.com/uk/article/people-pilsner-urquell-jan-hlavacek. People of Pilsner Urquell: Jan Hlavacek. Born into a family of brewers, find out how Jan Hlavacek managed to maintain the quality of Pilsner Urquell...",
          1412172873
        ],
        [
          "If you're drinking your Pilsner Urquell from a bottle or can then Vaclav Simek is the man who made that happen. Here's more about his job as Packaging Hall Manager\n\nhttp://pilsnerurquell.com/uk/article/people-pilsner-urquell-vaclav-simek . People of Pilsner Urquell: Vaclav Simek. Here's Packaging Hall Manager Vaclav Simek - born in Plzen, he's now responsible for all the beer that's put into bottles and cans.",
          1407165170
        ],
        [
          "It takes just four natural ingredients to make beer, so as the barley and hop harvests approach here's a look at those ingredients and what qualities they can give to beer\n\nhttp://pilsnerurquell.com/uk/article/ingredients-beer . The Ingredients of Beer. Combine water, grain, hops and yeast and you can make delicious beer!",
          1404746848
        ],
        [
          "If you like beer from tankovna pubs then Lukas Princ is a man you should know about because it's his job to make sure those tanks get filled with fresh beer. Find out more about his work and what he does outside of the brewery\n\nhttp://pilsnerurquell.com/uk/article/people-pilsner-urquell-lukas-princ . People of Pilsner Urquell: Lukas Princ. If you like tankovna beer then you .",
          1404311273
        ],
        [
          "It's Jan's job to pour the pints in Pivnice Konvikt and he tells us what's great about his work and his secret to serving the best beer\n\nhttp://pilsnerurquell.com/uk/article/meet-bartender-jan-bejkovec . Meet the Bartender: Jan Bejkovec. Here we begin a new series of posts introducing you to bartenders around the world, starting with Jan who works in the Konvikt Bar, Prague.",
          1404140446
        ],
        [
          "This is former brewmaster Ivo Hlaváček and the story of how he ensured our traditional brewing methods have always remained the same:\n\nhttp://pilsnerurquell.com/uk/article/people-pilsner-urquell-ivo-hlavacek. People of Pilsner Urquell: Ivo Hlaváček. Meet the former brewmaster Ivo Hlaváček and read the story of how he was responsible for keeping the traditions of Pilsner Urquell alive.",
          1402494742
        ],
        [
          "Jirka Koranda joined the brewery as an apprentice in 1970 and has worked here ever since. Today he's in charge of the beers we produce in the cellars. Let's head underground and meet the man who has worked at Pilsner Urquell for over 44 years\n\nhttp://pilsnerurquell.com/uk/article/people-pilsner-urquell-jirka-koranda . People of Pilsner Urquell: Jirka Koranda. With over 44 years of service, Jirka Koranda recently received a special award from the brewery.",
          1401714390
        ],
        [
          "In Plzen and want to know the best places to drink? Here's the guide for you!\n\nWho has visited any of these bars or restaurants?  \n\nhttp://pilsnerurquell.com/uk/article/pubs-plzen . Pubs of Plzen. Want to know where to drink if you're in Plzen? ",
          1400846742
        ],
        [
          "The brewery used to have apartments onsite where workers lived. They also planted orchards and allotments and grew their own fruit and vegetables. Here's what it was like: http://pilsnerurquell.com/uk/article/brewery-gardens. The Brewery Gardens. With apples, pears and plums growing, the brewery gardens were a great place to take a small harvest of fresh fruit.",
          1400587516
        ],
        [
          "Here’s what one day at the brewery looks like, including a visit to the cellars, the malting, the cooperage and the brewhouse. A Day In The Life Of The Brewery.",
          1400478971
        ],
        [
          "The brewery workers in Plzen have their own pub. Join us\nfor a beer in Formanka: http://pilsnerurquell.com/uk/article/formanka-brewery-workers%E2%80%99-bar. Timeline Photos.",
          1396872000
        ],
        [
          "Every Friday at 2pm, Robert Lobovsky phoned us to try and get a job in his home town brewery. It took four months of persistence before he finally got that job. A few years later and today he's the 'Beer Master'. Read the great story about how he got there\n\nhttp://pilsnerurquell.com/uk/article/people-pilsner-urquell-robert-lobovsky. People of Pilsner Urquell: Robert Lobovsky. From Plzen to Australia and back again, meet Robert Lobovsky, Pilsner Urquell's 'Beer Master'",
          1396430557
        ],
        [
          "We enjoyed a fantastic launch of our newest Tankovna pub  at the Strongroom Bar with plenty of friends attending including our very own Vaclav. Take a look at the photos from 2014’s first Tankovna launch. Na Zdravi! \n\nhttp://youtu.be/1yHo76gj3Os. Pilsner Urquell: Tankovna Launch Strongroom Bar & Kitchen. To celebrate the second UK Pilsner Urquell Tankovna bar launch at The Strongroom Bar & Kitchen, we headed down to give drinkers the chance to taste our fines...",
          1394714518
        ],
        [
          "Pilsner Urquell Tankovna Launch: Strongroom Bar & Kitchen.\n\nPlease enjoy Pilsner Urquell responsibly.  Visit www.TalkingAlcohol.com for more info. Pilsner Urquell Tankovna Launch: Strongroom Bar & Kitchen.",
          1393565760
        ],
        [
          "What’s the best pale lager in the world?\n\nThe annual RateBeer Best results say that it’s Pilsner Urquell Nefiltrovany! That's the beer you drink in the brewery cellars at the end of the tour (you can also get it in Na Parkanu in Plzen and very occasionally in other places). Who’s drunk it?\n\nThe rest of the lists are also really good – have a look: http://www.ratebeer.com/RateBeerBest/ByStyle_012014.asp \n. top beers, brewers, new brewers by subregion - ratebeer best 2014.",
          1391596883
        ],
        [
          "This is Honza. He's one of the tour guides at the brewery in Plzen and we think that he knows everything there is to know about Pilsner Urquell! \n\nHere's his story: http://pilsnerurquell.com/uk/article/people-pilsner-urquell-honza-dienstbier. Timeline Photos.",
          1391180401
        ],
        [
          "Had the first snow of the year in Plzen today (in case we need an excuse to head to the pub to warm up and have a beer…) Timeline Photos.",
          1390842536
        ]
      ],
      "dates_start": 1405331814,
      "dates_end": 1467126823,
      "likes_avg": 161,
      "likes_stdev": 272,
      "comments_avg": 6,
      "comments_stdev": 18,
      "shares_avg": 20,
      "shares_stdev": 62
    },
    {
      "number": 15,
      "important": [
        "pilsner",
        "beer",
        "origin",
        "nazdravi",
        "brewery arch",
        "pivovar",
        "plzen",
        "crispi",
        "pork"
      ],
      "summary": [
        "Some original designs for the original Pilsner #NaZdravi.",
        "It's the home of the original Pilsner #NaZdravi.",
        "“There are many good beers in the world, but there is only one Pilsner Urquell” #NaZdravi.",
        "And did you know that these beer mats are all inspired by designs we’ve found in the brewery archives from throughout the last century?",
        "How about a glass of the original golden Pilsner?"
      ],
      "common": 0,
      "messages": [
        [
          "Going for gold? How about a glass of the original golden Pilsner? #NaZdravi. Timeline Photos.",
          1469107561
        ],
        [
          "Three cheers for the weekend (and three perfectly poured Pilsners)! #NaZdravi. Timeline Photos.",
          1461937681
        ],
        [
          "The sausages are here! Better order a fresh Pilsner #NaZdravi. Timeline Photos.",
          1461766591
        ],
        [
          "Monday just got tastier with smoked pork, potato pancakes, crispy onions and a fresh Pilsner! #NaZdravi. Timeline Photos.",
          1460989512
        ],
        [
          "Time to grab a Pilsner? #NaZdravi. Timeline Photos.",
          1455897361
        ],
        [
          "Fried cheese and potatoes is always a favourite Czech beer snack with a Pilsner #NaZdravi. Timeline Photos.",
          1455207841
        ],
        [
          "Which one do you put your beer on?\n\nAnd did you know that these beer mats are all inspired by designs we’ve found in the brewery archives from throughout the last century? Some original designs for the original Pilsner #NaZdravi. Timeline Photos.",
          1441904221
        ],
        [
          "Prazdroj means the original source. Měšťanský Pivovar Plzeň is the citizens' brewery in Plzeň. It's the home of the original Pilsner #NaZdravi. Timeline Photos.",
          1436793144
        ],
        [
          "Love this old poster from the archives. “There are many good beers in the world, but there is only one Pilsner Urquell” #NaZdravi. Timeline Photos.",
          1424879423
        ]
      ],
      "dates_start": 1438465406,
      "dates_end": 1465642001,
      "likes_avg": 713,
      "likes_stdev": 938,
      "comments_avg": 6,
      "comments_stdev": 8,
      "shares_avg": 18,
      "shares_stdev": 19
    },
    {
      "number": 16,
      "important": [
        "pilsner",
        "brewmast",
        "beer",
        "groll",
        "josef",
        "nazdravi",
        "berka",
        "brew",
        "today"
      ],
      "summary": [
        "One of the most famous beers in the world, Pilsner Urquell, is brewed in Pilsner in the Czec... It’s nearly Christmas so here’s a message from Brewmaster Vaclav Berka #NaZdravi.",
        "Brewmaster Vaclav Berka has the best job in the world: he gets to taste the beer every day!",
        "#NaZdravi to Josef Groll and Vaclav Berka, the man who brewed the original pilsner in 1842 and the man who still makes it today.",
        "Groll crafted the unique taste of the Pilsner Urquell we know and love today that continues to be brewed by our master brewer Vaclav Berka.",
        "Vaclav Berka is the senior trade brewmaster and chairman of the supervisory board of Pilsner Urquell."
      ],
      "common": 0,
      "messages": [
        [
          "How did Vaclav Berka become our Brewmaster? Here he explains to Huffington Post\n\n\"When I received training from my previous predecessors, they all told me, 'Don't make changes in the recipe, the ingredients or the process. Be sure the taste of the beer is the same as before.' This is very important, because this is how we reproduce the same Pilsner Urquell that was brewed in the 19th century.\n\nhttp://www.huffingtonpost.com/lan-anh-vu/how-i-got-there-vaclav-be_b_9162964.html. How I Got There: Vaclav Berka. Vaclav Berka is the senior trade brewmaster and chairman of the supervisory board of Pilsner Urquell. One of the most famous beers in the world, Pilsner Urquell, is brewed in Pilsner in the Czec...",
          1455277386
        ],
        [
          "It’s nearly Christmas so here’s a message from Brewmaster Vaclav Berka #NaZdravi. Merry Christmas from Brewmaster Vaclav!",
          1450885681
        ],
        [
          "Brewmaster Vaclav Berka has the most important job this afternoon: he has to check the beer #NaZdravi. Brewmaster Vaclav Berka.",
          1449242578
        ],
        [
          "By brewing the #OriginalPilsner, Josef Groll became a legend in the beer world. But who was he?\n\nhttp://pilsnerurquell.com/article/josef-groll. Timeline Photos.",
          1444140914
        ],
        [
          "In 1842, Josef Groll travelled to Plzen where he changed beer forever #NaZdravi. The Ingredients of Pilsner Urquell.",
          1443621780
        ],
        [
          "#NaZdravi to Josef Groll and Vaclav Berka, the man who brewed the original pilsner in 1842 and the man who still makes it today. Timeline Photos.",
          1442240820
        ],
        [
          "From Josef Groll through to Vaclav Berka, our brewmasters pass the Pilsner Urquell recipe on with a simple message: Never change it. Timeline Photos.",
          1428928021
        ],
        [
          "In 1842 Josef Groll travelled to Plzen from his hometown of Vilshofen in Bavaria. It was a journey that would change beer forever when he brewed the world’s original golden lager.\n\nA few months ago our German friends recreated Groll’s journey, meeting craftsmen along the way. This is Josef’s Way. Josef's Way.",
          1428572826
        ],
        [
          "Josef Groll came to Plzen in 1842 and, with four simple ingredients, he changed beer forever #NaZdravi. The Ingredients of Pilsner Urquell.",
          1427968430
        ],
        [
          "Brewmaster Vaclav Berka has the best job in the world: he gets to taste the beer every day! #NaZdravi. Timeline Photos.",
          1426258501
        ],
        [
          "The greatest job in the world? Past brewmasters taste Pilsner Urquell every day to check it’s the best it can be!\n\nhttp://pilsnerurquell.com/uk/article/parallel-brewing. Timeline Photos.",
          1423671790
        ],
        [
          "With a table of different malts and hops, plus a classic Pilsner recipe to follow, six teams brewed six different Pilsner-style beers. But which one did Brewmaster Vaclav Berka judge to be the best?\n\nhttp://youtu.be/bR9_ZcbeZBM. Pilsner Urquel Brew Off. Six teams each brewed a Pilsner-style beer under the guidance of Brewmaster Vaclav Berka. Using a range of different ingredients, the teams created their own...",
          1406201179
        ],
        [
          "In May, Brewmaster Vaclav Berka taught six different teams how to brew their own versions of a Pilsner. Six weeks later they all returned to taste and judge their beers. But who brewed the best beer?\n\nhttp://pilsnerurquell.com/uk/article/brew-judging . Brew Off Judging. Six teams and six different pilsners, but which was the best?",
          1405953600
        ],
        [
          "With sacks of malt and bags of hops, we’ve got six teams all competing to make the best pilsner they can, with help from our Brewmaster Vaclav Berka. It’s Brew Off! http://youtu.be/9enLcE1Oxs0. Pilsner Urquell Brew Off. Who will make the best pilsner?",
          1402659738
        ],
        [
          "World famous beer festival Oktoberfest starts tomorrow in Munich. Did you know Bavaria is where our original master brewer Josef Groll learnt his trade – he perfected his craft in Plzen to create the first golden Pilsner. Timeline Photos.",
          1379649660
        ],
        [
          "Today we're raising a glass to the original Pilsner brewer, Josef Groll, who was born 200 years ago today. Groll crafted the unique taste of the Pilsner Urquell we know and love today that continues to be brewed by our master brewer Vaclav Berka. Timeline Photos.",
          1377077625
        ]
      ],
      "dates_start": 1401083111,
      "dates_end": 1447960704,
      "likes_avg": 114,
      "likes_stdev": 115,
      "comments_avg": 4,
      "comments_stdev": 8,
      "shares_avg": 16,
      "shares_stdev": 22
    },
    {
      "number": 17,
      "important": [
        "beer",
        "nazdravi",
        "sausag",
        "good",
        "time",
        "label",
        "check",
        "golden lag",
        "bread"
      ],
      "summary": [
        "This beer’s for you #NaZdravi.",
        "We’re Czech, we know good beer, and this is how we do it #NaZdravi.",
        "Trust us, we're Czech and we know good beer #NaZdravi.",
        "Time for a beer?",
        "Time to sit back and relax with a good beer!"
      ],
      "common": 0,
      "messages": [
        [
          "Time to sit back and relax with a good beer! #NaZdravi. Timeline Photos.",
          1481124425
        ],
        [
          "Toast your Tapster! Be good to them and they'll make sure you always get the best beer #NaZdravi. Timeline Photos.",
          1480519543
        ],
        [
          "We’re Czech, we know good beer, and this is how we do it #NaZdravi. Timeline Photos.",
          1480000801
        ],
        [
          "The original golden lager tastes best with foam. Trust us, we're Czech and we know good beer #NaZdravi. Timeline Photos.",
          1469798880
        ],
        [
          "It's #LeapDay and that means a bonus day this year to have a beer! #NaZdravi. Timeline Photos.",
          1456758661
        ],
        [
          "It’s cold here in Plzen so we’re staying inside and having a beer #NaZdravi. Timeline Photos.",
          1452874468
        ],
        [
          "Time to grab a beer? #NaZdravi. Timeline Photos.",
          1452269581
        ],
        [
          "Love this old label, mirrored in Czech and German, and designed for Josef Hudl, a tavern owner who sold the beer #NaZdravi. Timeline Photos.",
          1448898900
        ],
        [
          "Cold cuts, cured meats, charcuterie, sausage... That’s a top pork platter to go with a beer #NaZdravi. Timeline Photos.",
          1448380201
        ],
        [
          "Check shirts, Czech beers #NaZdravi. Timeline Photos.",
          1447949700
        ],
        [
          "Cheese, sausages, bread… Want a snack to go with your beer? #NaZdravi. Timeline Photos.",
          1447862101
        ],
        [
          "Have we mentioned it’s our birthday next week? 173 years old... That calls for a beer! #NaZdravi. Timeline Photos.",
          1446825480
        ],
        [
          "Ready for a beer? #NaZdravi. Timeline Photos.",
          1431698100
        ],
        [
          "Time for a beer? #NaZdravi. Timeline Photos.",
          1429884541
        ],
        [
          "This beer’s for you #NaZdravi. Timeline Photos.",
          1425655769
        ],
        [
          "Good times and great beer. #NaZdravi. Timeline Photos.",
          1424965235
        ]
      ],
      "dates_start": 1433577009,
      "dates_end": 1469606288,
      "likes_avg": 448,
      "likes_stdev": 580,
      "comments_avg": 5,
      "comments_stdev": 4,
      "shares_avg": 15,
      "shares_stdev": 14
    },
    {
      "number": 18,
      "important": [
        "beer",
        "pilsner",
        "pilsner_uk",
        "czech",
        "brew",
        "best",
        "news",
        "tast"
      ],
      "summary": [
        "When the making of Pilsner Urquell moved from wooden barrels into new tanks we had to ensure the taste didn’t change, so we started the process of 'Parallel Brewing' and years later it’s still done, with past and present brewmasters judging the results\n\nhttp://pilsnerurquell.com/uk/article/parallel-brewing\n.",
        "It's susceptible to pests and disease, it only pops out... Here in Plzen we’ve been using the same yeast to make our beer since 1842, so it’s fascinating to read this great story in The New York Times about microbiologists and brewers looking into the DNA of beer yeast.",
        "This is what it takes to be the best bartender and pour perfect pints of Pilsner \n\nhttp://pilsnerurquell.com/article/ota-haurythun-master-pilsner-pourer.",
        "\"To be a great bartender you have to love the job like it’s your sweetheart.”\n\nMichal Prokeš is the 2016 Master Bartender, an annual competition which rewards the very best Tapster in the Czech Republic.",
        "In Czech we have a saying: \"The brewmaster brews the beer, the bartender makes it.”\n\nAnd now we’re making the bartenders even better by training them to be Tapsters."
      ],
      "common": 0,
      "messages": [
        [
          "Want to see something special? The pub Formanka is one of the best-kept secrets at the brewery. Only workers can go inside, but here's a look behind the scenes with our Beermaster #NaZdravi.",
          1488967200
        ],
        [
          "Brewmaster Jan Enge and his team taste our beer at every step of the way to ensure that it always maintains its signature flavour and colour.",
          1487844000
        ],
        [
          "If a Tapster has won the Czech Republic's Master Bartender award then there's a good chance they've worked in this Prague pub during their career \n\nhttp://pilsnerurquell.com/uk/article/konvikt-prague. Timeline Photos.",
          1487001094
        ],
        [
          "You walk into a pub. What’s one of the easiest ways to see if you’re going to get a good glass of beer? The Beermaster will tell you…. How to tell if you'll get a perfectly-poured beer...",
          1476263520
        ],
        [
          "Formanka is the brewery workers' pub. A special place saved for the people who make the beer. This is a 'Snyt' pour. Half beer, lots of foam, perfect to make sure the beer is fresh (and it *has* to be fresh in this bar!) Timeline Photos.",
          1475846820
        ],
        [
          "“We want people to have an adventure – something they’ve never done before… You can’t find another place like it in Berlin.”\n\nThis is Birgit&Bier. Birgit und Bier, Berlin. This is a new kind of biergarten, the type that can only be found in Berlin. ",
          1474897785
        ],
        [
          "\"To be a great bartender you have to love the job like it’s your sweetheart.”\n\nMichal Prokeš is the 2016 Master Bartender, an annual competition which rewards the very best Tapster in the Czech Republic. Meet the man with the perfect pour.\n\npilsnerurquell.com/article/award-winning-pour-master-bartender-2016-michal-prokeš. An Award-Winning Pour: Master Bartender 2016 Michal Prokeš.",
          1472564904
        ],
        [
          "“The brewmaster brews the beer but the bartender makes it” is a Czech saying that we live by. Now we’re turning bartenders into Tapsters to make sure you drinkers get the best tasting beer\n\nhttp://pilsnerurquell.com/article/learning-serve-journey-tapster-status. Learning to serve: the journey to Tapster status. Don't overlook the importance of the person pouring your glass of beer.",
          1471512300
        ],
        [
          "What’s better: freshly poured beer, freshly baked pretzels or are they best together? #NaZdravi to Alberts Schloss for the beer and the bread in this one! Timeline Photos.",
          1471355581
        ],
        [
          "Unpasteurised and on the road as soon as the beer is ready to make sure it's as fresh as possible #NaZdravi. Timeline Photos.",
          1465398859
        ],
        [
          "In Czech we have a saying: \"The brewmaster brews the beer, the bartender makes it.”\n\nAnd now we’re making the bartenders even better by training them to be Tapsters. Pilsner Urquell Tapsters.",
          1464341525
        ],
        [
          "Inspired by the original Czech heritage cans, still the same craftsmanship #OriginalPilsner. Timeline Photos.",
          1464253200
        ],
        [
          "Behind every great glass of beer is a great brewer and a great bartender. #NaZdravi to pouring perfect Pilsners! Timeline Photos.",
          1463666230
        ],
        [
          "We have a saying: The brewmaster brews the beer but the bartender makes it #NaZdravi. Timeline Photos.",
          1462544581
        ],
        [
          "Sausages, cold meats, cheese, more sausages, pickles... It’s time for beer and snacks! #NaZdravi. Timeline Photos.",
          1461161040
        ],
        [
          "The first taste of a fresh glass of beer is special. You can almost taste it now, right? #NaZdravi. Timeline Photos.",
          1460036641
        ],
        [
          "Pouring the perfect glass of beer is a skill that shouldn’t be under-estimated #NaZdravi. Timeline Photos.",
          1459867677
        ],
        [
          "Not every glass comes with beer inside, but it can look just as good!\n\nThis stained glass is in one of the Representative Rooms at the brewery, next to the employee pub Formanka, and it was designed by local West Bohemian artist Josef Tetínek in 1950 #NaZdravi. Timeline Photos.",
          1458575701
        ],
        [
          "Now this is a great list of classic brews! How many of these classic bucket list beers have you tried? \n\nhttp://www.pastemagazine.com/articles/2016/03/10-more-bucket-list-beers-you-can-actually-buy-in.html. 10 More Bucket List Beers (You Can Actually Buy In A Store) Here's a list of incredible beers you have to try before dying. Some define a style, others helped define the craft brewing scene in general over the last 30 years. And here's the kicker: you can actually find these beers in stores.",
          1457010676
        ],
        [
          "Some days Ota, Master Bartender at Prague’s U Pinkasů, can pull 1,000 glasses of beer. This is what it takes to be the best bartender and pour perfect pints of Pilsner \n\nhttp://pilsnerurquell.com/article/ota-haurythun-master-pilsner-pourer. Ota Haurythun: Master Pilsner Pourer. \"Above all, it’s important to me that every beer I pour would also be enjoyable for me to drink. I’d never serve a beer that wouldn’t please me.\"",
          1454343079
        ],
        [
          "Pivní sýr, Utopenec, Tlačenka… Here’s what you need to know about all the classic Czech beer snacks. What’s your favourite? #NaZdravi\n\nhttp://pilsnerurquell.com/article/czech-beer-snacks. Czech Beer Snacks. 'Beer cheese', 'drowned man', 'head cheese'... This guide tells you all you need to know when ordering food to go with your Pilsner.",
          1453909740
        ],
        [
          "Parallel Brewing? That’s how we ensure the original Pilsner still tastes the way it always has. And this is what that means: http://pilsnerurquell.com/article/parallel-brewing. Parallel Brewing Pilsner Urquell. It means we can drink the beer in the cellars, but there's another very important role in the Parallel Brewing process...",
          1453821899
        ],
        [
          "This Sunday is #PilsnerDay! We brewed the first one, now we’re cheering on others brewed around the world #NaZdravi. Timeline Photos.",
          1447344661
        ],
        [
          "What’s a candle got to do with the brewing process of the #OriginalPilsner?! \n\nhttp://pilsnerurquell.com/article/cellar-candle. The Cellar Candle.",
          1446738780
        ],
        [
          "With pale malt, soft water, Czech hops, cold underground cellars and large wooden barrels, the yeast was the final piece in the #OriginalPilsner’s puzzle. This is the story of our yeast – the yeast that we still brew with today\n\nhttp://pilsnerurquell.com/article/pilsner-urquells-yeast. Pilsner Urquell's Yeast (in 30 seconds)",
          1445874600
        ],
        [
          "These men – our current and past brewmasters – still regularly meet in the brewery to drink the beer and ensure the original Pilsner tastes as it always has done #NaZdravi. Timeline Photos.",
          1443448080
        ],
        [
          "Here’s U.S. chef Victoria learning more about some of the beer snacks - fried cheese, schnitzel, goulash - they serve in Prague pub Lokal #PilsnerFood. Beer Snacks in Lokal.",
          1440077982
        ],
        [
          "We still brew and mature beer in giant wooden barrels for a process called Parallel Brewing. This is what that means\n\nhttp://pilsnerurquell.com/article/parallel-brewing. Parallel Brewing. We don't just brew beer in these large oak barrels to drink at the end of the brewery tour. There's another important reasons...",
          1439299500
        ],
        [
          "Because the pour is so important, we say that the brewmaster brews the beer but the bartender makes the beer. Raise a glass to your bartender #NaZdravi. Timeline Photos.",
          1437140861
        ],
        [
          "What happens when you cure meat to make charcuterie? (Other than making it great with beer...) Sean from Cannon & Cannon Fine Foods knows. Brewers & Makers: Cannon & Cannon (Teaser)",
          1437044340
        ],
        [
          "How do you make the best chocolate? Hayleigh from So Chocolicious knows. Brewers & Makers: So Chocolicious (Teaser)",
          1436780373
        ],
        [
          "We make the beer, they make the smoked salmon, charcuterie, soft cheese and chocolates. Together it’s good. Brewers & Makers.",
          1435585620
        ],
        [
          "Friday: Check\nMate with check shirt: Check\nBeer: Czech\n#NaZdravi. Timeline Photos.",
          1434721800
        ],
        [
          "This is US chef Victoria who visited Cestr in Prague to learn all about Czech meat and butchery, featuring the best steaks, sausages and spit-cooked ham #PilsnerFood. Cestr: Czech Meat and Butchery.",
          1434376754
        ],
        [
          "It’s nearly time for our brewers and maltsters to check on this year's barley crop. This is why and how. Pilsner Urquell: Checking the Barley.",
          1433255863
        ],
        [
          "This is Czech food, Czech beer and the American chef looking to learn all about it. More is coming soon... Food Tour Trailer.",
          1430399907
        ],
        [
          "It’s hard to resist Nakládaný Hermelín with a beer. Want to make your own? #PilsnerFood. Pilsner Urquell with Nakládaný Hermelín.",
          1427798078
        ],
        [
          "It’s the yeast which really makes the beer. And our H-strain yeast is pretty special. #NaZdravi.",
          1427288602
        ],
        [
          "The beer hasn’t changed but the way we deliver it has! #NaZdravi. Timeline Photos.",
          1426602000
        ],
        [
          "“Don’t change anything,” is what one Brewmaster passes to the next. That’s why we still triple decoct in copper tanks. Pilsner Urquell Triple Decoction.",
          1426517401
        ],
        [
          "#NaZdravi to the generations of brewmasters who continue to visit the brewery to ensure the beer tastes exactly as it always has done #GoldenMonday. Timeline Photos.",
          1425313002
        ],
        [
          "As you know, we like to celebrate craft in all its forms and glassblowing is something that’s always captured imaginations. So we decided to commission renowned Czech glassmaker Miroslava Kupčíková to create 10 special glasses for us. These were then auctioned for the charity Paraple, raising 720,000kc (that’s over €25,000). Here’s a short video to show how they were made! Craft Christmas Glass.",
          1417789975
        ],
        [
          "You can’t make good beer without good yeast. Want to know what makes our Pilsner yeast, known as the ‘H’ strain, special? Then watch this video…. Pilsner Urquell's Yeast.",
          1415031416
        ],
        [
          "How fast could you run up 45 stairs carrying 10 glasses of beer? And have you ever heard of Mr Pinkas’s Nightmare? Timeline Photos.",
          1412759701
        ],
        [
          "Love chocolate? Of course you do! We went to learn all about how Jordi's turn their cocoa beans into bars of great Czech chocolate\n\nhttp://pilsnerurquell.com/uk/article/beer-with%E2%80%A6-jordi%E2%80%99s-chocolate. A beer with… Jordi’s Chocolate. From bean to bar, we learn all about this great Czech chocolate.",
          1410963569
        ],
        [
          "We say barley, Pact Coffee say beans. Do you know your coffee as well as your beer?\n\nhttp://pilsnerurquell.com/uk/article/beer-with%E2%80%A6-pact-coffee. A beer with… Pact Coffee. With so many similarities between beer and coffee, we had a chat with Will Corby, Head of Coffee for Pact, to find out more!",
          1409151149
        ],
        [
          "Without Rony Plesl, you’d be drinking beer out of your hands. Let’s raise a glass to him\n\nhttp://youtu.be/EyS7xEYpKoI. A beer with... Glassmaker Rony Plesl. If you've drunk beer in the Czech Republic then you've probably held a glass designed by Rony Plesl. We had a beer with one of the country's best glassmakers...",
          1408541278
        ],
        [
          "Something to make you thirsty? Here's a film about us tasting beers at CAMRA's Great British Beer Festival\nhttp://youtu.be/nkuSHcWOsJM. Great British Beer Festival. It's Britain's biggest beer festival with over 50,000 people attending and choosing from hundreds of different beers. Our Beer...",
          1408111902
        ],
        [
          "Time to check on the barley before the harvest begins next week\n\nhttps://www.youtube.com/watch?v=IbOKbBL1RWQ. Checking the Barley. As the Czech barley harvest approaches, farmers and maltsters (including Jiri Bohac from our Malt House in Plzen) head to West Bohemia to check this year's c...",
          1405670176
        ],
        [
          "In 1842 we brewed the world's first Pilsner and we never stopped. Since then the beer has inspired many others and has evolved in many ways. Here's a look at how Pilsner is different all around the world\n\nhttp://pilsnerurquell.com/uk/article/evolution-pilsner-style. The Evolution of the Pilsner Style. Just how different are Pilsners around the world? And how do they all relate back to the original one brewed in Plzen?",
          1405350743
        ],
        [
          "When the making of Pilsner Urquell moved from wooden barrels into new tanks we had to ensure the taste didn’t change, so we started the process of 'Parallel Brewing' and years later it’s still done, with past and present brewmasters judging the results\n\nhttp://pilsnerurquell.com/uk/article/parallel-brewing\n. Parallel Brewing. Is this the ultimate taste test? Find out all about Parallel Brewing.",
          1403871914
        ],
        [
          "This is a great story about a town of brewers sharing ingredients, brewing equipment and beer taps. It also sounds like how things were in Plzen many years ago!\n\nhttp://draftmag.com/features/it-takes-a-village-2/ It takes a village. Zoigl is not a beer, it’s a story. And the story’s one that runs counter to our age, a time in which people like to do their own things, in which we sit next to friends but stare at our phones, in which we enjoy—as Robert Putnam put it—“bowling alone.”",
          1403271678
        ],
        [
          "With more than 140 Czech craft beers at Prague Castle, the Festival minipivovarů na Pražském hradě this weekend looks great! Who’s going? (Or wishing they could go?!) http://www.pivonahrad.cz/  FESTIVAL MINIPIVOVARŮ NA PRAŽSKÉM HRADĚ.",
          1402651997
        ],
        [
          "Last week we held a Brew Off competition, giving some people the chance to brew their own versions of a pilsner. Here’s the The Craft Beer Channel guys telling you all about the day and how they made their beer: \n\nhttps://www.youtube.com/watch?v=TuUZSlVl2l0&list=UUXnyK-TfLyZ8O6aXXFk76jg\n. Pilsner Urquell Brew-off: Czech Please. The Craft Beer Boys get competitive! In May we entered our first brewing competition -- with a professional brew and a space at a beer festival as...",
          1401880680
        ],
        [
          "Do you know your Citra from your Saaz? Here’s a great guide to the many different varieties of hops and the beers to drink to try them\n\nhttp://www.seriouseats.com/2014/05/different-types-of-hops-what-hops-taste-like-saaz-fuggle-cascade-citra-beer-flavors.html. A Beer Beginner's Guide to Hops of the World | Serious Eats. Curious about the different kinds of hops? At first glance, the hop plant is pretty lame. It's susceptible to pests and disease, it only pops out...",
          1401277166
        ],
        [
          "Here in Plzen we’ve been using the same yeast to make our beer since 1842, so it’s fascinating to read this great story in The New York Times about microbiologists and brewers looking into the DNA of beer yeast. And did you know that yeasts can produce over 500 different aromas and flavours? \n\nhttp://www.nytimes.com/2014/05/27/science/craft-beer-at-the-genetic-level.html \n. Strange Brews: The Genes of Craft Beer. While brewing yeast is one of the best-studied organisms in molecular and cell biology, exactly how its genes translate to varied beers is still poorly understood.",
          1401196759
        ],
        [
          "Come and meet the men responsible for brewing our beer between 1929 and 1986, a time of considerable change in which the beer was able to remain exactly the same\n\nhttp://pilsnerurquell.com/uk/article/pilsner-urquell%E2%80%99s-brewmasters-part-two. Timeline Photos.",
          1399627418
        ],
        [
          "Is judging a beer competition the best job in the world? Our beer correspondent Mark Dredge found the answer at the World Beer Cup in Denver\n\nhttp://pilsnerurquell.com/uk/article/judging-beer-competition. Judging a Beer Competition. With 220 judges from 31 different countries judging almost 5,000 beers across 94 different categories, this is the biggest beer competition in the world. But what does that mean and what’s it actually like to be at judge at a beer competition?",
          1397559146
        ],
        [
          "\"Three Lagers with Flavour\" the Craft Beer Boys at Jamie Oliver's Drinks Tube definitely know what they're talking about! (And they picked three beers we love to drink)\n\nhttp://goo.gl/wa0Shf. Three Lagers With Flavour | Craft Beer Boys | Jamie Oliver's Drinks Tube. Don't waste your time drinking boring lagers that don't taste amazing. There's a bunch of delicious craft lagers out there that are made with a lot of love, ...",
          1397469033
        ],
        [
          "Friends in the UK, make sure you follow @Pilsner_UK on Twitter to keep up to date with all the latest news, and hear first about the events closest to you.\n\nhttps://twitter.com/Pilsner_UK. Timeline Photos.",
          1396864800
        ],
        [
          "We’ve been making the same beer in the same way for 172 years. Why change now. Even on April Fools Day. Timeline Photos.",
          1396333198
        ],
        [
          "\"Business is booming for microbreweries, but in the clamour for new flavours don't forget the classics which changed the face of beer drinking,\" say Ben McFarland and Tom Sandham. Here's their choice of six beers which changed the world.\n\nHow many have you had? Any other classics you'd add to the list?\n\nhttp://www.telegraph.co.uk/men/the-filter/10681744/Six-beers-that-changed-the-world.html. Six beers that changed the world - Telegraph. Business is booming for microbreweries, but in the clamour for new flavours don't forget the classics which changed the face of beer drinking, say Ben McFarland and Tom Sandham.",
          1394622649
        ],
        [
          "Hi everyone! This is Mark Dredge and I’m Pilsner Urquell’s Beer Correspondent. It’s my job to tell the many great stories and happenings at the brewery and to talk with you about beer (before you ask: yes, my mates are all jealous that I’ve got the best job in the world). When I’m not here, I write a beer blog, I love to travel to drink the best beers I can find, and I’ve also written two books about beer: Craft Beer World and Beer & Food. I’ve already been working on some exciting stories from the brewery and I’m looking forward to sharing them with you.",
          1389190628
        ],
        [
          "Our beer has lived through two world wars, unification and revolutions. Yet it maintains its unique taste and brewing process. Timeline Photos.",
          1382962201
        ],
        [
          "We’ve selected our International Master Bartender 2013 – Frantisek Stastka, the first winner from America. He fought off tough competition during the final stages of the contest held this weekend at our annual Pilsner Fest for the first time. Timeline Photos.",
          1381129235
        ],
        [
          "Head down to White Horse on Parson's Green, London this weekend to sample a host of undiscovered beers from across Europe. Lukáš Svobod, our Pilsner Urquell International Master Bartender, will be on hand, guiding you through your very own authentic Czech pours, each offering their own unique distinct taste. Timeline Photos.",
          1378300201
        ],
        [
          "The ultimate beer map. There’s A Beer For That. Take a look at the ultimate beer map below as created by Pop Chart Lab. How many have you had the pleasure of tasting?",
          1375368673
        ],
        [
          "A fine beer may be judged with only one sip, but it's better to be thoroughly sure - Czech Proverb.",
          1373880123
        ],
        [
          "This month we will be launching a ‘Parallel Brewers’ challenge.  \r\n\r\nIntrigued? \r\n\r\nMost of you will know that our Brew Master Václav regularly checks our beer against a sample batch of beer brewed using the original wooden barrels, to make sure it matches perfectly to the original brew. \r\n\r\nHe’s going to be challenging you to try your own version of this unique technique…. barrels at the ready! \r\n\r\nIf you are a budding home brewer then stay posted and we'll let you know more soon…. Timeline Photos.",
          1373362201
        ]
      ],
      "dates_start": 1399141202,
      "dates_end": 1461872764,
      "likes_avg": 203,
      "likes_stdev": 476,
      "comments_avg": 4,
      "comments_stdev": 9,
      "shares_avg": 14,
      "shares_stdev": 18
    },
    {
      "number": 19,
      "important": [
        "beer",
        "pilsner",
        "urquel",
        "london",
        "tank",
        "unpasteurised tank",
        "fresh",
        "unfilt",
        "nazdravi",
        "czech"
      ],
      "summary": [
        "To celebrate the second annual European Beer Festival at The White Horse, we headed down to give drinkers the chance to taste our finest unpasteurised tank b... Always perfectly poured, always fresh, The White Horse was the UK’s first Tankovna pub to have unpasteurised Pilsner Urquell.",
        "Unfiltered and unpasteurised, this beer goes direct from Plzen to the pub and is the freshest you'll taste it (unless you go to the brewery, of course!).",
        "This year there’s going to be lots of wooden barrels leaving the brewery filled with unfiltered and unpasteurised Pilsner Urquell, just like the beer we drink in the cellars.",
        "Tankovna is a system where Pilsner Urquell delivers unpasteurized beer straight from the brewery to \"tank bars\" in Czech — and now in London (an 11 hour driv... Unfiltered, unpasteurised and the number one pale lager in the world.",
        "Top chefs, fresh tank beer, a beer truck and a lot of fun in the London sunshine #NaZdravi to Taste of London."
      ],
      "common": 0,
      "messages": [
        [
          "Tucked away in a quiet corner in Prague, Lokal Nad Stromovkou serves some of the city's freshest Pilsner and tastiest food. Timeline Photos.",
          1486395938
        ],
        [
          "Have a look around Na Parkanu, one of Plzen's best pubs and the only place in the world that you can always drink unfiltered Pilsner Urquell on tap. Timeline Photos.",
          1484230414
        ],
        [
          "\"English drinkers can complain about the foam and want their beer topped up. It’s a cultural thing. I just try to explain the importance of foam and flavour.” Meet Tapster Jacques from London’s The Duck & Rice. The Duck & Rice, London. \"I went to Plzeň on the Tapster Programme. It was there I realised how important the beer was. I came back with a burning mission to adapt my bar to be able to pour Pilsner Urquell properly.\"",
          1479224041
        ],
        [
          "Unfiltered Pilsner Urquell with its smooth, delicious foam. This is how our beer has always been poured in Plzen. The original Pilsner, the original way #NaZdravi. Timeline Photos.",
          1479136981
        ],
        [
          "Served year-round at Na Parkanu in Plzen, this is unfiltered Pilsner Urquell. It's the closest we can get to tasting what the first ever batch of our beer was like when Brewmaster Josef Groll tapped his first barrel in 1842 #NaZdravi. Timeline Photos.",
          1478792521
        ],
        [
          "For the fifth year in a row, Pilsner Urquell brings fresh, unpasteurised lager to Taste of London. Tank beer at it's finest, poured the Czech way. Taste of London 2016.",
          1466695738
        ],
        [
          "Ivo Hlaváček saved Pilsner Urquell. And this is his story\n\nhttp://pilsnerurquell.com/article/people-pilsner-urquell-ivo-hlav%C3%A1%C4%8Dek. The Man Who Saved The Original Pilsner.",
          1458058315
        ],
        [
          "Unfiltered Pilsner Urquell fresh in the brewery cellars. #NaZdravi to anyone who has been here and drunk this beer! Timeline Photos.",
          1456849895
        ],
        [
          "Spotted this fun illustration in Lokal, Prague: In 2009, our beer tanks rolled down Dlouha and started pouring unpasteurised Pilsner Urquell. It's still one of the best pints in the city #NaZdravi. Timeline Photos.",
          1456415764
        ],
        [
          "Horse and cart, train, truck. The beer gets to bars using the main transport of the day. What will be next? Timeline Photos.",
          1453736311
        ],
        [
          "As brewers of the original Pilsner, we sent Beer Master Robert Lobovsky in search of the story of the original hamburger, ending up in Prague’s Naše Maso. The Original Burger.",
          1449763380
        ],
        [
          "Celebrate the drayman! Their job was to get the beer from the brewery to the pub, a role considered almost as important as the brewmaster. When Josef Groll brewed the first beers in 1842, all the wooden barrels of Pilsner were delivered by horse and cart. And did you know some local deliveries in Plzen still happen by horse and cart? #NaZdravi. Timeline Photos.",
          1447169701
        ],
        [
          "Imagine it’s 9 November 1842. The Plzen brewery’s coopers would’ve been busy filling small wooden barrels with the town’s new beer. They’d waited years for this moment, years to get the first taste of their beer. Only two days to go… #NaZdravi. Timeline Photos.",
          1447078533
        ],
        [
          "Dark cloudy ale vs. golden bright lager: Plzen’s beer was very different before Pilsner Urquell #NaZdravi \n\nhttp://pilsnerurquell.com/article/old-bohemian-ale-vs-new-golden-pilsner. Timeline Photos.",
          1446652201
        ],
        [
          "With a different kind of can we add a golden glow to the London streets with some original artwork for the original Pilsner. Pilsner Urquell: Great Eastern Street Mural.",
          1438772819
        ],
        [
          "Brewed in Plzen, painted in London #NaZdravi. Pilsner Urquell: Clerkenwell Mural.",
          1438003962
        ],
        [
          "From roasting their own beans to turning them into perfect truffles sold at London's Borough Market, this is the story of So Chocolicious. Brewers & Makers: So Chocolicious.",
          1437990766
        ],
        [
          "Some good reading for you: it's writer Will Hawkes on a beer trail in our hometown of Plzen #NaZdravi \n\nhttp://www.telegraph.co.uk/travel/destinations/europe/czechrepublic/11746509/Pilsen-On-the-Pilsner-Urquell-beer-trail.html. Pilsen: On the Pilsner Urquell beer trail. There's more to the Czech city of Pilsen, a European Capital of Culture in 2015, than its famed beer, Pilsner Urquell. But the beer's still pretty important.",
          1437383700
        ],
        [
          "Top chefs, fresh tank beer, a beer truck and a lot of fun in the London sunshine #NaZdravi to Taste of London. Taste of London 2015.",
          1436519137
        ],
        [
          "This is Gunnar from House of Sverre. He makes Nordic smoked salmon and sells it in London’s famous Borough Market. Smoked salmon is very good with Pilsner Urquell. Brewers & Makers: House of Sverre (Teaser)",
          1436449348
        ],
        [
          "Three different pours of Pilsner Urquell matched with three different types of British charcuterie #NaZdravi. Taste of London: Pilsner Urquell x Cannon & Cannon.",
          1436173680
        ],
        [
          "Taste Of London continues in Regent's Park today where we're pouring unpasteurised Pilsner Urquell that's so fresh it's still speaking Czech. Come along, join us for a beer, and check out the charcuterie and beer pairing sessions we're running along with Cannon & Cannon Fine Foods. Taste of London with Cannon & Cannon.",
          1434702180
        ],
        [
          "What’s golden, fresh, unpasteurised and available from #Tankovna at the Czech Pavilion of #Expo2015? (With thanks to Beer Master Robert Lobovsky for the photo!) Timeline Photos.",
          1431438361
        ],
        [
          "Fresh and unpasteurised tank Pilsner Urquell is pouring all summer at the 2015 Expo, opening today in Milan! Stay tuned for further info and event highlights from the Czech Pavilion #EXPO2015. Timeline Photos.",
          1430491434
        ],
        [
          "Soho here we come! Duck&Rice is our 5th #Tankovna pub in the UK. This new restaurant will be serving unpasteurised Pilsner Urquell tank beer alongside their great food. Timeline Photos.",
          1427306401
        ],
        [
          "With beer being delivered in wooden barrels by horse and cart, can you guess the year this photo of the brewery was taken? #NaZdravi. Timeline Photos.",
          1424710010
        ],
        [
          "36 Hours in Plzen: Come on over – here’s your itinerary for 36 hours in Plzen via Will Hawkes: \n\nhttp://www.telegraph.co.uk/travel/destination/czechrepublic/150547/A-weekend-break-in...-Pilsen.html. A weekend break in... Pilsen - Telegraph. A guide to short breaks in Pilsen in the Czech Republic, including the best bars, restaurants, hotels and things to do.",
          1421842021
        ],
        [
          "Whatever you're doing, enjoy the celebrations tonight! Timeline Photos.",
          1420038181
        ],
        [
          "The Bridge 1859, in Dublin’s Ballsbridge, is home to our first Tankovna pub in Ireland, serving freshly-delivered unpasteurised Pilsner Urquell. Take a look inside! Tankovna at The Bridge 1859.",
          1415200660
        ],
        [
          "Dublin, come and drink fresh, unpasteurised #tankovna with us at The Bridge 1859 tonight from 6pm! Timeline Photos.",
          1413882000
        ],
        [
          "Celebrate the #FirstBrew with us on 5 October! Pilsner Urquell's cover photo.",
          1412335465
        ],
        [
          "We’re celebrating our first brew this Sunday. To celebrate here are some shots from Brew Off! #FirstBrew.",
          1412335363
        ],
        [
          "We go to every effort to produce a great beer. Watch how every now and then we go that little step further...\n\nhttp://youtu.be/gaqE3DCWImk. Pilsner Urquell: A Special Delivery. Unfiltered, unpasteurised Pilsner Urquell goes directly into wooden barrels from the tank, those barrels go straight into the back of a chilled van (to keep ...",
          1407941043
        ],
        [
          "The barrels are back in the UK! If you want to drink unfiltered Pilsner Urquell then here's where you can get it:\n\nhttp://pilsnerurquell.com/uk/wooden-barrel-events . Taste the original Pilsner freshly tapped from an oak barrel. Unfiltered and unpasteurised, this beer goes direct from Plzen to the pub and is the freshest you'll taste it (unless you go to the brewery, of course!). Don't miss it!",
          1407325380
        ],
        [
          "This year there’s going to be lots of wooden barrels leaving the brewery filled with unfiltered and unpasteurised Pilsner Urquell, just like the beer we drink in the cellars. \n\nThis month they reach the UK, follow @Pilsner_UK on Twitter to find out where! Timeline Photos.",
          1396947600
        ],
        [
          "Our home city of Plzen is just a short journey from Prague and when you get here there’s a whole lot of things to see and do beyond just the brewery gates (though you’ll obviously want to do that when you’re in town…).\n\nRead more here: http://pilsnerurquell.com/uk/article/plzen-city-beer%E2%80%A6-and-city-sights. Plzen: A City of Beer... And a City of Sights.",
          1395416352
        ],
        [
          "And now there are two! Welcome Strongroom Bar to the London tank beer team alongside White Horse on Parson's Green, London! Timeline Photos.",
          1393431919
        ],
        [
          "The tanks are full, brewmaster Vaclav is here, and we’re thirsty. Tonight’s the launch of unpasteurised Pilsner Urquell tank beer at Strongroom Bar tonight from 7pm. Timeline Photos.",
          1393337728
        ],
        [
          "Have you had the chance to taste Pilsner Urquell fresh from the tank? More Tankovnas (tankpubs) are coming to the UK:\n\nhttp://youtu.be/lSoTR2L2_GQ. Pilsner Urquell: Tankovna. Tankovna is a system where Pilsner Urquell delivers unpasteurized beer straight from the brewery to \"tank bars\" in Czech — and now in London (an 11 hour driv...",
          1392145200
        ],
        [
          "Unfiltered, unpasteurised and the number one pale lager in the world. Na Zdravi to RateBeer! Timeline Photos.",
          1392129900
        ],
        [
          "There are 200+ Tankovna pubs in the Czech Republic, where Pilsner Urquell is served direct from tanks. White Horse on Parson's Green, London was our first UK Tankovna (tank pub) delivering the unique taste of Pilsner Urquell at its very best. \n\nWe’re thinking it’s probably time to bring over some more tanks to the UK… What do you think? \n\nhttp://youtu.be/9bdX3fJno8U. Pilsner Urquell at The White Horse European Beer Festival 2013. To celebrate the second annual European Beer Festival at The White Horse, we headed down to give drinkers the chance to taste our finest unpasteurised tank b...",
          1392046200
        ],
        [
          "Always perfectly poured, always fresh, The White Horse was the UK’s first Tankovna pub to have unpasteurised Pilsner Urquell.\n\nRead all about their story here: http://pilsnerurquell.com/uk/article/white-horse. Timeline Photos.",
          1391079600
        ],
        [
          "The brewery in Plzen was originally built to make beer for the town. When that beer was ready, it was put into barrels and then loaded onto carts pulled by horses and delivered to the local taverns. Even though the horses were eventually replaced, that old method of delivery is one of those important traditions that we’ve kept going in Plzen and we continue to load a cart a few days a week to take beer to a few of the prominent local pubs, as well as stopping at some of the main sights in the city. So meet Jana Micova, the cart driver, and her two horses: Barna and Byka, both eight-year-old fillies, as they deliver beer in Plzen. Horse and Cart Beer Deliveries in Plzen.",
          1390996806
        ],
        [
          "Delivering the fresh taste of Pilsner Urquell direct from our brewery. Timeline Photos.",
          1382521801
        ],
        [
          "Na zdraví to Pilsner Fest, our annual celebration of the original Pilsner which begins today at our brewery in Pilsen. Timeline Photos.",
          1380957601
        ],
        [
          "In Czech Republic this weekend? Head down to Pilsner Fest, our annual celebration of the original Pilsner held at our brewery in Pilsen. The ultimate place to enjoy a glass of Pilsner Urquell alongside good food and music. We're also crowning our International Master Bartender 2013.",
          1380888600
        ],
        [
          "We’re cheering on our home side FC Viktoria Plzeň with a pint of the original Pilsner as they take on Manchester City FC - Official in the UEFA Champions League. Good luck boys!",
          1379434200
        ],
        [
          "The White Horse - European Beer Festival\n\nPlease enjoy Pilsner Urquell responsibly. Visit www.TalkingAlcohol.com for more info. The White Horse - European Beer Festival.",
          1378897832
        ],
        [
          "Next week savour the unique taste of Pilsner Urquell at White Horse on Parson's Green, London for their European Beer Festival, and have your chance to pour your own Czech style serve! Look out for more information. Timeline Photos.",
          1377832440
        ],
        [
          "Ever tasted unpasteurised and unfiltered Pilsner Urquell direct from an oak barrel? London Beer Guide describes it as ‘outstanding’. Here’s what they thought: http://www.londonbeerguide.co.uk/2013/08/beer-event-pilsner-urquell-nefiltrovany.html. London Beer Guide: Beer Event: Pilsner Urquell Nefiltrovaný in London. Here we write about beer in London, breweries in London, beer events in London, etc. And we also tweet via @LondonBeerGuide. Enjoy.",
          1377681464
        ],
        [
          "Our Brew Master, Vaclav Berka, was at the European Beer Bloggers conference in Edinburgh a couple of weeks ago. Here’s what Billy from Billy's Booze Blog thought of the unpasteurised and unfiltered Pilsner Urquell we were serving up \nhttp://bbblog.org.uk/2013/08/pilsner-urquell-filtered-and-unfiltered-ebbc13/ Pilsner Urquell: Filtered and Unfiltered - #EBBC13. Head to head - the regular Pilsner Urquell and its unrefined, unfiltered, no-CO2-added brother, poured from a wooden cask.",
          1375950944
        ],
        [
          "Near London this week? Taste the original Pilsner, unpasteurised and unfiltered, at one of the bars or pubs hosting our limited edition 25 litre Oak Barrels http://pilsnerurquell.com/uk/article/wooden-barrel-events. Timeline Photos.",
          1375870801
        ],
        [
          "We are at the Taste Of London festival today, come down and say hello, and have a drink from the tank! http://pilsnerurquell.com/gb/article/taste-london-festival-finally-here. Timeline Photos.",
          1371810572
        ],
        [
          "Don’t forget the Tank launch at White Horse on Parson's Green, London tomorrow – we’ve got some pics of the tanks being installed. All being well, Vaclav – our Brew Master, will be at the pub, demonstrating the perfect pour. Timeline Photos.",
          1371477105
        ]
      ],
      "dates_start": 1387316480,
      "dates_end": 1453494494,
      "likes_avg": 171,
      "likes_stdev": 382,
      "comments_avg": 4,
      "comments_stdev": 7,
      "shares_avg": 13,
      "shares_stdev": 22
    },
    {
      "number": 20,
      "important": [
        "pilsner",
        "nazdravi",
        "golden",
        "plzen",
        "pivovar",
        "urquel",
        "prazdroj",
        "czech",
        "breweri",
        "citizen"
      ],
      "summary": [
        "It’s the original Pilsner from the Citizens’ Brewery in Plzen #NaZdravi.",
        "This is how we do it here in Plzen #NaZdravi.",
        "A perfect Pilsner pour, just like we do it in Plzen #NaZdravi.",
        "You just ask for a Plzen #NaZdravi.",
        "The original Pilsner, fresh from Plzen!"
      ],
      "common": 0,
      "messages": [
        [
          "This is what we put out for Santa in Plzen #NaZdravi. Timeline Photos.",
          1482591721
        ],
        [
          "Giving the gift of beer from Plzen! #NaZdravi. Timeline Photos.",
          1482160260
        ],
        [
          "Poured with love and a smile at Lokal in Plzen #NaZdravi. Timeline Photos.",
          1470403440
        ],
        [
          "Hladinka is how we drink it in Czech. Though you don't need to ask for that. You just ask for a Plzen #NaZdravi. Timeline Photos.",
          1465913041
        ],
        [
          "A perfect Pilsner pour, just like we do it in Plzen #NaZdravi. Timeline Photos.",
          1464612120
        ],
        [
          "The original golden lager is made with golden Pilsner malt and both things are named after our golden hometown of Plzen #NaZdravi. Timeline Photos.",
          1464010080
        ],
        [
          "The original Pilsner, fresh from Plzen! #NaZdravi. Timeline Photos.",
          1458749400
        ],
        [
          "This is how we do it here in Plzen #NaZdravi. Timeline Photos.",
          1453478580
        ],
        [
          "Prazdroj from the Měšťanský Pivovar, Plzen. It’s the original Pilsner from the Citizens’ Brewery in Plzen #NaZdravi. Timeline Photos.",
          1449677104
        ],
        [
          "Every batch of Pilsner Urquell starts with Pilsner malt which we produce ourselves in Plzen #NaZdravi. Timeline Photos.",
          1431000121
        ]
      ],
      "dates_start": 1447690435,
      "dates_end": 1476828738,
      "likes_avg": 378,
      "likes_stdev": 590,
      "comments_avg": 4,
      "comments_stdev": 4,
      "shares_avg": 11,
      "shares_stdev": 13
    },
    {
      "number": 21,
      "important": [
        "czech",
        "chees",
        "beer",
        "pilsnerfood",
        "food",
        "barbecu",
        "smazeni",
        "syr",
        "pilsner",
        "goulash"
      ],
      "summary": [
        "Now this is one of the best beer and food combinations there is #PilsnerFood.",
        "We'll happily join in with the German tradition of bread, cheese, meat and beer #PilsnerFood.",
        "but it sure is great with a beer #PilsnerFood.",
        "(The answer is both, of course) #PilsnerFood.",
        "What’s your favourite food to go with Pilsner Urquell?"
      ],
      "common": 0,
      "messages": [
        [
          "Now this is one of the best beer and food combinations there is #PilsnerFood. Timeline Photos.",
          1439473800
        ],
        [
          "Barbecue season and cold beers. What’s cooking? #PilsnerFood. Timeline Photos.",
          1438870141
        ],
        [
          "Beer and burger night? #PilsnerFood. Timeline Photos.",
          1432046111
        ],
        [
          "What’s for dinner? #PilsnerFood. Timeline Photos.",
          1430920154
        ],
        [
          "Why aren’t all steaks this big? #PilsnerFood. Timeline Photos.",
          1430229002
        ],
        [
          "Would you choose Czech cheeses or Czech sausages with unfiltered Pilsner Urquell? (The answer is both, of course) #PilsnerFood. Timeline Photos.",
          1429539014
        ],
        [
          "Beer in one hand, burger in the other. Perfect combo, right? #PilsnerFood. Timeline Photos.",
          1428659700
        ],
        [
          "Abendbrot, anyone? We'll happily join in with the German tradition of bread, cheese, meat and beer #PilsnerFood. Timeline Photos.",
          1428499561
        ],
        [
          "Smažený sýr isn’t the healthiest Czech dish (it’s fried cheese with tartar sauce!) but it sure is great with a beer #PilsnerFood. Timeline Photos.",
          1426781820
        ],
        [
          "Goulash? A sandwich? A piece of cake? What’s your favourite food to go with Pilsner Urquell? #PilsnerFood. Timeline Photos.",
          1426084200
        ]
      ],
      "dates_start": 1426738398,
      "dates_end": 1435482301,
      "likes_avg": 129,
      "likes_stdev": 51,
      "comments_avg": 6,
      "comments_stdev": 5,
      "shares_avg": 11,
      "shares_stdev": 9
    },
    {
      "number": 22,
      "important": [
        "tapster",
        "beer",
        "pragu",
        "czech",
        "pub",
        "peopl",
        "nazdravi",
        "perfect"
      ],
      "summary": [
        "In the Czech Republic, the two most important people in the pub are the chef and the Tapster.",
        "The mentality of the Tapster: Every drinker is equal and every beer has to be perfect #NaZdravi\n\nhttp://pilsnerurquell.com/article/perfect-beer-and-prague-history-u-pinkasů.",
        "“The two most important people in a Czech pub are the Tapster and the chef, which is why I want to be a Tapster forever,” says Tomáš, the man who pours 1,000 beers a day at Lokál U Bílé Kuželky, Prague.",
        "But then it is some of the best-served beer in the whole of the Czech Republic.",
        "“I love it when people come up to me and say, ‘this is the perfect beer.’ It gives me the most pleasure and is the reason why I do what I do.” Did you know that some Tapsters have developed their own signature pour?"
      ],
      "common": 0,
      "messages": [
        [
          "Lokal Hamburk is one of our favourite pubs in Prague. A little out of the way, but always worth it for the fresh, tasty Pilsner. \nhttp://pilsnerurquell.com/us/article/prague%E2%80%99s-best-pubs-lok%C3%A1l-hamburk. Timeline Photos.",
          1488452782
        ],
        [
          "In the Czech Republic, the two most important people in the pub are the chef and the Tapster. If you want the best beer then you'll go to the best Tapster #NaZdravi. Timeline Photos.",
          1487344025
        ],
        [
          "Find out what makes a Tapster, a Tapster. \nIt takes dedication, and an on-going commitment to serving the perfect pint of Pilsner Urquell every time, and that’s only the beginning.\nhttp://pilsnerurquell.com/uk/article/beer-master-and-tapster-programme.",
          1486657850
        ],
        [
          "He's tempted to keep this one for himself… But a great Tapster makes sure every beer is perfect, every time #NaZdravi. Timeline Photos.",
          1486052590
        ],
        [
          "“The Tapsters really make the pub – my customers come for their exceptional service and the way they look after the beer. It’s not an easy beer either, it can taste different in different bars but some people don’t care. My customers do. We now serve one of the best beers in Prague.” Na Hradčanské, Prague. “The secret to a good bar is simple. Serve good beer and serve good food. Together it creates a great atmosphere.\"",
          1485264208
        ],
        [
          "Being a Štamgast is like being a bar's 'regular' only much more important. Here's what it means in the Czech Republic…. Czech Pub Culture: The Štamgast. Štamgast is a title bestowed in Czech pubs to only the most faithful regulars, the people who have been coming to the same pub for years.",
          1485181957
        ],
        [
          "For 174 years, U Pinkasu has been serving Pilsner Urquell in Prague. It's a pub with perfect Pilsner, great Tapsters and a brilliant back story. Perfect Beer and Prague History in U Pinkasů.",
          1484579236
        ],
        [
          "Take a closer look at your beer… Has the Tapster left their signature? The Tapster's Signature.",
          1483442580
        ],
        [
          "If our Brewmaster is a štamgast in your pub then you must be doing something right. Here’s what makes Prague's Konvikt great. Konvikt, Prague. “I can’t explain why one bar is famous for its beer while others aren’t. We look after all the little details, so our pub has a different feeling to others. And when you do that, people will find you.”",
          1481206463
        ],
        [
          "At The Golden Tiger, the Tapster just pours. He barely even looks at the beer he’s pouring. It is said a good Tapster “feels their beer”. The Tapsters in this pub are some of the best there are. U Zlatého Tygra, Prague. This is a Czech bar for Czech beer lovers. So grab a seat, if you can find one, settle in and enjoy an atmosphere as good as the Pilsner Urquell.",
          1481033796
        ],
        [
          "\"Not everyone can be a Tapster – people need time to become good and not everyone has the patience.” Michal clearly has what it takes as he’s been a Tapster for 17 years! Kolkovna, Prague. \"At Kolkovna we pride ourselves on our beer. Our customers drink five or six 50 litre kegs a day. We can’t get tank beer in this building so we serve the best keg beer we can.\"",
          1480936201
        ],
        [
          "The mentality of the Tapster: Every drinker is equal and every beer has to be perfect #NaZdravi\n\nhttp://pilsnerurquell.com/article/perfect-beer-and-prague-history-u-pinkasů. Timeline Photos.",
          1478704615
        ],
        [
          "Why should you visit Na Hradčanské? Because the beer's so good it's where Prague's Tapsters go to drink #NaZdravi. Na Hradčanské, Prague. “The Tapsters really make the pub–my customers come for their exceptional service and the way they look after the beer. It’s not an easy beer either, it can taste different in different bars but some people don’t care. My customers do care.\"",
          1478000725
        ],
        [
          "“Anyone can learn to be a Tapster but a Tapster can’t be anyone. You need passion and love,” says Klára, Tapster at Brno’s Lokál. Timeline Photos.",
          1477487221
        ],
        [
          "\"It’s difficult to drink beer anywhere else because here it is perfect – the best!\"\n\nIt's Ota's job to ensure that every beer at U Pinkasů *is* the best. Here’s what that means to him in the Prague pub that’s been serving Pilsner Urquell since 1843. Perfect Beer and Prague History in U Pinkasů. “It’s my mission to make beer the same everywhere as it is in U Pinkasů,” he says. “It doesn’t matter who is the guest, it has to be perfect. There should be no compromise ever.” .",
          1474448820
        ],
        [
          "The Beer Master trains all the Pilsner Urquell Tapsters. Here's why the programme matters and why perfect Pilsner pours are important to us. The Beer Master and the Tapster Programme. \"We’re giving [Tapsters] the skills to serve beer that’s as fresh and delicious as it is here at the brewery. That means beer lovers can taste the best beer possible.”",
          1474380139
        ],
        [
          "You’ll never see a pub with more hippopotamuses in it than Prague’s U Hrocha!\n\npilsnerurquell.com/article/u-hrocha-prague. U Hrocha, Prague. The hippopotamus is deemed indestructible and a survivor, like this pub in an ever-changing Prague.",
          1473946084
        ],
        [
          "“The two most important people in a Czech pub are the Tapster and the chef, which is why I want to be a Tapster forever,” says Tomáš, the man who pours 1,000 beers a day at Lokál U Bílé Kuželky, Prague. Lokál U Bílé Kuželky, Prague. “I love it when people come up to me and say, ‘this is the perfect beer.’ It gives me the most pleasure and is the reason why I do what I do.”",
          1473340860
        ],
        [
          "Did you know that some Tapsters have developed their own signature pour? Look closer next time you have a Pilsner…\n\nhttp://pilsnerurquell.com/article/tapsters-signature. The Tapster's Signature.",
          1472721120
        ],
        [
          "“A great tapster is made from demanding customers. When you have customers who are demanding, they make the perfect beer.” This is Honza, Tapster at Brno’s U Bláhovky\n\nwww.pilsnerurquell.com/article/u-bláhovky-brno. U Bláhovky, Brno. Every day U Bláhovky sells one full tank of Pilsner Urquell (that's 600 litres in a pub with just 50 seats). But then it is some of the best-served beer in the whole of the Czech Republic.",
          1472134032
        ],
        [
          "Try telling this Czech Tapster that you'd like your glass topped up. He wouldn't do it because this is right for his Pilsner. He's Czech, he knows best #betterwithfoam. Timeline Photos.",
          1471960494
        ],
        [
          "\"Czech consumers would never accept badly poured beer.\"\n\nIt's Jan's job as a Tapster to share perfectly poured Pilsners with people around the world. He even has a beer tap with his name on it. Thanks to Total Ales for telling seven great stories about our beer and brewery.\n\nhttp://www.totalales.co.uk/blog/2016/8/12/the-pilsner-people-chapter-7-the-tapster-jan-stanik. The Pilsner People – Chapter 7. The Tapster: Jan Stanik. Produced by Total Ales in collaboration with Pilsner Urquell If you’re listening to music right now the chances are you’re streaming it from an online subscription service or playing an MP3 file, am I right? If you are then you’re not doing the recording you’re listening to justice. It takes a lot o...",
          1471252956
        ],
        [
          "A quirk of Czech drinking, are the Štamgasts the most important people in a Czech pub? Here’s what it means to be a Štamgast and why they won’t settle for anything less than a perfect Pilsner\n\nwww.pilsnerurquell.com/article/czech-pub-culture-štamgast. Czech Pub Culture: The Štamgast. “Czechs won’t drink bad beer. If you serve bad beer then the message travels quickly and people won’t go back to you.\" It's the Štamgasts who will be the ones who judge the quality. ",
          1470923647
        ],
        [
          "Trust your Tapster! Here's how we're training people to pour proper Pilsners, just like we do it in Plzen \n\nhttp://pilsnerurquell.com/article/learning-serve-journey-tapster-status. Learning to serve: the journey to Tapster status. Pouring perfect glasses of Pilsner is very important to us. This is why it matters and what we're doing about it.",
          1470316711
        ],
        [
          "Animals, people, places... Here's our guide to understanding Czech pub names. Do you have a favourite Czech pub? #NaZdravi\n\nhttp://pilsnerurquell.com/article/czech-pub-names-what-do-they-mean. Czech Pub Names: What Do They Mean? At Salzmann's? At The Hippopotamus? In The Fermentation Cellar?  .",
          1453219340
        ],
        [
          "Ticks, crosses, M’s and V’s. What’s the deal with the barman drawing on your beer mat? #NaZdravi http://pilsnerurquell.com/article/czech-pub-experience-how-it-all-adds. The Czech Pub Experience: How It All Adds Up. The beermat is for more than just resting your beer on.",
          1449503573
        ],
        [
          "How many of these classic pubs have you been to in Prague? Do you have a favourite?\n\nhttp://pilsnerurquell.com/uk/article/classic-pubs-prague\n. Classic Pubs of Prague. This is where to drink if you want to visit a classic Prague pub.",
          1403709414
        ]
      ],
      "dates_start": 1457424751,
      "dates_end": 1490442021,
      "likes_avg": 495,
      "likes_stdev": 600,
      "comments_avg": 5,
      "comments_stdev": 8,
      "shares_avg": 10,
      "shares_stdev": 10
    },
    {
      "number": 23,
      "important": [
        "beer",
        "urquel",
        "food",
        "pilsner",
        "best",
        "kitchen",
        "think",
        "corn"
      ],
      "summary": [
        "http://pilsnerurquell.com/uk/article/perfect-food-pairings-pilsner-urquell.",
        "Here's what they said...\n\nhttp://pilsnerurquell.com/uk/article/summer-food-pairings-pilsner-urquell.",
        "Here's what they said... \n\nhttp://pilsnerurquell.com/uk/article/summer-food-pairings-pilsner-urquell.",
        "What are the perfect food pairings for Pilsner Urquell?",
        "Together they are even better, so check out this great recipe for chocolate truffles made with Pilsner Urquell http://pil... You have to try this spicy corn recipe with Pilsner Urquell!"
      ],
      "common": 0,
      "messages": [
        [
          "What do the numbers 5, 9, 36, 173 and 7,000 have to do with Pilsner? #NaZdravi\n\nhttp://pilsnerurquell.com/article/pilsner-urquell-numbers. Pilsner Urquell by Numbers.",
          1448554760
        ],
        [
          "Ever noticed a caramel flavour in Pilsner Urquell? That’s from the triple decoction process that we use. This is why we continue to brew it this way today http://pilsnerurquell.com/article/pilsner-urquell-triple-decoction. Pilsner Urquell: Triple Decoction.",
          1445960640
        ],
        [
          "What’s good to eat with Pilsner Urquell now we’re into autumn? What’s your favourite food at this time of year? \n\nhttp://pilsnerurquell.com/article/autumn-food-pairings. Autumn Food Pairings. With suggestions from some of our friends from around the world, what are you eating with your Pilsner?",
          1443709221
        ],
        [
          "Fire up the grill, grab some Pilsner and check out this barbecue recipe for cooking with beer\n\nhttp://pilsnerurquell.com/article/pilsner-urquell-bbq-chicken. Pilsner Urquell BBQ Chicken. Brined in beer, this chicken stays tender and takes on some of the beer's sweet-spicy flavour. Cook with beer and enjoy with a beer.",
          1438781979
        ],
        [
          "As #EXPO2015 continues in Milan, here's a look at what you can see in the Czech pavilion (and where you can find the Pilsner Urquell) Czech Pavilion at Milan Expo.",
          1438180538
        ],
        [
          "We asked some friends what they most like to eat with Pilsner Urquell in summer. Here's what they said... \n\nhttp://pilsnerurquell.com/uk/article/summer-food-pairings-pilsner-urquell. Summer Food Pairings for Pilsner Urquell. What do you enjoy eating with Pilsner Urquell when it's sunny outside?",
          1433864541
        ],
        [
          "Ε να εδώ παρέα με μια δροσερή Pilsner Urquell.",
          1432641234
        ],
        [
          "Ζύθοινος Pilsner Urquell Plzensky Prazdroj γιατί εδώ δεν προτιμάμε τις απομιμήσεις .",
          1432056433
        ],
        [
          "This spicy grilled corn recipe is definitely one of the best snacks or side dishes to go with Pilsner Urquell\n\nhttp://pilsnerurquell.com/uk/article/pilsner-urquell-kitchen-spicy-corn. Pilsner Urquell Kitchen: Spicy Corn.",
          1429018574
        ],
        [
          "Anyone for chocolate truffles made with Pilsner Urquell? #PilsnerFood \n\nhttp://pilsnerurquell.com/uk/article/pilsner-urquell-kitchen-chocolate-truffles. Pilsner Urquell Chocolate Truffles.",
          1428052501
        ],
        [
          "Ever eaten bramboráky? These Czech potato pancakes are a great beer snack!\n\nhttp://pilsnerurquell.com/uk/article/pilsner-urquell-kitchen-brambor%C3%A1ky. Pilsner Urquell Kitchen: Bramboráky. Eaten hot or cold, these potato pancakes are perfect with a glass of Pilsner Urquell.",
          1422889501
        ],
        [
          "Have you ever had the classic Czech dish of Svíčková? Here's a recipe so you can make your own. Just make sure you've got a Pilsner Urquell to go with it!\n\nhttp://pilsnerurquell.com/uk/article/pilsner-urquell-kitchen-sv%C3%AD%C4%8Dkov%C3%A1. Pilsner Urquell Kitchen: Svíčková. This Czech dish of beef in a cream sauce served with dumplings is perfect with a beer! ",
          1421253126
        ],
        [
          "Want to see how we make your Pilsner Urquell? Come inside the Brewhouse with us and find out!\n\nhttps://www.youtube.com/watch?v=wcpYO0UkteE&list=PLELEduSSPHVDtK1T3mrcynkf-Vj4opiui. Pilsner Urquell - How we brew. How do we brew our famous golden beer? Check out this video and find out.",
          1417447658
        ],
        [
          "Here's what Beer Correspondent Mark Dredge thinks is the best curry to go with Pilsner Urquell... What's your favourite?\n\nhttp://www.independent.co.uk/life-style/food-and-drink/features/national-curry-week-from-jalfrezi-to-katsu-goat-to-thai-green-the-guide-to-beer-and-curry-9798724.html. The guide to beer and curry. We all love curry and beer, right? For National Curry Week, here are some classic world curries and the beers you should open to make that simple match way more than just a go-to clichéd combo.",
          1413464630
        ],
        [
          "Loving this video of Jonny and Brad from The Craft Beer Channel from when they visited the brewery in Plzen! \n\nhttp://youtu.be/EN5QwWCWz60. Pilsner Urquell: best lager in the world? Jonny and the Brad head to the Czech Republic to visit the Pilsner Urquell Brewery. Not only did Pilsner Urquell invent modern lager, but fresh from a tan...",
          1412683996
        ],
        [
          "Want to hear what Jonny and Brad at The Craft Beer Channel think of Pilsner Urquell? Check out this video...Na Zdravi guys!\n\nhttp://www.youtube.com/watch?v=OUZS_P0EG9w&feature=youtu.be. Top of the Hops: Pilsner Urquell (beer review) In preparation for their trip to the Czech Republic, Jonny and the Brad talk about their favourite lager, Pilsner Urquell, and why you should only ever drink...",
          1412345602
        ],
        [
          "Have you ever cooked a chicken on top of a can of beer?! Pilsner Urquell Kitchen: Beer Can Chicken.",
          1411741296
        ],
        [
          "Come and have a beer with Cannon & Cannon Fine Foods and see what’s so great about British charcuterie right now\n\nhttp://pilsnerurquell.com/uk/article/beer-with%E2%80%A6-cannon-cannon . A beer with… Cannon & Cannon. Charcuterie and Pilsner Urquell... A great match!",
          1411393974
        ],
        [
          "Not your typical beer snack, but you try and resist this: it’s chocolate truffles made with Pilsner Urquell. \n\nhttp://youtu.be/3UwQnUjmrVQ. Pilsner Urquell Kitchen: Chocolate Truffles. Chocolate is good and beer is good. Together they are even better, so check out this great recipe for chocolate truffles made with Pilsner Urquell http://pil...",
          1410359385
        ],
        [
          "You have to try this spicy corn recipe with Pilsner Urquell!\n\nhttp://youtu.be/h1ehWQKGyrI. Pilsner Urquell Kitchen: Spicy Corn. Want to try an amazing and healthy snack to go with Pilsner Urquell? Then you need to try this simple recipe for spicy corn: http://pilsnerurquell.com/uk/art...",
          1409756036
        ],
        [
          "With a cold beer in one hand, you’ve got another hand free for eating. \n\nThink ahead and make your own Nakladany Hermelin, the classic Czech beer snack.\n\nhttp://youtu.be/V6ad9L5EIYE?list=PLELEduSSPHVCPOZvPiO5R3qhTGiEOWjvQ. Pilsner Urquell Kitchen: Nakladany Hermelin. With a cold beer in one hand, you’ve got another hand free for eating. Think ahead and make your own Nakladany Hermelin, the classic Czech beer snack of chees...",
          1409302800
        ],
        [
          "A food pairing for each of the three pours... Is this the perfect Pilsner Urquell three course meal? What great suggestions do you have for other foods for the pours?\n\nhttp://pilsnerurquell.com/uk/article/three-pours-three-courses. Three Pours for Three Courses. Have you ever had a Mliko pour with lemon meringue pie? If not then you have to try it!",
          1407339919
        ],
        [
          "We asked a few friends around the world what summer foods they like to eat alongside a Pilsner Urquell. Here's what they said...\n\nhttp://pilsnerurquell.com/uk/article/summer-food-pairings-pilsner-urquell. Summer Food Pairings for Pilsner Urquell. Put the beer in the fridge and enjoy with these summer food recommendations from a few friends around the world.",
          1404913539
        ],
        [
          "This article says that \"listening to the right kind of music while drinking a beer can enhance its taste.\"\n\nIf so, what do you think is the best song to listen to while drinking Pilsner Urquell?\n\nhttp://www.thedrinksbusiness.com/2014/07/matching-music-to-beer-can-improve-taste/ Matching music to beer can improve taste. Grunge-rock anthems such as the Pixies’ 1989 hit Debaser suit a bubbly Belgian ale, while Debussy’s classical Claire de Lune works better with a Chimay Trappist ale.",
          1404470713
        ],
        [
          "Time to bring out the barbecue and put the beers in the fridge, so here's some of the best combinations we know for beer and barbecued food. Do you have any favourite recipes or pairings?\n\nhttp://pilsnerurquell.com/uk/article/pairing-beer-barbecued-food\n. Pairing Beer with Barbecued Food. Time to get grilling and find some brilliant beer matches to go with the food!",
          1403532836
        ],
        [
          "Love the taste of Pilsner Urquell? Then get into the kitchen this weekend, open some beers and try out these great recipes! \n\nhttp://pilsnerurquell.com/uk/article/cooking-pilsner-urquell. Timeline Photos.",
          1399044569
        ],
        [
          "What are the perfect food pairings for Pilsner Urquell? We asked some friends around the world what they think...\n\nGot any good food suggestions that we should try with Pilsner Urquell? \n\nhttp://pilsnerurquell.com/uk/article/perfect-food-pairings-pilsner-urquell. Perfect Food Pairings for Pilsner Urquell. It’s something we talk about all the time: what’s the best food you’ve ever had with a Pilsner Urquell? And you know what we’ve discovered? There isn’t just one thing and everyone has their own favourite choice. So, as spring is here, we asked our friends around the world to suggest some food local ...",
          1394801220
        ],
        [
          "You definitely need to know this: it's the ultimate beer and beef matches.\n\nAnyone else now hungry for a fillet steak and a Pilsner Urquell? Or how about a cheeseburger with an IPA? YES PLEASE! \n\nhttp://www.telegraph.co.uk/men/the-filter/10524020/Matching-beer-and-beef-how-to-choose-the-right-cut-and-quaff.html. Matching beer and beef: how to choose the right cut and quaff - Telegraph. A guide to picking delicious cuts of steak and pairing them with eminently quaffable beers.",
          1391789402
        ],
        [
          "You know that caramelised flavour you taste in Pilsner Urquell? It's from a brewing process called Triple Decoction and we've been using it since the brewery opened in 1842. Hear about it from the brewmasters in this video, with more detailed info here: http://pilsnerurquell.com/uk/article/pilsner-urquell-triple-decoction\n\nhttp://youtu.be/GFHX5t-7MLs . Pilsner Urquell: Triple Decoction.",
          1390580953
        ],
        [
          "Did you know a thicker foam head protects the beer and maintains Pilsner Urquell’s unique flavour. Timeline Photos.",
          1378992001
        ]
      ],
      "dates_start": 1399328675,
      "dates_end": 1433932896,
      "likes_avg": 53,
      "likes_stdev": 47,
      "comments_avg": 2,
      "comments_stdev": 2,
      "shares_avg": 8,
      "shares_stdev": 9
    },
    {
      "number": 24,
      "important": [
        "nazdravi",
        "pilsner",
        "beer",
        "great",
        "christma",
        "pour",
        "breweri",
        "tap",
        "czech",
        "hop"
      ],
      "summary": [
        "In the brewery it’s long been the tradition for the coopers to select the tree and then decorate it.",
        "It’s a Christmas tradition in the brewery that every year the coopers choose the tree for the brewery grounds and then decorate it.",
        "#Tankovna Pilsner Urquell is now pouring in the heart of London's Soho at The Duck and Rice, where the unpasteurised Pilsner Urquell is a great match for the modern Chinese food #NaZdravi.",
        "These are the Saaz hops that we use to brew Pilsner Urquell, all grown in the town of Zatec, just 80km away from the brewery.",
        "This year, 45,000 people joined us at the brewery to celebrate the anniversary of the first brew of Pilsner Urquell."
      ],
      "common": 0,
      "messages": [
        [
          "Pavel Pressburg is a Czech Tapster who comes from a family with three generations of experience behind the bar. We sat down over a couple of fresh Pilsners to talk about the perfect pouring technique. #BetterWithFoam\nhttp://pilsnerurquell.com/us/article/tapster-tradition-behind-bar-pavel-pressburg. Photos from Pilsner Urquell's post.",
          1489401594
        ],
        [
          "We're getting into the Christmas spirit here at the brewery.\nThe coopers created these one-of-a-kind ornaments for our \ntree. Happy holidays, and #NaZdravi! Photos from Pilsner Urquell's post.",
          1482164919
        ],
        [
          "We recently commissioned a leading young Czech designer, Maxim Velčovský, to create this very special bottle and 9 others like it. This week we auctioned them off for charity. We’re proud to say we raised £36,368! #NaZdravi for a good cause! Photos from Pilsner Urquell's post.",
          1482151025
        ],
        [
          "The brewery coopers don’t just carve wooden barrels… #NaZdravi. Photos from Pilsner Urquell's post.",
          1477911840
        ],
        [
          "This is the reward for every Tapster who passes their week-long training at the brewery in Plzeň. Their own toolkit includes a personalised apron and tap handle, plus everything they need to help them manage their taps and pour perfect glasses of Pilsner Urquell #NaZdravi. Photos from Pilsner Urquell's post.",
          1476711611
        ],
        [
          "Wish you could smell these amazing fresh Czech Saaz hops! They’ve been picked, dried, packed and are being sent to Plzen where they give their fine bitterness and beautiful aroma to our beer #NaZdravi. Photos from Pilsner Urquell's post.",
          1473256361
        ],
        [
          "Drink around Prague and you'll see some great and unique beer taps. This is 'U Dvou Koček’ or ‘At The Two Cats’. They also pour a great glass of Pilsner Urquell #NaZdravi. Photos from Pilsner Urquell's post.",
          1460469583
        ],
        [
          "Traditions are important for us. Every Easter we send a blessed batch of Pilsner Urquell to the Vatican. Also this year, as a special gift, Brewmaster Vaclav Berka will be present with a barrel of unfiltered Pilsner Urquell at a celebration in Rome.\n\nHere we have Plzen’s Bishop, Frantisek Radkovský, blessing the ingredients before the brew and then the 2016 bottles which have made the 1,300km journey. Photos from Pilsner Urquell's post.",
          1459156440
        ],
        [
          "From Plzen to England! #NaZdravi and cheers to fresh #Tankovna, perfect pints and great food. Photos from Pilsner Urquell's post.",
          1456246395
        ],
        [
          "Prost to Pilsner in Berlin! There are some great #Tankovna bars in the city #NaZdravi. Photos from Pilsner Urquell's post.",
          1455724162
        ],
        [
          "We say Na Zdravi, they say Salute! Here’s a few pictures of pubs around Italy pouring Pilsner Urquell, with Pils Pub Milano, Cheers Milano, Hop Bari and Bar San Pierino. Photos from Pilsner Urquell's post.",
          1454949354
        ],
        [
          "Have you drunk Pilsners in Poland? If not then take a look at a couple of great places pouring #Tankova beer: AïOLI inspired by MINI and Restauracja Česká Warszawa  #NaZdravi. Photos from Pilsner Urquell's post.",
          1454514300
        ],
        [
          "Another dig through the archives today… Here’s some old beermats we’ve saved over the years. Anyone else collect them? #NaZdravi. Photos from Pilsner Urquell's post.",
          1452614513
        ],
        [
          "The beer hasn’t changed but the bottles and labels have. Do you have a favourite? #NaZdravi. Photos from Pilsner Urquell's post.",
          1452181692
        ],
        [
          "Our tap today vs the tap in 1843. Like the beer, some things don’t need to change #NaZdravi\n\nWant to know where that tap was first used (and where you can still see it today)? Read this: http://pilsnerurquell.com/article/old-taps-and-new-taps. Photos from Pilsner Urquell's post.",
          1452006654
        ],
        [
          "Who decorates the Christmas tree in your house? In the brewery it’s long been the tradition for the coopers to select the tree and then decorate it. Each year the coopers also produce a unique wooden carving for the tree and this year they worked with local carpenters who provided further decorations. Photos from Pilsner Urquell's post.",
          1450452240
        ],
        [
          "Carved beneath the brewery, these cold cellars were key to brewing the #OriginalPilsner. And you can still walk through them today, and drink a beer down there, when you visit the brewery \n\nhttp://pilsnerurquell.com/article/brewery-cellars. Photos from Pilsner Urquell's post.",
          1444916697
        ],
        [
          "As the Saaz hop harvest comes to an end in Zatec, here are some more images from last year #NaZdravi. Photos from Pilsner Urquell's post.",
          1441718835
        ],
        [
          "All the hops for a whole year are picked within a couple of weeks and it’s harvest time in the Czech Republic right now. These are the Saaz hops that we use to brew Pilsner Urquell, all grown in the town of Zatec, just 80km away from the brewery. Photos from Pilsner Urquell's post.",
          1441373780
        ],
        [
          "#Tankovna Pilsner Urquell is now pouring in the heart of London's Soho at The Duck and Rice, where the unpasteurised Pilsner Urquell is a great match for the modern Chinese food #NaZdravi. Photos from Pilsner Urquell's post.",
          1429105501
        ],
        [
          "We’ve blessed the ingredients for our special Easter delivery to the Vatican. We’re sending 2015 bottles of Pilsner Urquell to the Holy See as our traditional gift #NaZdravi. Photos from Pilsner Urquell's post.",
          1424339342
        ],
        [
          "The Old Town Square in Prague looks great at this time of year. Where’s your favourite Christmas market in the world? Photos from Pilsner Urquell's post.",
          1418829797
        ],
        [
          "It’s a Christmas tradition in the brewery that every year the coopers choose the tree for the brewery grounds and then decorate it. Who gets to choose the tree where you are? Photos from Pilsner Urquell's post.",
          1418053092
        ],
        [
          "We’ve been growing great mo’s ever since we started brewing beer in 1842, so we’re excited to be taking part in #Movember this year!\n\nOur team of coopers in Plzen, along with Brewmaster Vaclav Berka, are growing their mo’s, taking tips from the main mo man Jiri. They've had a barber's shave and we'll keep you updated on how their mo-growing progresses. \n\nHelp change the face of men's heath by taking part yourself at www.movember.com. Photos from Pilsner Urquell's post.",
          1415370878
        ],
        [
          "This year, 45,000 people joined us at the brewery to celebrate the anniversary of the first brew of Pilsner Urquell. With beer, crafts, food and live music, here's Pilsner Fest! Photos from Pilsner Urquell's post.",
          1412499600
        ]
      ],
      "dates_start": 1429306028,
      "dates_end": 1472783588,
      "likes_avg": 135,
      "likes_stdev": 191,
      "comments_avg": 3,
      "comments_stdev": 3,
      "shares_avg": 6,
      "shares_stdev": 7
    },
    {
      "number": 25,
      "important": [
        "pilsner",
        "beer",
        "czech",
        "pub",
        "drink",
        "urquel",
        "festiv",
        "unpasteuris"
      ],
      "summary": [
        "Experience the original Pilsner, unfiltered and unpasteurised, direct from one of our limited edition wooden barrels in the UK next week: http://pilsnerurquell.com/uk/article/wooden-barrel-events.",
        "http://pilsnerurquell.com/uk/article/cooking-pilsner-urquell.",
        "http://pilsnerurquell.com/uk/article/czech-beer-snacks.",
        "http://pilsnerurquell.com/uk/article/best-beer-and-chocolate-pairings.",
        "http://pilsnerurquell.com/uk/article/beer-drinking-czech-republic-everything-you-need-know."
      ],
      "common": 0,
      "messages": [
        [
          "What does it take to have your own beer glass in a Czech pub? For Locals Only: Personalised Beer Glasses. In 1842, we made the world's first golden pilsner and we never stopped. Pilsner Urquell is crafted in Pilsen, Czech Republic using traditional methods and ingredients: soft Pilsen water, Saaz hops, and barley from Moravia.",
          1480012200
        ],
        [
          "Why would a Czech put a beermat on top of their glass of beer? And why might the bartender draw on your beermat? #NaZdravi \n\nhttp://pilsnerurquell.com/article/beneath-beer-history-beermats. Beneath the Beer: A History of Beermats. In 1842, we made the world's first golden pilsner and we never stopped. Pilsner Urquell is crafted in Pilsen, Czech Republic using traditional methods and ingredients: soft Pilsen water, Saaz hops, and barley from Moravia.",
          1456330581
        ],
        [
          "Pizza dough, mustard, lemon and white chocolate cheesecake, not things you would expect to make with beer. \n\nWhy not get into the kitchen this weekend, open some beers, and try out these great recipes?\n\nhttp://pilsnerurquell.com/uk/article/cooking-pilsner-urquell. Cooking with Pilsner Urquell. In 1842, we made the world's first golden pilsner and we never stopped. Pilsner Urquell is crafted in Pilsen, Czech Republic using traditional methods and ingredients: soft Pilsen water, Saaz hops, and barley from Moravia.",
          1414774142
        ],
        [
          "The Czech barley harvest is happening very soon, so along with some farmers and maltsters we went to see how this year’s crop is looking (and it’s looking good!) \n\nhttp://pilsnerurquell.com/uk/article/checking-barley. Checking the Barley. In 1842, we made the world's first golden pilsner and we never stopped. Pilsner Urquell is crafted in Pilsen, Czech Republic using traditional methods and ingredients: soft Pilsen water, Saaz hops, and barley from Moravia.",
          1405524156
        ],
        [
          "We've designed some new cans inspired by our old bottle labels. What do you think? \n\nhttp://pilsnerurquell.com/uk/article/limited-edition-cans . Limited Edition Cans. In 1842, we made the world's first golden pilsner and we never stopped. Pilsner Urquell is crafted in Pilsen, Czech Republic using traditional methods and ingredients: soft Pilsen water, Saaz hops, and barley from Moravia.",
          1402930102
        ],
        [
          "Like beer and like chocolate? Well here’s some of the best\ncombinations that we know of. Do you have any great suggestions?\n\nhttp://pilsnerurquell.com/uk/article/best-beer-and-chocolate-pairings. Best Beer and Chocolate Pairings. In 1842, we made the world's first golden pilsner and we never stopped. Pilsner Urquell is crafted in Pilsen, Czech Republic using traditional methods and ingredients: soft Pilsen water, Saaz hops, and barley from Moravia.",
          1397822400
        ],
        [
          "In our 172 years of brewing, there has been a total of 13 brewmasters working in Plzen. Today we’re going into the archives to find out a little more about the first five...\n\nhttp://pilsnerurquell.com/uk/article/pilsner-urquell%E2%80%99s-brewmasters-part-one . Pilsner Urquell’s Brewmasters (Part One) In 1842, we made the world's first golden pilsner and we never stopped. Pilsner Urquell is crafted in Pilsen, Czech Republic using traditional methods and ingredients: soft Pilsen water, Saaz hops, and barley from Moravia.",
          1396625224
        ],
        [
          "You're in Czech, you've just ordered a beer and now\nyou're hungry. Open the menu and you'll see pivni syr, utopenec and hermelin. But what are they?!\n\nhttp://pilsnerurquell.com/uk/article/czech-beer-snacks. Czech Beer Snacks. In 1842, we made the world's first golden pilsner and we never stopped. Pilsner Urquell is crafted in Pilsen, Czech Republic using traditional methods and ingredients: soft Pilsen water, Saaz hops, and barley from Moravia.",
          1396007291
        ],
        [
          "The ultimate craftsmen? There's been coopers building wooden beer barrels in Plzen for over 170 years, and it's a tradition which seven guys continue today\n\nhttp://pilsnerurquell.com/uk/article/coopers-and-wooden-barrels. The Coopers and Wooden Barrels. In 1842, we made the world's first golden pilsner and we never stopped. Pilsner Urquell is crafted in Pilsen, Czech Republic using traditional methods and ingredients: soft Pilsen water, Saaz hops, and barley from Moravia.",
          1395163185
        ],
        [
          "Drinking in Prague? Here’s some of the places we love. What’s your favourite bar?\n\nhttp://pilsnerurquell.com/uk/article/pubs-prague. Pubs of Prague. In 1842, we made the world's first golden pilsner and we never stopped. Pilsner Urquell is crafted in Pilsen, Czech Republic using traditional methods and ingredients: soft Pilsen water, Saaz hops, and barley from Moravia.",
          1393678802
        ],
        [
          "Did you know that we make all of our own malt for brewing Pilsner Urquell? And we've done it since 1842.\n\nhttp://pilsnerurquell.com/uk/article/pilsner-urquell-maltings . The Pilsner Urquell Maltings. In 1842, we made the world's first golden pilsner and we never stopped. Pilsner Urquell is crafted in Pilsen, Czech Republic using traditional methods and ingredients: soft Pilsen water, Saaz hops, and barley from Moravia.",
          1393260409
        ],
        [
          "For those still guessing, welcome Strongroom Bar, our newest Tankovna pub soon to be serving fresh unpasteurised Pilsner Urquell tank beer. Read all about the newest pub to the UK tank bar family: http://pilsnerurquell.com/uk/article/strongroom. Strongroom. In 1842, we made the world's first golden pilsner and we never stopped. Pilsner Urquell is crafted in Pilsen, Czech Republic using traditional methods and ingredients: soft Pilsen water, Saaz hops, and barley from Moravia.",
          1392818402
        ],
        [
          "What's the strangest drinking custom you've heard of? In the\nCzech Republic, if you don't look someone in the eye as you clunk glasses, you could be in for some bad luck!\n\nhttp://pilsnerurquell.com/uk/article/beer-drinking-czech-republic-everything-you-need-know. Beer Drinking in Czech Republic: Everything You Need to Know. In 1842, we made the world's first golden pilsner and we never stopped. Pilsner Urquell is crafted in Pilsen, Czech Republic using traditional methods and ingredients: soft Pilsen water, Saaz hops, and barley from Moravia.",
          1392383998
        ],
        [
          "In the UK, you can only drink unpasteurised tank Pilsner Urquell in White Horse on Parson's Green, London. It’s probably time to send over some more tanks… What do you think? \n\nhttp://pilsnerurquell.com/uk/article/why-we-love-tankovna. Why we love tankovna. In 1842, we made the world's first golden pilsner and we never stopped. Pilsner Urquell is crafted in Pilsen, Czech Republic using traditional methods and ingredients: soft Pilsen water, Saaz hops, and barley from Moravia.",
          1392300001
        ],
        [
          "Starting tomorrow you’ll be able to taste the original Pilsner, unfiltered and unpasteurised, at one of the bars hosting our limited edition 25 litre Oak Barrels http://pilsnerurquell.com/uk/article/wooden-barrel-events. Wooden Barrel Events. In 1842, we made the world's first golden pilsner and we never stopped. Pilsner Urquell is crafted in Pilsen, Czech Republic using traditional methods and ingredients: soft Pilsen water, Saaz hops, and barley from Moravia.",
          1381224000
        ],
        [
          "Experience the original Pilsner, unfiltered and unpasteurised, direct from one of our limited edition wooden barrels in the UK next week: http://pilsnerurquell.com/uk/article/wooden-barrel-events. Wooden Barrel Events. In 1842, we made the world's first golden pilsner and we never stopped. Pilsner Urquell is crafted in Pilsen, Czech Republic using traditional methods and ingredients: soft Pilsen water, Saaz hops, and barley from Moravia.",
          1380721200
        ],
        [
          "This time of year sees festivals of all types pop up across the globe. Here’s our pick of some of the best festivals September has to offer http://pilsnerurquell.com/uk/article/beer-festivals. Pilsner Urquell. In 1842, we made the world's first golden pilsner and we never stopped. Pilsner Urquell is crafted in Pilsen, Czech Republic using traditional methods and ingredients: soft Pilsen water, Saaz hops, and barley from Moravia.",
          1378201201
        ]
      ],
      "dates_start": 1377265301,
      "dates_end": 1428590850,
      "likes_avg": 56,
      "likes_stdev": 44,
      "comments_avg": 3,
      "comments_stdev": 3,
      "shares_avg": 5,
      "shares_stdev": 3
    }
  ]
}