{
  "pagename": "plzen.prazdroj",
  "globalstats": {
    "messages": 402,
    "likes_avg": 136,
    "likes_stdev": 195,
    "comments_avg": 11,
    "comments_stdev": 32,
    "shares_avg": 19,
    "shares_stdev": 30,
    "graph_uri": "clusters/plzen.prazdroj.png"
  },
  "clusters": [
    {
      "number": 1,
      "important": [
        "radegast",
        "dárek",
        "originální",
        "zde",
        "na",
        "prazdroj",
        "najdet",
        "opravdu",
        "abi",
        "který"
      ],
      "common": [
        "darujte",
        "dárek",
        "http",
        "http mp",
        "mp",
        "originální",
        "originální dárek",
        "polovičce originální dárek lásky který",
        "potěší",
        "prazdroj"
      ],
      "messages": [
        [
          "Darujte své drahé polovičce originální dárek z lásky, který potěší! #valentyn #zlasky #prazdroj\n\nS láskou vybírejte zde → http://j.mp/Darek_pro_ni",
          1453905121
        ],
        [
          "Darujte své drahé polovičce originální dárek z lásky, který opravdu potěší! #valentyn #zlasky #prazdroj\n\nS láskou vybírejte zde → http://j.mp/Darek_pro_nej",
          1453822920
        ],
        [
          "Darujte originální dárek a oslavte „Bohudík hořké“ Vánoce s Radegastem! Praví chlapi ocení ;) #radegast\n\nVyberte správný dárek na míru → http://j.mp/Radegast-Zimni_kolekce giphy.com",
          1449850080
        ],
        [
          "Hledáte nějaké milé valentýnské překvapení? V našem obchůdku najdete spoustu skvělých nápadů na originální dárek.\n\nhttp://eshop.prazdroj.cz/ Timeline Photos",
          1422986401
        ]
      ],
      "dates_start": 1432245518,
      "dates_end": 1458036742,
      "likes_avg": 97,
      "likes_stdev": 40,
      "comments_avg": 2,
      "comments_stdev": 1,
      "shares_avg": 18,
      "shares_stdev": 9
    },
    {
      "number": 2,
      "important": [
        "od hod",
        "vás",
        "plzni",
        "vždi",
        "těšit",
        "se můžete",
        "tradiční",
        "sobotu",
        "hod",
        "prazdrojvisit"
      ],
      "common": [
        "10",
        "muzeu",
        "na",
        "od",
        "od 10",
        "pivovarském",
        "pivovarském muzeu",
        "podzimní",
        "si",
        "sobotu"
      ],
      "messages": [
        [
          "Připravili jsme pro vás opět podzimní kreativní workshopy! Každou sobotu až do 3. 12. se můžete těšit na tradiční tvůrčí dílny v malebných historických prostorách Pivovarského muzea v Plzni. Osvojíte si techniky, které vás zároveň pomyslně provedou postupem výroby piva. V ceně je i prohlídka a ochutnávka piva ;) #pivovarskemuzeum #prazdrojvisit Kreativní workshopy | 5. 11. - 3. 12. Vždy v sobotu od 10 do 16 hod • Pivovarské muzeum v Plzni",
          1478075100
        ],
        [
          "Navštivte tuto sobotu poslední workshop z cyklu Podzimní inspirace! Domů si odnesete ozdoby na stromeček z drátu a papíru a vyzkoušíte si i zdobení perníčků. Těšíme se na vás od 10 hod v Pivovarském muzeu v Plzni! #pivovarskemuzeum #prazdrojvisit \n\nA pokud se perníčky povedou, můžete je přihlásit do 12. ročníku Soutěže o nejkrásnější vánoční perníček → http://j.mp/Soutez-Nejkrasnejsi_pernicek Tvůrčí dílny v Pivovarském muzeu | sobota 28.11. Poslední workshop z cyklu tvůrčích dílen Podzimní inspirace proběhne již tuto sobotu 28. listopadu od 10 do 16 hod.",
          1448527020
        ],
        [
          "Již tuto sobotu 14. listopadu proběhne další tvůrčí dílna z cyklu Podzimní inspirace. Přijďte si s rodinou nebo kamarády vyrobit náramek na paměťovém drátu či ketlovaný náramek nebo si vyzkoušet paličkování. Těšíme se na vás od 10 do 16 hodin v Pivovarském muzeu v Plzni! #pivovarskemuzeum #prazdrojvisit Tvůrčí dílny v Pivovarském muzeu | sobota 14.11. Cyklus tvůrčích dílen s názvem Podzimní inspirace probíhá každou sobotu až do 28. listopadu, vždy od 10 do 16 hod. Pokud dorazíte opakovaně, máte nárok na zvýhodněné vstupné.  ",
          1447257060
        ],
        [
          "Již tuto sobotu 7. listopadu proběhne další tvůrčí dílna z cyklu Podzimní inspirace. Přijďte si s rodinou nebo kamarády vyrobit květinovou vazbu nebo uplést vlastní ozdobu ze slámy. Těšíme se na vás od 10 do 16 hodin v Pivovarském muzeu v Plzni! #pivovarskemuzeum #prazdrojvisit Tvůrčí dílny v Pivovarském muzeu | sobota 7.11. Cyklus tvůrčích dílen s názvem Podzimní inspirace probíhá každou sobotu až do 28. listopadu, vždy od 10 do 16 hod. Pokud dorazíte opakovaně, máte nárok na zvýhodněné vstupné. ",
          1446635160
        ],
        [
          "Připravili jsme pro vás podzimní kreativní workshopy, které budou probíhat v Pivovarském muzeu v Plzni. Každou sobotu až do konce listopadu si u nás můžete vyzkoušet různé výtvarné techniky. Na své si přijdou všechny věkové kategorie. Začínáme již tuto sobotu! #pivovarskemuzeum #prazdrojvisit Sobotní tvůrčí dílny v Pivovarském muzeu Cyklus tvůrčích dílen s názvem Podzimní inspirace probíhá každou sobotu od 31.10. - 28.11. 2015, vždy od 10:00 – 16:00 hod. Pokud dorazíte opakovaně, máte nárok na zvýhodněné vstupné.\r\n",
          1445962052
        ]
      ],
      "dates_start": 1440870576,
      "dates_end": 1465711980,
      "likes_avg": 47,
      "likes_stdev": 38,
      "comments_avg": 0,
      "comments_stdev": 0,
      "shares_avg": 16,
      "shares_stdev": 13
    },
    {
      "number": 3,
      "important": [
        "plzeňského prazdroj",
        "soutěž",
        "alkohol",
        "najdet",
        "najdet na",
        "našich",
        "jen",
        "vyhrává",
        "kč",
        "pod"
      ],
      "common": [
        "18",
        "alkohol",
        "alkoholu",
        "european business",
        "je",
        "můžete",
        "na",
        "pod",
        "se",
        "si"
      ],
      "messages": [
        [
          "SOUTĚŽ: Jaké upozornění nabádající k odpovědné konzumaci najdete na našich plechovkách? Prvních 10 správných odpovědí pod tímto příspěvkem vyhrává poukázku do e-shopu Plzeňského Prazdroje v hodnotě 500 Kč! #soutez #alkoholatehotenstvi\n\nA - Alkohol v těhotenství jen pod dohledem lékaře\nB - Přeškrtnutá ikona těhotné ženy (Těhotné ženy by neměly pít alkohol)\nC - Alkohol v těhotenství nemusíte řešit\n\nPravidla soutěže → http://bit.ly/Pravidla-Upozorneni_na_plechovce Timeline Photos",
          1474639200
        ],
        [
          "Blíží se silvestrovské oslavy a určitě nebude na škodu si připomenout pár cenných rad jak bezpečně konzumovat alkohol :) Dodržujete je? ;) #napivosrozumem \n\n1. Nepijte na lačný žaludek.\n2. Střídejte alkoholické nápoje s nealkoholickými.\n3. Alkohol a léky nejdou opravdu dohromady.\n4. Pití alkoholu není závod.\n5. Cílem je pobavit se a ne opít.\n6. Opilost opravdu normální není.\n7. Je vhodné mít vždy předem zajištěnu dopravu.\n8. Počkejte do 18 let, alkohol nezletilým nesluší.\n9. Vybírejte si společnost. Kdyby se vám udělalo zle, kamarádi neutečou.\n10. Neriskujte. Pod vlivem alkoholu můžete ublížit sobě i ostatním.\n11. NIKDY nesedejte za volant po požití alkoholu!!! Timeline Photos",
          1451476741
        ],
        [
          "Snad každý ví nebo alespoň tuší, jak správně konzumovat alkohol. Určitě ale nebude na škodu si pár cenných rad připomenout. Obzvlášť v tomto období vánočních večírků a blížících se silvestrovských oslav. Tak schválně, dodržujete je? ;) #napivosrozumem\n\n1. Nepijte na lačný žaludek.\n2. Střídejte alkoholické nápoje s nealkoholickými.\n3. Alkohol a léky nejdou opravdu dohromady.\n4. Pití alkoholu není závod.\n5. Cílem je pobavit se a ne opít.\n6. Opilost opravdu normální není.\n7. Je vhodné mít vždy předem zajištěnu dopravu.\n8. Počkejte do 18 let, alkohol nezletilým nesluší.\n9. Vybírejte si společnost. Kdyby se vám udělalo zle, kamarádi neutečou.\n10. Neriskujte. Pod vlivem alkoholu můžete ublížit sobě i ostatním.\n11. NIKDY nesedejte za volant po požití alkoholu!!! Timeline Photos",
          1450459021
        ],
        [
          "Dnes je den FAS (fetální alkoholový syndrom). Tento syndrom vzniká u dětí, jejichž matka během těhotenství pila alkohol. Plzeňský Prazdroj dlouhodobě usiluje o to, aby spotřebitelé přijali odpovědné chování spojené s konzumací piva. #fas #napivosrozumem #FASday\r\n\r\nJaký je názor odborníků na tuto problematiku? Těhotné ženy by neměly pít alkohol Alkohol k těhotenství nepatří. Podle odborníků je nejrizikovější hlavně nárazové pití a pití během...",
          1441783860
        ],
        [
          "Projekt Plzeňského Prazdroje zaměřený na prevenci konzumace alkoholu u nezletilých se právě uchází o ocenění v prestižní soutěži European Business Awards o titul National Public Champion.\nI vy můžete podpořit myšlenku, že alkohol dětem do ruky nepatří. Svou podporu můžete vyjádřit hlasováním ZDE http://www.businessawardseurope.com/vote/detail/czech-republic/11558 Plzensky Prazdroj - 2014 | The European Business Awards The European Business Awards, the organisation which recognises excellence, innovation and best practice in Europe. We reward businesses of all sizes from nearly 30 countries.",
          1422601201
        ],
        [
          "Souhlasíte, že nezletilí by neměli konzumovat alkohol? Podpořte v soutěži European Business Awards náš projekt Respektuj 18 zaměřený na prevenci konzumace alkoholu u dětí a nezletilých. Hlasovat pro Respektuj 18 - stop alkoholu u nezletilých Podpořte naši myšlenku, že alkohol dětem do ruky nepatří  a vyplňte Váš email do oranžového formuláře pod videem. Váš hlas potvrdíte kliknutím na odkaz, který vám automaticky přijde na zadanou emailovou adresu. Své hlasy můžete posílat až do24.2. ",
          1421172001
        ],
        [
          "Připněte si zítra placku RESPEKTUJ 18 a podpořte tak symbolicky hlavní myšlenku kampaně: \"Alkohol dětem do ruky nepatří!\" \nwww.respektuj18.cz Timeline Photos",
          1403705795
        ]
      ],
      "dates_start": 1415970365,
      "dates_end": 1459983296,
      "likes_avg": 160,
      "likes_stdev": 229,
      "comments_avg": 38,
      "comments_stdev": 71,
      "shares_avg": 15,
      "shares_stdev": 11
    },
    {
      "number": 4,
      "important": [
        "plzeňský",
        "roku",
        "plzeňský prazdroj",
        "místo",
        "společně",
        "projekt",
        "naše",
        "birel",
        "za",
        "děkujem"
      ],
      "common": [
        "birell",
        "cz",
        "na",
        "photos",
        "prazdroj",
        "soutěži",
        "timeline",
        "timeline photos",
        "www",
        "za"
      ],
      "messages": [
        [
          "Awesome news! Together with Leo Burnett Praha we managed to steal the second place in the popular award show WebTop100 for our Unstoppables digital campaign! Thank you to Birell,  Plzeňský Prazdroj and of course our team who worked on it!\n\nNaše projekty nejsou žádná one man show. Společně s Leo Burnett Praha jsme získali druhé místo na soutěži WebTop100 za digitální kampaň roku pro Birell (Default) / Plzeňský Prazdroj za projekt Nezastavitelní! Děkujeme! Jinak samo gratulace i Kazmovi :) Unstoppables intro",
          1479294231
        ],
        [
          "Volbu spotřebitelů letos vyhrál cider Kingswood, Birell Zázvor a Radegast Ryze Hořká 12! \nZa vaše hlasy pro naše novinky vám spotřebitelům děkujeme! Prazdroj má 3 nejoblíbenější \"nové\" nápoje",
          1429852809
        ],
        [
          "Skvělá zpráva pro milovníky nealko piva Birell! Nejoblíbenější nealko pivo v ČR představuje novou příchuť Pomelo&Grep, která spojuje chuť sladšího pomela a hořkého grepu\n\nhttp://www.prazdroj.cz/cz/media/archiv-tiskovych-zprav/1483-novinka-birell-s-osv-tuj-c-pe-chut-pomela-a-grepu Timeline Photos",
          1427277601
        ],
        [
          "Birell získal pivního Oskara! Z prestižní mezinárodní soutěži The International Brewing Awards ve Velké Británii \nsi odváží zlato za polotmavou variantu a stříbro za Birell Světlý. \n\nhttp://www.prazdroj.cz/cz/media/archiv-tiskovych-zprav/1470-birell-z-skal-pivn-ho-oskara Timeline Photos",
          1424282401
        ],
        [
          "Zázvorový nealkoholický Birell a Kingswood, kvašený jablečný nápoj, získaly ve středu 22. října 2014 ocenění „Česká chuťovka 2014\" v soutěži o Dobrý tuzemský potravinářský výrobek.\nbit.ly/Ceska_Chutovka2014 Timeline Photos",
          1414598649
        ],
        [
          "Víte, která surovina má na svědomí typickou hořkou chuť piva? \n\nA) chmel\nB) slad\nC) mladina\nD) sladina Timeline Photos",
          1411578001
        ],
        [
          "Zpátky na kolo. O tom je nový projekt Birell jízda, který pomůže handicapovaným lidem žít znovu aktivně. Víte o někom, komu bychom mohli pomoct, aby přes svůj handicap znovu začal jezdit na kole? Přihlaste ho na www.birelljizda.cz. Birell jízda startuje! Dopřejme krásu z ježdění na kole těm, které potkala nepřízeň osudu. Pomozme někomu, kdo miluje cyklistiku, ale kvůli nemoci či úrazu se jí nemůže věnovat nap...",
          1403502963
        ]
      ],
      "dates_start": 1404226822,
      "dates_end": 1450169364,
      "likes_avg": 30,
      "likes_stdev": 16,
      "comments_avg": 7,
      "comments_stdev": 16,
      "shares_avg": 3,
      "shares_stdev": 2
    },
    {
      "number": 5,
      "important": [
        "plzeňském prazdroji",
        "své",
        "plzeňském",
        "prazdroji",
        "už",
        "leto",
        "tak",
        "je",
        "opravdu",
        "jen"
      ],
      "common": [
        "cz",
        "na",
        "photos",
        "plzeňském",
        "plzeňském prazdroji",
        "prazdroji",
        "pro",
        "se",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "Už jen do konce března můžou studenti vysokých škol zasílat své přihlášky na stáž v Plzeňském Prazdroji! Zájem je letos opravdu veliký, tak neváhejte a přihlaste se!\n\nhttp://www.prazdroj.cz/cz/o-nas/prilezitost-pro-studenty Timeline Photos",
          1427352106
        ],
        [
          "Stáž ve společnosti jakou je Plzeňský Prazdroj může být prvním krokem k úspěšné kariéře.\nPřesně takovou zkušenost má jeden z bývalých stážistů a současných kolegů - Michal Škoda, který nyní pracuje v Plzeňském Prazdroji na pozici specialisty trade marketingu a je zodpovědný za realizaci promo akcí v oblasti pohostinství i maloobchodu.\n\nhttp://www.prazdroj.cz/cz/o-nas/prilezitost-pro-studenty Timeline Photos",
          1426788001
        ],
        [
          "Jste studentem 4. nebo 5. ročníku vysoké školy a sháníte letní stáž?\nNyní máte možnost získat praxi u nás v Plzeňském Prazdroji. O unikátních letních placených stážích se více dozvíte zde http://www.prazdroj.cz/cz/o-nas/prilezitost-pro-studenty. \nPřihlášky můžete posílat do konce března 2015! Timeline Photos",
          1426068678
        ],
        [
          "Vaříme pivo z místních surovin a našich dodavatelů si vážíme Plzeňský Prazdroj je na domácím trhu 2. největším odběratelem sladovnického ječmene a největším odběratelem odrůd ječmene schválených pro výrobky s chráněným zeměpisným označením České pivo. Tyto odrůdy tvořily 90 % odebraného ječmene. Více o tom jak spolupracujeme s našimi dodavateli, se dozvíte v nové Zprávě o trvale udržitelném rozvoji v Plzeňském Prazdroji pro rok 2014. \nbit.ly/spol_odpov Timeline Photos",
          1418886007
        ],
        [
          "V Plzeňském Prazdroji usilujeme o čistý svět - v roce 2013 jsme v našich provozech vyprodukovali celkem 161.369 tun odpadů, z toho jsme dokázali 98,97 % druhotně využít. Dbáme na to, aby se odpad důsledně třídil ve všech provozech Plzeňského Prazdroje, tedy jak ve výrobě, tak v administrativních a obchodních prostorech. Více se dozvíte v nové Zprávě o trvale udržitelném rozvoji v Plzeňském Prazdroji pro rok 2014. bit.ly/spol_odpov Timeline Photos",
          1418752806
        ],
        [
          "Víte, že voda tvoří více než 90 % piva? Bez kvalitní vody by nebylo ani kvalitní pivo, proto usilujeme o zajištění stálého přístupu ke zdravotně nezávadné vodě a snižujeme spotřebu vody ve výrobě. V pivovaru Radegast jsme v uplynulém roce uvařili pivo se spotřebou 2,82 hl vody na 1 hl piva, čímž se dostal na světovou špičku ve spotřebě vody. Bylo to hlavně díky projektům, které vzešly z iniciativy našich zaměstnanců. Více se dozvíte v nové Zprávě o trvale udržitelném rozvoji v Plzeňském Prazdroji pro rok 2014. \n\nhttp://www.prazdroj.cz/data/web/spolecenska-odpovednost-2014/snizujeme-spotrebu-vody/ Timeline Photos",
          1417075210
        ],
        [
          "Chceme, aby se pivo stalo přirozenou volbou pro umírněnou a zodpovědnou konzumaci. Pivo patří v České republice k nejoblíbenějším nápojům zpříjemňujícím život naprosté většině lidí, kteří jej ale pijí zodpovědně. Veškerá naše reklama se proto vyhýbá prvkům, které by mohly oslovovat nezletilé spotřebitele. Hercům v reklamách na naše produkty musí být minimálně 25 let. Proč? Více se dozvíte v nové Zprávě o trvale udržitelném rozvoji v Plzeňském Prazdroji pro rok 2014.\n\nhttp://www.prazdroj.cz/data/web/spolecenska-odpovednost-2014/podporujeme-odpovednou-konzumaci-alkoholu/ Timeline Photos",
          1416988810
        ]
      ],
      "dates_start": 1417275957,
      "dates_end": 1426127362,
      "likes_avg": 23,
      "likes_stdev": 9,
      "comments_avg": 0,
      "comments_stdev": 0,
      "shares_avg": 3,
      "shares_stdev": 1
    },
    {
      "number": 6,
      "important": [
        "prohlídku",
        "na prohlídku",
        "pivovaru",
        "nás",
        "karton piva",
        "máte",
        "tak",
        "po",
        "karton",
        "prohlídku pivovaru"
      ],
      "common": [
        "na",
        "na prohlídku",
        "na prohlídku pivovaru",
        "photos",
        "piva",
        "pivovaru",
        "prohlídku",
        "prohlídku pivovaru",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "Máte bystré oko a cit pro detail? Tak pátrejte i tentokrát po rozdílech v našem obrázku. \nSoutěžíme opět o 2 vstupenky na prohlídku pivovaru a karton piva. Vyhrává 5 nejrychlejších a nejpřesnějších tipů.\nA nezapomeňte nás ve velkopopovickém pivovaru navštívit :)\n\nbit.ly/VPK_soutez_rozdily Timeline Photos",
          1438272002
        ],
        [
          "Kozel říká: „Mám pro vás vstupenku ke mně do pivovaru. Co vy na to? Přijdete mě navštívit?“ Soutěž o vstupenku na prohlídku Kozlova pivovaru Odpověz na jednoduché otázky a získej k jedné\r\nzakoupené vstupence na prohlídku pivovaru druhou zdarma. ",
          1438012680
        ],
        [
          "Hledejte, pátrejte, přemýšlejte a pište, kolik jste našli rozdílů na dnešním soutěžním obrázku.\nI tento týden odměníme 5 nejrychlejších a nejpřesnějších tipů, jejichž autoři získají 2 vstupenky na prohlídku pivovaru a karton piva.\n\nNa Radegast!\n\nbit.ly/RA_soutez_rozdily Timeline Photos",
          1436976002
        ],
        [
          "Radegast - pohanský bůh úrody, ohně, slunce, pohostinnosti a sklizně, patron Moravy a jistě ne náhodou taky název místního piva, které letos slaví 45 let! Přijďte na prohlídku pivovaru a oslavujte s námi Radegast slaví 45 let Přijeďte se podívat, kde se rodí příběh charakteristické výrazné hořkosti, přijeďte do pivovaru v Nošovicích",
          1436767004
        ],
        [
          "Kolik rozdílů na fotce z nádvoří našeho pivovaru v Plzni najdete tentokrát?\nNapište nám do komentáře, kolik rozdílů jste na obrázku objevili a získejte 2 vstupenky na prohlídku pivovaru a karton piva.\n5 nejpřesnějších a nejrychlejších komentářů vyhrává.\n\nbit.ly/PP_soutez_najdi_rozdily_PP Timeline Photos",
          1436331602
        ],
        [
          "Napište nám do komentáře, kolik jste našli rozdílů na obrázku z varny velkopopovického pivovaru.\n5 nejpřesnějších a nejrychlejších komentářů vyhrává po dvou vstupenkách na prohlídku pivovaru, kde si pak můžete vše prohlédnout na vlastní oči + karton piv\n\nbit.ly/PP_soutez_rozdily_VPK Timeline Photos",
          1435726801
        ],
        [
          "Chcete ochutnat Kozla přímo v místě, kde bylo mistrovské dílo zrozeno? Zajímalo by vás, jak vypadají útroby pivovaru? \nPak neváhejte a přijďte na prohlídku do Velkopopovického pivovaru! Prohlídka Velkopopovického pivovaru Prohlídka s průvodcem vede z Návštěvnického centra přes malebné nádvoří pivovaru do současné varny, kde se návštěvníci seznámí s procesem výroby piva a surovinami, které se k výrobě používají. Netradiční interaktivní expozice představí návštěvníkům bohatou historii pivovaru a příběh zakladatele pivovaru barona Ringhoffera a jeho rodiny, kteří výrazným způsobem tvořili a měnili nejen příběh pivovaru, ale celého kraje. ",
          1434980883
        ],
        [
          "Festival světla rozsvítí příští pátek a sobotu Plzeň i pivovar Plzeňský Prazdroj. Bude zářit desítka světelných instalací a projekcí českých i zahraničních umělců.V pivovarských sklepech bude připravena světelná instalace s názvem Die Herde. \n \nVíte, kdo je jejím autorem?\n \nPrvní 3 z vás, kteří správně odpoví na naši otázku, odměníme vstupenkami pro dvě osoby na prohlídku pivovaru s ochutnávkou nefiltrovaného piva Pilsner Urquell! Timeline Photos",
          1423724401
        ]
      ],
      "dates_start": 1430680611,
      "dates_end": 1439517232,
      "likes_avg": 140,
      "likes_stdev": 104,
      "comments_avg": 50,
      "comments_stdev": 50,
      "shares_avg": 19,
      "shares_stdev": 22
    },
    {
      "number": 7,
      "important": [
        "soutěž",
        "české",
        "gratulujem",
        "stal",
        "čepuj",
        "výčepní",
        "kdo",
        "finál",
        "se",
        "gambrinus"
      ],
      "common": [
        "cz",
        "gambrinus",
        "mistr",
        "mistr výčepní",
        "na",
        "piva",
        "pivo",
        "se",
        "soutěže",
        "výčepní"
      ],
      "messages": [
        [
          "Kdo v České republice čepuje pivo Gambrinus nejlépe? Petr Hlavatý z liberecké restaurace U Cvičáku, který se stal letošním vítězem soutěže Gambrinus Mistr Výčepní. Gratulujeme! #gambrinus #mistrvycepni Mistrem v čepování piva Gambrinus je Petr Hlavatý Finále soutěže Mistr Výčepní 2016 se zúčastnilo 27 nejlepších výčepních z regionálních kol.  Celkem se zapojilo 300 účastníků. O titul absolutního vítěze se jich utkalo celkem sedm. ",
          1458812940
        ],
        [
          "Kde si dát pivo od nejlepšího výčepního? Hledejte v Ostravě! Právě tady stojí za pípou čerstvý vítěz soutěže Radegast Mistr Výčepní Martin Kludka z ostravské Pivnice Assen. Gratulujeme! #radegast #mistrvycepni Mistrem v čepování piva je Martin Kludka z Ostravy Soutěže Radegast Mistr Výčepní se zúčastnilo 135 výčepních. Soutěž probíhá ve dvou kolech. Z 5 regionálních kol postoupilo do finále 20 nejlepších výčepních.",
          1458734161
        ],
        [
          "Vítězem letošním ročníku degustační soutěže sudových piv Zlatý soudek Pivex 2016 v kategorii Světlé výčepní pivo se stal náš Gambrinus nepasterizovaný 10! Odborníkům chutná a jak chutná vám? ;) #gambrinus #plzenskyprazdroj #zlatysoudekpivex Timeline Photos",
          1455721346
        ],
        [
          "Máme radost! Vítězem nezávislé degustační soutěže České pivo 2015 v kategorii Světlá výčepní piva se stal láhvový GAMBRINUS Original 10°!\n\nV soutěži byly posuzovány senzorické vlastnosti piva a v analytických laboratořích byla prováděna kontrola původního extraktu kvůli ověření příslušnosti do kategorie. #plzenskyprazdroj #gambrinus #ceskepivo2015 Timeline Photos",
          1443095161
        ],
        [
          "Dřina, čistota, pokora, ale hlavně láska k pivu. To jsou atributy dobrého výčepního. Julius Vanya se jimi řídí již 25 let a právě to ho pasuje na novou výčepní legendu. Zajděte si na jedno do Švejk restaurantu U Věžičky v Kadani a ochutnejte pivo z rukou legendy. Výčepní legenda Julius Vanya",
          1439813641
        ],
        [
          "Chcete si dát pivo načepované „na dvakrát“ nejlepším výčepním na Moravě? Pak vyrazte do restaurace Max v Českém Těšíně. Právě tady stojí za pípou Jindřich Sikora, který vyhrál v prvním ročníku soutěže Radegast Mistr Výčepní a může se tak právem pyšnit titulem Nejlepší výčepní na Moravě.\n\nhttp://www.prazdroj.cz/cz/media/archiv-tiskovych-zprav/1486-nejlep-m-moravsk-m-v-epn-m-je-jind-ich-sikora-z-esk-ho-t-na Timeline Photos",
          1427440150
        ],
        [
          "Letošní ročník soutěže o nejlepší výčepní či výčepního piva Gambrinus v České republice již zná první finalisty. V Plzni se jimi stali Jakub Bruj z restaurace Sedmý Nebe Morávka, Viktor Palangari z restaurace U Rajchů a Martin Anderle z Excelent Urban Pub Comix. Gratulujeme a držíme palce v boji o nejvyšší stupínek 26. března na republikovém finále v Plzni!\n\nhttp://www.prazdroj.cz/cz/media/archiv-tiskovych-zprav/1462-plze-zn-mistra-v-epn-ho-2015-usp-l-by-hospodsk-z-va-eho-podniku Timeline Photos",
          1423504872
        ],
        [
          "Když čepujete s láskou, pivo i lidé vám to vrátí a dostanete zpětnou vazbu, že jim chutná.  Do hospody patří pivo, a ne limonáda, říká nejlepší výčepní Rozhovor s nejlepším výčepním Pavlem Pressburgem o lásce k pivu, spokojených zákaznících, ceně piva i práci za výčepem.",
          1408349749
        ]
      ],
      "dates_start": 1422147137,
      "dates_end": 1456720867,
      "likes_avg": 201,
      "likes_stdev": 189,
      "comments_avg": 15,
      "comments_stdev": 17,
      "shares_avg": 42,
      "shares_stdev": 47
    },
    {
      "number": 8,
      "important": [
        "těšíme se na vás",
        "českého piva",
        "na vás",
        "těšíme se na",
        "dnes",
        "chmel",
        "ochutnat",
        "piva",
        "gambrinus",
        "se na vás"
      ],
      "common": [
        "na",
        "photos",
        "se",
        "se na",
        "se na vás",
        "timeline",
        "těšíme",
        "těšíme se",
        "těšíme se na",
        "vás"
      ],
      "messages": [
        [
          "Dnes začínají Dny českého piva. Do soboty 3.10. můžete ve vybraných restauracích ochutnat vynikající česká piva, jako například speciální Gambrinus První chmel. Těšíme se na vás! 🍺 #gambrinus #prvnichmel Timeline Photos",
          1443332581
        ],
        [
          "Skvělý pivařský, kulinářský, kulturní i hudební zážitek vás čeká na letoším, již tradičním, Dni Kozla. Tak dorazte a připijte si s námi u toho nejdelšího stolu. Těšíme se na vás :) Den Kozla 13.6. v Popovicích Těšte se na kapely Mig 21, Buty, Všichni svatí, Underhill a další",
          1433945807
        ],
        [
          "Jaký máte u vás stromeček? Pochlubte se nám vaší fotkou u vánočního stromku s naším pivem a hrajte s námi o prohlídku některého z našich pivovarů, pivo pod stromeček, gravírovanou sklenici a další ceny. Těšíme se na vaše fotky! :) \n\nbit.ly/Prazdroj_pravidla_vanocni_souteze Timeline Photos",
          1417776432
        ],
        [
          "Už příští neděli vás čeká Kozlí nadílka, kdy si budete moct najít během speciální prohlídky pivovaru svůj vánoční dárek. Pomůžete vybrat nejlepší vánočku Velkopopovicka, poslechnete si vánoční koledy, zapojíte se do výroby Velkopopovického betlému z perníku a v Kozlím obchůdku se pak můžete inspirovat tipy pod vánoční stromek. Tak nezapomeňte - v neděli 7.12. od 12 hodin ve Velkých Popovicích. Těšíme se na vás! Timeline Photos",
          1417370412
        ],
        [
          "Možná to nevíte, ale prohlídky našich pivovarů jsou otevřené celoročně. Navíc pro vás máme několik zajímavých novinek na prohlídkové trase Pilsner Urquell. Zároveň u nás můžete v rámci zážitkového programu absolvovat Školu čepování a pod vedením odborníka se naučit, jak správně načepovat pivo. Tak nás přijďte navštívit! Těšíme se na vás v Plzni.\nbit.ly/PU_prohl Timeline Photos",
          1415965270
        ],
        [
          "Začátek Movemberu se na naší bednárně pozná podle hladce oholených tváří. A protože není holení pro některé z nich každodenní záležitostí, u příležitosti Movemberu to vzali profesionálně a se vší parádou… Timeline Photos",
          1415295940
        ],
        [
          "Plány na víkend? Máme pro vás jeden tip. Vyrazte do Nošovic na Radegast den - tradiční oslavu hořkého piva a dobré zábavy. Budou hrát kapely jako Tři sestry, Čechomor, David Koller, čeká vás taky škola čepování, exkurze pivovarem a další. Milovníci piva můžou prokázat své znalosti o pivu a získat tak originální osvědčení pivního znalce! \nAkce začíná v 11. hodin. Vstup je zdarma. Těšíme se na vás!\n\nhttp://www.prazdroj.cz/cz/media/archiv-tiskovych-zprav/1406-radegast-den-uz-tuto-sobotu-v-nosovicich Timeline Photos",
          1410452952
        ],
        [
          "Vítězi naší první kvízové rychlo soutěže se stali @Jan Cmunt a @Martina Molerova. Gratulujeme!\nProsíme výherce, aby nám do soukromé zprávy napsali adresu, kam jim můžeme zaslat výhru. Každý z nich získává 5l soudek piva Pilsner Urquell!\nZapojte se i do naší hlavní soutěže a nahrajte svou fotku s pořádným pivním knírem! Soutěžit můžete i s více fotkami. Těšíme se na vaše \"beerfie\" ;)",
          1406912364
        ],
        [
          "Kde se touláte o letních víkendech? Jaká zajímavá místa navštěvujete? Nechváváte se inspirovat třeba Toulavou kamerou? Tým tohoto pořadu nás navštívil v Plzeňském Prazdroji. Těšíme se i na vás! Video — Toulavá kamera — Česká televize Pořad v České televizi",
          1406567972
        ]
      ],
      "dates_start": 1407005547,
      "dates_end": 1430243281,
      "likes_avg": 79,
      "likes_stdev": 102,
      "comments_avg": 3,
      "comments_stdev": 5,
      "shares_avg": 8,
      "shares_stdev": 11
    },
    {
      "number": 9,
      "important": [
        "radegast",
        "programu",
        "rámci",
        "prazdroj lidem",
        "prazdroj",
        "lidem",
        "plzeňský prazdroj",
        "leto",
        "pivovar",
        "kč"
      ],
      "common": [
        "lidem",
        "lidem pro",
        "na",
        "photos",
        "plzeňský",
        "prazdroj",
        "prazdroj lidem",
        "prazdroj lidem pro",
        "pro",
        "programu"
      ],
      "messages": [
        [
          "Plzeňský Prazdroj a pivovar Radegast rozdělí i letos v rámci programu Prazdroj lidem granty v celkové hodnotě 2,5 mil. Kč Prazdroj lidem pro společnou prosperitu Přihlašovat své projekty můžete do 15.8.2015",
          1439136001
        ],
        [
          "Zástupci nejúspěšnějších organizací programu PRAZDROJ LIDEM převzali ve středu symbolické šeky v celkové hodnotě 2,5 milionu korun. Peníze, které Plzeňský Prazdroj v předvánočním období rozdělil v okolí pivovaru Radegast už třináctý rok po sobě, opět pomohou veřejně prospěšným projektům v Moravskoslezském kraji. \n\nbit.ly/PL_seky Timeline Photos",
          1418119773
        ],
        [
          "Program Prazdroj Lidem podporuje obnovu Plzeňských zvonů. V letošním roce přispěl částkou 1 milion korun na vyrobení a instalaci 4 zvonů pro věž katedrály sv. Bartoloměje v Plzni. Nejvyšší kostelní věž v Čechách se tak znovu rozezní a bude právem reprezentovat Plzeň jako Evropské hlavní město kultury v roce 2015. Photos from Plzeňský Prazdroj's post",
          1417261285
        ],
        [
          "Jeden za všechny, všichni za jednoho. \nJak mnozí z vás vědí, před několika měsíci vznikla tato Facebooková stránka spojením původních stránek Prazdroj lidem pro Plzeňský region a Prazdroj lidem pro Moravskoslezský region. Dnešním dnem se k nám připojila i stránka Plzeňský Prazdroj Visit. Plzeňský Prazdroj má tedy od nynějška tuto jednu společnou Facebook stránku z původních tří. Jsme teď silnější, jednotní, vše je pěkně pohromadě a bude nás tu víc ;)\nTímto vítáme také naše nové fanoušky! Timeline Photos",
          1416505838
        ],
        [
          "23. projektem, který sice nepostupuje do veřejného hlasování, ale stal se projektem Rady reprezentantů 13. ročníku grantového programu Prazdroj lidem je projekt na obnovu Libušína. V březnu 2014 zachvátil chatu Libušín na Pustevnách požár, který ji zcela zničil. Obnova požárem zničeného Libušína, Národní kulturní památky, bude stát desítky milionů korun. Rada reprezentantů programu složená ze zástupců pivovaru a z osobností Moravskoslezského kraje jednomyslně odsouhlasila, že na obnovu Libušína pošle pivovar 300 tis. Kč z celkové částky 2, 5 milionů korun, která bude letos v programu Prazdroj lidem v moravskoslezském regionu rozdělena. Timeline Photos",
          1414839602
        ],
        [
          "V následujících týdnech můžete hlasovat pro projekty, které postoupily do finále grantového programu Prazdroj lidem. Jednotlivé projekty budeme v následujících dnech představovat zde na naší facebook stránce a také je najdete na www.prazdrojlidem.cz. Vámi vybranému projektu můžete poslat hlas na stránkách www.prazdrojlidem.cz, nebo formou SMS. Projekty získají finanční podporu v celkové výši 2,5 milionu korun. Timeline Photos",
          1412183150
        ],
        [
          "Moravskoslezská Sinfonietta: takhle se proměnila díky grantu Prazdroj lidem. Muzikanti natočili video, které zachycuje, jak se umělecký soubor proměnil díky nákupu nových nástrojů. Chtěli tak poděkovat za grant, který dostal symfonický orchestr v 10. ročníku programu Prazdroj lidem.  Prazdroj lidem - grantový projekt, díky kterému se sny stanou realitou... Moravskoslezská Sinfonietta připravila video, které komentuje zlepšení situace po nákupu nových nástrojů.",
          1410515789
        ],
        [
          "Vítáme vás na společné Facebook stránce Plzeňského Prazdroje, která spojuje původní stránky Prazdroj lidem pro Plzeňský region a Prazdroj lidem pro Moravskoslezský region. Stránky spojujeme pro to, abychom s vámi mohli jednodušeji komunikovat a dokázali toho společně víc. Váš Prazdroj Timeline Photos",
          1403181801
        ],
        [
          "Vítáme vás na nové Facebook stránce Plzeňského Prazdroje, která spojuje původní stránky Prazdroj lidem pro Plzensky region a Prazdroj lidem pro Moravskoslezsky region. Timeline Photos",
          1401950209
        ]
      ],
      "dates_start": 1404648586,
      "dates_end": 1425061068,
      "likes_avg": 23,
      "likes_stdev": 19,
      "comments_avg": 0,
      "comments_stdev": 0,
      "shares_avg": 2,
      "shares_stdev": 1
    },
    {
      "number": 10,
      "important": [
        "restaurac",
        "že",
        "jak",
        "bartend",
        "stal",
        "čepuj",
        "výčepní",
        "master",
        "leto",
        "pilsner urquel master"
      ],
      "common": [
        "bartender",
        "master",
        "master bartender",
        "pilsner",
        "pilsner urquell",
        "pilsner urquell master",
        "pilsner urquell master bartender",
        "urquell",
        "urquell master",
        "urquell master bartender"
      ],
      "messages": [
        [
          "Už téměř 40 let servíruje hostům Restaurace Na Hradčanské dokonalé 🍺 plzeňské hladinky. Je v tom tak dobrý, že se letos stal výčepní legendou Pilsner Urquell Master Bartender. Jak to Jiří Klusáček dělá? Dočtete se zde → http://bit.ly/Rozhovor_s_legendou\n\nPodívejte se, jak Jiří přímo čepuje svou hladinku → bit.ly/Video_s_legendou Timeline Photos",
          1476714060
        ],
        [
          "Čím dostal porotu letošní vítěz soutěže Pilsner Urquell Master Bartender? Michal Prokeš z restaurace Slezska P.U.O.R. prozradil, jak se k čepování piva dostal i co pro něj bylo v soutěži nejtěžší. #pilsnerurquell Možná poznali, že to dělám fakt srdcem... >> Rozhovor s nejlepším výčepním soutěže Pilsner Urquell Master Bartender 2016. ",
          1473171060
        ],
        [
          "11. ročník soutěže Pilsner Urquell Master Bartender již zná svého vítěze! Nejlepším výčepním se stal Michal Prokeš z restaurace Slezska P.U.O.R. v Ostravě. Gratulujeme a na zdraví! ;) #pilsnerurquell Timeline Photos",
          1471607386
        ],
        [
          "Přečtěte si rozhovor s Martinou Navrátilovou, loňskou vicemistryní Pilsner Urquell Master Bartender, která v současnosti školí výčepní po celé Evropě. #HolkaZaVycepem #PilsnerUrquellMasterBartender\n\nRozhovor s Martinou o její lásce k pivu→ bit.ly/Nejlepsi_vycepni\nSledujte Martinu na jejím profilu → www.facebook.com/vycepni Timeline Photos",
          1471438784
        ],
        [
          "Zajděte si i vy na jedno čepované k vítězi soutěže Pilsner Urquell Master Bartender Lukáši Vitáskovi do restaurace Na Hradčanské v Praze 6 Restaurace Na Hradčanské",
          1438940610
        ],
        [
          "10. ročník soutěže Pilsner Urquell Master Bartender zná svého letošního výčepního mistra. Stal se jím Lukáš Vitásek z Plzeňské restaurace Na Hradčanské v Praze. \nGratulujeme! Timeline Photos",
          1438883069
        ],
        [
          "Již zítra to vypukne... \nA co? No přeci Pilsner Urquell Master Bartender 2015 – soutěž v čepování piva! \"Zlatá pivní čtveřice\" z rukou prvního vítěze Pilsner Urquell Master Bartender Lukáš Svoboda, první český vítěz soutěže Pilsner Urquell Master Bartender a  zároveň vítěz světového finále v roce 2010, ukázal pivní symfonii",
          1438750802
        ],
        [
          "Soutěž plná napětí, orosených půllitrů, krémové pěny a zlatavého piva. Soutěž, kde jde nejen o čepování, ale také o charisma a vášeň pro pivo. To je Pilsner Urquell Master Bartender. \nFinále se blíží! Finále Pilsner Urquell Master Bartender se blíží! A co vy, umíte správně načepovat pivo? Naučit se to můžete v naší škole čepování.",
          1438586078
        ],
        [
          "TEN výčepní nebo TA výčepní? Možná se to časem bude trochu plést. Výčepní řemeslo se totiž stává u žen stále oblíbenějším. Tak třeba mezi finalisty letošní soutěže Pilsner Urquell Master Bartender máme hned 7 žen! \nŘekněte nám i vy, od koho máte čepované nejradši… Timeline Photos",
          1437580801
        ],
        [
          "Máte už připravený nový kalendář, který Vás provede rokem 2015? Ten náš slavnostně pokřtil Pavel Presburg z pražské Malostranské Besedy, který získal titul Pilsner Urquell Master Bartender České republiky za rok 2014 a v našem kalendáři má titulní stranu. Timeline Photos",
          1419840015
        ]
      ],
      "dates_start": 1431210686,
      "dates_end": 1469891846,
      "likes_avg": 267,
      "likes_stdev": 204,
      "comments_avg": 7,
      "comments_stdev": 6,
      "shares_avg": 19,
      "shares_stdev": 9
    },
    {
      "number": 11,
      "important": [
        "vás",
        "nebo",
        "svým",
        "na vás",
        "dárek",
        "se můžete",
        "plzeňského pivovaru",
        "plzeňského",
        "čeká",
        "prazdrojvisit"
      ],
      "common": [
        "na",
        "nebo",
        "photos",
        "pivovaru",
        "plzeňského",
        "plzeňského prazdroje",
        "pro",
        "se",
        "vánoční",
        "vás"
      ],
      "messages": [
        [
          "Máme pro vás tip na jedinečný vánoční dárek! Koncerty v rytmu jazzu, swingu a blues v krásných prostorách přímo v srdci plzeňského pivovaru. Čeká na vás komorní atmosféra - na každém večeru bude jen 72 hostů. Udělejte radost sobě nebo svým blízkým ;) #prazdrojvisit #secese Cyklus koncertů v SECESI Těšit se můžete na interprety jako Ondřej Ruml, Komici s. r. o. nebo Ivu Kubelkovou. Je možné zakoupit dvě úrovně lístků – základní a s občerstvením (raut a produkty Plzeňského Prazdroje). ",
          1481892300
        ],
        [
          "Bednáři Plzeňského Prazdroje vyhlašují Bednářskou výzvu 2016 👉\nVšichni kutilové, slyšte, každý, kdo přinese vlastnoručně vyrobenou vánoční ozdobu do Návštěvnického centra plzeňského pivovaru do 14. 12., má u nás vstup do pivovarských sklepů ZDARMA a může vyhrát další pivní ceny! Vítěze vyhlásíme 15. 12. v rámci Předvánočního podvečera s pivovarskými bednáři. Hodně štěstí! ⭐ 🎄  #soutez #bednarskavyzva Soutěž o nejkrásnější vánoční ozdobu Vánoční ozdoby noste do 14. 12. na recepci Návštěvnického centra plzeňského pivovaru!",
          1480951695
        ],
        [
          "VÁNOČNÍ SOUTĚŽ! 🎄\nVymyslete originální vánoční koledu (rým alespoň o dvou verších), která bude obsahovat slova \"Vánoce\", \"přátele\" a „hospoda“. Ty nejoriginálnější básničky obdarujeme například poukázkou do našeho e-shopu, kurzem čepování piva nebo vstupenkami do pivovaru! Udělejte radost sobě nebo svým blízkým :) 🎁  #soutez \n\nPravidla a výhry → bit.ly/Pravidla-Vanocni_koleda Timeline Photos",
          1480867201
        ],
        [
          "VÁNOČNÍ SOUTĚŽ!\nChcete vyhrát pro sebe či vaše blízké pod stromeček limitovanou vánoční lahev Pilsner Urquell, knihu České Pivo, půllitr se jménem nebo zážitek s čepováním piva? Vymyslete originální vánoční koledu (rým alespoň o dvou verších), která bude obsahovat slova \"vánoce\", \"pivo\" a \"Česko\" a napište ji zde do komentáře. Nejoriginálnější koledy odměníme originálními cenami! #soutez\n\nPravidla a výhry → http://j.mp/Pravidla-Nejoriginalnejsi_koleda Timeline Photos",
          1449417601
        ],
        [
          "Uspořádejte pro své kolegy či zaměstnance vánoční večírek v pivovaru! Nabízíme širokou škálu možností pronájmu reprezentačních a historických prostor pivovaru Plzeňský Prazdroj i Pivovarského muzea v Plzni. #prazdrojvisit #pivovar #prazdroj #pronajem Vánoční večírek v pivovaru? Proč ne? Hledáte prostory pro firemní vánoční večírek či párty s přáteli? Nabízíme prostory s jedinečnou atmosférou a prvotřídním servisem. Zajistěte si prostory pro večírek včas.",
          1448470381
        ],
        [
          "Jak posíláte vánoční přání svým kamarádům, kolegům a známým? Napíšete e-mail, nahrajete přání na svůj facebook, pošlete SMS nebo pěkně postaru dokonce pohled?\nMáme pro vás tip, jak originálně letos vyřešit vánoční přání ;)\n\nhttp://www.pilsner-urquell.cz/vanocni-prani.html Vánoční přání Vánoční přání",
          1419073202
        ],
        [
          "Už máte nazdobené vánoční perníčky? Až do úterý 16.12. můžete ty nejpovedenější přihlásit do soutěže o nejkrásnější vánoční perníček v Pivovarském muzeu. Výherci získají pivní dárek.\n\nhttp://www.prazdrojvisit.cz/cz/kalendar-akci-v-pivovaru/aktualni-akce/soutez-o-nejkrasnejsi-vanocni-pernicek-19061/ Timeline Photos",
          1418554806
        ],
        [
          "Jak jste strávili druhou adventní neděli? Byli jste se podívat na vánoční výzdobu ve vašem městě? Pokud ne, určitě byste to měli napravit a při té příležitosti se vyfotit u vánočního stromku s některým z nápojů Plzeňského Prazdroje a zapojit se do naší vánoční soutěže. Vyhrát můžete prohlídku některého z našich pivovarů, gravírovanou sklenici pivo pod stromeček, nebo vánoční balení nového hřejivého nápoje Kingswood Cider hot. Naše porota se těší na vaše vánočně laděné fotky! :) \n\nbit.ly/Prazdroj_pravidla_vanocni_souteze Timeline Photos",
          1418061612
        ],
        [
          "Dnes rozsvítíme v areálu Plzeňského Prazdroje vánoční stromek. Ozdobit ho pomůžou naši bednáři i všichni ti, kteří mají rádi práci se dřevem.\nJak jsme již upozorňovali, máme i pro vás, naše facebookové fanoušky připravenou vánoční soutěž. \nVyfoťte se s některým z našich piv, nebo nápojů u vánočního stromku ve vašem okolí, nahrajte fotku na naši Zeď a soutěžte o prohlídku některého z našich pivovarů, gravírovanou sklenici, pivo Pilsner Urquell a vánoční balení nového hřejivého nápoje Kingswood Cider hot. \nVítěze vybere nezávislá porota složená z pracovníků Plzeňského Prazdroje. \nVíce o pravidlech soutěže najdete zde bit.ly/Prazdroj_pravidla_vanocni_souteze Timeline Photos",
          1417334409
        ],
        [
          "Naši bednáři se letos rozhodli pochlubit se svým truhlářským umem a vyrobili ozdoby na pětadvacetiletý smrk stříbrný, který letos před Vánoci prozáří nádvoří plzeňského pivovaru. Aby bednáři podpořili řemeslnou bednářskou a truhlářskou tradiční výrobu ze dřeva, vyzývají i širokou veřejnost a všechny, kteří milují práci se dřevem aby i oni ukázali svůj talent a přispěli na vánoční strom vlastní dřevěnou ozdobou. Ty budou v pátek 19. prosince slavnostně zavěšené na vánoční strom a na každého, kdo přispěje svým výrobkem, čeká vánoční pivní dárek.\nA my pro vás máme vánoční soutěž i zde na facebooku, která rovněž vyžaduje talent. \nSledujte naši Zeď a už v neděli se dozvíte víc!\n\nbit.ly/vanocni_vyzva_bednaru Photos from Plzeňský Prazdroj's post",
          1417172825
        ]
      ],
      "dates_start": 1415656153,
      "dates_end": 1470703053,
      "likes_avg": 199,
      "likes_stdev": 185,
      "comments_avg": 25,
      "comments_stdev": 47,
      "shares_avg": 23,
      "shares_stdev": 23
    },
    {
      "number": 12,
      "important": [
        "kdi",
        "nádvoří",
        "tento",
        "prazdroj",
        "prazdroji",
        "hod",
        "každý",
        "prazdrojvisit",
        "si",
        "celé"
      ],
      "common": [
        "hodin",
        "na",
        "na nádvoří",
        "na nádvoří plzeňského",
        "nádvoří",
        "nádvoří plzeňského",
        "od",
        "pivovaru",
        "plzeňského",
        "se"
      ],
      "messages": [
        [
          "Tento čtvrtek vystoupí na nádvoří Plzeňského Prazdroje pop-rockové kapely Just a Bára Zemanová & band. Přijďte si je svými přáteli poslechnout a užít si letní večer plný zábavy! Vychlazené pivo zajištěno ;) #letovprazdroji #prazdrojvisit LÉTO V PRAZDROJI 2016 KDY: Celé prázdniny každý čtvrtek od 19 do 22 hod • KDE: Nádvoří pivovaru Plzeňský Prazdroj • VSTUP ZDARMA ",
          1471357114
        ],
        [
          "Už tento čtvrtek se můžete těšit na tradiční dvojkoncerty v rámci festivalu Léto v Prazdroji! Čeká vás celkem 9 koncertů, které jsme sladili dle žánrů, takže si vybere každý. Koncerty začínají vždy ve čtvrtek v 19 hodin. Vstup je zdarma! ;) #letovprazdroji #prazdrojvisit Léto v Prazdroji 2016 KDY: 7. 7. - 1. 9. 2016 každý čtvrtek od 19 do 22 hod • KDE: Nádvoří pivovaru Plzeňský Prazdroj • VSTUP ZDARMA ",
          1467632487
        ],
        [
          "Přijďte 22. června v 16:30 na nádvoří Plzeňského Prazdroje zhlédnout legendární maorský tanec HAKA. Tančit bude jeden z nejlepších ragbyových týmů světa - New Zealand Ambassador's XV! Hoši již podruhé navštíví Plzeň a nesmí minout ani plzeňský pivovar ;) #prazdrojvisit #haka Maorský tanec HAKA na nádvoří pivovaru Přijďte se podívat na vlastní oči, jak novozélandští ragbisté tančí tradiční tanec HAKA. 22. 6. od 16:30 hodin na Nádvoří Plzeňského Prazdroje. VSTUP ZDARMA!",
          1465974060
        ],
        [
          "Přijďte si tento pátek pochutnat a zároveň i nakoupit na nádvoří Plzeňského Prazdroje. Od 11 hodin zde bude probíhat Festival Regionálních potravin Plzeňského kraje 2016. Moderovat a vařit budou šéfkuchaři Filip Sajler a Ondra Slanina a těšit se můžete také na zábavné doprovodné akce ;) #prazdrojvisit #regionalnipotravina #farmarskytrh Festival regionálních potravin Plzeňského kraje Přijďte ochutnat na farmářský trh ty nejlepší Regionální potraviny z Plzeňského kraje! 21. 4. od 11 do 17 hodin, Nádvoří Plzeňského Prazdroje. VSTUP ZDARMA! ",
          1461740881
        ],
        [
          "Dorazte zítra na nádvoří plzeňského pivovaru. Festival Jazz bez hranic sem totiž přiveze přehlídku velkých kapel! České a slovenské big bandy to v Plzni pořádně rozbalí! Začíná se ve 12:30 na nádvoří pivovaru a od 19. hodin se pokračuje v restauraci Na Spilce.",
          1434642440
        ],
        [
          "Co s nastávajícím víkendem? Co si třeba udělat výlet do pivovaru v Plzni, kde se už pozítří můžete těšit na produkty místních farmářů, kuchařskou show Národního týmu kuchařů a cukrářů ČR! Farmářské trhy a kuchařská show na nádvoří plzeňského pivovaru Co bude asi dobrého...? :)",
          1433998802
        ],
        [
          "Upozornění pro všechny milovníky silných strojů! \n1. května dorazte do plzeňského pivovaru a nenechte si tak ujít již tradiční prvomájovou vyjížďku motorek! Prvomájová vyjížďka motorek Sraz motorek je na nádvoří pivovaru Plzeňský Prazdroj od 9 hodin  a společný odjezd motorek je plánován v 11:30 hodin.",
          1430237043
        ],
        [
          "Od 1.5. bude na nádvoří Plzeňského Prazdroje otevřena Pilsner Urquell fan zóna, která nabídne zábavu spojenou s přenosy hokejových utkání české reprezentace. Přijďte fandit našim hokejistům do pivovaru! Těšte se na velkoplošnou LED projekci, příjemně vybavený stan s občerstvením a samozřejmě tím nejlepším pivem – Pilsner Urquell, soutěžemi a snad i vítězstvím českých barev.",
          1430151056
        ],
        [
          "Ještě nemáte všechny vánoční dárky? Pro milovníky piva v Dárkové prodejně na nádvoří pivovaru v Plzni máme otevřeno až do 23.12. od 10:00 do 18:00 hodin. http://www.prazdrojvisit.cz/cz/darky-a-suvenyry/oteviraci-doba/ Timeline Photos",
          1419249608
        ],
        [
          "Nestihli jste si pořídit lístky na nedělní fotbal Česko : Island? Nevěšte hlavu! O skvělou fotbalovou zábavu nemusíte vůbec přijít. Přijďte s námi v neděli podpořit naše fotbalisty na nádvoří plzeňského pivovaru, kde budeme sledovat zápas na opravdu velikém plátně a společně fandit našich fotbalistů. \nVstup je zdarma, začínáme už v 18 hodin bohatým doprovodným fotbalovým programem. \n\nhttp://www.prazdroj.cz/cz/media/archiv-tiskovych-zprav/1435-nestihli-jste-koupit-listky-na-fotbalove-utkani-islandem-vzhuru-do-fanzony Timeline Photos",
          1415901602
        ]
      ],
      "dates_start": 1422921461,
      "dates_end": 1463255557,
      "likes_avg": 178,
      "likes_stdev": 219,
      "comments_avg": 4,
      "comments_stdev": 5,
      "shares_avg": 53,
      "shares_stdev": 76
    },
    {
      "number": 13,
      "important": [
        "vy",
        "více",
        "alkohol",
        "zde",
        "timelin",
        "informací",
        "photo",
        "abi",
        "jako",
        "zde timelin"
      ],
      "common": [
        "cz",
        "dozvíte",
        "dozvíte zde",
        "informací",
        "se",
        "se dozvíte",
        "se dozvíte zde",
        "více",
        "více informací",
        "zde"
      ],
      "messages": [
        [
          "Alkohol a mladiství? My říkáme NE, stejně jako známé a respektované osobnosti. Respektujeme 18. A vy? #respektuj18\n\nVíce informací zde → www.respektuj18.cz Timeline Photos",
          1470464460
        ],
        [
          "1. Český chmel a produkty z něj vyrobené.\n2. Slad z českého ječmene. \n3. Voda z místních zdrojů.\n\n= Díky těmto surovinám je tradiční pivo charakteristické vyšší plností, hořkostí a chmelovým aroma. Chráněné zeměpisné označení \"České pivo\" garantuje použití těchto tří pivovarnických surovin. Více informací zde → http://j.mp/chzo_ceske_pivo #ceskepivo #pivo Timeline Photos",
          1447001880
        ],
        [
          "Více informací na www.napivosrozumem.cz. Plzeňský Prazdroj's cover photo",
          1441780681
        ],
        [
          "Skvělá příležitost pro všechny VŠ studenty! Získejte přes léto jedinečnou pracovní zkušenost v Plzeňském Prazdroji. Kam na letní brigádu? Do Prazdroje! Více informací se dozvíte zde.",
          1432291132
        ],
        [
          "Noční prohlídky hradů a zámků zná skoro každý. Už jste ale někdy byli na noční prohlídce Pivovarského muzea a Plzeňského historického podzemí? Ne? Již tento pátek budete mít šanci to napravit :) Muzejní noc 2015 Více informací se dozvíte zde",
          1432111982
        ],
        [
          "Důležitá informace pro milovníky vůně benzinu - Mustang riders club ČR se chystá do Plzně, kde představí legendu amerických sportovních vozů Pilsen Mustang Show zítra v Plzni! Více informací se dozvíte zde.",
          1430974802
        ],
        [
          "Více informací o prohlídkách najdete na www.prazdrojvisit.cz Timeline Photos",
          1418976531
        ],
        [
          "Během října vám postupně představujeme projekty, které mají za cíl zlepšit životní prostředí, ochranu kulturních památek, kulturní a sportovní vyžití, vzdělávání, sociální oblast a péči o znevýhodněné občany v Moravskoslezském regionu. Tyto projekty se ucházejí o finanční podporu v programu Prazdroj Lidem a vy některý z nich můžete až do pátku podpořit a rozhodnout tak svým hlasem, která organizace získá požadovanou finanční částku v plné výši.\nJak hlasovat se dozvíte zde http://www.prazdroj.cz/cz/o-nas/prazdroj-lidem/moravskoslezsky-region/hlasovani-verejnosti/hlasovaci-formular-2014 Timeline Photos",
          1414511568
        ],
        [
          "Studujete vysokou školu a uvažujete, kam bude směřovat vaše kariéra? Co třeba navázat spolupráci s Plzeňským Prazdrojem? \nPřihlášky ke stážím od studentů 4. a 5. ročníků přijímáme pouze do 31.10.2014! \nVíce informací najdete na www.prazdroj.jobs.cz. \n\nPokud nejste studenti, doporučte stáž známým. Mohou tak získat přínosnou praxi a zkušenosti z mekky piva. Timeline Photos",
          1413817091
        ],
        [
          "Stabilní, produktivní, čistý, společenský, prosperující. Jak můžeme dosáhnout takového světa? Více o našem programu trvale udržitelného rozvoje Prosperita se dozvíte zde bit.ly/Prazdroj_Prosperita.",
          1405449973
        ]
      ],
      "dates_start": 1412581928,
      "dates_end": 1448894091,
      "likes_avg": 91,
      "likes_stdev": 147,
      "comments_avg": 4,
      "comments_stdev": 7,
      "shares_avg": 9,
      "shares_stdev": 11
    },
    {
      "number": 14,
      "important": [
        "ho",
        "kde",
        "volbasladku",
        "je",
        "master",
        "ochutnat",
        "po",
        "sládků",
        "můžete",
        "timelin"
      ],
      "common": [
        "je",
        "kvašení",
        "můžete",
        "na",
        "photos",
        "pravidla",
        "sládků",
        "timeline",
        "timeline photos",
        "volbasladku"
      ],
      "messages": [
        [
          "Prosincovou Volbou sládků je Stout Master, sváteční lahůdka s chutí po čokoládě. #volbasladku #master\n\nMrkněte, kde poblíž ho můžete ochutnat →  bit.ly/Volba-sladku-prosinec Timeline Photos",
          1480607460
        ],
        [
          "SOUTĚŽ: Tipněte si, kolik mužů je připraveno vzdát se alkoholu během těhotenství své partnerky, aby ji podpořilo. Prvních 10 správných odpovědí pod tímto příspěvkem vyhrává 4 plechovky Birellu! #soutez #alkoholatehotenstvi\n\nA - 42 %\nB - 65 %\nC - 90 %\n\nPravidla soutěže → http://bit.ly/Pravidla-Kolik_muzu_se_vzda_alkoholu Timeline Photos",
          1474034401
        ],
        [
          "SOUTĚŽ: Jaké je zaručeně bezpečné množství alkoholu během těhotenství? Prvních 10 správných odpovědí pod tímto příspěvkem vyhrává vstupenku na prohlídku pivovaru pro 2! #soutez #alkoholatehotenstvi\n\nA - Žádné\nB - 1 velké pivo týdně\nC - 1 malé pivo denně\n\nPravidla soutěže → http://bit.ly/Pravidla-Bezpecne_mnozstvi Timeline Photos",
          1473429601
        ],
        [
          "Piva typu ALE jsou populární zejména v Anglii, Americe a na Novém Zélandu. Poprvé v historii ho nabízíme i my. Proč? #volbasladku #prazdroj #ale Uvařili jsme náš historicky první ALE! Proč? >> Volbou sládků je až do konce srpna světlý ALE amerického typu. Náš vrchní sládek si je jist, že...",
          1471963500
        ],
        [
          "SOUTĚŽ: V srpnu můžete ochutnat v rámci Volby sládků vůbec poprvé ALE amerického typu. Vyberte, co je pro něj typické. Prvních 10 správných odpovědí pod tímto příspěvkem vyhrává! #soutez #volbasladku\n\nA – spodní kvašení, delší doba zrání\nB – svrchní kvašení, kratší doba zrání\nC – spodní kvašení, kvašení při vyšších teplotách\nD – svrchní kvašení, kvašení při nižších teplotách\n\nPravidla soutěže a výhry → http://bit.ly/Pravidla-ALE_pivo Timeline Photos",
          1469628001
        ],
        [
          "SOUTĚŽ: Kolik procent je minimální podíl pšeničného sladu u svrchně kvašených pšeničných piv? Prvních 10 správných odpovědí pod tímto příspěvkem vyhrává! #soutez #volbasladku\n\nA – minimálně 50 % \nB – minimálně 33 % \nC – minimálně 66 % \nD – musí být 100 %\n\nPravidla soutěže a výhry → http://j.mp/Pravidla-Psenicne_pivo\n\nV červnu si na pšeničném pivě bavorského typu můžete pochutnat ve vybraných hospodách, již brzy vám dáme vědět kde ;) Timeline Photos",
          1464098400
        ],
        [
          "Jaký speciál zvolili naši sládci na květen? Rubínový ležák z pivovaru Gambrinus! Nejbližší hospodu, kde je k dostání na čepu, najdete v mapě na našem webu. Napište, jak vám chutnalo ;) #volbasladku #gambrinus Volba sládků | KVĚTEN Na každý měsíc naši sládci vaří speciální várku piva, kterou pak můžete ochutnat v téměř 800 hospodách a restauracích po celé ČR. Ty najdete v naší mapě.",
          1462532520
        ],
        [
          "Ochutnejte Temně hořký ležák Radegast, naši dubnovou Volbu sládků. Kde? Nejbližší hospodu jednoduše najděte v mapě na našem webu a hurá na pivo! Napište nám, jak vám chutnalo ;) #volbasladku #radegast Volba sládků | DUBEN Každý měsíc vám naši sládci vybírají speciální várku z našich piv, kterou pak můžete ochutnat v téměř 800 hospodách a restauracích po celé ČR.",
          1460031060
        ],
        [
          "Od Josefa Grolla až po Jana Engeho. To je láska a péče 16 sládků Plzeňského Prazdroje Timeline Photos",
          1440946801
        ],
        [
          "Dalším pivem ve Volbě sládků je nepasterizovaná 12 od Gambrinusu, u které vyniká dokonale vyvážená hořkost od prvního do posledního doušku, plná chuť a intenzivní chmelová vůně. Gambrinus Nepasterizovaná 12 Přijďte ochutnat :)",
          1433491201
        ]
      ],
      "dates_start": 1448821028,
      "dates_end": 1477331560,
      "likes_avg": 304,
      "likes_stdev": 179,
      "comments_avg": 96,
      "comments_stdev": 114,
      "shares_avg": 47,
      "shares_stdev": 30
    },
    {
      "number": 15,
      "important": [
        "který",
        "přímo",
        "restaurac",
        "na",
        "jak",
        "roku",
        "čepuj",
        "pilsnerurquel",
        "od",
        "správně"
      ],
      "common": [
        "jak",
        "jak správně",
        "je",
        "na",
        "piva",
        "pivo",
        "se",
        "si",
        "správně",
        "čepování"
      ],
      "messages": [
        [
          "Jak vypadá správně načepovaná Plzeň? To moc dobře ví Jiří Klusáček, který čepuje své hladinky od roku 1979. Na pivo k němu chodil třeba i Václav Havel. Zajděte si na jedno 🍺  do Restaurace Na Hradčanské v Praze a ochutnejte hladinku přímo od výčepní legendy. #pilsnerurquell",
          1474370160
        ],
        [
          "I doma si můžete vychutnat perfektní pivo. Jak správně nalévat pivo z láhve? Nezapomeňte, že základem je vždy správně připravená sklenice. #pivo #lahvovepivo\n\nPOSTUP: \n1 - Vždy nalévejte pivo do řádně připravené sklenice. Musí být čistá, vychlazená a mokrá → http://j.mp/Jak_pripravit_sklenici,\n2 – Zhruba 2/3 obsahu láhve nalijte do sklenice po stěně (tak, aby se nerozpěnilo) pod úhlem 45°.\n3 – Zbytek piva nalijte kolmo. Tím se pivo rozpění a vytvoří požadovanou vrstvu pěny. Timeline Photos",
          1445783460
        ],
        [
          "Každé pivo má svůj jedinečný charakter a chuťový profil. Zásadní vliv na chuť má styl čepování. Správný způsob čepování totiž zaručí pivu ideální chuť a říz. Nejen Pilsner Urquell je nejlepší čepovat na jeden zátah takzvaně „na hladinku“. Jak správně na to? #SkolaCepovani #pivo\n\nPOSTUP: \nVždy čepujte do řádně připravené sklenice (čisté, vychlazené, mokré).\n1 – Pootevřeným otočným kohoutem vpusťte malý objem pěny.\n2 – Kohout ponořte pod pěnu, otevřete na maximální průtok a čepujte po skle pod úhlem 45°.\n3 – Držte kohout pod hladinou a po dosažení okraje sklenice jej rychle uzavřete. Timeline Photos",
          1445178661
        ],
        [
          "Chuť piva ovlivňuje mnoho faktorů. Důležitá je nejen čistota trubek a výčepních kohoutů, ale i správná péče o sklo. Načepované pivo pak vykazuje nejlepší chuťové vlastnosti. Jak správně připravit sklenici před čepováním? #SkolaCepovani #pivo\n\nPOSTUP: \n1 – Vymyjte sklenici pitnou vodou a speciálními mycími přípravky. Nikdy ji neutírejte, mohla by na ní zůstat vlákna z utěrky. \n2 – Sklenici pořádně opláchněte a vychlaďte studenou vodou.\n3 – Sklenice je nyní čistá, vychlazená, mokrá a připravená k čepování. Timeline Photos",
          1444574461
        ],
        [
          "Jak správně načepovat pivo „na hladinku“? Co je „čochtan“, „šnyt“ či “mlíko“? Staňte se pivními znalci a užijte si s přáteli nezapomenutelné chvíle přímo v pivovaru. Jako dárek si odnesete certifikát a půllitr se svým jménem ;) #prazdrojvisit #skolacepovani #pilsnerurquell Škola čepování piva Pilsner Urquell Láká vás výčepní řemeslo? Vyzkoušejte si na vlastní kůži, jak správně čepovat pivo Pilsner Urquell. Rezervujte si místo!",
          1441891329
        ],
        [
          "Správně načepované pivo poznáte tak, že vynikne celá jeho krása - barva, třpyt, vůně a hlavně chuť, ať už je načepované na čochtana, hladinku, mlíko nebo šnyt. Pravidla čepování",
          1440416519
        ],
        [
          "Jak správně načepovat typicky hořký Radegast? \nPřijďte s přáteli do naší Školy čepování a my vás to naučíme :) Škola čepování Radegast Tři hodiny nabité zábavou a dobrým správně hořkým pivem Radegast.",
          1438236595
        ],
        [
          "Chcete opravdu dobré pivní čtení? Pak nezmeškejte nové vydání týdeníku Téma, ve kterém najdete rozhovor s Václavem Berkou – 13. sládkem v historii plzeňského pivovaru. Dozvíte se v něm o pečlivě střeženém tajemství plzeňského piva, ale i o tom, jak správně pivo načepovat a kde mají podle Václava Berky čepované nejlepší.\n\nhttps://www.facebook.com/temacasopis?fref=ts Timeline Photos",
          1421403791
        ],
        [
          "5 rad jak správně načepovat pivo, aneb „jsme pivní národ, jenže bez pivní kultury,“ jak říká Lukáš Svoboda, mistr světa v čepování piva.Více čtěte v časopise Forbes. 5 rad mistra světa v čepování: Jak poznáte špatné pivo | Forbes Tuhle část večera má Lukáš Svoboda nejraději. Stojí u flipchartu, na kterém je seznam důvodů, proč pít pivo, a pobaveně sleduje, jak si mužs...",
          1418468407
        ],
        [
          "Jak správně čepovat pivo? \"Pěkně po skle, pomalinku utíkat s hubičkou, aby nám tam nevznikla žádná bublinka, pak vám z toho vyjde hladinka. Pak má pivo krásný vzhled a dobrou chuť.\" Přesně tak čepuje pivo naše výčepní legenda Bohumil „Bohouš“ Kundrt ve vyhlášené pražské hospodě \"U Jelínků\".\n\nhttp://bit.ly/vycepni_legenda Výčepní legenda - Bohouš Kundrt Bohouš Kundrt se věnuje čepování plzeňského piva už od roku 1978. Jeho doporučení zní, dívat se na ty, co to umí, mít trpělivost, mluvit s lidmi, nepovyšovat...",
          1408626002
        ],
        [
          "Jak si správně načepovat to své pěkně vychlazené v klídku domova z láhve? I to musí umět ten nejlepší výčepní. \nPřeci pod úhlem ;)  Jak nalévat pivo z láhve? - Master Bartender 2012 http://www.facebook.com/pages/Pilsner-Urquell-International-Master-Bartender/247765841990766 Jak správně nalévat pivo z láhve? Podívejte se jak to dělají pro...",
          1407213303
        ]
      ],
      "dates_start": 1416337765,
      "dates_end": 1453873632,
      "likes_avg": 214,
      "likes_stdev": 163,
      "comments_avg": 11,
      "comments_stdev": 8,
      "shares_avg": 47,
      "shares_stdev": 34
    },
    {
      "number": 16,
      "important": [
        "rok",
        "přijďt",
        "soutěž",
        "sládkem",
        "prazdroj",
        "pivu",
        "nový",
        "plzeňského",
        "abi",
        "plzeňského prazdroj"
      ],
      "common": [
        "cz",
        "na",
        "photos",
        "plzeňského",
        "plzeňského prazdroje",
        "prazdroj",
        "prazdroje",
        "se",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "Přijďte oslavit Nový rok do plzeňského Prazdroje s hvězdami budoucnosti !!!\nJan Mráček vítěz největší houslové soutěže Fritze Kreislera ve Vídni 2015!!!\nAnna Paulová laureátka Pražského Jara 2015 !!!!",
          1451813971
        ],
        [
          "Pochází z pivovarského rodu, zastupuje už třetí generaci Berků v historii Plzeňského Prazdroje. Pro Lidovky.cz Václav Berka povídal o pivu, vzpomínkách a pivní kultuře v Česku. Berkové, vládci podsvětí Rozhovor se starším obchodním sládkem Plzeňského Prazdroj čtěte zde",
          1438615396
        ],
        [
          "V mezinárodní pivní soutěži Australian International Beer Awards získaly značky Plzeňského Prazdroje celkem šest ocenění ve čtyřech kategorií. Lahvový Radegast Ryze Hořká 12 bodoval stříbrnou medailí v kategorii piv plzeňského typu. Pět bronzových míst získaly také značky Gambrinus, Velkopopovický Kozel a Birell. Piva Plzeňského Prazdroje bodovala u protinožců Australian International Beer Award je jedna z největších profesionálních pivních soutěží na světě.",
          1432828801
        ],
        [
          "50 dobrovolníků z řad zaměstnanců Plzeňského Prazdroje se pustilo do zahradnických a úklidových prací, zvelebování komunitní ekozahrady, úklidu dětského domova nebo třeba rekonstrukce sociálního zařízení. Zaměstnanci Prazdroje se nebojí pomáhat Zaměstnanci Prazdroje včetně členů managementu odpracovali 15. května téměř 400 hodin, navázali tak na úspěšný loňský rok, kdy v rámci dobrovolnických akcí Give and Gain Days odpracovali 1590 hodin!",
          1432542621
        ],
        [
          "Přijďte si poslechnout Lubomíra Brabce a jeho hosty na jarní koncert z tradičního cyklu Hudebních setkání v Návštěvnickém centru Plzeňského Prazdroje. Koncert Lubomíra Brabce 21.4.2015 v pivovaru Plzni",
          1429074868
        ],
        [
          "Jaký bude rok 2015 na českém pivním trhu? Určitě pestrý a plný novinek. Více si o tom můžete přečíst v rozhovoru s Grantem McKenziem z Plzeňského Prazdroje pro MF Dnes. Timeline Photos",
          1427133601
        ],
        [
          "Vokální hudební skupina SKETY poprvé v Plzni!\nPřijďte si vychutnat nevšední hudební zážitek a přesvědčte se sami, že jejich jazzová srdce a zkušenosti jsou na koncertech slyšet!\nUž tento pátek od 20 hodin v Návštěvnickém centru Plzeňského Prazdroje.\n\nhttp://www.prazdrojvisit.cz/kalendar-akci/skety-a-cappella-jazz-sextet/ Timeline Photos",
          1425280556
        ],
        [
          "Od začátku letošního roku je Plzeňský pivovar ještě o něco ekologičtější. Návštěvníky ze všech koutů světa v rámci prohlídkových okruhů Plzeňského Prazdroje přepravuje totiž nový autobus na stlačený zemní plyn.\n\nhttp://www.prazdroj.cz/cz/media/archiv-tiskovych-zprav/1476-v-plze-sk-m-prazdroji-voz-n-vit-vn-ky-novs-ekologicks-autobus Timeline Photos",
          1424714402
        ],
        [
          "Dámy, pozor! Průzkum realizovaný pod záštitou Plzeňského Prazdroje dokazuje, že partnerské vztahy, ve kterých zajde muž jednou týdně na pivo, mají větší stabilitu! \nCo vy na to? Jak je to u vás doma?\nAť tak nebo tak, co třeba právě na sv. Valentýna pozvat vaši drahou polovičku do nějaké příjemné hospůdky? :)\n\nhttp://www.prazdroj.cz/cz/media/archiv-tiskovych-zprav/1467-spokojens-partnersks-vztah-m-te-upevnit-i-pivo-dokazuje-pr-zkum Timeline Photos",
          1423904401
        ],
        [
          "Rok 2014 byl pro Plzeňský Prazdroj velmi úspěšným. Prodali jsme více piva doma i v zahraničí a největší radost máme z toho, že se právě doma podařilo znovu nastartovat zájem o čepované pivo. Za všechny kolegy z Plzeňského Prazdroje Vám děkujeme za Vaši přízeň v uplynulém roce. Na zdraví! \n\nhttp://www.prazdroj.cz/cz/media/archiv-tiskovych-zprav/1463-rok-2014-byl-pro-plze-sks-prazdroj-velmi-sp-insm-prodal-v-ce-piva-doma-i-v-zahrani Timeline Photos",
          1423648801
        ],
        [
          "Máme tu začátek listopadu a s tím i začátek dalšího ročníku Movember. Letos se do této kampaně zapojili i naši kolegové z Plzeňského Prazdroje, aby podpořili hnutí Movember za změnu tváře mužského zdraví. Symbolický knírek tedy v průběhu celého měsíce budeme pozorovat třeba u staršího obchodního sládka Václava Berky a bednářů Plzeňského Prazdroje.\nA jak jste na tom vy? Taky se přidáváte k \"movemberům\" a necháváte si narůst knír? Pochlubte se nám! Timeline Photos",
          1415032193
        ],
        [
          "Zaměstnanci Plzeňského Prazdroje se zapojili do dobrovolnického dne Engage Day. Pomáhali v neziskových organizacích v Praze, Plzni i Moravskoslezském kraji.\n\nbit.ly/engage_day Timeline Photos",
          1411494263
        ]
      ],
      "dates_start": 1417923377,
      "dates_end": 1438090601,
      "likes_avg": 46,
      "likes_stdev": 33,
      "comments_avg": 1,
      "comments_stdev": 3,
      "shares_avg": 5,
      "shares_stdev": 5
    },
    {
      "number": 17,
      "important": [
        "získá",
        "pilsner urquel",
        "pivovaru",
        "karton piva",
        "piva",
        "piva pilsner",
        "pilsner",
        "karton",
        "abi",
        "timelin"
      ],
      "common": [
        "na",
        "photos",
        "pilsner",
        "pilsner urquell",
        "piva",
        "piva pilsner",
        "piva pilsner urquell",
        "timeline",
        "timeline photos",
        "urquell"
      ],
      "messages": [
        [
          "Dokážete spočítat, kolik půllitrových lahví piva Pilsner Urquell byste museli postavit na sebe, aby dosáhly výšky vodárenské věže pivovaru? \nAutor šesté správné odpovědi získá karton piva Pilsner Urquell v plechovce.\n\nbit.ly/pravidla_cerven2015 Timeline Photos",
          1433318401
        ],
        [
          "Kdo z pivařů by neznal a nepoužíval všem dobře známé podtácky? Ale víte, kam až sahá jejich historie a proč a k čemu se vlastně začaly používat? \n\nPrvní správná, co nejpřesnější odpověď vyhrává a vítěz získá karton piva Pilsner Urquell v plechovce.\n\nbit.ly/FBmini_květen2015 Timeline Photos",
          1430888401
        ],
        [
          "„Hokejovou“ várku piva Pilsner Urquell ochutnal s naším sládkem Václavem Berkou i první fanoušek - fenomén mezi sportovními fandy s přezdívkou FANTOMAS :)\n\nhttp://www.prazdroj.cz/cz/media/archiv-tiskovych-zprav/1498-prvn-fanou-ek-ochutnal-se-sl-dkem-hokejovou-v-rku-plze-sk-ho-piva Timeline Photos",
          1430329475
        ],
        [
          "Nestihli jste si s námi zasoutěžit v básnickém klání?\nNevěšte hlavu, jako každou první středu v měsíci pro vás máme i dnes připravenou naši minisoutěž.\nSpočítejte, kolik litrů (s přesností na 2 desetinná místa) našich nápojů je na obrázku.\nSoutěžící, který jako třicátý v pořadí správně odpoví, získá karton piva Pilsner Urquell v plechovce. Timeline Photos",
          1425452401
        ],
        [
          "A máme tu další minisoutěž. Víte, ke kterému roku je prvně písemně zmiňována výroba piva v Čechách?\nA) 1295\nB) 993\nC) 1312\nD) 1015\n\nPrvní správná odpověď získá karton piva Pilsner Urquell v plechovce. Timeline Photos",
          1423033201
        ],
        [
          "Už zítra si opět můžete prověřit své znalosti o pivu v naší minisoutěži.\nSledujte náš facebook a soutěžte každou první středu v měsíci o karton piva Pilsner Urquell v plechovce :) Timeline Photos",
          1422957446
        ],
        [
          "Máme tady pro vás první slíbenou minisoutěž.\n\nVíte, co je to Cenosillicafóbie? \n\nPrvní správná odpověď získá karton piva Pilsner Urquell v plechovce. Timeline Photos",
          1420616759
        ],
        [
          "Skupiny TATA BOJS a Clarinet Factory pomáhaly letos uvařit várku piva Pilsner Urquell pro tradiční Pilsner Fest. Obě kapely se navíc chopily svých nástrojů a zahrály a zazpívaly mladému pivu píseň přímo na varně. \nPřijďte i vy 4. října na Pilsner Fest a oslavte 172. výročí od zrodu tohoto piva!\n\nhttp://bit.ly/varka Timeline Photos",
          1408705895
        ],
        [
          "Máme výsledky Master Bartender 2014! Nejlepším výčepním piva Pilsner Urquell ČR pro rok 2014 je Pavel Pressburg z pražské Malostranské Besedy. Byl vyhlášen i titul Čestného znalce piva, který získal Ondřej Vetchý. Gratulujeme! Timeline Photos",
          1407485070
        ],
        [
          "Víte, kolik lidí navštívilo v roce 2013 Plzeňský Prazdroj? \nOdpověď pište do komentářů, sdílejte na svém profilu a získejte co nejvíce lajků od svých přátel. 2 první správné odpovědi s největším počtem lajků do dnešních 18 hodin získají 5l soudek piva Pilsner Urquell!\n     \nA) 2 plné pivliony\nB) Více než 250 000\nC) 180 264 Timeline Photos",
          1407322801
        ],
        [
          "Iniciativa Plzeňského Prazdroje na podporu třídění a znovu využití nápojových plechovek se jmenuje...?\n\nOdpověď pište do komentářů, sdílejte na svém profilu a získejte co nejvíce lajků od svých přátel. 2 první správné odpovědi s největším počtem lajků do dnešních 18 hodin získají 5l soudek piva Pilsner Urquell!    \n\nA) Plech jede\nB) Plech plave\nC) Až dosloužím chci být stojan na kolo! Timeline Photos",
          1407150001
        ],
        [
          "Který styl čepování piva Pilsner Urquell je nejoblíbenější mezi ženami? \n\nOdpověď pište do komentářů, sdílejte na svém profilu a získejte co nejvíce lajků od svých přátel. 2 první správné odpovědi s největším počtem lajků do dnešních 22 hodin získají 5l soudek piva Pilsner Urquell!    \n\nA) Mlíko \nB) Kaše\nC) Polívka Timeline Photos",
          1407078001
        ],
        [
          "Už jste se nám pochlubili vaším pivním knírem? Nezapomeňte, že autoři prvních 10 fotek s nejvíce lajky obdrží 24 malých plechovek piva Pilsner Urquell a první 3 navíc získají prohlídku Plzeňského pivovaru a školu čepování s novým držitelem titulu Master Bartender 2014! Ceny tu jsou připraveny jen pro vás :) Timeline Photos",
          1406898601
        ],
        [
          "Pozor, máme tu rychlou kvízovou otázku! Co je „Prazdroj lidem“? \n\nA) Organizace zajišťující rozvod pivního potrubí do domácností\n\nB) Televizní show o vaření s pivem na tisíc způsobů       \n                      \nC) Nadační program Plzeňského Prazdroje na podporu regionů ve kterých působí \n\nOdpověď pište do komentářů, sdílejte na svém profilu a získejte co nejvíce lajků od svých přátel. 2 první správné odpovědi s největším počtem lajků do dnešních 18 hodin získají 5l soudek piva Pilsner Urquell! Timeline Photos",
          1406890803
        ]
      ],
      "dates_start": 1406846331,
      "dates_end": 1427171848,
      "likes_avg": 50,
      "likes_stdev": 30,
      "comments_avg": 24,
      "comments_stdev": 36,
      "shares_avg": 6,
      "shares_stdev": 4
    },
    {
      "number": 18,
      "important": [
        "kdi",
        "také",
        "čepování piva",
        "radegast",
        "pivovaru",
        "každou",
        "od hodin",
        "prohlídki",
        "hod",
        "pivovar"
      ],
      "common": [
        "na",
        "od",
        "pivovar",
        "pivovaru",
        "pivovaru radegast",
        "prohlídky",
        "první",
        "radegast",
        "se",
        "si"
      ],
      "messages": [
        [
          "Užijte si adventní atmosféru pivovaru Radegast! Připravili jsme pro vás speciální prohlídky ve svitu baterky, školu čepování piva a také rozšířenou ochutnávku limitky Radegast Hořký živel a Radegast Ryze hořká 12. KDY? Každou předvánoční středu od 18 hodin! #pivovarradegast Adventní prohlídky v pivovaru Radegast Každou středu 7. - 21. 12. 2016 v 18 hod • Pivovar Radegast v Nošovicích",
          1480931047
        ],
        [
          "Užijte si advent v Pivovaru Velké Popovice! Připravili jsme pro vás speciální Rohaté prohlídky, na kterých ochutnáte pivní speciály, upečete si svého perníkového kozlíka a zasoutěžíte si o pivní ceny! Představíme vám také novou zimní kolekci, která nabídne tipy na zajímavé dárky ;) #pivovarvelkepopovice Rohaté prohlídky pivovaru | 3. 12. 2016 V sobotu 3.12. každou hodinu od 13 do 17 hodin • Pivovar Velké Popovice • Doporučujeme rezervaci!",
          1480427751
        ],
        [
          "Vyrazte tuto sobotu na výlet do pivovaru Radegast! Užijte si Den s tradičními řemesly - plzeňští bednáři předvedou své řemeslo, budou se válet pivní soudky, prohlédnete si unikátní výstavu s názvem Pivovarská řemesla a projdete si speciální prohlídky pivovaru se soutěžemi i ochutnávkou piva ;) #radegast Den s tradičními řemesly v pivovaru Radegast 26. 11. 2016 od 10 do 16 hod • Pivovar Radegast v Nošovicích",
          1479823237
        ],
        [
          "Zveme vás na speciální listopadové prohlídky do Pivovaru Velké Popovice. Pouze v listopadu si můžete užít prohlídky s rozšířenou ochutnávkou 3 druhů piv, které pivovar vaří. Navíc zde můžete soutěžit i o unikátní pivní ceny ;) #kozel Listopadové prohlídky s rozšířenou ochutnávkou Každá listopadová sobota, neděle a svátek od 13 hodin • Pivovar Velké Popovice • Doporučujeme rezervaci!",
          1478002203
        ],
        [
          "Máme důvod k oslavě a to hned třikrát! Vítězem nezávislé degustační soutěže České pivo 2016 v kategorii Světlý ležák se stal Radegast Ryze Hořká 12. V kategorii Nealkoholické pivo pak 1. i 2. místo obsadil Birell! 🏆 #prazdroj #radegast #birell #ceskepivo2016 Timeline Photos",
          1474896799
        ],
        [
          "Přesně před 45 lety sládek Jaromír Franzl uvařil první várku Radegastu. Oslavte to s námi jedním hořkým ;) #radegast Timeline Photos",
          1449160260
        ],
        [
          "Poznejte Radegastovy hořké začátky a vydejte se do pivovaru v Nošovicích na unikátní výstavu. Až do 19.12. se zde můžete dozvědět vše o pivovarnictví, pohostinství a obyčejném životě před 45 lety, kdy se začalo vařit pivo Radegast. #vystava #radegast Radegast slaví 45 let Vydejte se na výstavu o pivovarnictví, pohostinství a obyčejném životě před 45 lety, kdy se začalo vařit pivo Radegast.",
          1441805821
        ],
        [
          "Máte doma předměty, listiny, fotografie či záznamy související s pivovarnictvím nebo pohostinstvím ze 70. let minulého století v Moravskoslezském kraji? Pokud ano, můžete zapůjčením těchto předmětům přispět k výstavě o pivovarnictví a životě před 45 lety, kdy byla uvařena první várka piva Radegast. Narozeninová výzva pivovaru Radegast Uzávěrka zápůjček je 20. srpna. Pět lidí, jejichž příspěvek bude pro organizátory nejcennější, získá od pivovaru Radegast pořádnou pivní odměnu.",
          1439392845
        ],
        [
          "Jaká vede cesta k výrazné hořkosti a správnému řízu typickými pro pivo Radegast? \nPřijďte se podívat přímo do pivovaru. Jak se vaří Radegast Radegastova svatyně, cylindrokónické tanky, výroba sladu, stáčírna, léžácké sklepy, varna Jaromíra Franzla a samozřejmě na závěr prohlídky ochutnávka",
          1439269201
        ],
        [
          "Už jen do tohoto pátku se můžete přijít podívat do pivovaru Radegast na to, jak vypadá extraligové zlato!\n\nwww.pivovar.radegast.cz Timeline Photos",
          1427702321
        ],
        [
          "Poprvé v dějinách české hokejové extraligy budou na jednom místě vystaveny všechny zlaté medaile udělené českým šampionům. \nKde: v pivovaru v Nošovicích\nKdy: od 13.3. do 3.4.2015\nPřijďte se podívat, jak září extraligové zlato! ;)\n\nwww.pivovar.radegast.cz Timeline Photos",
          1426230001
        ],
        [
          "V pondělí 15. prosince 2014 slaví pivovar Velké Popovice významné výročí. V tento den přesně před 140 lety uvařili velkopopovičtí sládci první várku tradičního a poctivého piva. Přijďte i vy o víkendu na oslavu první várky. Pivovar si pro své návštěvníky přichystal speciální jubilejní prohlídky pivovaru, mimořádnou školu čepování a navíc si můžete v Kozlím obchůdku pořídit rohatý půllitr od Kozla s vlastním jménem za jedinečnou cenu 100 Kč! \n\nhttp://pivovar.kozel.cz/cz/events/view/oslavte-v-pivovaru-velke-popovice-140-vyroci-uvareni-prvni-varky-piva",
          1418396400
        ],
        [
          "Hrady a zámky mají zavřeno, v našich pivovarech to ale žije!\nPivovar Radegast si pro své návštěvníky připravil noční prohlídky navíc rozšířené o školu čepování. \nNetradičním večerním programem pivovar oslaví 44. výročí uvaření první várky piva. Speciální večerní akce budou probíhat každou středu od 3. do 17. prosince.\n\nhttp://www.prazdroj.cz/cz/media/archiv-tiskovych-zprav/1442-radegast-laka-na-nocni-skolu-cepovani-piva-spojenou-s-exkurzi Timeline Photos",
          1417543212
        ],
        [
          "Velké překvapení zažil v pivovaru Radegast v Nošovicích pan Václav Lukoš z Jablunkova. Stal se letošním jubilejním 33 333. návštěvníkem a od manažera závodu a vedoucí návštěvnických služeb tak obdržel pamětní certifikát, dva kartony piva a dárkový poukaz na skleněný půllitr s vybroušeným vlastním jménem. \n\nbit.ly/RA_navstevnik Timeline Photos",
          1416938410
        ],
        [
          "V úterý se v pražském podniku První pivní Tramway konal již pátý ročník degustační soutěže První Pivní Extraliga. Radegast v této soutěži  obhájil vítězství z loňského roku se svojí novinkou Radegast Ryze Hořká 12. V první desítce oceněných piv se umístil i Světlý ležák Gambrinus Premium. Timeline Photos",
          1415207979
        ]
      ],
      "dates_start": 1420398405,
      "dates_end": 1471031925,
      "likes_avg": 99,
      "likes_stdev": 104,
      "comments_avg": 5,
      "comments_stdev": 9,
      "shares_avg": 18,
      "shares_stdev": 14
    },
    {
      "number": 19,
      "important": [
        "také",
        "na tel číslo",
        "ročník",
        "již",
        "projektu",
        "ale",
        "akc",
        "je",
        "jsou",
        "na tel"
      ],
      "common": [
        "cz",
        "je",
        "lidem",
        "na",
        "plr",
        "prazdroj",
        "prazdroj lidem",
        "pro",
        "projekt",
        "region hlasovani verejnosti"
      ],
      "messages": [
        [
          "Beskydská šachová škola je jedna z nejúspěšnějších šachových škol v Evropě. Počátkem dubna příštího roku uspořádá již 36. ročník Turnajů šachových nadějí, což je prestižní šachová akce špičkové úrovně s mnohaletou tradicí. Turnaje jsou určeny především mladým šachovým talentům z Moravskoslezského kraje k porovnání svých šachových dovedností s nejlepšími mladými šachisty ČR, ale také s hráči z Evropy a v posledních letech i z Afriky, Asie a Ameriky. Frýdek-Místek se tak každoročně na týden stává hlavním šachovým městem Evropy. Hlasy tomuto projektu můžete posílat ve formě SMS ve tvaru PLR 22 na tel. číslo 737 544 867.\n\nhttp://www.prazdroj.cz/cz/o-nas/prazdroj-lidem/moravskoslezsky-region/hlasovani-verejnosti/PLR-22 Timeline Photos",
          1414738801
        ],
        [
          "Stolním tenisem k propagaci kraje: Sportovní klub pod vedením legendy českého stolního tenisu Marie Hrachové plánuje uspořádat mezinárodní turnaj ve stolním tenise. Sportovní akce na vysoké sportovní úrovni bude mít obrovský přínos pro celý český stolní tenis i propagaci Moravskoslezského kraje. V rámci projektu nakoupí klub vybavení (stoly, počítadla, ohraničení apod.), které budou po skončení turnaje využívat tři členové tří klubů a naděje českého stolního tenisu. Pro tento projekt hlasujte pomocí SMS ve tvaru PLR 21 na tel. čísle 737 544 867.\n\nhttp://www.prazdroj.cz/cz/o-nas/prazdroj-lidem/moravskoslezsky-region/hlasovani-verejnosti/PLR-21 Timeline Photos",
          1414652403
        ],
        [
          "Projekt č. 20 - Duhový čtyřlístek – koně autistům pomáhají: Posláním sdružení Voltiž Duha je podporovat rozvoj sebevědomí a samostatnosti u dětí jak zdravých, tak se zdravotním znevýhodněním, které se věnují voltiži a paravoltiži. Aktivity s využitím koní mají pozitivní vliv na psychiku člověka a současně podporují fyzické zdraví. Terapie s využitím koní pomáhá odstraňovat nebo zmírňovat projevy některých duševních poruch, odbourává úzkost, zmírňuje agresivitu. Prostředky z programu budou použity na pořízení kompenzačních pomůcek, pronájem jezdecké haly, krmení pro koně, podkovářskou a veterinární péči. Pokud chcete hlasovat pro tento projekt, pošlete SMS ve tvaru PLR 20 na tel. číslo 737 544 867.\n\nhttp://www.prazdroj.cz/cz/o-nas/prazdroj-lidem/moravskoslezsky-region/hlasovani-verejnosti/PLR-20 Timeline Photos",
          1414566036
        ],
        [
          "Projekt \"Hýbejte se, Palkovice!\" má rozpohybovat všechny obyvatele obce od dětí po seniory. Chce tak podpořit zdravý životní styl a pomoci k lepší fyzické kondici lidí všech věkových kategorií. Zdejší TJ Sokol, která je nejaktivnější organizací v obci, má v úmyslu pořídit cvičební zařízení, které bude umístěno v areálu zdejších sportovišť a volně dostupné pro všechny zájemce o zlepšování fyzické kondice. Své hlasy tomuto projektu můžete posílat ve formě SMS ve tvaru PLR 18 na tel. číslo 737 544 867.\n\nhttp://www.prazdroj.cz/cz/o-nas/prazdroj-lidem/moravskoslezsky-region/hlasovani-verejnosti/PLR-18 Timeline Photos",
          1414389601
        ],
        [
          "Modernizace fotbalového hřiště v Dolních Tošanovicích a splnění pravidel Fotbalové Asociace ČR. To jsou hlavní cíle projektu TJ Tošanovice. Konkrétně budou vybudovány dvě střídačky pro hráče, instalován automatický zavlažovací systém, zábradlí a tribuna pro diváky. Hřiště bude využíváno nejen členy fotbalového klubu, ale i dětmi z mateřské školy, místními spolky a širokou veřejností z okolních obcí pro sportovní, kulturní a jiné volnočasové aktivity. Pošlete SMS ve tvaru PLR 15 na tel. číslo 737 544 867.\n\nhttp://www.prazdroj.cz/cz/o-nas/prazdroj-lidem/moravskoslezsky-region/hlasovani-verejnosti/PLR-15 Timeline Photos",
          1413954001
        ],
        [
          "Projekt \"Plavání za hranicí běžného života\": Frýdecko-místecký plavecký oddíl stále rozšiřuje své aktivity. Kromě závodního plavání, synchronizovaného plavání a akvabel navštěvují plavecké kurzy i handicapované děti a dospělí, kteří se chtějí naučit plavat a rádi by zkusili i závody.  Oddíl se nyní chce zaměřit na zpřístupnění plavání i sociálně slabším a podpořit handicapované plavce ze střediska Nový svět v Pržně. Z grantu bude hrazen pronájem bazénu a zakoupení plaveckých pomůcek. Pokud chcete hlasovat pro tento projekt, pošlete SMS ve tvaru PLR 14 na tel. číslo 737 544 867.\n\nhttp://www.prazdroj.cz/cz/o-nas/prazdroj-lidem/moravskoslezsky-region/hlasovani-verejnosti/PLR-14 Timeline Photos",
          1413867600
        ],
        [
          "Projekt č. 13 - Oratoř na ulici II: Již tři roky vyjíždí za dětmi do vyloučených lokalit Ostravska upravený karavan – mobilní oratoř a klubovna. Je zařízen tak, aby si v něm mohly děti hrát a věnovat se i učení. V tuto chvíli je snahou Salesiánského střediska Don Bosco rozšířit tuto aktivitu na celé rodiny. Salesiánům již dosloužilo původní staré vozidlo a cílem projektu je zakoupení ojetého auta, které bude schopné dopravit klubovnu do míst, v nichž tyto rodiny žijí. Své hlasy tomuto projektu můžete posílat ve formě SMS ve tvaru PLR 13 na tel. číslo 737 544 867.\n\nhttp://www.prazdroj.cz/cz/o-nas/prazdroj-lidem/moravskoslezsky-region/hlasovani-verejnosti/PLR-13 Timeline Photos",
          1413781201
        ],
        [
          "Cílem Ostravských školních her je zapojit do sportovní aktivity téměř deset tisíc dětí z více než čtyřiceti ostravských základních škol. Ve velkém finále, které nese znaky olympiády a odehrává se před plnými tribunami vítkovického stadionu, děti soutěží v šesti sportovních disciplínách od míčových her přes atletiku až po in-line bruslení. Součástí je veřejná sbírka, jejíž výtěžek je věnován nemocným dětem z oddělení onkologie Fakultní nemocnice Ostrava. Pro tento projekt hlasujte pomocí SMS ve tvaru PLR 12 na tel. čísle 737 544 867.\n\nhttp://www.prazdroj.cz/cz/o-nas/prazdroj-lidem/moravskoslezsky-region/hlasovani-verejnosti/PLR-12 Timeline Photos",
          1413522001
        ],
        [
          "Cílem projektu \"Dobrá zahrada – poznání a zábava\" je přebudování nevyužívaného prostoru školního atria na naučnou zahradu s dominantou suchého koryta řeky Skalická Morávka. Prostor v dětech a návštěvnících probudí zájem o přírodu, bude místem pro jejich relaxaci a trávení volného času. Vznikne zde nejen výukové a relaxační zázemí pro žáky, ale také příjemné místo pro moderní environmentální vzdělávání, projektovou výuku, volnočasové aktivity a setkávání místních obyvatel. Pokud chcete hlasovat pro tento projekt, pošlete SMS ve tvaru PLR 11 na tel. číslo 737 544 867.\n\nhttp://www.prazdroj.cz/cz/o-nas/prazdroj-lidem/moravskoslezsky-region/hlasovani-verejnosti/PLR-11 Timeline Photos",
          1413435601
        ],
        [
          "Projekt Škola bez bariér: Do školy denně dojíždějí děti nejen z Třinecka, ale také Jablunkovska a Těšínska. Aktuálně se zde vzdělává i třináct imobilních žáků, kteří však denně narážejí na absenci bezbariérového vstupu. Cílem projektu je nejen přístavba vertikální plošiny, ale i dořešení celkové bezbariérovosti. Škola tak směřuje ke splnění evropských požadavků na bezbariérovost veřejných budov. Pro tento projekt můžete hlasovat formou SMS ve tvaru PLR 10 na tel. číslo 737 544 867.\n\nhttp://www.prazdroj.cz/cz/o-nas/prazdroj-lidem/moravskoslezsky-region/hlasovani-verejnosti/PLR-10 Timeline Photos",
          1413349201
        ],
        [
          "Projekt č. 8 - Keramická pec pro ZUŠ Šenov: Výtvarné obory mají mezi žáky velkou popularitu. Na Základní umělecké škole v Šenově by rádi výrazně rozšířili možnosti seberealizace místních dětí. Proto hodlají pořídit keramickou pec, která bude využívána při výuce výtvarného oboru v oblasti prostorové tvorby a umožní tak rozšířit řemeslné a umělecké aktivity o vypalování a glazování. Pošlete SMS ve tvaru PLR 8 na tel. číslo 737 544 867.\n\nhttp://www.prazdroj.cz/cz/o-nas/prazdroj-lidem/moravskoslezsky-region/hlasovani-verejnosti/PLR-8 Timeline Photos",
          1413176401
        ],
        [
          "Projekt \"Třinec cvičí s dětmi\" je zaměřen na předškolní děti, kterým bude zdarma jednou týdně zpřístupněno zábavné cvičení s prvky gymnastiky. Cílem je nejen všestranný tělesný rozvoj a základní sportovní příprava dětí, ale také jejich motivace k pravidelnému pohybu. Projekt chce přivést ke sportu i ty děti, které nejsou k pohybu veden a nebo jejich rodiče nemají peníze na to, aby jim zaplatili kroužky. V Třinci tato aktivita probíhá již třetím rokem a zájem ze strany dětí, rodin i mateřských škol stále roste. Hlasy tomuto projektu můžete posílat ve formě SMS ve tvaru PLR 7 na tel. číslo 737 544 867.\n\nhttp://www.prazdroj.cz/cz/o-nas/prazdroj-lidem/moravskoslezsky-region/hlasovani-verejnosti/PLR-7 Timeline Photos",
          1412917201
        ],
        [
          "Projekt č. 6 - Setkávání s tradičními řemesly: Speciální workshopy připomenou dětem a mladým lidem dnes již pozapomenutá tradiční řemesla, jako je např. řezbářství, kovářství, brašnářství, kamenictví, malba na sklo a jiné. Na akcích Domu dětí a mládeže Třinec bude možné si toto vše vyzkoušet. Součástí budou i soutěže ve zručnosti i vědomostech. Během setkání budou zkušení řemeslníci vytvářet díla – sochy, malby, kovářské výrobky, které pak ozdobí okolí Domu dětí a mládeže. Pro tento projekt hlasujte pomocí SMS ve tvaru PLR 6 na tel. čísle 737 544 867.\n\nhttp://www.prazdroj.cz/cz/o-nas/prazdroj-lidem/moravskoslezsky-region/hlasovani-verejnosti/PLR-6 Timeline Photos",
          1412830801
        ],
        [
          "V Chlebovicích na Frýdecko-Místecku se nachází ojedinělý včelařský areál, který zve návštěvníky z ČR i zahraničí. Představuje zde včelařství jako obor nezbytný pro život člověka. Díky projektu dojde k rozšíření prostor a aktivit včelařského naučného areálu. Bude dobudován naučný koutek, rozšířen prostor pro apiterapii, pořízeny „včelí domečky“ a rozšířeny naučné zahrady o bylinnou a skalničkovou část. Své hlasy tomuto projektu můžete posílat ve formě SMS ve tvaru PLR 5 na tel. číslo 737 544 867.\n\nhttp://www.prazdroj.cz/cz/o-nas/prazdroj-lidem/moravskoslezsky-region/hlasovani-verejnosti/PLR-5 Timeline Photos",
          1412744401
        ],
        [
          "Záměrem Klubu českých turistů je dostat děti od počítačů do přírody. Proto pro ně vytvoří naučnou stezku vedoucí z Ostravice na vrchol Lysé hory. Prostředky z programu Prazdroj lidem pak chce Klub českých turistů využít na vybavení vzdělávací místnosti v právě budované Bezručově chatě na Lysé hoře, kde bude stezka končit.  Lidé zde budou moci shlédnout environmentální výstavy a projekce filmů zaměřené na ochranu přírody a přírodní vědy. \nPokud chcete dát tomuto projektu svůj hlas, pošlete SMS ve tvaru PLR 1 na tel. číslo 737 544 867.\n\nhttp://www.prazdroj.cz/cz/o-nas/prazdroj-lidem/moravskoslezsky-region/hlasovani-verejnosti/PLR-1 Timeline Photos",
          1412254801
        ]
      ],
      "dates_start": 1412878807,
      "dates_end": 1414345199,
      "likes_avg": 5,
      "likes_stdev": 3,
      "comments_avg": 0,
      "comments_stdev": 0,
      "shares_avg": 1,
      "shares_stdev": 1
    },
    {
      "number": 20,
      "important": [
        "ležák",
        "kde",
        "naši",
        "hospodách",
        "mapě",
        "kde se",
        "čepuj",
        "najdet na",
        "najdet",
        "gambrinus"
      ],
      "common": [
        "http",
        "http mp",
        "mp",
        "na",
        "najdete",
        "photos",
        "se",
        "timeline",
        "timeline photos",
        "volbasladku"
      ],
      "messages": [
        [
          "S novým rokem je na čepu i nová limitovaná várka piva!  Tentokrát naši sládci vybrali jeden z nejúspěšnějších loňských speciálů a znovu jej zařadili do Volby sládků. Rubínově zbarvený ležák s lehce kořenitou vůní a hořkostí si můžete opět vychutnat ve vybraných hospodách. #gambrinus #volbasladku \n\nKde se čepuje, najdete na naší mapě → bit.ly/Volba_sladku-leden Timeline Photos",
          1483713061
        ],
        [
          "Už jste vyzkoušeli listopadovou Volbu sládků? Světlý ležák s plnou hořkou chutí a výrazným chmelovým aroma je právě na čepu. Jak vám chutná? ;) #volbasladku #radegast\n\nVíce informací a mapa s hospodami → http://j.mp/Volba-sladku",
          1479836400
        ],
        [
          "Listopadovou Volbou sládků je světlý ležák s plnou hořkou chutí a výrazným chmelovým aroma. Je vyroben ze šesti druhů chmele a v jeho vůni vynikají především citrusové a kořenité tóny. Už jste ho vyzkoušeli? Co na něj říkáte? ;) #volbasladku #radegast\n\nKde se čepuje, najdete na naší mapě → http://j.mp/Volba-sladku Timeline Photos",
          1478268660
        ],
        [
          "Pilsner Urquell slaví v říjnu už 174. narozeniny! 🍺  Oslavujte s námi a dejte si v rámci Volby sládků jeho nefiltrovanou verzi, která je přirozeně zakalená, vyznačuje se plnou lahodnou chutí a čistou vůní žateckého chmele. Jak vám chutná? #volbasladku #pilsnerurquell\n\nKde se čepuje, najdete na naší mapě → http://j.mp/Volba-sladku Timeline Photos",
          1475848114
        ],
        [
          "S novým měsícem je na čepu i nová Volba sládků. 🍺  Tentokrát naši sládci zvolili polotmavý jantarový ležák plný intenzivní hořkosti chmele vyvážené karamelovým sladem. Co na něj říkáte? #volbasladku #saris \n\nKde se čepuje, najdete na naší mapě → http://j.mp/Volba-sladku Timeline Photos",
          1473413974
        ],
        [
          "Tento měsíc máme pro vás na čepu svrchně kvašené pivo typu ALE! Vyznačuje se jemnou osvěžující chutí převážně citrusového ovoce a vyváženou hořkostí. V doznívání jsou cítit příjemné karamelové tóny. Jak vám chutná? ;) #volbasladku #prazdroj #ale \n\nKde se čepuje, najdete na mapě zde → http://j.mp/Volba-sladku Timeline Photos",
          1470392255
        ],
        [
          "Jaké speciální pivo můžete na čepu ochutnat pouze nyní v červenci? Peprně hořký ležák se zvýšenou dávkou chmele umocněnou chutí pepře. Čeká vás tak bohatší a intenzivnější chuť v porovnání s klasickým ležákem. Dejte vědět, co na něj říkáte ;) #volbasladku #radegast\n\nKde se čepuje, najdete na mapě zde → http://j.mp/Volba-sladku Timeline Photos",
          1467975540
        ],
        [
          "Tento měsíc máme na čepu další speciální pivo! Ochutnejte světle zlaté pšeničné pivo bavorského typu s banánovými tóny. A napište nám, jak vám chutná ;) #volbasladku #master\n\nKde se čepuje, najdete na mapě zde → http://j.mp/Volba-sladku Timeline Photos",
          1465561380
        ],
        [
          "Ochutnejte náš rubínově zbarvený ležák s lehce kořenitou vůní a hořkostí a napište nám, co na něj říkáte. ;) Tento speciál je na čepu pouze v květnu! #volbasladku #gambrinus\n\nKde se čepuje, najdete na mapě zde → http://j.mp/Volba-sladku Timeline Photos",
          1463057880
        ],
        [
          "Jaký pivní speciál na vás čeká tento měsíc na čepu? Temně hořký ležák Radegast! Už jste jej měli? Pochlubte se nám! ;) #volbasladku #radegast\n\nAktuální seznam hospod v mapě najdete zde → http://j.mp/Volba-sladku Timeline Photos",
          1460705400
        ],
        [
          "Březnovou Volbou sládků je Kozel kvasnicová 11, která se stáčí ve Velkopopovickém pivovaru z ležáckých tanků bez jakýchkoliv úprav. Zajděte vychutnat svěží chuť tohoto piva do vybraných podniků a dejte nám vědět, jak vám chutná ;) #volbasladku #kozel\n\nAktuální seznam hospod najdete zde → http://j.mp/Volba_sladku Timeline Photos",
          1457623982
        ],
        [
          "Únorovou Volbou sládků je polotmavá dvanáctka, která se díky své lehce hřejivé chuti výborně hodí k chladným únorovým večerům. Zajděte na ni do vybraných podniků a dejte nám vědět, jak vám tato limitovaná várka chutná! ;) #volbasladku #gambrinus\n\nAktuální seznam hospod najdete zde → http://j.mp/Volba_sladku Timeline Photos",
          1455201721
        ],
        [
          "Ochutnejte náš prémiový speciál Master polotmavý s jemnou karamelovou hořkostí a barvou. A dejte pak vědět, jak vám tato lednová Volba sládků chutná ;) #volbasladku #master \n\nAktuální seznam hospod najdete zde → http://j.mp/Volba_sladku Timeline Photos",
          1452266100
        ],
        [
          "Prosincovou Volbou sládků je nefiltrovaný ležák Pilsner Urquell. Ideální volba k vánočnímu posezení s přáteli. Zajděte ochutnat do vybraných podniků a dejte nám vědět, jak vám chutná! ;) #volbasladku #pilsnerurquell\n\nAktuální seznam hospod najdete zde → http://j.mp/Volba_sladku Timeline Photos",
          1449243481
        ],
        [
          "Pokud jste ještě neochutnali, zajděte si na Peprně hořký ležák - listopadovou Volbu sládků. Dejte nám pak vědět, jak vám chutná! ;) #volbasladku #radegast\n\nAktuální seznam hospod najdete zde → http://j.mp/Volba_sladku Timeline Photos",
          1447082581
        ],
        [
          "Tak jaké si dáte dnes večer? Jak vám chutná pivo nejvíce? Timeline Photos",
          1435399203
        ],
        [
          "Venkovní počasí úplně vybízí k tomu, dát si něco na zahřátí. Svařák, grog a další horké nápoje zná každý, co ale vyzkoušet něco nového, třeba dát si pro změnu svařený cider?\nMůžete si jej připravit sami doma kdykoli vás napadne. Stačí koupit jedno balení cideru Kingswood, ve kterém najdete kromě 4 lahví lahodného jablečného nápoje i speciální směs koření.\nVyzkoušejte a napište nám, jak vám chutná :) Timeline Photos",
          1416816004
        ]
      ],
      "dates_start": 1443987644,
      "dates_end": 1477471853,
      "likes_avg": 527,
      "likes_stdev": 267,
      "comments_avg": 25,
      "comments_stdev": 13,
      "shares_avg": 74,
      "shares_stdev": 35
    },
    {
      "number": 21,
      "important": [
        "kteří",
        "kde",
        "programu",
        "rámci",
        "jsme",
        "proto",
        "českého",
        "speciální",
        "jsou",
        "je"
      ],
      "common": [
        "28",
        "cz",
        "firma",
        "je",
        "na",
        "od",
        "plzni",
        "pro",
        "se",
        "za"
      ],
      "messages": [
        [
          "Malí hrdinové českého venkova. Nejenže pomáhají, kde je třeba, ale jsou též šířiteli společenského a komunitního života - a dobré nálady.\n\nProto jsme několik sborů společně s Plzeňský Prazdroj a Skupina COOP podpořili. Podpořili jsme sbory dobrovolných hasičů, kteří tvoří komunitní život V rámci programu Živá komunita jsme ve spolupráci s Velkopopovickým Kozlem vyhlásili speciální uzavřenou výzvu pro vybrané sbory dobrovolných hasičů. Na počest těchto místních hrdinů, kteří pomáhají, když je potřeba, a starají se zároveň o společensk",
          1482223905
        ],
        [
          "28. října 1918 je datum, které slavíme dodnes. Přijďte jej oslavit do Plzeňského Prazdroje! Připravili jsme pro vás speciální prohlídky našeho pivovaru. Do oslav se zapojí také Pivovarské muzeum v Plzni. Prohlídky budou stát slavnostních 28 Kč! #prazdrojvisit #pivovarskemuzeum #plzen Plzeňské oslavy vzniku republiky | Vstup za 28 Kč 28. 10. od 10 do 17 hod • Pivovarské muzeum a pivovar Plzeňský Prazdroj ",
          1477399860
        ],
        [
          "Víte, co byly stolní společnosti? Šlo o neoficiální spolky, ze kterých vzešly významné osobnosti své doby. Přijďte se podívat na novou výstavu Pivovarského muzea v Plzni, která vám o Zaniklém světe stolních společností řekne více ;) #prazdrojvisit #pivovarskemuzeum‬ ‪#vystava Výstava: Zaniklý svět stolních společností 27. 10. 2016 - 1. 5. 2017 od 10 do 17 hod • Pivovarské muzeum v Plzni",
          1476970440
        ],
        [
          "25. června se z Náměstí Republiky v Plzni stane na jeden den největší hospoda v republice, ve které si budete moci vychutnat tři druhy piva čepovaného do skla. Přijďte všichni na pivo, uvařili jsme speciální várku. Již tuto sobotu slavíme #GambrinusDen! Gambrinus den | sobota 25. června 2016 25. 6. od 12:00 hodin na Náměstí Republiky v Plzni to vypukne! VSTUP ZDARMA.",
          1466518260
        ],
        [
          "Navštivte Pivovarské muzeum v Plzni nebo Plzeňské historické podzemí netradičně v noci! Letošní muzejní noc proběhne 20. května od 18 do 22 hodin. Po prohlídce můžete zdarma ochutnat třetinku nefiltrovaného ležáku Pilsner Urquell. ;) Doporučujeme včasnou rezervaci. #prazdrojvisit #muzejninoc Plzeňská muzejní noc 2016 Pivovarské muzeum v Plzni a Plzeňské historické podzemí se veřejnosti otevřou výjimečně večer 20. května od 18.00 do 22.00 hodin. Vstup 35 Kč. ",
          1463402760
        ],
        [
          "BRAVO VIVALDI Koncert Lubomíra Brabce a Pavla Šporcla s Brabec Baroque Ensemble a hostem Hedvikou Švendovou v Plzni 19.dubna 2016 v Návštěvnickém centru je již dva měsíce beznadějně vyprodán!!!\nRozhodli jsme se proto přidat nějaké lístky k stání!!!\nhttp://www.plzenskavstupenka.cz/…/10754-pavel-sporcl-housle…",
          1459782650
        ],
        [
          "Pivovarské muzeum v Plzni vyhlašuje 12. ročník Soutěže o nejkrásnější vánoční perníček. Přineste své perníčky do Pivovarského muzea a vyhrajte zajímavé ceny! Perníčky můžete nosit do 17. prosince, kdy v 17 hodin proběhne vyhlášení vítězů. #soutez #pivovarskemuzeum #prazdrojvisit Soutěž o nejkrásnější vánoční perníček Přineste své povedené soutěžní perníčky do Pivovarského muzea v Plzni každý den od 28. listopadu od 10 do 16 hodin do 17. prosince do 17 hodin.",
          1448709060
        ],
        [
          "Přijďte s námi 28. října oslavit Den vzniku samostatného Československa do Pivovarského muzea v Plzni a Plzeňského historického podzemí. Tyto prohlídky nabízíme v tento významný den za speciální cenu 28 Kč! #prazdrojvisit #pivovarskemuzeum #prohlidky #plzen Prohlídky 28. října za 28 Kč! Lístky pro velký zájem doporučujeme zakoupit online předem.",
          1445521021
        ],
        [
          "Od dnešního dne je pro veřejnost opět otevřené Plzeňské historické podzemí. Téměř měsíc jsme oprašovali a opravovali exponáty a pečlivě se připravovali na novou turistickou sezónu. Aktuální časy prohlídek najdete na http://www.plzenskepodzemi.cz/cz/oteviraci-doba-a-casy-prohlidek/ Timeline Photos",
          1424328735
        ],
        [
          "Od dnešního dne máme opět otevřeno na všech prohlídkových trasách v Plzni. \n\nhttp://www.prazdrojvisit.cz/ Timeline Photos",
          1419678010
        ],
        [
          "Kdy zdobíte Vánoční stromeček? Ten náš už je připraven a krásně ustrojen, a to i díky našim bednářům a jejich výzvě pro všechny kutily, kteří přispěli svými výrobky k výzdobě našeho stromku. Všem zapojeným lidem moc děkujeme a přejeme krásné a klidné Vánoce! Timeline Photos",
          1419408010
        ],
        [
          "Již v sobotu odstartuje 11. ročník Soutěže o nejkrásnější vánoční perníček v Pivovarském muzeu. Zúčastněte se i vy a vyhrajte hodnotné ceny.\n\nhttp://www.prazdrojvisit.cz/cz/kalendar-akci-v-pivovaru/aktualni-akce/soutez-o-nejkrasnejsi-vanocni-pernicek-19061/ Timeline Photos",
          1416902405
        ],
        [
          "Přijďte se příští úterý 28. října, kdy slavíme státní svátek, podívat do plzeňského podzemí a Pivovarského muzea. V tento den je totiž možné navštívit tyto krásné prostory za symbolické vstupné 28,- Kč! Plzeňský Prazdroj tímto přispěje k akci „Plzeňské oslavy vzniku republiky“. \n\nbit.ly/vstup_28Kc Timeline Photos",
          1413900396
        ],
        [
          "Ještě týden můžete hlasovat pro Plzeňský Prazdroj ve finále ceny TOP Odpovědná firma 2014 o Cenu veřejnosti na iHNED.cz. Svůj hlas nám můžete dát na http://service.ihned.cz/ankety/20-top-odpovedna-firma-2014. Za vaši podporu vám děkujeme. TOP Odpovědná firma 2014 - Byznys - Hospodářské noviny (IHNED.cz) Zprávy z České republiky. Politika, domácí dění, kauzy, analýzy a komentáře.",
          1412780400
        ],
        [
          "Drahomíra Mandíková, členka představenstva a nejvyššího vedení Plzeňského Prazdroje, byla nominována v soutěži o nejodpovědnější osobnost byznysu. I Váš hlas může rozhodnout. Za Vaši podporu děkujeme.   Soutěž začíná: Volte nejodpovědnější osobnost byznysu Hlasujte o ceně pro lidi, kteří nemyslí jen na sebe a denně to dokazují.",
          1412697601
        ],
        [
          "Plzeňský Prazdroj se umístil na předních příčkách ve finále ceny TOP Odpovědná firma 2014 a byl tak zařazen i do hlasování o Cenu veřejnosti na iHNED.cz. Svým hlasem nás můžete v ceně veřejnosti podpořit i vy. Vítěz bude slavnostně vyhlášen v rámci galavečera TOP Odpovědná firma 16. října 2014 ve Veletržním paláci v Praze. Hlasovat můžete už teď na http://service.ihned.cz/ankety/20-top-odpovedna-firma-2014. Za vaši podporu vám děkujeme. TOP Odpovědná firma 2014 - Byznys - iHNed.cz : Ekonomický zpravodajský server Hospodářských novin Cena TOP Odpovědná firma, kterou pořádá již jedenáctým rokem platforma Byznys pro společnost, opět vyzdvihne firmy za jejich přínos v rámci společensky odpovědného (CSR) a udržitelného podnikání v Česku. Čtenáři iHNED.cz a Hospodářských novin mají již podruhé možnost dát svůj hlas v Ceně veřejnosti…",
          1411663806
        ],
        [
          "Soutěž nejlepších výčepních vyvrcholí příští týden. Finalisté předvedou svůj um ve středu 6. srpna v zahradě Měšťanské Besedy v Plzni od 19 hodin. Veřejné čepování se stejně jako loni koná v předvečer finále soutěže. Přijďte je podpořit i vy!\n\nbit.ly/MasterBartender_finaliste Timeline Photos",
          1406812419
        ],
        [
          "Do 15. ročníku benefiční akce Běh pro Paraple se zapojil rekordní počet účastníků. Závodu na 100m se zúčastnilo celkem 353 lidí, 4km narozeninový běh zaběhlo 220 závodníků. Celkový výtěžek 491 000 Kč půjde na činnost a služby poskytované Centrem Paraple. Děkujeme všem za podporu! Timeline Photos",
          1404289748
        ]
      ],
      "dates_start": 1409876365,
      "dates_end": 1463789133,
      "likes_avg": 62,
      "likes_stdev": 61,
      "comments_avg": 1,
      "comments_stdev": 2,
      "shares_avg": 13,
      "shares_stdev": 18
    },
    {
      "number": 22,
      "important": [
        "prohlídku",
        "ceni",
        "na vás",
        "pivovaru",
        "námi",
        "více",
        "velkopopovického",
        "informací",
        "sobotu",
        "speciální"
      ],
      "common": [
        "cz",
        "kozel",
        "na",
        "photos",
        "pivovaru",
        "se",
        "si",
        "timeline",
        "timeline photos",
        "vás"
      ],
      "messages": [
        [
          "Užijte si s námi rohatou sobotu v pivovaru!\n\nČeká na vás speciální prohlídka pivovaru plná zajímavostí o pivovarském kozlíkovi, ochutnávka piva Kozel Černý Nefiltrovaný, soutěže o ceny a pečení perníkových kozlíků a Velkopopovického betlému. \n\nČasy prohlídek: 13:00, 14:00, 15:00, 16:00, 17:00.\nZ důvodu velkého zájmu doporučujeme rezervovat prohlídku předem. \n\nVíce informací na http://pivovar.kozel.cz. Timeline Photos",
          1449063241
        ],
        [
          "Kdo umí, umí, a zaslouží si být patřičně oceněn. Odměňte sebe i své blízké. Poctivá kolekce od Kozla → http://j.mp/Poctivá-kolekce Timeline Photos",
          1441973521
        ],
        [
          "K poctivému pivu patří poctivá klobáska!\r\nPřijeďte za námi v sobotu 19. září na 3. ročník KLOBÁSKOFESTU do areálu Velkopopovického pivovaru. Těšit se můžete i na přehlídku tradičních řemesel, prohlídku pivovaru nebo strom Klobáskovník, který můžete ozdobit vlastní maketou klobásky a soutěžit o ceny.\r\n\r\nKdo se za námi zastaví? ;)\r\n\r\nVíce informací o akci najdete tady >> http://bit.ly/Klobaskofest2015 Pivovar Velké Popovice Vás zve na již třetí český Klobáskofest! 19. září 2015 • 10:00 - 17:00  Velké Popovice ",
          1441716061
        ],
        [
          "Kozlovna Mezi Trhy je již šestnáctá Kozlovna v České republice. Nově si tak můžete vychutnat Velkopopovického Kozla ve značkové hospodě přímo v centru severomoravské Opavy. Do Opavy na Kozla Leopold Duda z Plzeňského Prazdroje společně s moderátorem Leošem Marešem symbilicky pokřtili nový výčep.  Jak jinak než půllitrem Velkopopovického Kozla.",
          1432717171
        ],
        [
          "Hokejoví fanoušci, už se těšíte na začátek letošního mistrovství?\nMáme pro vás skvělou zprávu! V Praze, Plzni a Ostravě se můžete těšit na speciální fanouškovské zóny, kde budete moct sledovat zápas, vychutnat si prémiové pivo a navíc soutěži to hokejové ceny!\nVíce informacích o fanzónách se dozvíte již brzy na našem Facebooku a webu. Sledujte nás! Timeline Photos",
          1429678801
        ],
        [
          "Přidejte se k nám na putování romantickou krajinou kolem Velkopopovického pivovaru. Jubilejní desátý ročník pochodu Krajinou barona Ringhoffera se koná 25. dubna 2015 od 09:30 do 17:00. Pěšky, na kole i koloběžce krajinou barona Ringhoffera Během zastavení v pivovaru se můžete  těšit na křest kůzlat - potomků maskota kozla Oldy, prohlídky  s ochutnávkou nefiltrovaného piva nebo největšího dřevěného kozla na světě.",
          1429164177
        ],
        [
          "Přijďte oslavit jarní svátky do Pivovarského muzea v Plzni, kde na vás čekají zábavné úkoly s velikonoční tematikou. Na speciální velikonoční zpestření se můžete těšit 4. a 5. dubna vždy od 10 do 18 hodin!\n\nhttp://www.prazdrojvisit.cz/kalendar-akci/vesele-velikonoce-v-pivovarskem-muzeu/ Timeline Photos",
          1428049932
        ],
        [
          "Co je nového ve velkopopovickém pivovaru? Ke kozlovi Oldovi přibyl ještě jeden kozel - tenhle ale váží 5 tun, měří přes 7 metrů a je dřevěný. \nTenhle Trojský kozel loni jezdil po východní Evropě. Neschovával vojsko, ale přivážel naše pivo. Cestoval po Slovensku, Gruzii nebo Moldavsku.\nPřijďte se na něj do pivovaru ve Velkých Popovicích podívat!\n\nhttp://pivovar.kozel.cz/cz/news/view/cimrmani-pokrtili-nejvetsiho-dreveneho-kozla-na-svete Timeline Photos",
          1426615201
        ],
        [
          "Pozor! Důležitá informace pro všechny milovníky jitrnic, jelítek a dalších zabijačkových specialit!\nUž tuto sobotu se pivovarem Velké Popovice rozhostí typická vůně zabijačkových pochoutek a tradiční chuť velkopopovického piva. Těšit se můžete i na speciální prohlídky pivovaru spojené se školou čepování piva, hudební vystoupení a tvorbu sněhových soch.\nZačíná se už v 10 hodin!\n\nhttp://www.kozel.cz/akce/detail/ladovske-veprove-hody-2 Timeline Photos",
          1424934001
        ],
        [
          "Už dnes začíná Festival světla. V pátek a v sobotu vždy od 18:00 do 23:30 se můžete těšit na desítky světelných instalací špičkových umělců z Česka i zahraničí.\nV plzeňském pivovaru si navíc budete moci prohlédnout hned dvě instalace! Přijďte se podívat!\n\nhttp://www.prazdrojvisit.cz/kalendar-akci/festival-svetla-v-plzni/ Timeline Photos",
          1424416214
        ],
        [
          "Jak se říká \"láska prochází žaludkem\" a i pivo je srdcová záležitost.\nMáte svůj oblíbený pivní recept? Pochlubte se  nám ;)\n\nVšichni milovníci vaření a Velkopopovického Kozla navíc jistě ocení Kuchařský set Kozel za bezkonkurenční cenu.\n\nhttp://eshop.prazdroj.cz/velkopopovicky-kozel/Kucharsky-set-Kozel-90093411 Timeline Photos",
          1423591201
        ],
        [
          "Pivovar Velké Popovice navštívilo v jubilejním roce přes 91 tisíc lidí.\nLoňský rok se nesl ve znamení 140. výročí založení pivovaru. Letos se můžete už v únoru těšit na vepřové hody, v dubnu se chystá turistický pochod naučnou stezkou barona Ringhoffera s prohlídkou pivovaru. Nebudou chybět ani tradiční červnové pivní slavnosti Den Kozla v areálu pivovaru, zářijový Klobáskofest a adventní Kozlí nadílka. \nUrčitě přijeďte, těšíme se my i kozel Olda! :)\n\nhttp://www.prazdroj.cz/cz/media/archiv-tiskovych-zprav/1459-pivovar-velk-popovice-navit-vilo-v-jubilejn-m-roce-pees-91-tis-c-lid Timeline Photos",
          1421995571
        ],
        [
          "Dáváte si novoroční předsevzetí? My ano. To letošní předsevzetí je ještě více vás vtáhnout do našeho světa piva. \nKaždou první středu v měsíci pro Vás budeme mít soutěž o pivo, kde můžete porovnat své znalosti o pivě a ještě více se o zlatém moku dozvědět. Soutěžit budeme o pivo, ale také o prohlídky našich pivovarů, a další skvělé pivní ceny. Timeline Photos",
          1420120809
        ],
        [
          "Tuto neděli od 10 hodin se k nám můžete zatoulat prostřednictvím pořadu Toulavá kamera. A budeme samozřejmě rádi, když touto cestou přijmete pozvánku do našeho pivovaru a přijedete nás do Velkých Popovic brzy navštívit. Kozel Olda se na vás také těší. \n\nbit.ly/toul_kam Timeline Photos",
          1419591616
        ],
        [
          "Nikdo by neměl být na Vánoce sám, a tak i náš maskot velkopopovického pivovaru kozel Olda dostal na Vánoce dárek – kozu Lízu :) Timeline Photos",
          1419321608
        ],
        [
          "Už jste se někdy byli podívat ve velkopopovickém pivovaru?\nTento víkend pro vás máme připravenou speciální školu čepování nebo jubilejní prohlídku. Každý, kdo k nám tuto sobotu a neděli zavítá, získá navíc k plné vstupence i Kozlí dárek - dárkové balení Velkopopovického Kozla. Timeline Photos",
          1418022005
        ],
        [
          "V podzimních sychravých dnech je často těžké se zabavit. Pivovarské muzeum v Plzni si proto pro své návštěvníky připravilo po celý listopad tvůrčí program na každou sobotu nazvaný Podzimní inspirace. Každý týden si návštěvníci můžou vyzkoušet jiný druh tvoření. Lektoři vás naučí upaličkovat si drobnou Sedlickou krajku nebo vyrobit si drátěnou vánoční hvězdu z korálků.\nA jak trávíte volné podzimní dny vy? Podělte se s námi o vaše tipy, jak se zabavit.\nPřejeme všem krásný sváteční den :)\n\nhttp://www.prazdroj.cz/cz/media/archiv-tiskovych-zprav/1431-pivovarske-muzeum-nabizi-navstevnikum-cely-listopad-podzimni-inspiraci Timeline Photos",
          1416246085
        ],
        [
          "Kdo z vás se byl minulou sobotu podívat ve Velkých Popovicích? Místní pivovar totiž hostil velké hasičské setkání. Pivovarští pozvali do svého areálu 9 sborů dobrovolných hasičů z celé České republiky, které letos slaví 140. výročí založení stejně jako středočeský pivovar. Kromě soutěžení v požárních dovednostech se hasiči společně s obchodním sládkem pivovaru chopili narážení 140 litrového dřevěného sudu nefiltrovaného Velkopopovického Kozla a připili si k výročí.\nbit.ly/hasici_Popovice Timeline Photos",
          1414689561
        ],
        [
          "Přemýšlíte, co budete dělat tuto sobotu? Přijeďte s námi oslavit 172. narozeniny piva Pilsner Urquell. V areálu plzeňského pivovaru na vás čeká bohatý program plný hudby, soutěží i dárků. Vychutnat si budete moci nefiltrovaný ležák a ve stanech pivovarských řemesel se objeví vyhlášené hospody Lokál, Katr a Malostranská beseda. Na Pilsner Festu si každý milovník plzeňského ležáku najde to své!\n\nhttp://www.pilsner-urquell.cz/pilsner-fest.html Timeline Photos",
          1412312400
        ]
      ],
      "dates_start": 1416477429,
      "dates_end": 1435545642,
      "likes_avg": 61,
      "likes_stdev": 81,
      "comments_avg": 1,
      "comments_stdev": 2,
      "shares_avg": 8,
      "shares_stdev": 14
    },
    {
      "number": 23,
      "important": [
        "plzeňský",
        "roce",
        "prazdroj",
        "plzeňský prazdroj",
        "plzně",
        "podporu",
        "abi",
        "jsou",
        "kč",
        "bude"
      ],
      "common": [
        "cz",
        "je",
        "na",
        "photos",
        "plzeňský",
        "plzeňský prazdroj",
        "prazdroj",
        "se",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "Fandové RC! Sundejte Dusty Motors pryč z aut! Bude 35 stupňů a hrozí přehřátí motorů! \nDusty Motors do krabice a chlazenou Plzeň 12 Plzeňský Prazdroj do batohu ;-)",
          1466655819
        ],
        [
          "NROS - Nadace rozvoje občanské společnosti a Fórum dárců jsou partnery Grantového programu na podporu komunit Plzeňského Prazdroje, který dlouhodobě podporuje veřejně prospěšné organizace v regionech, v nichž působí. V roce 2016  Plzeňský Prazdroj podpoří neziskové projekty v celkové výši 4 500 000 Kč ve třech regionech, a to v oblasti oživování veřejného prostoru Plzně, ochrany přírodního bohatství Beskyd a komunitního rozvoje okolí pivovaru ve Velkých Popovicích. Grantová výzva je otevřena do 30. června 2016. #plzenskyprazdroj #nros #grant #grantovavyzva Grantový program Plzeňský Prazdroj - Programy - NROS Grantový program Plzeňský Prazdroj",
          1463645837
        ],
        [
          "if in Pilsen you won't want to miss visiting the Plzeňský Prazdroj / Pilsener brewery ^_^ Exhibit Development Workshop 2016",
          1454415632
        ],
        [
          "Návrat z mateřské nebývá vždy hladký a v Plzeňský Prazdroj si to uvědomují. Nově proto svým zaměstnancům nabízí měsíční příspěvek na jejich ratolesti. Tleskáme! Plzeňský Prazdroj nově nabízí rodičům šest tisíc měsíčně na péči o malé děti Pružná pracovní doba, možnost práce z domova nebo pět týdnů dovolené, to je jen část z benefitů, které poskytuje Plzeňský Prazdroj zaměstnancům. Nově jim chce usnadnit dřívější návrat z mateřské či rodičovské dovolené – poskytne příspěvek na péči o děti do tří let věku ve výši až šest tisíc korun",
          1453756082
        ],
        [
          "Nabízíme řadu značek, prostřednictvím kterých dáváme smysl našemu podnikání a přispíváme k vytváření příjemných prožitků našich spotřebitelů po celém světě. Více o značkách Plzeňského Prazdroje na www.prazdroj.cz/cz/nase-znacky/pribeh-nase-znacky Plzeňský Prazdroj's cover photo",
          1441889266
        ],
        [
          "Kultura, památky, festivaly, zábava, netradiční zážitky a samozřejmě i plzeňský pivovar - to vše letos, více jak kdy dřív, láká navštívit plzeňský kraj. Plzeň Evropské hlavní město kultury 2015 Plzeňský Prazdroj je generálním partnerem projektu Plzeň – Evropské hlavní město kultury 2015",
          1438675200
        ],
        [
          "Zítřejší den je na výstavě Expo 2015 v Miláně věnován Česku. Plzeňský Prazdroj tedy nemůže samozřejmě chybět! Timeline Photos",
          1431619202
        ],
        [
          "Plzeňský Prazdroj jako jediný pivovar v celé Evropě má svoji bednářskou partu! A co všechno naši bednáři umí, se můžete dočíst zde: Prazdroj má evropský unikát. Zájem o dřevěné sudy roste Dílna plzeňských bednářů se nachází v nízké budově pod typickou siluetou pivovarské vodárenské věže. Podívejte se dovnitř.",
          1427180715
        ],
        [
          "Chceš se stát součástí příběhu piva, které proslavilo naši zem po celém světě? Plzeňský Prazdroj právě otevírá letní stáže pro studenty vysokých škol. V létě chci na stáž v Prazdroji Příběh, zapsaný zlatým písmem do historie českého národa. Příběh, který nepřestává inspirovat. Buď jeho součástí!",
          1425560270
        ],
        [
          "Plzeňský Prazdroj má jedinou bednářskou dílnu v Evropě, která vyrábí pivní sudy. Podívejte se s námi, jak vypadá zabedňování sudu a co taková bednářská práce obnáší.\n\nhttps://www.youtube.com/watch?v=cwBBPvUtOSM Timeline Photos",
          1417863610
        ],
        [
          "Přiznejte se, má už někdo z vás nakoupené nějaké vánoční dárky?Kolegové v Prazdroji jsou na tom tak půl na půl - někdo nechává nákup dárků pod stromeček na poslední chvíli, někdo má naopak koupeno už skoro vše.Pro ty z vás, kteří tápou, co ještě k Ježíšku koupit, máme tip. Koukněte se třeba do našeho nového e-shopu, určitě tam pro své blízké něco vyberete ;)\n\nhttp://eshop.prazdroj.cz/vsechny-znacky/darkove-balicky Photos from Plzeňský Prazdroj's post",
          1417503600
        ],
        [
          "Takhle vypadá podpora kampaně Movember v podání našich bednářů a staršího obchodního sládka Plzeňského Prazdroje. Photos from Plzeňský Prazdroj's post",
          1417111121
        ],
        [
          "Včera, právě na svatého Martina, tedy 172 let od prvního naražení piva Pilsner Urquell naši bednáři zabednili speciální Sud Pětatřicátníků, který společně se sládky věnují v souvislosti s výročím 100 let od začátku První světové války památce statečného 35. pěšího pluku složeného z mladých mužů města Plzně. Timeline Photos",
          1415808906
        ],
        [
          "Kdo by aspoň jednou v životě nejel na lanovce...? Už jste ale potkali na vedlejší sedačce něco takového?\nNa lanové dráze Pekelský Vrch v lyžařském areálu Mladé Buky se minulý čtvrtek svezlo celkem 230 padesátilitrových sudů plných piva Gambrinus Nepasterizovaný o celkové váze 14,5 tuny. Tomu tedy říkáme předsezónní zátěžový test ;) Photos from Plzeňský Prazdroj's post",
          1412342524
        ],
        [
          "Plzeňský Prazdroj se stal generálním partnerem Plzně – evropského hlavního města kultury 2015. Jako generální partner se zaměří právě na projekty, které podpoří komunitní a kulturní život v Plzni, přitáhnou turisty a posílí ekonomiku regionu.\nbit.ly/PP_ehmk Timeline Photos",
          1412064049
        ],
        [
          "Plzeňský Prazdroj získal Cenu Národního mistra v prestižní soutěži European Business Awards. Českou republiku bude reprezentovat s projektem Respektuj 18 v dalším kole soutěže, kde se utká s ostatními evropskými zeměmi. Usilovat bude o ocenění v oblasti Životní prostředí a firemní udržitelnost. \nwww.respektuj18.cz Timeline Photos",
          1410361970
        ],
        [
          "Pilsner Urquell bodoval až v daleké Jižní Koreji! Se svým ležákem Plzeňský Prazdroj totiž zvítězil v televizní soutěži Complain Zero a uspěl tak před značkami jako Heineken, Stella, San Miquel, Kirin, Samuel Adams a pěti dalšími pivy domácí výroby.\n\nbit.ly/soutez_korea Timeline Photos",
          1410189504
        ],
        [
          "Plzeňský Prazdroj je právem pyšný na své bednáře. Tentokrát před nimi stojí velká výzva! Vyrobí speciální Sud Pětatřicátníků, který společně se sládky věnují v souvislosti s výročím 100 let od začátku První světové války památce statečného 35. pěšího pluku složeného z mladých mužů města Plzně.\n\nbit.ly/35_pesi_pluk Timeline Photos",
          1406134516
        ],
        [
          "Jezdíte do práce tramvají? Nepřehlédněte pozvánku na DEN RESPEKTUJ 18! Více na www.respektuj18.cz Timeline Photos",
          1403282461
        ]
      ],
      "dates_start": 1408292065,
      "dates_end": 1447082701,
      "likes_avg": 45,
      "likes_stdev": 56,
      "comments_avg": 0,
      "comments_stdev": 1,
      "shares_avg": 5,
      "shares_stdev": 5
    },
    {
      "number": 24,
      "important": [
        "plzeňský",
        "přijďt",
        "že",
        "na",
        "vám",
        "své",
        "ty",
        "nový",
        "tak",
        "abi"
      ],
      "common": [
        "na",
        "photos",
        "pivo",
        "plzeňský",
        "plzeňský prazdroj",
        "prazdroj",
        "se",
        "si",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "Přijďte vypít pár posledních soudků nefiltrovaného Plzeňský Prazdroj🤗 Tak na ten víkend🍻",
          1477740301
        ],
        [
          "Chceš dělat ty největší kampaně? Diktovat jiným své headliny a pečovat o lovebrandy? Teď máš šanci. bit.ly/Bud_Prazdroj",
          1474695180
        ],
        [
          "Zajímavé je, že když hledají v Plzeňský Prazdroj grafika, nenapíšou do benefitů nějaké ty vouchery na pivko. Hádám, že hned by měli o pár zájemců víc :) Btw grafiky hledají i v Ogilvy nebo Monsteru kdybyste hledali nový job. Práce – Design portál Ve spolupráci s portálem Jobs.cz vám nabízíme výběr nabídek práce v oboru grafiky a designu.",
          1471940661
        ],
        [
          "Pivo z tanku = nejčerstvější pivo přímo z pivovaru!\nVíce o tankovém pivě → http://j.mp/Prazdroj-tankove_pivo Plzeňský Prazdroj's cover photo",
          1454497118
        ],
        [
          "1. Použití pouze českých surovin (ječmenný slad, chmel, voda).\n2. Tradiční postupy výroby.\n3. Místo výroby: Česko. \n\n= To vše od roku 2008 garantuje chráněné zeměpisné označení \"České pivo\", aby zachovalo jedinečnost a originalitu českých piv. Toto označení hrdě nese naše pivo Gambrinus, Pilsner Urquell, Radegast i Velkopopovický Kozel. #ceskepivo #pivo Timeline Photos",
          1446392940
        ],
        [
          "A beer tank is currently the best technical system for beer drawing. Seems to be an ideal solution as the beer cannot come into contact with air, which has a positive influence on the quality and durability of unpasteurised beer.\nCome to the Czech pavilion and taste it!\n\nLa birra dai tank rappresenta il miglior sistema tecnologico per spillare la birra. In questa maniera la birra durante il processo di spillatura non entra in contatto con l´aria il che porta degli effetti benefici alla qualità e alla conservazione della birra non pastorizzata. \nVenite nel Padiglione ceco ed assaggiate!\n\nTankové pivo představuje nejlepší technický systém pro čepování piva. Při používání tohoto systému nepřichází pivo při čepování vůbec do kontaktu se vzduchem, což má pozitivní vliv na kvalitu a trvanlivost nepasterizovaného piva.\nPřijďte do českého pavilonu a ochutnejte!\n\nPlzeňský Prazdroj SABMiller Pilsner Urquell Photos from CZ EXPO Milano 2015's post",
          1436874079
        ],
        [
          "Gambrinus se „převlékl“ za pivo z minipivovaru, aby dokázal, že pivo se má pít a hodnotit bez předsudků",
          1433404800
        ],
        [
          "Natočit nebo načepovat pivo? Vězte, že podle „výčepní latiny“ se točí maximálně kolotoč nebo zmrzlina. Pivo se zkrátka čepuje! Pivo se netočí! Výraz \"točit\" pivo pochází z doby, kdy byly ručně poháněné kompresory. Výčepní měl pomocníka, jehož prací bylo rumpálem sud natlakovat. Naopak čepování má svůj jazykový původ v čepu, jenž se zarážel do sudu.",
          1431965587
        ],
        [
          "V novinářské anketě Naše pivo 2015, pořádané Českým svazem pivovarů a sladoven, zvítězil v popularitě plzeňský ležák Pilsner Urquell. Pilsner Urquell je nejoblíbenější pivo českých novinářů Ankety se letos zúčastnilo 235 novinářů ze všech druhů médií a napříč celou Českou republikou.",
          1429505462
        ],
        [
          "Pozor! Gambrinus nemá letos svého Mistra výčepního, ale má Mistryni! Stala se jí Marie Černá z restaurace Modrý dveře v Českých Budějovicích. Gratulujeme!\n\nhttp://www.prazdroj.cz/cz/media/archiv-tiskovych-zprav/1488-leto-n-m-mistrem-v-epov-n-piva-gambrinus-je-marie-ern-v-epn-z-esk-ch-bud-jovic Timeline Photos",
          1427951025
        ],
        [
          "U nás v plzeňském pivovaru se učily čepovat pivo i Miss Universe a Miss USA. Přijďte i vy nebo pozvěte své přátele na školu čepování. Určitě na takový zážitek jen tak nezapomenete! :)\n\nhttp://www.prazdrojvisit.cz/zazitky/skola-cepovani-piva-pilsner-urquell/ MissUniverse & DIC v Praze",
          1424111891
        ],
        [
          "Podle studentů patří Plzeňský Prazdroj mezi tři TOP zaměstnavatele roku 2014/2015 v kategorii spotřebitelský průmysl. Timeline Photos",
          1423158234
        ],
        [
          "Lahvový Gambrinus 10 Originál se stal absolutním vítězem letošního Pivexu! Získal hlavní cenu „Champion“ a první příčku obdržel také v kategorii světlých výčepních piv.\nPlzeňský Prazdroj si tak z letošního ročníku jedné z nejprestižnějších českých pivních soutěží odváží 7 ocenění za lahvová piva a 2 ocenění za piva sudová. Máme radost a je to pro nás skvělý start do nového roku! :)\n\nhttp://www.prazdroj.cz/cz/media/archiv-tiskovych-zprav/1456-gambrinus-v-t-z-v-sout-i-zlat-poh-r-pivex-2015 Timeline Photos",
          1421345377
        ],
        [
          "Věděli jste, že Britský týdeník The Economist srovnal u 150 států cenu za půllitr piva s mediánem platu v zemi? Nejrychleji si na jedno velké pivo vydělá Američan, stačí mu pět minut. Na druhém místě jsou Češi, ti potřebují 7 minut. Ind si vydělá na pivo až za hodinu. \n\nbit.ly/economist_pruzkum Timeline Photos",
          1420786275
        ],
        [
          "Víte, že Češi mají nejraději pivo čepované (73%). Čech si pivo přelije do sklenice pouze v 15% případů. Z plechovky do sklenice přelévá pivo jen 1% Čechů. \nA co vy? Vychutnáte si pivo raději doma nebo si jej necháte načepovat ve vaší oblíbené hospůdce? Timeline Photos",
          1420441747
        ],
        [
          "Časopis \"Za branou\" v soutěži Czech Top 100 přesvědčil odborníky, že nejkvalitnější zaměstnanecký časopis v České republice má Plzeňský Prazdroj. O ocenění přihlášených firemních časopisů rozhodovala porota složená z předních českých auditorů, analytiků, grafiků, fotografů, ale i odborníků na komunikaci. Timeline Photos",
          1416333041
        ],
        [
          "Mysleli jste si, že pivo je hlavně mužskou záležitostí? Tak to určitě ne. Miss Universe Gabriela Isler a Miss USA Nia Sanchez dnes navštívily v rámci svého pobytu v České republice Plzeňský Prazdroj a vychutnaly si s naším sládkem pivo přímo v pivovarských sklepích. Timeline Photos",
          1415370967
        ],
        [
          "Plzeňský Prazdroj opět bodoval, tentokrát již v 16. ročníku prestižní soutěže Rhodos - cena za image, kde si odnesl nejvyšší uznání v kategorii „Cena veřejnosti“ a potvrdil tak své místo mezi českou firemní špičkou. Prazdroj navázal na loňské vítězství v kategorii „Výrobci a dodavatelé nápojů“. \n\nbit.ly/cena_image Timeline Photos",
          1413464108
        ],
        [
          "\"Pivo Excelent  vaříme unikátním způsobem trojitého chmelení. Díky tomu si pivo zachovává velké množství voňavých chmelových látek a vyniká jak plnou chutí, tak svěžím chmelovým aroma,\" říká sládek pivovaru Gambrinus Pavel Zítek. A že chutná nejen pivařům, ale i odborníkům, to potvrdilo letošní vítezství v soutěži České pivo, které si Excelent odnesl v kategorii jedenáctistupňových piv podruhé za sebou. Na zdraví!\nbit.ly/ceske_pivo Timeline Photos",
          1412154655
        ],
        [
          "Správný úhel je základem pořádně načepovaného piva, proto Plzeňský Prazdroj hledá nejlepší z nejlepších, aby tento um šířili společně dál. Čepování Věděli jste, že pivo lze čepovat na vícero způsobů? Objevte rozmanitost stylů čepování a poznejte kouzlo poctivého šnytu. www.pilsner-urquell.cz/soutez",
          1407302229
        ],
        [
          "Plzeňský Prazdroj je jedním z největších pivovarů v ČR. I díky tomu cítíme zodpovědnost za správně načepované pivo, proto pořádáme soutěž nejlepších výčepních Master Bartender. Zapojte se i vy a pošlete nám vaši fotku s pořádným pivním knírem a vyhrajte čepování s vítězem soutěže Master Bartender. Timeline Photos",
          1406992968
        ],
        [
          "Master Bartender aneb ukaž se i ty, co umíš!\n„Správně načepované pivo se pozná i podle pěny. Ukažte, jak takové pivo chutná vám. Nahrajte nám fotku s pořádným pivním knírem a vyhrajte super ceny. Pozor, soutěž končí 6. srpna!“\n\nPravidla naleznete na bit.ly/pravidla_beerfie_soutez Timeline Photos",
          1406718482
        ],
        [
          "Sládek pivo vaří, ale hostinský ho dělá! Proto se snažíme vychovávat pro vás a další generace skvělé výčepní. A ty nejlepší čeká příští týden soutěž o titul Master Bartender. Váš Plzeňský Prazdroj  Finalisté Master Bartender 2014 K tomu, aby se z obyčejného výčepního stal mistr světa, je zapotřebí nejen dokonale načepovat pivo. Duležitými dovednostmi jsou i charismatické vystupování, umění poutavě prezentovat pivo jako jedinečný nápoj, znalosti z oblasti výroby, historie piva a péče o něj.",
          1406717397
        ],
        [
          "O tématu diverzita ve vedení přišli minulý čtvrtek diskutovat přední lídři českých firem do Národní technické knihovny. Mezi nimi byla i Drahomíra Mandíková, ředitelka firemních vztahů a komunikace Plzeňského Prazdroje. Timeline Photos",
          1403769789
        ]
      ],
      "dates_start": 1407019027,
      "dates_end": 1449950498,
      "likes_avg": 70,
      "likes_stdev": 88,
      "comments_avg": 4,
      "comments_stdev": 7,
      "shares_avg": 9,
      "shares_stdev": 11
    },
    {
      "number": 25,
      "important": [
        "pilsner urquel",
        "více",
        "originální",
        "na",
        "vám",
        "již",
        "letošní",
        "pilsner",
        "pilsnerurquel",
        "timelin"
      ],
      "common": [
        "2015",
        "na",
        "photos",
        "pilsner",
        "pilsner urquell",
        "piva",
        "se",
        "timeline",
        "timeline photos",
        "urquell"
      ],
      "messages": [
        [
          "Představujeme vám podobu letošní aukční lahve Pilsner Urquell, kterou navrhl Maxim Velcovsky. Dražba těchto deseti jedinečných designových pivních lahví proběhne 15. 12. na serveru iDNES.cz. Výtěžek půjde již tradičně na konto Centrum Paraple. #pilsnerurquell \n\nVíce o této originální lahvi → bit.ly/Velcovsky-designova_lahev Timeline Photos",
          1481619660
        ],
        [
          "Posíláme pozdrav z Finska... S Radim Balcarek a Daniel Řezník",
          1478342212
        ],
        [
          "Všem děkujeme, že jste s námi přišli oslavit 20 let spolupráce s Plzeňským Prazdrojem!!!\n Plzeňský Prazdroj Pilsner Urquell\nFoto: Jaroslav Bobek Photos from Plzeňský dvůr's post",
          1464356544
        ],
        [
          "V roce 2005 se na silnostěnném půllitru s uchem poprvé objevila nová pečeť a graficky zjednodušený nápis Pilsner Urquell. Vzpomínáte na čepování plzeňského piva do této sklenice? 🍺 #prazdroj #pilsnerurquell \n\nTIP: Pokud chcete shlédnout všechny historické sklenice, které jsme publikovali, klikněte na #historickasklenice ;) Timeline Photos",
          1456028341
        ],
        [
          "Tenkostěnný pohárek z 60. let 20. století s dominantním znakem města Plzeň a bílým nápisem Pilsner Urquell se objevoval ve většině domácností příznivců kvalitního plzeňského piva a využíval se např. při rodinných oslavách. Kdo pamatuje? :) #prazdroj #pilsnerurquell #historickasklenice Timeline Photos",
          1455466141
        ],
        [
          "Tato sklenice z roku 1968 je jednou z těch, na kterých se objevil název Plzeňský Prazdroj místo obvyklého Pilsner Urquell. Tyto názvy se od roku 1898 používaly oba současně. Několik let po sametové revoluci se ale definitivně rozdělily, Pilsner Urquell je značka piva a Plzeňský Prazdroj je název společnosti, pod kterou mimo jiné patří i pivovar Gambrinus, pivovar v Nošovicích a pivovar ve Velkých Popovicích. #prazdroj #pilsnerurquell #historickasklenice Timeline Photos",
          1454858941
        ],
        [
          "Elegantní sklenice na nožce s patkou s dominantním městským znakem a bílým nápisem Pilsner Urquell se během historie opakovala několikrát. Poprvé to bylo ve 30. letech, poté v 60. a s menším znakem znovu v 80. letech 20. století. #prazdroj #pilsnerurquell #historickasklenice Timeline Photos",
          1454254920
        ],
        [
          "Nevíte si rady s dárky? Darujte svým blízkým originální vánoční balíčky Pilsner Urquell. Radost pro každého milovníka piva! #pilsnerurquell\r\n\r\nMrkněte do e-shopu na celou kolekci → http://j.mp/PU-Zimni_kolekce giphy.com",
          1449328141
        ],
        [
          "Představujeme vám podobu letošní aukční lahve Pilsner Urquell, na jejíž designu se podílel s mladou studentkou Lenkou Husárkovou i světoznámý designér Bořek Šípek. Celkem 10 originálních lahví se bude dražit 17.12. na iDNES.cz. Výtěžek půjde na konto Centrum Paraple. #pilsnerurquell Timeline Photos",
          1448819941
        ],
        [
          "Pilsner Fest, který připomněl v Plzni uvaření první várky piva Pilsner Urquell před 173 lety, přilákal v sobotu 3. října do plzeňského pivovaru a na náměstí Republiky více než 50 000 milovníků tradičního českého piva. Na narozeninové oslavě se zároveň načepovalo více než 108 000 půllitrů zlatého ležáku i dalších plzeňských piv. #pilsnerurquell #pilsnerfest2015 Timeline Photos",
          1444376460
        ],
        [
          "Zveme vás na slavnostní varhanní koncert do katedrály sv. Bartoloměje v Plzni, který se uskuteční 4. října. Koncert pořádáme u příležitosti 173. výročí uvaření první várky plzeňského ležáku Pilsner Urquell. #prazdrojvisit #plzen Varhanní koncert 2015 4. října 2015 •  19:30 - 21:30 •  katedrála sv. Bartoloměje na náměstí Republiky v Plzni •  VSTUP ZDARMA",
          1443617100
        ],
        [
          "Už za pár dní startuje Pilsner Fest, oslava výročí první várky Pilsner Urquell. Čeká na vás nefiltrovaný ležák Pilsner Urquell, dobré jídlo, hudební a doprovodný program. Nenechte si ujít kapely jako Xindl X, No Name, Divokej Bill, UDG, Monkey Business a další. Těšíme se na vás již tuto sobotu 3.10. v Plzni. #pilsnerurquell #pilsnerfest2015 Pilsner Fest 2015 3. října 2015 v Plzni \r\n\r\n",
          1443598620
        ],
        [
          "Buďte RETRO s Pilsner Urquell. Použité střihy i materiály jsou moderní. Vyberte si tričko z NOVÉ KOLEKCE dle libosti → http://j.mp/Retro-kolekce Timeline Photos",
          1442754784
        ],
        [
          "Přijďte v sobotu 3.10. s námi na Pilsner Fest 2015 oslavit první várku Pilsner Urquell, kterou uvařil Josef Groll. #pilsnerurquell #pilsnerfest2015 Pilsner Fest 2015 3. října 2015 v Plzni",
          1442323561
        ],
        [
          "Moderní střihy i použité materiály. Historické logo. Buďte RETRO s Pilsner Urquell. Mrkněte do e-shopu na celou kolekci → http://j.mp/Retro-kolekce Timeline Photos",
          1441464961
        ],
        [
          "Příjemný chládek pivovarských sklepů, báječné pivo čepované přímo z dřevěných sudů, trocha té kultury a vzdělání… Zkrátka skvělý zážitek tam, kde se zrodila legenda Pilsner Urquell! \nNa to vše se můžete těšit v pivovaru Plzeňský Prazdroj. Setkejte se s legendou Pilsner Urquell Časy prohlídek pivovaru a další informace se dozvíte zde.",
          1436198401
        ],
        [
          "Několikrát týdně bude z plzeňského pivovaru vyjíždět do italského Milána speciální vůz s plzeňským ležákem Pilsner Urquell v  nepasterované podobě, aby zásobil českou hospodu, jež vyrostla v Českém pavilonu na světové výstavě EXPO 2015. 20 milionů návštěvníků EXPO 2015 ochutná nepasterovaný Pilsner Urquell Kromě hospody se návštěvníci výstavy mohou těšit na expozici českého pivovarnictví a ukázky tradičních řemesel. ",
          1430398403
        ],
        [
          "Česko je známé jako země skvělých hokejistů, ale ještě více jako vlast vynikajícího piva. Jak se připravujete na mistrovství vy? Společně pro české zlato! | Národní tým a Pilsner Urquell Spojení Česká hokejová reprezentace a Pilsner Urquell není jen partnerstvím. Společným znakem pro český hokej a pivo je ZLATO. Podívejte se na spot, ve které...",
          1429603885
        ],
        [
          "I ve Vatikánu se slaví Velikonoce pivem Pilsner Urquell. \nKrásné Velikonoce a na zdraví!\n\nhttp://www.prazdroj.cz/cz/media/archiv-tiskovych-zprav/1492-vatik-n-p-ijal-tradi-n-pozdrav-z-plzn-po-ehnan-pivo-a-origin-ln-dar-pilsner-urquell Timeline Photos",
          1428306401
        ],
        [
          "V Plzeňském Prazdroji existuje jedno mimořádné a zcela speciální místo. Kdo vlastnil klíč, měl vlastně trochu kouzelnou moc, ale to pochopíte, když se pozorně podíváte na fotografii. \nDnešní výhra připadne tomu, kdo jako sedmý uhodne, k čemu tento uzávěr slouží.\n\nA) Pivní potrubí, které vede pivo do bytu hlavního sládka\n\nB) Vodní potrubí, které do pivovaru přivádí měkkou plzeňskou vodu\n\nC) Potrubí, které vede pivo k plzeňským kašnám a až vyjedou rytíři z Blaníku, tak v Plzni na náměstí poteče pivo z kašny\n\nD) Přívod piva do bývalého velkokapacitního krytu civilní ochrany\n\nE) Rozvod piva do domů právovárečníků, kteří založili pivovar\n\nVítěz získá karton piva Pilsner Urquell v plechovce. Timeline Photos",
          1427864401
        ],
        [
          "Zásilka 2015 třetinkových lahví velikonočního požehnaného piva a také unikátní pivní pohár pro papeže Františka z dílny Bořka Šípka dorazil dnes do Vatikánu Vatikán přijal tradiční pozdrav z Plzně – požehnané pivo a originální dar Pilsner Urquell „Naše plzeňské pivo se už dříve ve Vatikánu nepravidelně objevovalo a my se nyní snažíme na tuto tradici navázat a vybudovat pravidelnou velikonoční zvyklost požehnaného daru z Plzně.\" Vysvětlil sládek Václav Berka.",
          1427817600
        ],
        [
          "Symbolických 2015 lahví požehnané velikonoční várky Pilsner Urquell míří do Vatikánu společně se speciálním darem pro papeže\n\nhttp://www.prazdroj.cz/cz/media/archiv-tiskovych-zprav/1491-2015-lahv-po-ehnan-velikono-n-v-rky-pilsner-urquell-m-do-vatik-nu-s-n-i-speci-ln-dar-pro-pape-e Timeline Photos",
          1427731201
        ],
        [
          "Návštěvníci výstavy EXPO 2015 v Miláně zažijí českou hospodu a ochutnají nepasterované pivo Pilsner Urquell přímo z tanku.\nČeská hospoda představí svým návštěvníkům také dlouholetou tradici vaření plzeňského piva, ale i zcela unikátní gastronomické zážitky. \n\nhttp://www.prazdroj.cz/cz/media/archiv-tiskovych-zprav/1479-n-v-t-vn-ci-v-stavy-expo-2015-v-mil-n-za-ij-eskou-hospodu-a-ochutnaj-plze-sk-nepasterovan-pivo Timeline Photos",
          1426488658
        ],
        [
          "V našem e-shopu právě najdete za bezkonkurenční ceny trička, sklenice dárkové balíčky a další zboží našich značek Pilsner Urquell, Velkopopovický Kozel, Radegast a Birell. Neváhejte, nabídka platí pouze do vyprodání zásob!\n\nbit.ly/PU_eshop Timeline Photos",
          1424800804
        ],
        [
          "Sládci Plzeňského Prazdroje uvařili slavnostní velikonoční várku ležáku Pilsner Urquell. Surovinám našeho velikonočního piva požehnal plzeňský Monsignore František Radkovský, biskup plzeňský. 2015 lahví velikonoční várky zlatého ležáku bude po pěti týdnech zrání a ležení odesláno do Vatikánu jako dar města Plzně a Plzeňanů k oslavám velikonočních svátků.  Kromě symbolických 2015 lahví zlatého ležáku poputuje do Vatikánu také unikátní dar z dílny českého designera Bořka Šípka. \n\nhttp://www.prazdroj.cz/cz/media/archiv-tiskovych-zprav/1472-plze-sk-biskup-po-ehnal-u-pop-t-velikono-n-v-rce-pilsner-urquell Timeline Photos",
          1424451602
        ],
        [
          "V sobotu 17. ledna se otevře Plzeň světu jako oficiální Evropské hlavní město kultury.\nV rámci této akce představí pivovar originální pivovarská řemesla nebo pozve na atraktivní prohlídky návštěvnické trasy s ochutnávkou piva. V provozu bude také speciální pivovarská pošta, díky které mohou návštěvníci zdarma poslat pohlednici s pozvánkou do pivovaru svým známým po Čechách i ve světě.\n\nhttp://www.prazdroj.cz/cz/media/archiv-tiskovych-zprav/1454-plze-zah-j-rok-evropsk-kultury-program-bude-peipraven-i-v-plze-sk-m-prazdroji Timeline Photos",
          1421257728
        ],
        [
          "Darujte svým přátelům poukaz na Párty v pivovaru Gambrinus nebo Školu čepování Pilsner Urquell a nebudete litovat ani vy ani obdarovaní. Společně strávené chvíle jsou totiž tím nejhezčím a trvalým dárkem.\n\nhttp://eshop.prazdroj.cz/vsechny-znacky/zazitky-v-pivovaru Timeline Photos",
          1418212810
        ],
        [
          "Prazdroj získal včera hned dvě hlavní ceny měsíčníku Pivo, Bier & Ale. V pražské restauraci U Fleků zvítězil s pivním půllitrem Pilsner Urquell z dílny známého českého designéra Ronyho Plesla. Ocenění „Pivní patriot“ si pak za dlouholetou vzornou péči o tradiční pivovarské řemeslo odnesl Ladislav Bešťák, emeritní bednář plzeňského pivovaru. \n\nbit.ly/cena_design Timeline Photos",
          1417791606
        ],
        [
          "Kdo z vás si v sobotu udělal výlet na narozeninovou oslavu piva Pilsner Urquell do Plzně na Pilsner Fest? Letos se tu sešlo více než 45 tisíc milovníků tradičního českého piva. Načepovalo se 75 tisíc půllitrů zlatého ležáku i dalších plzeňských piv. Návštěvníci si navíc jako první v České republice hromadně připili pivem Pilsner Urquell z plechovek s novým designem, které se teprve dostávají do prodeje. \n\nbit.ly/PilsnerFest Timeline Photos",
          1412609942
        ]
      ],
      "dates_start": 1422736583,
      "dates_end": 1456900917,
      "likes_avg": 278,
      "likes_stdev": 287,
      "comments_avg": 9,
      "comments_stdev": 11,
      "shares_avg": 32,
      "shares_stdev": 34
    },
    {
      "number": 26,
      "important": [
        "českého piva",
        "během",
        "roce",
        "jej",
        "českého",
        "náš",
        "tak",
        "určitě",
        "první",
        "gambrinus"
      ],
      "common": [
        "chmel",
        "gambrinus",
        "je",
        "na",
        "photos",
        "piva",
        "se",
        "timeline",
        "timeline photos",
        "českého"
      ],
      "messages": [
        [
          "Ochutnejte během Dny českého piva náš Gambrinus První chmel. 🍺 Pivo s čerstvým chmelem můžeme vařit pouze jednou v roce, tak neváhejte a určitě jej vyzkoušejte! ;) #gambrinus #prvnichmel #dnyceskehopiva Timeline Photos",
          1474615372
        ],
        [
          "1. Český chmel.\n2. Drcení chmelu bez přístupu vzduchu.\n3. Celý proces bez použití chemikálií.\n\n= chmelové produkty. Co to je? V našem případě se jedná o granulovaný chmel, který se připravuje mechanickým drcením chmelových šištic ihned po sklizni bez přístupu vzduchu. Uchovává tak v sobě intenzitu a kvalitu hořkosti i unikátní aroma, proto nemusí být chemicky ošetřen proti plísním. Granulovaný chmel je tak vlastně chmel v jiné podobě. #pivo #chmel Timeline Photos",
          1447603921
        ],
        [
          "Hledáte originální místo, kde uspořádat oslavu narozenin nebo třeba jen párty s přáteli?\nMáme pro vás skvělý tip ;) Párty v pivovaru Gambrinus Zážitkový balíček nabitý zábavou strávíte v doprovodu pivovarských odborníků i nejoblíbenějšího českého piva Gambrinus.",
          1437109201
        ],
        [
          "Přijďte 8. - 10. května na speciální prohlídku pivovaru Gambrinus a ochutnejte jako první limitovanou jarní várku Gambrinus Nový Bohém! Gambrinus je bohém! Více informací najdete zde",
          1430925007
        ],
        [
          "Loučení Pavla Horvátha s fotbalovou kariérou probíhá ve velkém stylu - za doprovodu Davida Limberského, Martina Straky a sládka Gambrinusu Pavla Zítka uvařil speciální várku piva Gambrinus. A právě tato Horviho poslední desítka bude naražena na rozlučkovém utkání ve Štruncových sadech v úterý 2. června. Timeline Photos",
          1430755201
        ],
        [
          "První májové dny bude v plzeňském pivovaru opravdu živo! \nV pivovaru Gambrinus budete moci během prodlouženého víkendu 1. - 3. května ochutnat Gambrinus s americkým chmelem, který byl uvařen u příležitosti oslav 70.výročí osvobození Plzně americkou armádou. Chuť svobody v pivovaru Gambrinus Doprovodný program k Slavnostem svobody najdete zde.  ",
          1429807605
        ],
        [
          "Milí soutěžící, naše porota se pořádně zapotila, ale i příjemně pobavila při výběru těch nej Ód na půllitr. \nNicméně je to tu, vyhlašujeme vítěze naší kreativní soutěže, kterými se stávají:\n\n@Mirek Svoboda, @Jana Hložková, @Naďa Gonzorczyková, @Ivana Krátká, @Lenka Svobodová, @Jitka Bártová Pacáková, @Ladislav Bagári, @Iveta Ehrlich, @Katka Soukupova a @Tadeáš Szappanos.\n\nVýhercům gratulujeme a prosíme je, aby nám do zpráv napsali adresy, kam jim můžeme výhry doručit, jakou značku půllitru chtějí a jaký text by měl být na něm vyrytý (max. délka 50 znaků).\n\nVšem ostatním děkujeme za účast, za krásné originální básničky a přejeme krásný víkend :) Timeline Photos",
          1425647004
        ],
        [
          "Uspořádejte párty v pivovaru Gambrinus, na kterou jen tak nezapomenete! Jedinečné prostředí Gambrinus varny a tříhodinové posezení se sládkem a pivy značky Gambrinus. \nVíce na bit.ly/party_v_pivovaru_Gambrinus Timeline Photos",
          1416765340
        ],
        [
          "Určitě jste slyšeli o \"Malé sázce o Velké pivo\" mezi trenérem fotbalové reprezentace Pavlem Vrbou a sládkem Gambrinusu Pavlem Zítkem. Sázka už má svého vítěze. Díky skvělému výkonu českého týmu v předcházejících kvalifikačních zápasech se fotbaloví fanoušci, kteří tuto neděli navštíví očekávaný kvalifikační zápas Česko:Island, můžou těšit na více než 10 000 speciálních plechovek piva Gambrinus s portréty známých a úspěšných českých hráčů. \nbit.ly/m_v_sazka Timeline Photos",
          1415881755
        ],
        [
          "Chutnal vám Gambrinus První Chmel? Tak to pro vás máme skvělou zprávu. Teď si totiž pivo dochmelené čerstvým žateckým chmelem můžete užít i doma! Nově k dostání v hypermarketech Albert. Ale pospěšte si, jde o limitovanou edici!\n\nhttps://www.youtube.com/watch?v=HiFq9rVP_-I&feature=youtu.be Gambrinus První Chmel - od klíčku až do lahve Z čerstvě sklizeného chmele jsme uvařili mimořádnou várku ležáku Gambrinus, První chmel. Podívejte se na cestu chmele od klíčku až do dárkové jednolitrové la...",
          1414158383
        ],
        [
          "Jak dopadla malá sázka o Velké pivo trenéra Pavla Vrby se sládkem Gambrinusu Pavlem Zítkem? Tak jak to má být, VYHRÁLI FANOUŠCI... Čeští fotbaloví reprezentanti svým vítězstvím 4:2 nad Kazachstánem zajistili fanouškům na zápas s Islandem, který se bude hrát 16.11. na plzeňském hřišti, přes 10 000 speciálních plechovek piva s portréty známých a úspěšných českých fotbalistů. Určitě tedy stojí za to se na zápas přijít podívat, a to nejen kvůli fotbalu!\n\nbit.ly/GA_sazka Timeline Photos",
          1413391930
        ],
        [
          "Tomu se říká malá sázka o Velké pivo! Pokud tým české fotbalové reprezentace přiveze z dvojzápasu s Tureckem a Kazachstánem v rámci kvalifikace na Mistrovství Evropy ve fotbale 2016 alespoň čtyři body, dostane každý divák na plzeňském stadionu, kde se utkání ČR -  Island 16. listopadu koná, PIVO ZDARMA. V opačném případě pomůže trenér fotbalové reprezentace Pavel Vrba při vaření speciální várky piva Gambrinus.\n\nbit.ly/mala_sazka Timeline Photos",
          1412870403
        ],
        [
          "Autorem vítězné básničky ke Dni českého piva se stal pan Ladislav Bagári.\n\nDvacátý sedmý den v září\nzvýraznil jsem v kalendáři.\nSvatý Václav zve nás ven, \npojďme slavit piva den.\nNestyď se a nestůj vzadu, \npřiveď partu kamarádů.\nCo slavíme hezkého? \nSvátek piva českého.",
          1412398800
        ],
        [
          "Milí soutěžící, naše porota se při vybírání výherců dost zapotila, protože hodně básniček bylo opravdu pěkných, nicméně je to tu - můžeme vyhlásit vítěze naší facebookvé soutěže o nejoriginálnější básničku ke Dni českého piva, kterými se stávají:\n\n1. místo @Ladislav Bagári \nPan Ladislav vyhrává 30l sud Nepasterizovaného Gambrinusu, prohlídku pivovaru Gambrinus v Plzni pro 2 osoby a 24x 0,5l Gambrinus Originál plech.\n\n2. a 3. místo obsadily @Kateřina Davidová a @Ali Bauerová \nTyto vítězky získávají každá 30l sud Nepasterizovaného Gambrinusu a prohlídku pivovaru Gambrinus v Plzni pro 2 osoby.\n\n4. a 5. místo @Katka Soukupka a @Jirka Lariš\nZískávají každý prohlídku pivovaru Gambrinus v Plzni pro 2 osoby a 24x 0,5l Gambrinus Originál plech.\n\n6. a 7. místo @Rádik Ku-ře a @Kateřina Soukupová \nZískávají každý 24x 0,5l Gambrinus Originál plech.\n\nVýhercům gratulujeme a prosíme je, aby nám do zpráv napsali adresy, kam jim můžeme výhry doručit.\n\nVšem ostatním děkujeme za účast a krásné originální básničky :)",
          1412226000
        ],
        [
          "Oslavy Dne českého piva probíhaly po celé republice. \nTřeba v Plzni oslavy zahájil primátor Martin Baxa s obchodním sládkem pivovaru Gambrinus Pavlem Zítkem. Společně narazili  a načepovali přítomným hostům restaurace Sedmé nebe pivo Gambrinus První Chmel uvařené z čerstvého chmele speciálně pro tuto příležitost. Pivo Gambrinus První Chmel můžete ochutnat v následujících dnech ve více než 2000 hospodách po celé ČR. Mapu hospod a restaurací najdete zde http://www.gambrinus.cz/cz/#/kam-na-pivo/prvni-chmel Timeline Photos",
          1412003988
        ],
        [
          "DEN, ČESKÉHO, PIVA je tu Šimon Garbinus hlídá protože je v ním síla :)",
          1411903545
        ],
        [
          "Není nač čekat, Den českého piva je tady a u nás je NARAŽENO. Mimořádnou várkou ležáku Gambrinus První Chmel - z čerstvého, právě sklizeného chmele můžete ochutnat ve více než 2000 hospodách a restauracích napříč celou republikou. \n\nhttp://www.prazdroj.cz/cz/media/archiv-tiskovych-zprav/1413-gambrinus-narazil-sud-mimoradne-varky-prvni-chmel-v-hospodach-bude-od-teto-soboty Timeline Photos",
          1411807210
        ],
        [
          "Víte, kde se čerpá voda pro výrobu piva Gambrinus?\n\nA) z podzemního jezera u Nepomuku\nB) ze studní v části Plzně zvané Roudná\nC) ze studní na Bouřné\nD) z vodovodu ve sklepě pivovaru Timeline Photos",
          1411750801
        ],
        [
          "Už zítra narážíme! Máte se na co těšit! Ptáte se, o co jde? Přeci o mimořádnou várku ležáku Gambrinus První Chmel - z čerstvého právě sklizeného chmele. Takové pivo se může vařit jen jednou do roka po chmelové sklizni, tak ať vám chutná! :) Timeline Photos",
          1411725986
        ],
        [
          "Den českého piva se bude slavit ve velkém! Kde všude se do oslav můžete zapojit a na jaké doprovodné akce se můžete těšit, sledujte na http://www.denceskehopiva.cz/#podniky Timeline Photos",
          1411654514
        ],
        [
          "Všude kolem mraky davů. Co se děje? Co za slávu? \nDnes národ český má se hezky. \nStaří, mladí chtějí slavit, máme piva, jdem se bavit! \nDen českého piva nastal, každý pije či už chlastal. \nMáš se smutně? Nejsi sám, radu jednu ti však dám. \nKaždý přece má svůj pech, v pivu utopí ho Čech!\nNárod si tě žádá ven, pojď se napít v pivní den! :-)",
          1411400125
        ],
        [
          "Dnešní kvízová otázka zní: Co je to šnyt nebo šnýtek? \nOdpověď pište do komentářů, sdílejte na svém profilu a získejte co nejvíce lajků od svých přátel. První správná odpověd s největším počtem lajků do dnešních 18 hodin získá 24x 0,5l Gambrinus Originál plech! \n\nA) načepování malého piva na ochutnání\nB) kus látky, kterou používali šenkýři na utířání stolů\nC) alergická reakce na výpary ve varně\nD) oznámení v hostincích, že čepují posledních deset piv Timeline Photos",
          1411364951
        ],
        [
          "Už jste nahráli svou básničku na naši Zeď? Nezapomeňte, že jednou z podmínek je použití slov DEN, ČESKÉHO, PIVA! Autoři prvních 5 básniček s nejvyšším počtem lajků, získají 30l sud nepasterizovaného Gambrinusu, prohlídku pivovaru Gambrinus v Plzni pro 2 osoby nebo 24x 0,5l Gambrinus Originál plech! \nCeny jsou tu připraveny pro vás! :) Timeline Photos",
          1411308001
        ],
        [
          "A je tu další rychlosoutěž! Víte, kde vyrábíme slad pro výrobu piva Gambrinus?\nPrvní správná odpověď s největším počtem lajků do dnešních 18. hodin opět získá 24x 0,5l Gambrinus Originál plech!\n\nA) ve sladovně v Písku\nB) v cukrářství Horák & synové\nC) v naší vlastní sladovně\nD) ve sladovně v Rakousku Timeline Photos",
          1411189201
        ],
        [
          "K pivu neodmyslytelně patří i dobré jídlo. A nasnadě je taky otázka, co vařit o víkendu...? Nechte se inspirovat pivními recepty na www.denceskehopiva.cz/#pivni-gastronomie Den českého piva | Všichni milovníci českého piva a gastronomie na světové úrovni si odedneška... Velkolepá oslava oblíbeného zlatavého moku je tady! Den před svátkem Svatého Václava, tedy v sobotu 27. září, se ve vybraných hospodách po celé zemi rozběhne druhý ročník Dne českého piva. Oslava nejoblíbenějšího nápoje Čechů s sebou přinese řadu doprovodných akcí, jejichž ústředním tématem je, jak…",
          1411113718
        ],
        [
          "Pozor, máme tu první rychlou kvízovou otázku! Kdo byli bečváři? Odpověď pište do komentářů, sdílejte na svém profilu a získejte co nejvíce lajků od svých přátel. První správná odpověd s největším počtem lajků do dnešních 18. hodin získá 24x 0,5l Gambrinus Originál plech!   \n\n- sládci, kteří u vaření piva hlasitě zpívali (bečeli)\n- pivaři, kteří vypili za den více jak bečku piva\n- pivovarníci, kteří používali při výrobě piva výhradně vodu z řeky Bečvy\n- řemeslníci, kteří zhotovovali bečky, kádě a sudy z tvrdého dubového dřeva Timeline Photos",
          1411017567
        ],
        [
          "Den česká Piva je tu brzy\nkdyž dáš Gambrinus  budeš\nnebudeš mít o zábavu nouzi\nžádný rýmu tu nebudu hlavu tu lámat        Jdu si dát pivo      pak jdu  postely sny tvořit , jak budu zítra z pivem na dvoře mořit .",
          1410984955
        ],
        [
          "A je to tady… Den českého piva se blíží a tak jsme si pro vás připravili malou soutěž. Nahrajte na naši facebookovou Zeď krátkou básničku s použitím slov DEN, ČESKÉHO, PIVA, získejte nejvíc lajků a vyhrajte 30l sud Nepasterizovaného Gambrinusu, prohlídku pivovaru Gambrinus v Plzni pro 2 osoby nebo 24x 0,5l Gambrinus Originál plech! Začínáme právě teď a končíme 28.9. v 17 hodin!\nVíce informací v pravidlech na bit.ly/DCP_FB_pravidla Timeline Photos",
          1410951553
        ],
        [
          "Tomu se říká \"opravdu žhavá novinka\". Pivovar Gambrinus uvařil poprvé ve své novodobé historii várku ležáku určenou pro jednu konkrétní příležitost - Den českého piva, který připadá na 28. září. Mimořádnou várkou piva Gambrinus je ležák dochmelený čerstvým, právě sklizeným chmelem odrůdy Sládek ze žatecké chmelnice Beránek. Podobné pivo lze uvařit jen jedinkrát v roce – čerstvé chmelové šišky lze totiž použít jen bezprostředně po sklizni. A je opravdu na co se těšit. \n Pivovar Gambrinus uvařil speciální ležák, vsadil na čerstvě utržený chmel – Novinky.cz Plzeňský Gambrinus uvařil poprvé ve své historii várku ležáku určenou jen pro jednu konkrétní příležitost - na 28. září, kdy se slaví nejen svatý Václav, ale i Den českého piva. Speciální edice má mít i speciální chuť, ve čtvrtek 4. září byla totiž dochmelena čerstvě utrženými chmelovými šiškami, kt…",
          1409895963
        ],
        [
          "Zdena Malafová dokázala během necelých čtyř hodin sklidit 7 věrtelů chmele! Zaslouženě tak získala titul Gambrinus Mistr v ručním česání chmele 2014. Gratulujeme! Gambrinus Mistrovství v ručním česání chmele vyhrála křehká blondýnka Vlastníma rukama sklidila během necelých čtyř hodin sedm věrtelů chmele a zasloužila si tak titul Gambrinus Mistr v ručním česání chmele 2014 a hlavní výhru, sud Nepasterizovaného Gambrinusu. „Na chmel chodím od mala, je to sice tvrdá práce, ale mě baví,“ řekla s úsměvem Mistryně Zdena Malafová. Ta porazila dlouholeté česáče a sklidila obdiv i přítomných slavných osobností, které nejen, že soutěžící v průběhu Mistrovství povzbuzovaly, ale zapojily se i do samotného česání.",
          1409126434
        ],
        [
          "Určitě se najde někdo, kdo by chtěl být pivovarnickým sládkem. V popisu práce takového sládka přece je především ochutnávání piva... Málokdo ale ví, že sládek mimo jiné prochází a kontroluje všechny fáze výroby od varny po stáčení piva.   \nVíce o tom, co vše práce sládka obnáší, čtěte v rozhovoru s Jiřím Fuskem, sládkem Gambrinusu na http://bit.ly/GA_slad Sládek musí poznat 34 chutí. Boří nos do piva i chemických tabulek - iDNES.cz Je to profese, kde se nejen že může, ale dokonce musí pít. Sládek má v laických představách hezký život. Přijde do práce a jednou z jeho prvních činností je ochutnávání piva. Při bližším zjištění, co všechno „manažer výroby“ dělá, už to tak výsostně zábavné není. Práce je to ale rozhodně zajímavá.",
          1405670685
        ]
      ],
      "dates_start": 1404111753,
      "dates_end": 1431954383,
      "likes_avg": 95,
      "likes_stdev": 127,
      "comments_avg": 7,
      "comments_stdev": 10,
      "shares_avg": 9,
      "shares_stdev": 12
    }
  ]
}