{
  "pagename": "praha9.zeleni.cz",
  "page_name_displayed": "Strana zelených Praha 9",
  "globalstats": {
    "fan_count": 297,
    "messages": 126,
    "likes_avg": 4,
    "likes_stdev": 6,
    "comments_avg": 1,
    "comments_stdev": 2,
    "shares_avg": 1,
    "shares_stdev": 1,
    "graph_uri": "clusters/praha9.zeleni.cz.png"
  },
  "clusters": [
    {
      "number": 1,
      "important": [
        "ale",
        "praha",
        "zastupitelstva",
        "mč",
        "obvodi"
      ],
      "common": [
        "ale",
        "jednání zmč",
        "mč",
        "obvodi",
        "praha",
        "rozdělení",
        "volební",
        "zastupitelstva",
        "zmč",
        "že"
      ],
      "messages": [
        [
          "Na jednání Zastupitelstva MČ Praha 9 v úterý 23. 9. je připraven návrh regulace hazardu, který vychází i z petice za místní referendum. Návrh má dobrou šanci se dostat na program jednání, podpora jeho schválení je ale hodně nejistá. Pokud chcete změnit aktuální situaci hazardu v Praze 9, přijďte přesvědčit své zastupitele, aby schválení přísné regulace podpořili.\n\nhttp://9bezheren.com/2014/09/17/regulace-hazardu-na-jednani-zastupitelstva-mc-p9-23-9-2014/ Regulace hazardu na jednání Zastupitelstva MČ P9 23. 9. 2014 Vadí vám herny v Praze 9 a chcete to změnit? Přijďte podpořit regulaci hazardu na poslední jednání současného Zastupitelstva Prahy 9.  Na jednání Zastupitelstva MČ Praha 9 v úterý 23. 9. je připrav...",
          1411009200
        ],
        [
          "Včera jsme podali žalobu proti rozdělení Prahy 9 na tři volební obvody. Tento nápad z dílny TOP09 a ODS podpořený i všemi zastupiteli ČSSD nemá ani základní logiku a omezuje právo občanů Prahy 9 vybrat si své zastupitele. Zákon sice rozdělení povoluje, ale pouze v případě, že vzniklé obvody zlepší, nikoli zhorší výkon volebního práva. TOP09/ODS/ČSSD se domnívají, že není nic špatného na volebním obvodu složeném ze Střížkova, Krocínky a Hrdlořez. My se domníváme, že tato účelová manipulace s volebními obvody (\"gerrymandering\") je nejen nemorální, ale i v rozporu s naším právním systémem. O žalobě už napsal i deník Metro http://www.metro.cz/zelenym-vadi-nefer-rozdeleni-prahy-9-na-volebni-obvody-bude-se-soudit-1i4-/co-se-deje.aspx?c=A140807_162759_co-se-deje_row Timeline Photos",
          1407473192
        ],
        [
          "Na poslední chvíli se svolává mimořádné jednání ZMČ, kde by se opět měli řešit volební obvody. Text přiložené pozvánky mluví za sebe – míra deformace volebních práv má být upravena na rozumnou míru… Přijďte si poslechnout aktualizované argumenty radních, proč mají být ohýbána vaše volební práva. Doporučujeme se připravit na nemalou dávku arogance a cynismu.\n\nhttp://praha9.zeleni.cz/mimoradne-jednani-zmc-tri-obvody-budou/ Mimořádné jednání ZMČ – tři obvody budou | Strana Zelených – ZO Praha 9 Na posledním jednání ZMČ bylo schváleno opětovné rozdělení Prahy 9 na tři volební obvody. Naši zastupitelé vystoupili ostře proti. Argumentovali zejména nálezy Ústavního soudu a aktuální praxí dalších pražských radnic i magistrátu. Představitelé radnice nebyli schopni obhájit svou pozici a na argume…",
          1405060918
        ],
        [
          "Na posledním zastupitelstvu ignorovali zástupci ODS, TOP09 i ČSSD naše detailní argumenty o nespravedlivosti rozdělení Prahy 9 na tři volební obvody s tím, že jsme se prý nenarodili na Praze 9 a tudíž tomu nemůžeme rozumět. Nyní jim asi konečně docvaklo (zřejmě to nějaký čas trvá) a narychlo svolávají mimořádné zastupitelstvo na příští středu, avšak zatím bez jakýchkoli materiálů. Patrně dostali strach.",
          1405058721
        ],
        [
          "Místní radní opět připravují rozdělení Prahy 9 na tři volební obvody. Ačkoli naši zastupitelé vyzývali k diskuzi o tomto tématu již skoro před půl rokem, vůle a odvaha konfrontovat své postoje u vedení radnice chybí. Přijďte se tedy sami zeptat na jednání zastupitelstva 24.6., proč chce ODS a TOP09 opět omezovat základní práva místních obyvatel. Odpovědí doposavad bylo, že to je konzervativní...\n\nTo, jakým způsobem se dívá na dělení volebních obvodů Ústavní soud, se můžete dočíst v usnesení týkající se voleb 2010 - viz http://praha9.zeleni.cz/wp-content/uploads/usneseni.US_.pdf Timeline Photos",
          1403257912
        ],
        [
          "Přijďte si v úterý po víkendu poslechnout, proč chce ODS a TOP09 ohýbat základní práva obyvatel Prahy 9 \n\nNa adrese http://praha9.zeleni.cz/wp-content/uploads/obvody.2014.pdf jsme pro vás vystavili podkladový materiál k hlasování o rozdělení Prahy 9 na tři obvody. Součástí je i důvodová zpráva. Pokud byste ale hledali nějaké argumenty proč Prahu 9 dělit na další obvody, budete zklamaní. Důvodová zpráva pouze cituje zákon, který rozdělení umožňuje. Přijďte se tedy na jednání zastupitelstva zeptat, proč chce ODS a TOP09 opět porušit princip rovnosti hlasů. Odpovědí je prozatím pouze to, že to je konzervativní... Timeline Photos",
          1403175862
        ],
        [
          "V pozvánce na jednání ZMČ 24. 6. 2014 se objevil bod \"Stanovení počtu členů ZMČ P9 pro volební období 2014-2018 a vytvoření tří volebních obvodů pro volby do ZMČ Praha 9 v roce 2014\". Naši zastupitelé již v lednu apelovali, aby k tomuto tématu dopředu proběhla diskuze. Dělení na více obvodů považujeme za porušení principu rovnosti jednotlivých hlasů a budeme proti tomuto záměru ostře vystupovat. Máte stejný názor? Přijďte ho vyjádřit na jednání ZMČ v úterý 24. 6. od 16:00.",
          1401879336
        ],
        [
          "Přijďte se podívat na zítřejší zastupitelstvo, zeptejte se na podstatné body, diskutujte s radními a zastupiteli o jejich práci - https://www.facebook.com/events/189026051270174/\n\nPřipomínáme, že se zítra od 16:00 koná 16. zasedání ZMČ Praha 9. Na pořadu jednání bude zásadní bod dalšího postupu privatizace obecních bytů. Rada MČ navrhuje, aby bylo privatizováno 100% zbývajících bytů. V předkládaném materiálu (http://goo.gl/l8S0M5) není ale ani náznak, jak bude řešena otázka sociálních bytů anebo jak bude plněn rozpočet po rozprodeji současného bytového fondu. Jasný plán privatizace bytů jednoznačně podporujeme, předložený návrh je ale polovičatým řešením, protože neřeší zásadní otázky sociálního bydlení a plnění rozpočtu. \n\nNa posledním jednání ZMČ bylo přislíbeno, že podklady k jednání budou dostupné dopředu elektronicky. Do jisté míry se to podařilo (http://goo.gl/u58L4Y), nicméně materiály jsou nekompletní, nejsou přiloženy důležité přílohy a důvodové zprávy (např. rozbor hospodaření neobsahuje žádnou přílohu, jen usnesení o schválení). Uveřejnění materiálů je pozitivním krokem, v současné podobě ale moc informací nepřináší\n\nBěhem jednání bude jistě diskutována i poslední kauza koupě pozemků Prahou 9 v roce 2011. Zprávy z médií (http://goo.gl/Bc8PuF) ukazují, že MČ se nejprve vzdala práva na koupi pozemků, aby je pak koupila od investora za cenu vyšší o cca 26 miliónu korun. Pokud jsou tyto zprávy pravdivé, jednalo se o hrubé pochybení vedení MČ a kauza bude jistě předána k prošetření policii. 16. zasedání Zastupitelstva MČ Praha 9 Zveme vás na 16. jednání ZMČ Praha 9. Zároveň připomínáme, že místostarosta Tomáš Portlík na minulém jednání ZMČ oznámil, že pro příště už budou podklady pro jednání Zastupitelstva v předstihu elektronicky přístupné veřejnosti - pokud to bude dodrženo, mělo by být možné si podklady prohlédnout na stránce MČ http://praha9.cz\n\nP r o g r a m:\n\n1. Ekonomický rozbor hospodaření MČ Praha 9 za I. pol. 2013 \n2. Převod vlastnictví byt. jednotek v domě Kovářská 1414, Praha 9 \n3. Převod vlastnictví byt. jednotek v domě Kovářská 1257, Praha 9 \n4. Převod vlastnictví byt. jednotek v byt. domech v rámci II. vlny privatizace \n5. Žádost o výmaz předkupního práva k bytu v ul. Lovosická 653/7, Praha 9 \n6. Žádost o výmaz předkupního práva k bytu v ul. Bílinská 509/14, Praha 9 \n7. Záměr prodeje byt.jednotek v domech v ul. Sokolovská č.p. 226 a 227, Praha 9 \n8. Převod vlastnictví půdní byt. jednotky umístěné v objektu, kde probíhá prodej bytových      jednotek  nájemníkům \n9. Změna zřizovacích listin mateřských škol\n10. Informační zpráva o činnosti Rady MČ Praha 9 za I. pol. 2013 \n11. Zpráva o plnění úkolů z přijatých usnesení ZMČ P9 ke dni 10.9.2013 \n12. Zápisy z KV a FV ZMČ P9  \n13. Informativní zprávy a návrhy \n14. Dotazy, připomínky a podněty členů ZMČ P9 \n15. Interpelace občanů",
          1379930822
        ]
      ],
      "dates_start": 1393303861,
      "dates_end": 1410907628,
      "likes_avg": 3,
      "likes_stdev": 2,
      "comments_avg": 1,
      "comments_stdev": 1,
      "shares_avg": 3,
      "shares_stdev": 2
    },
    {
      "number": 2,
      "important": [
        "návrh",
        "praze",
        "toler",
        "hazardu",
        "městské části"
      ],
      "common": [
        "bude",
        "hazardu",
        "městské",
        "městské části",
        "návrh",
        "praha",
        "praze",
        "toler",
        "území",
        "části"
      ],
      "messages": [
        [
          "Zástupci vznikající koalice hnutí ANO, ČSSD a Trojkoalice se v pondělí dohodli na nulové toleranci hazardu. Herny v Praze 9 snad přeci jen skončí. ODS a TOP09 navzdory. \n\nhttp://zpravy.aktualne.cz/domaci/konec-bitvy-o-hazard-prazska-koalice-chce-nulovou-toleranci/r~a486dd40586411e48ee3002590604f2e/ Konec hazardu v Praze? Koalice chce nulovou toleranci O změnu se marně snažili aktivisté v referendech. Teď jim ale může pomoci nová koaliční smlouva mezi ANO, ČSSD a Trojkoalicí. Strany do programu prosadily...",
          1413866837
        ],
        [
          "K prohazardnímu bloku ODS a TOP09 se na Praze 9 připojila i ČSSD. Návrh na nulovou toleranci hazardu nebyl ani připuštěn na program zastupitelstva. Mobile Uploads",
          1411475133
        ],
        [
          "Právě jsme podali kandidátky \"Trojkoalice zelení, KDU-ČSL a nezávislí - Máte právo rozhodovat\" do zastupitelstva městské části Praha 9. Již brzy Vám představíme kandidáty i program, s nímž do voleb půjdeme. Chcete-li nám pomoci změnit devítkovou radnici k lepšímu, omezit hazard, zabránit plýtvání penězi nás všech a zlepšit život v naší městské části, dejte nám vědět. Mobile Uploads",
          1407134364
        ],
        [
          "Děkujeme dalším desítkám obyvatel Proseka, kteří dnes podepsali petici za místní referendum o hazardu. Těm, kteří se nás ptají, kdože to může za tak vysokou hustotu heren na Praze 9, odpovídáme, že za to mohou zastupitelé naší městské části zvolení za ODS a TOP09.",
          1405450632
        ],
        [
          "Gerrymandering po pražsku: Poté, co radní za ODS a TOP09 spolu se zastupiteli za ČSSD odmítli naše argumenty proti porušování rovnosti volebního práva na Praze 9 a poté, co si to za pár týdnů zase rozmysleli, přišli s následující variantou, která má sloužit k tomu, \"aby [...] byla zachována na území naší městské části tradiční forma volby v obvodech, do významné míry respektující historické členění obce.\" Ano, dát Střížkov, Krocínku a Hrdlořezy do jednoho obvodu jistě navazuje na mnohé historické vazby mezi těmito obcemi... (viz fialové volební okrsky). Timeline Photos",
          1405396619
        ],
        [
          "Náš návrh na zařazení bodu Vyhlášení nulové tolerance hazardu na území městské části Praha 9 nebyl přijat - nepodpořili jej zastupitelé TOP09 a ODS. Napište jim svůj názor. Mobile Uploads",
          1403612850
        ],
        [
          "Na zítřejším zasedání zastupitelstva navrhneme usnesení o nulové toleranci heren s proherními automaty na území Prahy 9. Po nedávném schválení nulové tolerance na Praze 7 a 5 zůstává naše městská část jednou z posledních bašt hazardu v Praze. Přijďte nám zítra pomoci to změnit.",
          1403543402
        ],
        [
          "POZOR! Připravuje se analytická studie k urbanistickému charakteru městské části – obecná rozvaha území Praha 9 s  tím, že výsledek bude veřejně projednán. O podrobnostech vás budeme informovat. \n\nO co jde? Předmětem díla je analýza území Městské části Praha 9 z urbanistického hlediska a návrh rozhodujících charakteristik a specifických jevů určených pro zapracování do závazně plánovací dokumentace. Základem bude výkres hodnot a potenciálů Městské části v měřítku 1:5000. V území budou vytipovány klíčové urbanistické hodnoty (povaha zástavby, objemová a plošná kritéria, řešení veřejných prostranství – prostupnost, hierarchie, vizuální kompozice, urbanistické funkce a další), jejichž uchování a rozvoj jsou pro městskou část klíčové. Součástí díla bude mimo jiné vymezení lokalit stejného/obdobného charakteru (například vilová čtvrť, rodinné domy, parková oblast). Bude zhodnocena dosavadní územně plánovací příprava. \nNavržené regulativy budou sloužit jako podklad pro zpracovatele Metropolitního plánu. Studie bude respektovat interní členění území MČ Praha 9  na dílčí oblasti. Návrh díla bude projednán ve veřejné diskuzi v rámci Městské části a do čistopisu budou zapracovány výsledky projednání. \n\nStudie bude konkrétně zahrnovat:\n- rešerše stávajících urbanistických koncepcí pro území MČ včetně stávajícího územního plánu\n- analýza rozvojových záměrů týkající se MČ \n- kapacitní posouzení nároků rozvojových ploch (bilance mobility, nároky na vybavenost)\n- specifikace charakterů jednotlivých lokalit území dle MPP (včetně upřesnění popř. korekce jejich hranic)\n- definice lokálních jader \n- koncepce zeleně městské části (návrh systému krajinné a městské zeleně, zapojení do celopražské koncepce, specifikace požadavků na jednotlivé úseky a plochy)\n- generel dopravního řešení\n- souhrnný výkres hodnot a potenciálů městské části \n- zapracování připomínek z veřejného projednání",
          1384773384
        ],
        [
          "O naší petici za referendum proti automatům už píší i média. Městské části se k rušení heren nemají. Ať za ně rozhodnou občané, říká Strana zelených - METRO.cz Zástupci Strany zelených chtějí vyvolat referenda o nulové toleranci hazardu. Plánují je v Praze 1, 7 a 9 a obyvatelé by v nich řekli, zda si přejí, či nepřejí zavřít všechny herny v dané městské části. \"V Praze 7 jsme již vyčerpali všechny jiné nástroje, jak dosáhnout nulové tolerance. Naše návrhy…",
          1380797873
        ],
        [
          "Chcete, aby Praha 9 byla ostrovem automatů a heren? Ne? Tak se připojte k petici požadující vypsání místního referenda k zákazu hracích automatů na území naší městské části. Začínáme dnes na náměstí OSN od 16.00 a v dalších dnech nás potkáte buď tam nebo v okolí :-)",
          1380790842
        ],
        [
          "Zelení podpoří lepší dostupnost kvalitních potravin. Jsme to, co jíme. Strana zelených Proč se nám říká popelnice Evropy? Opravdu stát hlídá, jestli je maso masem a mléko mlékem? Podívejte se www.zeleni.cz/potraviny a sdílejte toto video. Je důležité vědět, co jíme. Pojďme to změnit.",
          1380080728
        ],
        [
          "Chcete pomoci zrušit herny na Praze 9? Pište své důvody co nejrychleji na adresu kubinovai@praha9.cz.\n\nInformace z webu MČ Praha 9.\n\n \"Regulace hazardu\n\nObracíme se na občany Městské části Praha 9 s výzvou zpětné vazby k zástupcům Prahy 9 týkající se regulace hazardu. Pokud se tedy ve svém okolí potýkáte s problémem provázejícím provozování heren, zasílejte své připomínky do 12.6.2013 na e-mailovou adresu : kubinovai@praha9.cz. \"",
          1370597703
        ],
        [
          "\"Primátor Svoboda předloží na čtvrtečním zastupitelstvu návrh, podle kterého Praha formou dotace rozdělí městským částem část finančních prostředků, které obdržela jako výnosy z provozování loterií a podobných her. Jediným klíčem k rozdělení částky 183 milionů korun za první pololetí 2012 je počet herních automatů povolených na území městské části. Vedení Prahy tak podráží nohy těm městským částem, které se snaží o částečnou či úplnou eliminaci hazardu.\" Zelení vyzývají Svobodu: nesázejte na hazard, ale na jeho regulaci - Tiskové zprávy: Strana zelených Zelení vyzývají Svobodu: nesázejte na hazard, ale na jeho regulaci: Tiskové zprávy : Strana zelených",
          1351082368
        ]
      ],
      "dates_start": 1374029648,
      "dates_end": 1410370772,
      "likes_avg": 5,
      "likes_stdev": 4,
      "comments_avg": 1,
      "comments_stdev": 1,
      "shares_avg": 3,
      "shares_stdev": 2
    },
    {
      "number": 3,
      "important": [
        "parku",
        "bylo",
        "od",
        "podl",
        "už"
      ],
      "common": [
        "bez",
        "bylo",
        "chce",
        "hospodaření",
        "od",
        "parku",
        "podl",
        "polici",
        "už",
        "že"
      ],
      "messages": [
        [
          "Takto radnice informuje své občany a občanky:-) Aneb stále prázdné nástěnky v parku Srdce II. Timeline Photos",
          1486836261
        ],
        [
          "Jen pár týdnů poté, co se na Vysočanskou estakádu vrátily autobusy, už mají opět zákaz vjezdu. Vozovka se totiž už potřetí od loňského léta propadla. Sedm linek autobusů bylo odkloněno a jezdí objízdnou trasou.\n\n    Objízdnou trasou jezdí linky 136, 152, 177, 182, 183, 195 a 375. Předpoklad uzávěrky je podle Dvořákové pět dní.\n\nhttp://praha.idnes.cz/vysocanska-estakada-propad-vozovky-dbb-/praha-zpravy.aspx?c=A170208_112113_praha-zpravy_nub Vysočanská estakáda se opět propadla, autobusy jezdí jinudy - iDNES.cz Jen pár týdnů poté, co se na Vysočanskou estakádu vrátily autobusy, už mají opět zákaz vjezdu. Vozovka se totiž už potřetí od loňského léta propadla. Sedm linek autobusů bylo odkloněno a jezdí objízdnou trasou.",
          1486552298
        ],
        [
          "Lidé mají do pátku, kdy začne dezinfekce rozvodů, vodu při přípravě jídel převářet a neumývat si obličej teplou vodou.\n\nhttp://www.novinky.cz/domaci/380584-ve-vode-na-prazskem-proseku-se-objevila-legionella.html Ve vodě na pražském Proseku se objevila legionella V rozvodu teplé vody v části pražského Proseku se v pondělí objevilo vyšší množství bakterie legionella, která může způsobit akutní infekci s horečkami. Bezprostřední nebezpečí nehrozí, oznámila na webu radnice Prahy 9. Lidé mají do pátku, kdy začne dezinfekce rozvodů, vodu při přípravě jídel převář…",
          1442298487
        ],
        [
          "Reakce na článek místostarosty Portlíka o odpovědném hospodaření. O odpovědném hospodaření podle pražské ODS | ParlamentniListy.cz – politika ze všech stran 4. 5. 2015 16:47:39 O odpovědném hospodaření podle pražské ODS “Cílem ODS bylo vždy hospodařit odpovědně.” Nějak se těmto slovům pražského místopředsedy Portlíka nechce věřit. Tomáš Portlík ve svém článku (zde) předestřel kritiku předvolebních slibů a deficitního hospodaření ministra financí Babiše.…",
          1430901257
        ],
        [
          "Faktický šéf místní ODS, velký zastánce heren a místostarosta Tomáš Portlík se objevuje ve spisech Útvaru pro odhalování organizovaného zločinu!\n\n... vzájemná spolupráce komunálního politika s protřelým podnikatelem podle policie měla vypadat tak, že Portlík vymýšlel obchody, na kterých se dalo vydělat. \n\nhttp://www.novinky.cz/domaci/347172-dalsi-janouskuv-kun-v-ods-policie-podezira-nadejneho-mistostarostu-prahy-9.html Další Janouškův kůň v ODS? Policie podezírá nadějného místostarostu Prahy 9 – Novinky.cz Kontroverzní lobbista Roman Janoušek si podle detektivů protimafiánského útvaru hýčkal v pražské ODS kontakty nejen na někdejšího primátora Pavla Béma, ale sázet měl např. i na neokoukaného a nadějného místostarostu Prahy 9 Tomáše Portlíka.",
          1410257355
        ],
        [
          "Před týdnem se v Ostravě znovu otevřelo Trojhalí zrekonstruované podle návrhu Josefa Pleskota. Vysočany se mohou chlubit podobně působivou industriální architekturou (i památkové chráněnou), ale bez intenzivního spolupráce radnice s vlastníky budov a pozemků bude i nadále chátrat a postupně propadat zkáze. Proč by se unikátní pragovácká hala č. 19 nemohla začít proměňovat například na koncertní síň s galerií? Nenechme zmizet vysočanskou minulost pod novými sídlišti. Trojhalí Karolina otevírá. Vypadá jako před 100 lety, zázemí je pod zemí — Regiony — ČT24 —... Ostrava – Sdružení Trojhalí Karolina dnes otevírá v centru Ostravy dvě zrekonstruované průmyslové haly, poslední zbytky rozsáhlého průmyslového komplexu s dolem, koksovnou a hutí založeného v 19. století rodem Rotschildů. Architektonické řešení objektů vymyslel Josef Pleskot, který je i autorem oceň…",
          1405915305
        ],
        [
          "Co myslíte, šlo by to i v Praze? Hamburk má smělý plán. Do 20 let se chce obejít bez aut Hamburk patří v otázce ekologie k nejprogresivnějšímm evropským městům. Severoněmecká metropole, kromě jiného také evropské zelené město roku 2011, nedávno představila nový plán. V následujících dvaceti letech chce město změnit natolik, že zde automobily jednoduše nebudou třeba.",
          1389363248
        ],
        [
          "\"Ředitel Mánek lhal, jako když tiskne, když tvrdil, že Nejvyšší správní soud potvrdil legálnost kácení na Šumavě jako legální. Ve skutečnosti rozhodl o něčem docela jiném a kácení podle inspekce i ombudsmana bylo jasně nelegální. Země, kde úředníci státu porušují zákony, a nic se jim nestane. #Pojďme_to_změnit!\" Dementi nepravdivé zprávy ředitele NP Šumava Mánka Nejvyšší správní soud ve svém rozsudku uvádí, že \"nepolemizuje\" a \"nerozporuje\" závěr ombudsmana, podle kterého velkoplošné kácení vzácných horských lesů v Národním parku Šumava bylo ilegální. Poukázalo na to dnes Hnutí DUHA, které tím dementovalo nepravdivé tvrzení ředitele NP Šumava Jiřího Mánka (...",
          1379926612
        ],
        [
          "Policie v úterý prohledala byt a vysočanskou kancelář bývalého poslance a současného senátora za Prahu 9 Tomáše Kladívka (ODS).\n\nhttp://aktualne.centrum.cz/domaci/zivot-v-cesku/clanek.phtml?id=783688 Policie prohledala byt senátora Kladívka, zabavila věci Kladívko důvody prohlídky nezná, souvislost s nedávným policejním zásahem vyloučil",
          1372264992
        ],
        [
          "http://www.amnesty.cz/z789/brutalni-zasahy-proti-demonstrantum-v-turecku---pomozte-zastavit-nasili Brutální zásahy proti demonstrantům v Turecku - pomožte zastavit násilí! Pokojná demonstrace proti ničení parku Gezi v Istanbu kvůli výstavbě byla hrubě narušena policií - vodní děla, slzný plyn a desítky zraněných! Upozorněme společně na zásah, který porušuje mezinárodní lidskoprávní standardy!",
          1370253837
        ],
        [
          "\"Kamiony bez filtrů pevných částic vypouštějí oblaka jedovatého dýmu, přesto mohou vjíždět do nízkoemisních zón a platit nižší mýto. \"\n\nhttp://www.ceskapozice.cz/domov/ekologie/dalsi-rana-pro-ovzdusi-filtry-se-uz-odmontovavaji-i-z-kamionu Další rána pro ovzduší: Filtry se už odmontovávají i z kamionů Po dieselových osobních vozech začaly některé autoservisy odstraňovat filtry pevných částic také u kamionů. Takto upravené nákladní automobily vypouštějí do ovzduší oblaka jedovatého dýmu, ale oficiálně splňují přísné emisní normy, mohou beztrestně vjíždět do nízkoemisních zón a platí nižší mýto. Ja...",
          1365054661
        ],
        [
          "\"Světový svaz ochrany přírody (IUCN) poslal řediteli šumavského parku Jiřímu Mánkovi dopis, v němž renomovaná organizace bez diplomatických kliček píše, že odebere Šumavě mezinárodní status národního parku, pokud nezačne účinně chránit vzácnou přírodu a dodržovat mezinárodní pravidla.\"\n\nhttp://aktualne.centrum.cz/domaci/zivot-v-cesku/clanek.phtml?id=762052 Poslední varování: Šumava přijde o značku národní park Renomovaná světová organizace chce Šumavu vyškrtnout z mezinárodního seznamu parků",
          1351766589
        ],
        [
          "To je naprosto absurdní! Pan Richard F. jim nic neudělal...\n\nhttp://praha.idnes.cz/policie-obvinila-muze-ktery-mirnil-strazniky-pri-zasahu-na-andelu-10a-/praha-zpravy.aspx?c=A121010_124631_praha-zpravy_sfo#utm_source=rss&utm_medium=feed&utm_campaign=zpravodaj&utm_content=main Policie obvinila muže, který na Andělu mírnil strážníky. Hrozí mu 4 roky - iDNES.cz Pražští policisté obvinili Richarda Frištenského z trestného činu násilí proti úřední osobě. Frištenský se o víkendu vmísil do zásahu strážníků a mírnil jejich zákrok vůči ženě bez domova. Podle jednoho ze strážníků jej udeřil pěstí do zátylku. V případě odsouzení mu hrozí až čtyři roky vězení.",
          1349861592
        ],
        [
          "Bývalá místopředsedkyně Ústavního soudu Eliška Wagnerová chce na podzim v Brně kandidovat za Stranu zelených do Senátu Bývalá ústavní soudkyně Wagnerová chce do Senátu Za Stranu zelených chce kandidovat v obvodě Brno-město",
          1332749712
        ],
        [
          "A už je kauza TJ Praga v mediích...Bohužel bez zmínky o nepodpoření členy SZ :-( Cesta k lukrativní parcele, model Praha 9 V Praze 9 proběhla transakce, která si zasluhuje pozornost. Zastupitelstvo schválilo projekt, který na první pohled vypadá jako bohulibá pomoc místnímu sportu. Může však jít též o způsob, jak se stavební firma může dostat k lukrativní stavební parcele. Zajímavé na případu je, že původním vlastníkem ...",
          1330596650
        ]
      ],
      "dates_start": 1345417935,
      "dates_end": 1441861912,
      "likes_avg": 1,
      "likes_stdev": 3,
      "comments_avg": 0,
      "comments_stdev": 1,
      "shares_avg": 2,
      "shares_stdev": 1
    },
    {
      "number": 4,
      "important": [
        "jsou",
        "strana zelených",
        "sz",
        "které",
        "jako"
      ],
      "common": [
        "jako",
        "jsou",
        "které",
        "programu",
        "strana",
        "strana zelených",
        "sz",
        "ukrajině",
        "vládi",
        "vyzývá"
      ],
      "messages": [
        [
          "Novým předsedou Strany zelených se stal Matěj Stropnický!",
          1453572266
        ],
        [
          "Členové ZO Praha 9 se na dnešní schůzi jednomyslně rozhodli poděkovat Ondřeji Liškovi za vynikající práci v nelehké pozici předsedy Strany zelených. Věříme, že Ondrovy schopnosti a zkušenosti budou i nadále pomáhat Zeleným soustředit se na to, co nás spojuje. Díky, Ondro.",
          1401296783
        ],
        [
          "Kromě jiného se dnes skončivší karlínský sjezd SZ usnesl na následujícím vyjádření k situaci na Ukrajině:\n\n\"Strana zelených vyjadřuje silné znepokojení nad současným děním na Ukrajině, podporuje ukrajinskou demokratickou opozici a odsuzuje postup a brutální zásah ukrajinské vlády proti pokojným demonstrantům. \nSZ vyzývá českou vládu jako celek, aby ostře odsoudila omezování občanských a politických práv na Ukrajině, požadovala propuštění zadržených demonstrantů a iniciovala kroky na půdě EU k zavedení cílených sankcí proti představitelům ukrajinské vlády, kteří jsou za porušování lidských práv zodpovědní. SZ vyzývá k bezodkladnému ukončení násilí a volá po zahájení seriózního a věrohodného dialogu mezi reprezentanty vlády, opozice a občanské společnosti.\nSoučasně SZ odsuzuje násilí páchané ze strany radikálů a to zejména z okruhu politické strany Svoboda a dalších krajně pravicových organizovaných skupin, které současnou vyhrocenou situaci na Ukrajině zneužívají k posilování svého vlivu a prosazování idejí, které jsou v rozporu s hodnotami EU.\"",
          1390762760
        ],
        [
          "Detailní program Zelených je venku.  Přejeme příjemné počtění :-) Program - Strana zelených Kompletní znění Programu Stany zelených zde uveřejníme po schválení Předsednictvem SZ. Do přípravy Programu se zapojila odborná veřejnost, členky a členové Strany zelených i zástupci a zástupkyně veřejnosti. 1. Důstojný život v moderní společnosti „Potřebujeme našim občanům zajistit dostupnost zákla...",
          1380446638
        ],
        [
          "Rozhovor s Ondřejem Liškou o volbách, kampani, programu. \n\"My jsme se vůči KSČM vymezili opakovaně a naprosto jasně. Tvrzení, která to zpochybňují, jsou zcela absurdní. Strana zelených jasně říká, že bude prosazovat povolební uspořádání, které se nebude opírat o KSČM. Opak naprosto vylučuji.\" Liška: Bursík neunesl prohru. Zeleným LES voliče nevezme. Předsedu Strany zelených Ondřeje Lišku odchod Martina Bursíka nepřekvapil, nerozuměli si už dlouho. Bursík prý neunesl prohru ve volbě předsedy strany, a navíc ji chtěl profilovat jako úzce ekologickou. „Úzké vnímání zelené politiky jako politiky ochrany životního prostředí je dávno překonané, my vi...",
          1377841616
        ]
      ],
      "dates_start": 1373117243,
      "dates_end": 1428450781,
      "likes_avg": 7,
      "likes_stdev": 7,
      "comments_avg": 1,
      "comments_stdev": 1,
      "shares_avg": 1,
      "shares_stdev": 0
    },
    {
      "number": 5,
      "important": [
        "naše",
        "strana zelených",
        "zelených",
        "strana zelených zo",
        "strana"
      ],
      "common": [
        "naše",
        "picková",
        "senátu",
        "strana",
        "strana zelených",
        "strana zelených zo",
        "strana zelených zo praha",
        "zelených",
        "zelených zo",
        "zelených zo praha"
      ],
      "messages": [
        [
          "Ještě jednou děkuji ZO P9 za mé zvolení předsedou. Moc si toho vážím. Místopředsedou ZO byl zvolen Honza Sládek, revizorem Pepa Platil a pokladníkem František Straka. Všem moc gratuluji a budu se těšit na spolupráci! :-)",
          1490849617
        ],
        [
          "Poslechněte si vizi našeho nového předsedy Luboš Fendrych - nový předseda ZO Praha 9 představuje svoji vizi",
          1490845791
        ],
        [
          "Ilona Picková, naše kandidátka do Senátu na Praze 9, je v kampani nejtransparentnější. Stejně transparentně Vás bude zastupovat i v Senátu. Senátní kandidátka Picková (SZ) má nejvíce transparentní kampaň | Strana Zelených – ZO Praha 14 V minulých dnech vyhlásila organizace Transparency International výsledky monitoringu volebních kampaní do Senátu. Ve volebním obvodě Praha 9, do kterého zapadá i naše městská část, získala první místo Ilona Picková ze Strany zelených a byla ohodnocena známkou 1. Dvojku získal senátní kandidát TOP 0…",
          1412316834
        ],
        [
          "Představujeme Ing. Ilonu Pickovou kandidátku SZ do Senátu ČR.\n\nhttp://praha9.zeleni.cz/senatorka-pro-prahu-9/ Zelená senátorka pro Prahu 9 | Strana Zelených – ZO Praha 9 © 2012 Strana Zelených – ZO Praha 9. Všechna práva vyhrazena. Publikovaná díla mohou být chráněna různými autorskými právy.Provozováno s využitím WordPress a WPSHOWER. Design častečně podléhá Creative Commons licenci Strany zelených.",
          1411361061
        ],
        [
          "DOBRÉ ZPRÁVY - byl podán návrh na odstranění bilboardů na křižovatce Prosecká a Vysočanská a také na křižovatce Kbelská a Průmyslová. Důvodem má být nedodržení světelných podmínek určených v původních smlouvách. Zatímco na začátku kauzy radnice odmítala jakékoli pochybení a problém, po soustředěném občanském tlaku i aktivitě místních zelených se věci daly do pohybu. Vývoj kauzy budeme sledovat i do budoucna a doufáme, že podaný návrh není jen součástí předvolební kampaně. \n\nhttp://praha9.zeleni.cz/bigboard-na-proseku-v-reportazi-ct/ Bigboard na Proseku v reportáži ČT | Strana Zelených – ZO Praha 9 Mega billboard na Proseku se dostal již i do vysílání ČT – viz http://www.ceskatelevize.cz/ivysilani/1142743803-reporteri-ct/213452801240043/",
          1402894289
        ]
      ],
      "dates_start": 1401352928,
      "dates_end": 1481954108,
      "likes_avg": 8,
      "likes_stdev": 6,
      "comments_avg": 2,
      "comments_stdev": 2,
      "shares_avg": 1,
      "shares_stdev": 0
    },
    {
      "number": 6,
      "important": [
        "že",
        "jsme",
        "proseku"
      ],
      "common": [
        "jsme",
        "kterých",
        "novák",
        "náměstí",
        "osn",
        "plán",
        "proseckých",
        "proseckých skalách",
        "proseku",
        "že"
      ],
      "messages": [
        [
          "Tak letos utratíme 300 000, abychom příští rok mohli utratit 15 milionů za něco, co podle starosty \"lidé, kterých se zeptal na dětském dnu\" chtějí. Photos from Strana zelených Praha 9's post",
          1489500037
        ],
        [
          "Chcete mít na zdích reklamu, nebo současné umění?\n\nNapříklad Jana Kalába:\nhttp://www.jankalab.com/selected-works/\n\nDejte vědět písemně k rukám pana Příplaty. Photos from Strana zelených Praha 9's post",
          1488636000
        ],
        [
          "Stojí za zmínku, že Ing. Davídek Zdeněk /HPP/, zastupitel na Praze 9 je s paní Krnáčovou a panem Miloslavem Novákem v jedné firmě: Restart Edu o.p.s\n\nPan Novák sedí ve firmě Datasys\n\nVzpomínáme na Datasys a jejich předražené zakázky na ministerstvu pro místní rozvoj\n\nhttp://echo24.cz/a/wbWYh/policie-vtrhla-na-ministerstvo-kvuli-predrazenym-it-zakazkam\n\nA to samé najdeme i na misterstvu vnitra. Tentokrát stejný pan Novák, akorát se firma jmenuje Czechgeeks. Photos from Strana zelených Praha 9's post",
          1488520801
        ],
        [
          "Také vnímáte bilboardy jako vizuální smog? Photos from Strana zelených Praha 9's post",
          1487944800
        ],
        [
          "Vydařená schůze ZO Praha 9.\nVysíláme delegáty na krajskou konferenci. \nŘešíme Brabce, Gong, Prosecké skály, billboard na Proseku a představují se nám zájemci o členství. Photos from Strana zelených Praha 9's post",
          1487794980
        ],
        [
          "Znepokojující. V Proseckých skalách se kácí. A ne málo. \n\nPůvodně jsme považovali odpověď pana Davídka za špatný humor, ale vypadá to, že ke kácení v Proseckých skalách kvůli vyhlídce skutečně dochází. Photos from Strana zelených Praha 9's post",
          1487657400
        ],
        [
          "Staví se aneb ze sekce: s tím už nic neuděláme, protože bagry už se zakously do země\n\nProsek plazza na Střížkově Photos from Strana zelených Praha 9's post",
          1487168580
        ],
        [
          "Vnímáte metro jako bezbariérové? Pokoušeli jsme se s kočárkem dostat z Proseku do centra a nepořídili jsme. Photos from Strana zelených Praha 9's post",
          1486969620
        ],
        [
          "Položili jsme si otázku, komu patří náměstí OSN.\n\nKdyž IPR vypracoval plán na oživení náměstí, nezahrnul do něho jedinou zeleň v okolí. Argumentace zněla, že nemůže vypracovat plán pro pozemky, které nepatří městu. \n\nPodívali jsme se tady na vlastnické vztahy na náměstí OSN.\n\nNejvětšími majiteli pozemků tedy jsou:\n\n1. ORCO skrz firmu STRM Beta , a.s.\n2. Otakar Dohnal ze Střížkova na půl s městem\n3. Náboženská obec Církve československé husitské v Praze 9 - Vysočany\n\nDovolíme si tedy tvrdit, že koncepce náměstí by měla zahrnovat i přilehlé pozemky, na kterých je teď (a doufáme, že bude) udržovaná zeleň. Photos from Strana zelených Praha 9's post",
          1486452060
        ],
        [
          "Víte o tom, že v Hrdlořezích probíhá revitalizace v minulosti napřímeného toku Rokytky? Photos from Strana zelených Praha 9's post",
          1392478092
        ]
      ],
      "dates_start": 1449688567,
      "dates_end": 1506935906,
      "likes_avg": 3,
      "likes_stdev": 2,
      "comments_avg": 1,
      "comments_stdev": 1,
      "shares_avg": 1,
      "shares_stdev": 0
    },
    {
      "number": 7,
      "important": [
        "praze"
      ],
      "common": [
        "kvalitě",
        "kvalitě ovzduší",
        "kvalitě ovzduší obecně",
        "mani resid",
        "obecně",
        "ovzduší",
        "praze",
        "přednáška",
        "resid",
        "sky"
      ],
      "messages": [
        [
          "Připomínáme, že již dnes je Sousedský podvečer - setkání pro všechny, kteří chtějí vědět, co se v Praze 9 děje a dít bude! Krocan NA PODRUHÉ TO VÝJDE!",
          1371709623
        ],
        [
          "Připomínáme, že již zítra se uskuteční na radnici ve Vysočanech přednáška o kvalitě ovzduší - obecně i o situaci přímo v Praze (9). \n\nhttps://www.facebook.com/events/309063739226388/ Veřejná přednáška a diskuze o kvalitě ovzduší Obecně o kvalitě ovzduší i konkrétně o situaci v Praze a v ČR. Přednáší náš zastupitel Petr Pišoft, který se odborně zabývá oblastí atmosféry na MFF UK a FAPPZ ČZU,",
          1371056316
        ],
        [
          "Příklad, co zmůže světelné znečištění ve městech. Připomínáme, že v ČR již vznikla jedna chráněná oblast tmavé oblohy v Beskydech - http://cs.wikipedia.org/wiki/Beskydsk%C3%A1_oblast_tmav%C3%A9_oblohy I fucking love science What does your sky look like on a clear night?\n\nIn 1994, an earthquake knocked out the power in Los Angeles. Many residents called local emergency centers reporting a strange “giant, silvery cloud” in the dark sky. That giant, silvery cloud was the Milky Way, which many residents had just seen for the first time.\n\n5-11th April is International Dark Skies Week. Check out this website for tips on how to light responsibly (you can also download free posters): http://bit.ly/24FAZf",
          1365484310
        ]
      ],
      "dates_start": 1366623333,
      "dates_end": 1372210166,
      "likes_avg": 0,
      "likes_stdev": 0,
      "comments_avg": 0,
      "comments_stdev": 0,
      "shares_avg": 1,
      "shares_stdev": 0
    },
    {
      "number": 8,
      "important": [
        "měli",
        "které",
        "všech",
        "bude",
        "také"
      ],
      "common": [
        "bude",
        "jeho",
        "které",
        "měli",
        "ondřej",
        "praha",
        "také",
        "všech",
        "zasedání",
        "zastupitelstva"
      ],
      "messages": [
        [
          "Spolek Krocan informuje o zhoršující se bezpečnostní situaci a nepořádku na Krocínce a v jejím okolí. Osloveni byli radní pro životní prostředí a bezpečnost. Situace se bude dále řešit na osobní schůzce a spolek bude informovat o dalším vývoji.\n\nhttp://www.krocanos.cz/2015/03/25/ohrozena-krocinka/ Ohrožená Krocínka? | Krocan o.s. vyhořelé kontejnery Na Krocínce Včera jsme dostali hned dva maily, které měly společné téma – zhoršující se bezpečnostní situaci a nepořádek na Krocínce a | Ohrožená Krocínka?",
          1427351387
        ],
        [
          "Horolezec Reinhold Messner podporuje Ondřeje Lišku. Podpořte ho také Vy tento pátek či sobotu. Ondřej do Bruselu! Reinhold MESSNER pro Ondřeje Lišku Reinhold Messner, neslavnější horolezec všech dob a bývalý zelený europoslanec, podporuje v eurovolbách Ondřeje Lišku. Během rozhovorů v okolí italského Bolz...",
          1400488338
        ],
        [
          "Ale nezapomínáme ani na volební kampaň, aby Zelení mohli v parlamentu prosadit účinná opatření proti korupci, pro podporu zaměstnanosti, důstojný život všech občanů, investice do moderních technologií a další priority. Timeline Photos",
          1380903684
        ],
        [
          "Měli byste u vás v ulici raději tohle, nebo jedno parkovací místo navíc? reSITE Festival What can you do with 1 parking lot? http://bit.ly/1863HV8\nCo všechno můžete udělat s 1 parkovacím místem?",
          1380777047
        ],
        [
          "Další šéf dopravního podniku, který netuší, co je to veřejná služba. A poděkovat můžeme těm, kteří ho na místo ředitele dosadili.\n\nhttp://aktualne.centrum.cz/domaci/regiony/praha/clanek.phtml?id=791592 Nový šéf DPP: Děti a senioři by měli za MHD platit Během několika měsíců bude Jaroslav Ďuriš řešit i otázku zdražení jízdného",
          1380606455
        ],
        [
          "V mnoha směrech velmi aktuální rozhovor\n\n\nhttp://www.lidovky.cz/ekolog-mestska-zelen-je-pri-tropech-klicova-jediny-strom-nahradi-klimatizaci-domu-gj0-/zpravy-domov.aspx?c=A130620_125718_ln_domov_ogo Za horko ve městech si můžeme sami. Místo zeleně podporujeme beton | Zprávy z domova |... Tropická vedra by se ve velkých městech dala snášet mnohem lépe, kdyby v nich na úkor zeleně nepřibýval beton. Vedoucí Katedry sociální a kulturní ekologie FHS Univerzity Karlovy Ivan Rynda v rozhovoru se serverem Lidovky.cz upozorňuje, že právě zeleň je v létě pro klima ve městech klíčová.",
          1371731711
        ],
        [
          "Sdílejte prosím výzvu proti nesmyslně vysokým poplatkům pro dlužníky Dopravního podniku města Brna (a nejen jeho), které často zavedou dlužníka a jeho rodinu do pasti exekucí. Eliška Wagnerová - www.eliskawagnerova.cz Moje motto: Stop privatizaci funkcí státu, návrat práva, spravedlnosti a respektu k lidské důstojnosti do jednání státu",
          1362988130
        ],
        [
          "Světelné znečištění je reálný problém. Proč by měly být budovy, poutače či billboardy nasvíceny celou noc? Škodí to přírodě i lidem. Astronomický ústav - Reakce na prohlášení ministra životního prostředí Tomáše Chalupy Astronomický ústav -",
          1361535222
        ],
        [
          "Dnes se nám na ZMČ podařilo prosadit jasný záměr zastupitelstva vyhradit si pro sebe výlučnou pravomoc schvalovat jakékoli nakládání s nemovitým majetkem obchodních společností v majetku městské části. Toto opatření, které by mělo být definitivně schváleno na příštím zasedání, umožní zastupitelům účinně kontrolovat majetek těchto společností a zamezit případným snahám o jeho \"využití\" v rozporu se zájmy obce. Také jsme dnes několikrát zopakovali, že stavby či úpravy veřejného prostoru financované městskou částí by měly vždy vzejít z veřejné architektonické či urbanistické soutěže. Opakování je matka moudrosti...",
          1354048132
        ],
        [
          "Naše několikaměsíční práce, zdá se, přinesla ovoce. Přímý přenos ze zasedání Zastupitelstva Prahy 9 (27.11. od 16.00) bude ke sledování na adrese http://justin.tv/itpraha9. Prosíme, sdílejte a sledujte! itpraha9",
          1353648880
        ],
        [
          "\"Vzhledem ke krajně neuspokojivým výsledkům činnosti ministra školství Josefa Dobeše a k jeho posledním krokům, které bezprostředně ohrožují kvalitu i samu existenci vysokého školství v ČR, vyzývají děkani všech deseti filozofických fakult v České republice premiéra ČR k odvolání Josefa Dobeše z funkce,\" Děkani filozofických fakult vyzývají premiéra k odvolání Dobeše - ČeskéNoviny.cz Praha - Děkani všech deseti filozofických fakult v České republice vyzývají premiéra Petra Nečase (ODS) k odvolání ministra školství Josefa Dobeše (VV). Médiím to dnes oznámila Asociace děkanů filozofických fakult ČR. V dopise, který asociace zaslala premiérovi a také zveřejnila na svém webu, vyčíta...",
          1331971949
        ],
        [
          "Na posledním zastupitelstvu MČ Praha 9 proběhla poměrně dramatická debata před schvalováním záměru vyměnit obecní pozemek vedle vysočanské polikliniky (parc. č. 427/1 v k.ú. Vysočany, 5987 m^2) za výstavbu zázemí TJ Praga firmou Crescon Delta, s.r.o. (v navrhované ceně 22 mil. Kč). Debata se točila kolem nestandardnosti takového řešení, neexistence souhlasu původního majitele pozemku, Dopravního podniku, neexistujících kvalitních podkladů pro výhodnost takového řešení pro MČ a konečně okolo zamlžené vlastnické struktury zmíněné firmy. Zastupitelé ze SZ v debatě také vyjádřili své pochybosti, poté podpořili návrh na odsunutí hlasování na další zasedání (k vyjasnění výše popsaných problémů) a po jeho neúspěchu nepodpořili předložené usnesení, které ale bylo i přes všechny nesrovnalosti schváleno kluby ODS a TOP09. Detailnější informace rádi poskytneme.",
          1330594902
        ],
        [
          "Na zastupitelstvu jsme také navrhli zveřejňování audio záznamu ze zasedání zastupitelstva na webových stránkách MČ Praha 9 po ukončení zasedání. Tento návrh se setkal se všeobecnou podporou a na příštím zasedání předložíme úpravu jednacího řádu, která tuto povinnost bude kodifikovat. Teď jen doufejme, že se na webu objeví i záznam z právě proběhlého zasedání, o což jsme také požádali. Transparentnost je zelené téma!",
          1330592311
        ],
        [
          "V úterý 28.2.2012 proběhlo zasedání zastupitelstva MČ Praha 9. Klub Strany zelených mimo jiné navrhl uspořádání veřejné umělecké soutěže na pomník Emila Kolbena (oproti tradičnímu uzavřenému výběru jednoho výtvarníka) a místostarosta Vážanský toto přislíbil. Občané Prahy 9 se tedy mohou těšit na zajímavou soutěž, která pomůže vybrat něco opravdu kvalitního.",
          1330591996
        ]
      ],
      "dates_start": 1336311839,
      "dates_end": 1391949609,
      "likes_avg": 3,
      "likes_stdev": 4,
      "comments_avg": 0,
      "comments_stdev": 0,
      "shares_avg": 1,
      "shares_stdev": 0
    },
    {
      "number": 9,
      "important": [
        "volbách",
        "prahu",
        "nám",
        "děkujem",
        "hnutí"
      ],
      "common": [
        "cena",
        "došlo",
        "děkujem",
        "hnutí",
        "kdo",
        "milionu",
        "nám",
        "prahu",
        "práci",
        "volbách"
      ],
      "messages": [
        [
          "Gratulujeme Luboši Fendrychovi ke zvolení předsedou! A děkujeme Tereze Zvolské za práci pro stranu. Zítra se těšte na video. Timeline Photos",
          1490809047
        ],
        [
          "Došlo nám, že ke snížení počtu heren došlo :-) Timeline Photos",
          1490248800
        ],
        [
          "Nové vizitky. Potkáte-li nás osobně, jednu vám dáme. Timeline Photos",
          1489744801
        ],
        [
          "Takže celkem pořizovací cena 2.7 milionu a cena obvyklá 0,6 milionu....\n\nZ cyklu Praha 9 - Dobrý hospodář Timeline Photos",
          1489413600
        ],
        [
          "Vítejte v Davídkově cestovce. Nejprve vás provedeme Proseckým podzemím a pak procestujeme kus Evropy. Timeline Photos",
          1489302000
        ],
        [
          "Tibetská vlajka vlaje na radnici. Timeline Photos",
          1489135782
        ],
        [
          "Zeman. Prezident. Timeline Photos",
          1489068001
        ],
        [
          "Vzpomínáme aneb nelegální sololity ve volbách 2014.\n\nMáte nějaký oblíbený způsob politické reklamy? Timeline Photos",
          1488177001
        ],
        [
          "Hledáme dobrovolníky. Nabízíme sehraný tým, smysluplné projekty a činorodý občanský aktivismus. Přidejte se k nám. Timeline Photos",
          1486979753
        ],
        [
          "Nevíte-li, kam jít na Proseku s kočárkem, radnice už nějaký čas provozuje venkovní \"pobočku\" Galerie 9 (www.galerie9.cz) a nedávno byla výstava obměněna novými reprodukcemi. Timeline Photos",
          1486204904
        ],
        [
          "Pozdrav z mlh ze Střížkova Timeline Photos",
          1486104302
        ],
        [
          "Trojkoalice pro Prahu 9 získala 11.54% hlasů a tedy mandát pro tři zastupitele. Vaší podpory si vážíme a děkujeme za projevenou důvěru! Timeline Photos",
          1413086202
        ],
        [
          "Kdo stojí za \"srdíčkovým\" projektem Hnutí Pro Prahu, které bude kandidovat na podzim ve volbách do pražského magistrátu? Jaké jsou rodinné vazby hlavních představitelů? Jak je hnutí napojeno na developery? Jak se staví ke konfliktu zájmů v případě volebního úspěchu? Odpovědi v Reportéři ČT. #NevolteDevelopery\n\nhttp://www.ceskatelevize.cz/ivysilani/1142743803-reporteri-ct/ Timeline Photos",
          1405501035
        ],
        [
          "Děkujeme všem, kdo přišli k volbám a dali hlas právě Zeleným. Celostátní výsledek je zklamáním, ale na Praze 9 jste nám dali 6,23%, což je velká vzpruha pro další práci. Čekají nás komunální volby, připojte se k nám!",
          1401074818
        ],
        [
          "Zde je obrázek navrhovaných lokalit na Praze 9 (a okolí) pro ty, kteří nechtějí stahovat obrovský soubor pro celou Prahu. Timeline Photos",
          1372924217
        ],
        [
          "Parcela, které se týká radou schválená změna koeficientů. Timeline Photos",
          1363685631
        ]
      ],
      "dates_start": 1411775762,
      "dates_end": 1504656723,
      "likes_avg": 7,
      "likes_stdev": 10,
      "comments_avg": 2,
      "comments_stdev": 4,
      "shares_avg": 1,
      "shares_stdev": 1
    }
  ]
}