{
  "pagename": "praha9.zeleni.cz",
  "page_name_displayed": "Strana zelených Praha 9",
  "globalstats": {
    "fan_count": 297,
    "messages": 126,
    "likes_avg": 6,
    "likes_stdev": 7,
    "comments_avg": 1,
    "comments_stdev": 2,
    "shares_avg": 2,
    "shares_stdev": 2,
    "graph_uri": "clusters/praha9.zeleni.cz.png"
  },
  "clusters": [
    {
      "number": 1,
      "important": [
        "obvodi",
        "rozdeleni",
        "proc",
        "prava",
        "radnic",
        "mimoradn",
        "zastupitel",
        "obvodu",
        "volebnich"
      ],
      "summary": "Na posledním jednání ZMČ bylo schváleno opětovné rozdělení Prahy 9 na tři volební obvody. Přijďte si v úterý po víkendu poslechnout, proč chce ODS a TOP09 ohýbat základní práva obyvatel Prahy 9 \n\nNa adrese http://praha9.zeleni.cz/wp-content/uploads/obvody.2014.pdf jsme pro vás vystavili podkladový materiál k hlasování o rozdělení Prahy 9 na tři obvody. Na posledním zastupitelstvu ignorovali zástupci ODS, TOP09 i ČSSD naše detailní argumenty o nespravedlivosti rozdělení Prahy 9 na tři volební obvody s tím, že jsme se prý nenarodili na Praze 9 a tudíž tomu nemůžeme rozumět. Včera jsme podali žalobu proti rozdělení Prahy 9 na tři volební obvody. Místní radní opět připravují rozdělení Prahy 9 na tři volební obvody.",
      "common": 0,
      "messages": [
        [
          "Včera jsme podali žalobu proti rozdělení Prahy 9 na tři volební obvody. Tento nápad z dílny TOP09 a ODS podpořený i všemi zastupiteli ČSSD nemá ani základní logiku a omezuje právo občanů Prahy 9 vybrat si své zastupitele. Zákon sice rozdělení povoluje, ale pouze v případě, že vzniklé obvody zlepší, nikoli zhorší výkon volebního práva. TOP09/ODS/ČSSD se domnívají, že není nic špatného na volebním obvodu složeném ze Střížkova, Krocínky a Hrdlořez. My se domníváme, že tato účelová manipulace s volebními obvody (\"gerrymandering\") je nejen nemorální, ale i v rozporu s naším právním systémem. O žalobě už napsal i deník Metro http://www.metro.cz/zelenym-vadi-nefer-rozdeleni-prahy-9-na-volebni-obvody-bude-se-soudit-1i4-/co-se-deje.aspx?c=A140807_162759_co-se-deje_row. Timeline Photos.",
          1407473192
        ],
        [
          "Na poslední chvíli se svolává mimořádné jednání ZMČ, kde by se opět měli řešit volební obvody. Text přiložené pozvánky mluví za sebe – míra deformace volebních práv má být upravena na rozumnou míru… Přijďte si poslechnout aktualizované argumenty radních, proč mají být ohýbána vaše volební práva. Doporučujeme se připravit na nemalou dávku arogance a cynismu.\n\nhttp://praha9.zeleni.cz/mimoradne-jednani-zmc-tri-obvody-budou/ Mimořádné jednání ZMČ – tři obvody budou | Strana Zelených – ZO Praha 9. Na posledním jednání ZMČ bylo schváleno opětovné rozdělení Prahy 9 na tři volební obvody. Naši zastupitelé vystoupili ostře proti. Argumentovali zejména nálezy Ústavního soudu a aktuální praxí dalších pražských radnic i magistrátu. Představitelé radnice nebyli schopni obhájit svou pozici a na argume….",
          1405060918
        ],
        [
          "Na posledním zastupitelstvu ignorovali zástupci ODS, TOP09 i ČSSD naše detailní argumenty o nespravedlivosti rozdělení Prahy 9 na tři volební obvody s tím, že jsme se prý nenarodili na Praze 9 a tudíž tomu nemůžeme rozumět. Nyní jim asi konečně docvaklo (zřejmě to nějaký čas trvá) a narychlo svolávají mimořádné zastupitelstvo na příští středu, avšak zatím bez jakýchkoli materiálů. Patrně dostali strach.",
          1405058721
        ],
        [
          "Místní radní opět připravují rozdělení Prahy 9 na tři volební obvody. Ačkoli naši zastupitelé vyzývali k diskuzi o tomto tématu již skoro před půl rokem, vůle a odvaha konfrontovat své postoje u vedení radnice chybí. Přijďte se tedy sami zeptat na jednání zastupitelstva 24.6., proč chce ODS a TOP09 opět omezovat základní práva místních obyvatel. Odpovědí doposavad bylo, že to je konzervativní...\n\nTo, jakým způsobem se dívá na dělení volebních obvodů Ústavní soud, se můžete dočíst v usnesení týkající se voleb 2010 - viz http://praha9.zeleni.cz/wp-content/uploads/usneseni.US_.pdf. Timeline Photos.",
          1403257912
        ],
        [
          "Přijďte si v úterý po víkendu poslechnout, proč chce ODS a TOP09 ohýbat základní práva obyvatel Prahy 9 \n\nNa adrese http://praha9.zeleni.cz/wp-content/uploads/obvody.2014.pdf jsme pro vás vystavili podkladový materiál k hlasování o rozdělení Prahy 9 na tři obvody. Součástí je i důvodová zpráva. Pokud byste ale hledali nějaké argumenty proč Prahu 9 dělit na další obvody, budete zklamaní. Důvodová zpráva pouze cituje zákon, který rozdělení umožňuje. Přijďte se tedy na jednání zastupitelstva zeptat, proč chce ODS a TOP09 opět porušit princip rovnosti hlasů. Odpovědí je prozatím pouze to, že to je konzervativní... Timeline Photos.",
          1403175862
        ]
      ],
      "dates_start": 1403237093,
      "dates_end": 1406373548,
      "likes_avg": 4,
      "likes_stdev": 2,
      "comments_avg": 0,
      "comments_stdev": 1,
      "shares_avg": 4,
      "shares_stdev": 1
    },
    {
      "number": 2,
      "important": [
        "trojkoalice pro",
        "prahu",
        "volbach",
        "ale",
        "naleznet",
        "rijna",
        "dnech",
        "programovych"
      ],
      "summary": "http://acpo.vedeckecasopisy.cz/publicFiles/00056.pdf\n\nhttp://trojkoalice-devitka.cz/jak-volit/ Jak volit | Trojkoalice pro Prahu 9. Na stránkách naší Trojkoalice naleznete základní informace. Představujeme další detaily naší Trojkoalice pro Prahu 9. Trojkoalice pro Prahu 9 získala 11.54% hlasů a tedy mandát pro tři zastupitele. Strana zelených, KDU-ČSL a nezávislí pro Prahu 9 vytvořili jednu značku „Trojkoalice pro Prahu….",
      "common": 0,
      "messages": [
        [
          "Trojkoalice pro Prahu 9 získala 11.54% hlasů a tedy mandát pro tři zastupitele. Vaší podpory si vážíme a děkujeme za projevenou důvěru! Timeline Photos.",
          1413086202
        ],
        [
          "Jak volit v komunálních volbách? Na stránkách naší Trojkoalice naleznete základní informace. \n\nPro ty z vás, kteří se chtějí o volebním systému v komunálních volbách dozvědět více, přidáváme odkaz na podrobný článek v časopise Acta Politologica. Text je sice delší a podrobný, ale velmi poučný - zjednodušeně řečeno, rozmyslete si, jestli má cenu vůbec křížkovat daného kandidáta, abyste ve finále nezvolili někoho, koho do zastupitelstva nechcete. \n\nhttp://acpo.vedeckecasopisy.cz/publicFiles/00056.pdf\n\nhttp://trojkoalice-devitka.cz/jak-volit/ Jak volit | Trojkoalice pro Prahu 9. KDY: v pátek 10. října 2014 od 14 do 22 hodin a v sobotu 11. října 2014 od 8 do 14 hodin KDE: v místě blízko Vašeho bydliště uvedeném u hlasovacích.",
          1412074242
        ],
        [
          "Představujeme další detaily naší Trojkoalice pro Prahu 9. Na stránkách naleznete informace o koalici, odkaz na naše kandidátky a kandidáty i přehled programových témat. Potkat nás můžete v těchto dnech často i osobně obvykle ve špičkách (tedy 7.00-9.00 a 15.00-17.00) a zejména kolem stanic metra ale i jinde po Praze 9.\n\nhttp://trojkoalice-devitka.cz/ Trojkoalice pro Prahu 9 | Dvě politické strany a uskupení nezávislých kandidátů, které se spojily, aby společně kandidovaly do Zastupitelstva MČ Prahy 9 a usnadnily Vám tak rozhodnutí, koho v letošních magistrátních volbách zvolit. Strana zelených, KDU-ČSL a nezávislí pro Prahu 9 vytvořili jednu značku „Trojkoalice pro Prahu….",
          1411965889
        ]
      ],
      "dates_start": 1411870919,
      "dates_end": 1412879968,
      "likes_avg": 21,
      "likes_stdev": 12,
      "comments_avg": 2,
      "comments_stdev": 2,
      "shares_avg": 4,
      "shares_stdev": 4
    },
    {
      "number": 3,
      "important": [
        "nebyl",
        "bloku",
        "navrh",
        "bodu",
        "jej",
        "mestsk",
        "od",
        "upload",
        "vyhlaseni",
        "napist"
      ],
      "summary": "Náš návrh na zařazení bodu Vyhlášení nulové tolerance hazardu na území městské části Praha 9 nebyl přijat - nepodpořili jej zastupitelé TOP09 a ODS. Napište jim svůj názor. Mobile Uploads. Návrh na nulovou toleranci hazardu nebyl ani připuštěn na program zastupitelstva. K prohazardnímu bloku ODS a TOP09 se na Praze 9 připojila i ČSSD.",
      "common": 0,
      "messages": [
        [
          "K prohazardnímu bloku ODS a TOP09 se na Praze 9 připojila i ČSSD. Návrh na nulovou toleranci hazardu nebyl ani připuštěn na program zastupitelstva. Mobile Uploads.",
          1411475133
        ],
        [
          "Náš návrh na zařazení bodu Vyhlášení nulové tolerance hazardu na území městské části Praha 9 nebyl přijat - nepodpořili jej zastupitelé TOP09 a ODS. Napište jim svůj názor. Mobile Uploads.",
          1403612850
        ]
      ],
      "dates_start": 1403612850,
      "dates_end": 1411475133,
      "likes_avg": 3,
      "likes_stdev": 0,
      "comments_avg": 3,
      "comments_stdev": 2,
      "shares_avg": 3,
      "shares_stdev": 2
    },
    {
      "number": 4,
      "important": [
        "bude",
        "tak",
        "legionella",
        "od",
        "pozemek",
        "abi",
        "radnic",
        "zmena",
        "nasi"
      ],
      "summary": "Právě v těchto dnech se projednává změna územního plánu (číslo změny 2822/00), ve kterém starosta městské části Praha 9 Jarolím žádá o změnu zeleně na stavební pozemek. Těm, kteří se nás ptají, kdože to může za tak vysokou hustotu heren na Praze 9, odpovídáme, že za to mohou zastupitelé naší městské části zvolení za ODS a TOP09. O volebním systému, který se používá při volbách do zastupitelstev obcí koluje celá řada mýtů - tím největším je to, že jeho pomocí lze snadno volit osobnost... ODS je spolu s KSČM, Úsvitem a Svobodnými jednou z nejméně racionálních (rozumných) stran. Ve vodě na pražském Proseku se objevila legionella. Gerrymandering po pražsku: Poté, co radní za ODS a TOP09 spolu se zastupiteli za ČSSD odmítli naše argumenty proti porušování rovnosti volebního práva na Praze 9 a poté, co si to za pár týdnů zase rozmysleli, přišli s následující variantou, která má sloužit k tomu, \"aby [...] byla zachována na území naší městské části tradiční forma volby v obvodech, do významné míry respektující historické členění obce.\"",
      "common": 0,
      "messages": [
        [
          "Právě v těchto dnech se projednává změna územního plánu (číslo změny 2822/00), ve kterém starosta městské části Praha 9 Jarolím žádá o změnu zeleně na stavební pozemek. Do 20 února je možné se k jednotlivým změnám vyjádřit.\n\nStarosta MČ Praha 9 Jarolím (ODS) požádal o změnu územního plánu pro svůj pozemek na Praze 7 - Tróji. Jeho pozemek sousedí z obou stran s pozemkem Luďka Sekyry - známého pražského developera.\n\nTato změna se týká zeleně v přírodním parku Draháň – Troja, převážná část změny představuje rozšíření zastavitelných ploch do ochranného pásma přírodní památky Havránka. Severozápadní hranice změny se též dostává do blízkosti evropsky významné lokality (EVL) Havránka a Salabka.\n\nZměna pana starosty navrhuje plochu čistě obytnou/OB/ na úkor stávající plochy sady, zahrady a vinice /PS/. Celoměstský systém zeleně je redukován o 920 m2. \n\nVztahy mezi panem starostou a developerem Sekyrou jsou tak vřelé, že panu starostovi ani nevadí, že část jeho pozemku je už nyní využívána jako součást zahrady pana Sekyry.\n\nJe otázkou jak dlouho bude pozemek v majetku pana starosty a kdy bude prodán panu Sekyrovi, tak aby došlo ke spojení s okolními pozemky. Photos from Strana zelených Praha 9's post.",
          1485794272
        ],
        [
          "Lidé mají do pátku, kdy začne dezinfekce rozvodů, vodu při přípravě jídel převářet a neumývat si obličej teplou vodou.\n\nhttp://www.novinky.cz/domaci/380584-ve-vode-na-prazskem-proseku-se-objevila-legionella.html. Ve vodě na pražském Proseku se objevila legionella. V rozvodu teplé vody v části pražského Proseku se v pondělí objevilo vyšší množství bakterie legionella, která může způsobit akutní infekci s horečkami. Bezprostřední nebezpečí nehrozí, oznámila na webu radnice Prahy 9. Lidé mají do pátku, kdy začne dezinfekce rozvodů, vodu při přípravě jídel převář….",
          1442298487
        ],
        [
          "Koalice ODS, TOP09, Pro Prahu s podporou Svobodných navolila Kontrolní výbor tak, aby v něm měli většinu. Nová rada se tedy zuby nehty brání tomu, aby jejich vládnutí kontrolovala opozice. Vskutku demokratické.",
          1415291447
        ],
        [
          "Zítra (6.11) od 16.00 proběhne ustavující zastupitelstvo MČ Praha 9. Na něm bude pravděpodobně zvolena rada ODS, TOP09 a Hnutí pro Prahu. Jakožto opoziční strana budeme usilovat o místo v kontrolním a finančním výboru, abychom mohli účinně kontrolovat veškeré kroky této koalice a přispět ke kvalitnějšímu fungování naší radnice.",
          1415176033
        ],
        [
          "Chcete kroužkovat v komunálních volbách? Tohle video vám ukáže, že to možná povede k jinému výsledku, než jste zamýšleli. Jak funguje volební systém do obecních zastupitelstev? O volebním systému, který se používá při volbách do zastupitelstev obcí koluje celá řada mýtů - tím největším je to, že jeho pomocí lze snadno volit osobnost...",
          1412586231
        ],
        [
          "ODS je spolu s KSČM, Úsvitem a Svobodnými jednou z nejméně racionálních (rozumných) stran. Dokonce i ANO je v racionalitě předstihlo, byť o fous. Iracionalita pak jde ruku v ruce s netransparentním financováním. Komunikace politických stran se kultivuje | Bisnode. Komunikace politických stran mimo jiné vypovídá o jejich postojích a chování.",
          1412147879
        ],
        [
          "Po skandálu se svítícím megaboardem na frekventované a nepřehledné křižovatce na Proseku nemá TOP09 a ODS stále dost - nyní chtějí poskytnout firmě B.C.D. s.r.o. další městské plochy pro \"reklamní zařízení\", tentokráte ve Vysočanech. Máte zájem o další reklamy?",
          1407179733
        ],
        [
          "Před týdnem se v Ostravě znovu otevřelo Trojhalí zrekonstruované podle návrhu Josefa Pleskota. Vysočany se mohou chlubit podobně působivou industriální architekturou (i památkové chráněnou), ale bez intenzivního spolupráce radnice s vlastníky budov a pozemků bude i nadále chátrat a postupně propadat zkáze. Proč by se unikátní pragovácká hala č. 19 nemohla začít proměňovat například na koncertní síň s galerií? Nenechme zmizet vysočanskou minulost pod novými sídlišti. Trojhalí Karolina otevírá. Vypadá jako před 100 lety, zázemí je pod zemí — Regiony — ČT24 —... Ostrava – Sdružení Trojhalí Karolina dnes otevírá v centru Ostravy dvě zrekonstruované průmyslové haly, poslední zbytky rozsáhlého průmyslového komplexu s dolem, koksovnou a hutí založeného v 19. století rodem Rotschildů. Architektonické řešení objektů vymyslel Josef Pleskot, který je i autorem oceň….",
          1405915305
        ],
        [
          "Děkujeme dalším desítkám obyvatel Proseka, kteří dnes podepsali petici za místní referendum o hazardu. Těm, kteří se nás ptají, kdože to může za tak vysokou hustotu heren na Praze 9, odpovídáme, že za to mohou zastupitelé naší městské části zvolení za ODS a TOP09.",
          1405450632
        ],
        [
          "Gerrymandering po pražsku: Poté, co radní za ODS a TOP09 spolu se zastupiteli za ČSSD odmítli naše argumenty proti porušování rovnosti volebního práva na Praze 9 a poté, co si to za pár týdnů zase rozmysleli, přišli s následující variantou, která má sloužit k tomu, \"aby [...] byla zachována na území naší městské části tradiční forma volby v obvodech, do významné míry respektující historické členění obce.\" Ano, dát Střížkov, Krocínku a Hrdlořezy do jednoho obvodu jistě navazuje na mnohé historické vazby mezi těmito obcemi... (viz fialové volební okrsky). Timeline Photos.",
          1405396619
        ]
      ],
      "dates_start": 1396701562,
      "dates_end": 1444745765,
      "likes_avg": 4,
      "likes_stdev": 4,
      "comments_avg": 0,
      "comments_stdev": 1,
      "shares_avg": 3,
      "shares_stdev": 3
    },
    {
      "number": 5,
      "important": [
        "od",
        "hospodareni podl",
        "polici",
        "utvaru",
        "portlika",
        "prahi",
        "dalsi",
        "toma",
        "vydelat"
      ],
      "summary": "O odpovědném hospodaření podle pražské ODS | ParlamentniListy.cz – politika ze všech stran. Policie podezírá nadějného místostarostu Prahy 9 – Novinky.cz. i na neokoukaného a nadějného místostarostu Prahy 9 Tomáše Portlíka. 2015 16:47:39 O odpovědném hospodaření podle pražské ODS “Cílem ODS bylo vždy hospodařit odpovědně.” Nějak se těmto slovům pražského místopředsedy Portlíka nechce věřit. Reakce na článek místostarosty Portlíka o odpovědném hospodaření.",
      "common": 0,
      "messages": [
        [
          "Reakce na článek místostarosty Portlíka o odpovědném hospodaření. O odpovědném hospodaření podle pražské ODS | ParlamentniListy.cz – politika ze všech stran. 4. 5. 2015 16:47:39 O odpovědném hospodaření podle pražské ODS “Cílem ODS bylo vždy hospodařit odpovědně.” Nějak se těmto slovům pražského místopředsedy Portlíka nechce věřit. Tomáš Portlík ve svém článku (zde) předestřel kritiku předvolebních slibů a deficitního hospodaření ministra financí Babiše.…",
          1430901257
        ],
        [
          "Faktický šéf místní ODS, velký zastánce heren a místostarosta Tomáš Portlík se objevuje ve spisech Útvaru pro odhalování organizovaného zločinu!\n\n... vzájemná spolupráce komunálního politika s protřelým podnikatelem podle policie měla vypadat tak, že Portlík vymýšlel obchody, na kterých se dalo vydělat. \n\nhttp://www.novinky.cz/domaci/347172-dalsi-janouskuv-kun-v-ods-policie-podezira-nadejneho-mistostarostu-prahy-9.html. Další Janouškův kůň v ODS? Policie podezírá nadějného místostarostu Prahy 9 – Novinky.cz. Kontroverzní lobbista Roman Janoušek si podle detektivů protimafiánského útvaru hýčkal v pražské ODS kontakty nejen na někdejšího primátora Pavla Béma, ale sázet měl např. i na neokoukaného a nadějného místostarostu Prahy 9 Tomáše Portlíka.",
          1410257355
        ]
      ],
      "dates_start": 1410257355,
      "dates_end": 1430901257,
      "likes_avg": 1,
      "likes_stdev": 0,
      "comments_avg": 0,
      "comments_stdev": 0,
      "shares_avg": 2,
      "shares_stdev": 1
    },
    {
      "number": 6,
      "important": [
        "finep",
        "volebni",
        "od",
        "vyhodu",
        "strizkov",
        "hostinc",
        "volebnich",
        "pan",
        "zelenych",
        "myslit"
      ],
      "summary": "Stojí za zmínku, že pan starosta Jarolím /ODS/ má právě na Střížkově trvalé bydliště. Od té doby, co víme, že za likvidací nejstaršího hostince na Proseku  stojí FINEP, soustřeďujeme se jen na něj. Myslíte, že si místní ODS pronajala reklamní čas na radničních obrazovkách? Všimli jste si, že na radnici u přepážek hrají pro naše pobavení propagační videoklipy radních za ODS Portlíka, Holečka, Vážanského, tu a tam se tu mihne i pan starosta Jarolím. Gerrymandering je proces, kterým se politické strany snaží získat výhodu pomocí změn geografických hranic volebních okrsků.",
      "common": 0,
      "messages": [
        [
          "Znáte výraz gerrymandering?\n\nGerrymandering je proces, kterým se politické strany snaží získat výhodu pomocí změn geografických hranic volebních okrsků.\n\nZaujalo nás rozdělení okrsků na Praze 9 na tři nesouvisející volební obvody. Jeden volební obvod tak v roce 2014 tvořil Střížkov, Krocínka a Hrdlořezy.\n\nStojí za zmínku, že pan starosta Jarolím /ODS/ má právě na Střížkově trvalé bydliště. A starostovi to snad hodíte, ne? Vždyť je to takový milý pán.\n\nNaším cílem je tedy zazelenit Prahu 9 rovnoměrně. Aby radnice neměla dojem, že vytvořením umělých volebních obvodů získá nějakou výhodu. Photos from Strana zelených Praha 9's post.",
          1487916361
        ],
        [
          "Od té doby, co víme, že za likvidací nejstaršího hostince na Proseku  stojí FINEP, soustřeďujeme se jen na něj. Pan starosta Jarolím /ODS/ má nulovou šanci cokoli na osudu hostince změnit. \n\n#finep #developer #zlýdeveloper. Timeline Photos.",
          1486887353
        ],
        [
          "Všimli jste si, že na radnici u přepážek hrají pro naše pobavení propagační videoklipy radních za ODS Portlíka, Holečka, Vážanského, tu a tam se tu mihne i pan starosta Jarolím. Myslíte, že výrobu předvolebních klipů pánové platili z vlastních kapes? Myslíte, že si místní ODS pronajala reklamní čas na radničních obrazovkách? Taky si připadáte jako v Turkmenistánu?",
          1407145021
        ]
      ],
      "dates_start": 1422813810,
      "dates_end": 1498485345,
      "likes_avg": 8,
      "likes_stdev": 8,
      "comments_avg": 3,
      "comments_stdev": 4,
      "shares_avg": 2,
      "shares_stdev": 1
    },
    {
      "number": 7,
      "important": [
        "namesti",
        "aneb",
        "photo",
        "ktere",
        "radnic",
        "tedi",
        "jsou",
        "zelen",
        "volebniho"
      ],
      "summary": "Podívali jsme se tady na vlastnické vztahy na náměstí OSN. Náboženská obec Církve československé husitské v Praze 9 - Vysočany\n\nDovolíme si tedy tvrdit, že koncepce náměstí by měla zahrnovat i přilehlé pozemky, na kterých je teď (a doufáme, že bude) udržovaná zeleň. Kdo stojí za \"srdíčkovým\" projektem Hnutí Pro Prahu, které bude kandidovat na podzim ve volbách do pražského magistrátu? Jak je hnutí napojeno na developery? Timeline Photos.",
      "common": 0,
      "messages": [
        [
          "Vzpomínáme aneb nelegální sololity ve volbách 2014.\n\nMáte nějaký oblíbený způsob politické reklamy? Timeline Photos.",
          1488177001
        ],
        [
          "Takto radnice informuje své občany a občanky:-) Aneb stále prázdné nástěnky v parku Srdce II. Timeline Photos.",
          1486836261
        ],
        [
          "Položili jsme si otázku, komu patří náměstí OSN.\n\nKdyž IPR vypracoval plán na oživení náměstí, nezahrnul do něho jedinou zeleň v okolí. Argumentace zněla, že nemůže vypracovat plán pro pozemky, které nepatří městu. \n\nPodívali jsme se tady na vlastnické vztahy na náměstí OSN.\n\nNejvětšími majiteli pozemků tedy jsou:\n\n1. ORCO skrz firmu STRM Beta , a.s.\n2. Otakar Dohnal ze Střížkova na půl s městem\n3. Náboženská obec Církve československé husitské v Praze 9 - Vysočany\n\nDovolíme si tedy tvrdit, že koncepce náměstí by měla zahrnovat i přilehlé pozemky, na kterých je teď (a doufáme, že bude) udržovaná zeleň. Photos from Strana zelených Praha 9's post.",
          1486452060
        ],
        [
          "Nevíte-li, kam jít na Proseku s kočárkem, radnice už nějaký čas provozuje venkovní \"pobočku\" Galerie 9 (www.galerie9.cz) a nedávno byla výstava obměněna novými reprodukcemi. Timeline Photos.",
          1486204904
        ],
        [
          "Kdo stojí za \"srdíčkovým\" projektem Hnutí Pro Prahu, které bude kandidovat na podzim ve volbách do pražského magistrátu? Jaké jsou rodinné vazby hlavních představitelů? Jak je hnutí napojeno na developery? Jak se staví ke konfliktu zájmů v případě volebního úspěchu? Odpovědi v Reportéři ČT. #NevolteDevelopery\n\nhttp://www.ceskatelevize.cz/ivysilani/1142743803-reporteri-ct/ Timeline Photos.",
          1405501035
        ]
      ],
      "dates_start": 1438060528,
      "dates_end": 1503207975,
      "likes_avg": 3,
      "likes_stdev": 4,
      "comments_avg": 0,
      "comments_stdev": 0,
      "shares_avg": 2,
      "shares_stdev": 1
    },
    {
      "number": 8,
      "important": [
        "nam",
        "ondrej",
        "kdo",
        "zeleni",
        "nas",
        "dalsi",
        "prave",
        "mestsk",
        "nastvani"
      ],
      "summary": "Horolezec Reinhold Messner podporuje Ondřeje Lišku. Reinhold MESSNER pro Ondřeje Lišku. Reinhold Messner, neslavnější horolezec všech dob a bývalý zelený europoslanec, podporuje v eurovolbách Ondřeje Lišku. Právě jsme podali kandidátky \"Trojkoalice zelení, KDU-ČSL a nezávislí - Máte právo rozhodovat\" do zastupitelstva městské části Praha 9. Podpořte ho také Vy tento pátek či sobotu.",
      "common": 0,
      "messages": [
        [
          "Právě jsme podali kandidátky \"Trojkoalice zelení, KDU-ČSL a nezávislí - Máte právo rozhodovat\" do zastupitelstva městské části Praha 9. Již brzy Vám představíme kandidáty i program, s nímž do voleb půjdeme. Chcete-li nám pomoci změnit devítkovou radnici k lepšímu, omezit hazard, zabránit plýtvání penězi nás všech a zlepšit život v naší městské části, dejte nám vědět. Mobile Uploads.",
          1407134364
        ],
        [
          "Včera jsme i přes velmi nepříznivé počasí nasbírali v přestávkách mezi průtržemi mračen další asi stovku podpisů pod petici za referendum o hazardu, prakticky každý, kdo šel kolem našeho stánku, podepsal. Naštvání lidí na podporu hazardu na Praze 9 ze strany ODS a TOP09 se stupňuje...",
          1404884960
        ],
        [
          "Děkujeme všem, kdo přišli k volbám a dali hlas právě Zeleným. Celostátní výsledek je zklamáním, ale na Praze 9 jste nám dali 6,23%, což je velká vzpruha pro další práci. Čekají nás komunální volby, připojte se k nám!",
          1401074818
        ],
        [
          "Horolezec Reinhold Messner podporuje Ondřeje Lišku. Podpořte ho také Vy tento pátek či sobotu. Ondřej do Bruselu! Reinhold MESSNER pro Ondřeje Lišku. Reinhold Messner, neslavnější horolezec všech dob a bývalý zelený europoslanec, podporuje v eurovolbách Ondřeje Lišku. Během rozhovorů v okolí italského Bolz...",
          1400488338
        ]
      ],
      "dates_start": 1400655421,
      "dates_end": 1406135818,
      "likes_avg": 7,
      "likes_stdev": 5,
      "comments_avg": 0,
      "comments_stdev": 0,
      "shares_avg": 2,
      "shares_stdev": 1
    },
    {
      "number": 9,
      "important": [
        "photo",
        "doslo",
        "cena",
        "cestovc",
        "tibetska vlajka",
        "prezid",
        "praha",
        "smyslupln"
      ],
      "summary": "Došlo nám, že ke snížení počtu heren došlo :-) Timeline Photos. Zeman. Vítejte v Davídkově cestovce. Tibetská vlajka vlaje na radnici. Takže celkem pořizovací cena 2.7 milionu a cena obvyklá 0,6 milionu....\n\nZ cyklu Praha 9 - Dobrý hospodář.",
      "common": 0,
      "messages": [
        [
          "Došlo nám, že ke snížení počtu heren došlo :-) Timeline Photos.",
          1490248800
        ],
        [
          "Nové vizitky. Potkáte-li nás osobně, jednu vám dáme. Timeline Photos.",
          1489744801
        ],
        [
          "Takže celkem pořizovací cena 2.7 milionu a cena obvyklá 0,6 milionu....\n\nZ cyklu Praha 9 - Dobrý hospodář. Timeline Photos.",
          1489413600
        ],
        [
          "Vítejte v Davídkově cestovce. Nejprve vás provedeme Proseckým podzemím a pak procestujeme kus Evropy. Timeline Photos.",
          1489302000
        ],
        [
          "Tibetská vlajka vlaje na radnici. Timeline Photos.",
          1489135782
        ],
        [
          "Zeman. Prezident. Timeline Photos.",
          1489068001
        ],
        [
          "Hledáme dobrovolníky. Nabízíme sehraný tým, smysluplné projekty a činorodý občanský aktivismus. Přidejte se k nám. Timeline Photos.",
          1486979753
        ]
      ],
      "dates_start": 1488173811,
      "dates_end": 1490081256,
      "likes_avg": 7,
      "likes_stdev": 10,
      "comments_avg": 3,
      "comments_stdev": 5,
      "shares_avg": 1,
      "shares_stdev": 1
    },
    {
      "number": 10,
      "important": [
        "zastupitel",
        "od",
        "jsme",
        "kvuli",
        "jako",
        "stejni",
        "pana",
        "zastupitelu",
        "ale"
      ],
      "summary": "Pokud bychom použili na Svobodné stejný poměr jako na ODS, získali by Svobodní 3 zastupitele. Pokud bychom použili na ODS stejný poměr jako na Svobodné, získala by ODS jen 4,5 zastupitele. Zdá se vám, že 12 zastupitelů ODS sedí na zastupitelstvu nezaslouženě? Dnes se podíváme na volby do zastupitelstva v roce 2014:\n\nODS potřebovala 34 000 hlasů pro získání 12 zastupitelů. Jednoduchým přepočtem tak tedy stačí 2800 hlasů na zastupitele ODS a 7600 hlasů na zastupitele Svobodných.",
      "common": 0,
      "messages": [
        [
          "Tak letos utratíme 300 000, abychom příští rok mohli utratit 15 milionů za něco, co podle starosty \"lidé, kterých se zeptal na dětském dnu\" chtějí. Photos from Strana zelených Praha 9's post.",
          1489500037
        ],
        [
          "Chcete mít na zdích reklamu, nebo současné umění?\n\nNapříklad Jana Kalába:\nhttp://www.jankalab.com/selected-works/\n\nDejte vědět písemně k rukám pana Příplaty. Photos from Strana zelených Praha 9's post.",
          1488636000
        ],
        [
          "Stojí za zmínku, že Ing. Davídek Zdeněk /HPP/, zastupitel na Praze 9 je s paní Krnáčovou a panem Miloslavem Novákem v jedné firmě: Restart Edu o.p.s\n\nPan Novák sedí ve firmě Datasys\n\nVzpomínáme na Datasys a jejich předražené zakázky na ministerstvu pro místní rozvoj\n\nhttp://echo24.cz/a/wbWYh/policie-vtrhla-na-ministerstvo-kvuli-predrazenym-it-zakazkam\n\nA to samé najdeme i na misterstvu vnitra. Tentokrát stejný pan Novák, akorát se firma jmenuje Czechgeeks. Photos from Strana zelených Praha 9's post.",
          1488520801
        ],
        [
          "Včera jsme se společně podívali na tzv. gerrymandering. Dnes se podíváme na volby do zastupitelstva v roce 2014:\n\nODS potřebovala 34 000 hlasů pro získání 12 zastupitelů.\nSvobodní potřebovali 7600 hlasů pro získání 1 zastupitele.\n\nJednoduchým přepočtem tak tedy stačí 2800 hlasů na zastupitele ODS a 7600 hlasů na zastupitele Svobodných.\n\nPokud bychom použili na ODS stejný poměr jako na Svobodné, získala by ODS jen 4,5 zastupitele.\n\nPokud bychom použili na Svobodné stejný poměr jako na ODS, získali by Svobodní 3 zastupitele. To bychom ale museli mít 38 zastupitelů.\n\nZdá se vám, že 12 zastupitelů ODS sedí na zastupitelstvu nezaslouženě? Photos from Strana zelených Praha 9's post.",
          1488003000
        ],
        [
          "Také vnímáte bilboardy jako vizuální smog? Photos from Strana zelených Praha 9's post.",
          1487944800
        ],
        [
          "Vydařená schůze ZO Praha 9.\nVysíláme delegáty na krajskou konferenci. \nŘešíme Brabce, Gong, Prosecké skály, billboard na Proseku a představují se nám zájemci o členství. Photos from Strana zelených Praha 9's post.",
          1487794980
        ],
        [
          "Znepokojující. V Proseckých skalách se kácí. A ne málo. \n\nPůvodně jsme považovali odpověď pana Davídka za špatný humor, ale vypadá to, že ke kácení v Proseckých skalách kvůli vyhlídce skutečně dochází. Photos from Strana zelených Praha 9's post.",
          1487657400
        ],
        [
          "Staví se aneb ze sekce: s tím už nic neuděláme, protože bagry už se zakously do země\n\nProsek plazza na Střížkově. Photos from Strana zelených Praha 9's post.",
          1487168580
        ],
        [
          "Vnímáte metro jako bezbariérové? Pokoušeli jsme se s kočárkem dostat z Proseku do centra a nepořídili jsme. Photos from Strana zelených Praha 9's post.",
          1486969620
        ]
      ],
      "dates_start": 1487288583,
      "dates_end": 1488754797,
      "likes_avg": 3,
      "likes_stdev": 2,
      "comments_avg": 1,
      "comments_stdev": 1,
      "shares_avg": 1,
      "shares_stdev": 0
    },
    {
      "number": 11,
      "important": [
        "radnici",
        "kde",
        "zrusen",
        "dobe",
        "kovovym",
        "obali",
        "stanovist",
        "bydlit",
        "dorazt",
        "parku"
      ],
      "summary": "V souvislosti s tím bude od 1. dubna 2017 zrušen kontejner na hliníkový odpad na vysočanské radnici. V Praze 9 byl rozšířen počet stanovišť se sběrnými nádobami na kovové obaly. Přehled stanovišť tříděného odpadu, kde jsou umístěny kontejnery na kovové obaly. Kontejnery na kovové odpady - Praha 9. od 18h bude na radnici jednání s občany, radnicí, autorem návrhu a (snad i) stavební firmou.",
      "common": 0,
      "messages": [
        [
          "Kam s víčky od jogurtů, plechovkami a jiným kovovým odpadem?\nPřinášíme aktualizovaný seznam míst, kde můžete na Praze 9 hliníkový odpad hodit do kontejneru. Kontejnery na kovové odpady - Praha 9. V Praze 9 byl rozšířen počet stanovišť se sběrnými nádobami na kovové obaly. V současné době jich je čtyřicet. V souvislosti s tím bude od 1. dubna 2017 zrušen kontejner na hliníkový odpad na vysočanské radnici. Přehled stanovišť tříděného odpadu, kde jsou umístěny kontejnery na kovové obaly.",
          1486353127
        ],
        [
          "Sice pozdě, ale po naléhání občanů rada Prahy 9 pořádá diskusi k dokončení parku Balabenka. \n\nV pondělí příští týden (29.6.) od 18h bude na radnici jednání s občany, radnicí, autorem návrhu a (snad i) stavební firmou. Pokud v okolí bydlíte, doražte! Řešit se bude mj. i to, zda lze zachránit poslední Akát, který tam nyní roste a problémy související se stavbou.",
          1435137114
        ]
      ],
      "dates_start": 1435137114,
      "dates_end": 1486353127,
      "likes_avg": 2,
      "likes_stdev": 1,
      "comments_avg": 0,
      "comments_stdev": 0,
      "shares_avg": 1,
      "shares_stdev": 0
    },
    {
      "number": 12,
      "important": [
        "predsedou",
        "senatni",
        "predsedi",
        "terez",
        "frantisek",
        "vizi",
        "praha",
        "moc",
        "zelenym",
        "pomahat"
      ],
      "summary": "Členové ZO Praha 9 se na dnešní schůzi jednomyslně rozhodli poděkovat Ondřeji Liškovi za vynikající práci v nelehké pozici předsedy Strany zelených. Ilona Picková, naše kandidátka do Senátu na Praze 9, je v kampani nejtransparentnější. Senátní kandidátka Picková (SZ) má nejvíce transparentní kampaň | Strana Zelených – ZO Praha 14. Novým předsedou Strany zelených se stal Matěj Stropnický! Ještě jednou děkuji ZO P9 za mé zvolení předsedou.",
      "common": 0,
      "messages": [
        [
          "Ještě jednou děkuji ZO P9 za mé zvolení předsedou. Moc si toho vážím. Místopředsedou ZO byl zvolen Honza Sládek, revizorem Pepa Platil a pokladníkem František Straka. Všem moc gratuluji a budu se těšit na spolupráci! :-)",
          1490849617
        ],
        [
          "Poslechněte si vizi našeho nového předsedy. Luboš Fendrych - nový předseda ZO Praha 9 představuje svoji vizi.",
          1490845791
        ],
        [
          "Gratulujeme Luboši Fendrychovi ke zvolení předsedou! A děkujeme Tereze Zvolské za práci pro stranu. Zítra se těšte na video. Timeline Photos.",
          1490809047
        ],
        [
          "Novým předsedou Strany zelených se stal Matěj Stropnický!",
          1453572266
        ],
        [
          "Ilona Picková, naše kandidátka do Senátu na Praze 9, je v kampani nejtransparentnější. Stejně transparentně Vás bude zastupovat i v Senátu. Senátní kandidátka Picková (SZ) má nejvíce transparentní kampaň | Strana Zelených – ZO Praha 14. V minulých dnech vyhlásila organizace Transparency International výsledky monitoringu volebních kampaní do Senátu. Ve volebním obvodě Praha 9, do kterého zapadá i naše městská část, získala první místo Ilona Picková ze Strany zelených a byla ohodnocena známkou 1. Dvojku získal senátní kandidát TOP 0….",
          1412316834
        ],
        [
          "Členové ZO Praha 9 se na dnešní schůzi jednomyslně rozhodli poděkovat Ondřeji Liškovi za vynikající práci v nelehké pozici předsedy Strany zelených. Věříme, že Ondrovy schopnosti a zkušenosti budou i nadále pomáhat Zeleným soustředit se na to, co nás spojuje. Díky, Ondro.",
          1401296783
        ]
      ],
      "dates_start": 1418877630,
      "dates_end": 1494352482,
      "likes_avg": 13,
      "likes_stdev": 9,
      "comments_avg": 2,
      "comments_stdev": 2,
      "shares_avg": 1,
      "shares_stdev": 0
    }
  ]
}