{
  "pagename": "psychologytoday",
  "globalstats": {
    "messages": 4079,
    "likes_avg": 2257,
    "likes_stdev": 1682,
    "comments_avg": 155,
    "comments_stdev": 197,
    "shares_avg": 994,
    "shares_stdev": 1476,
    "graph_uri": "clusters/psychologytoday.png"
  },
  "clusters": [
    {
      "number": 1,
      "important": [
        "cover",
        "today",
        "decid",
        "psycholog today",
        "cover psycholog",
        "survey",
        "next cover",
        "psycholog",
        "quick survey",
        "help decid"
      ],
      "common": [
        "2012",
        "cover",
        "cover psychology",
        "cover psychology today",
        "next",
        "next cover",
        "psychology",
        "psychology today",
        "survey",
        "today"
      ],
      "messages": [
        [
          "Help decide the next cover of Psychology Today and share your thoughts by taking this quick survey!\n\nhttps://www.psychologytoday.com/articles/201606/psychology-today-reader-survey Psychology Today Reader Survey",
          1482190201
        ],
        [
          "Help decide the next cover of Psychology Today and share your thoughts by taking this quick survey!\n\nhttps://goo.gl/aoPiUn Psychology Today Reader Survey",
          1470077978
        ],
        [
          "Help decide the next cover of Psychology Today and share your thoughts: Take this quick survey!\n\nhttps://www.surveymonkey.com/r/C7SXQVP Timeline Photos",
          1465482003
        ],
        [
          "Help decide the next cover of Psychology Today and share your thoughts: Take this quick survey!\n\nhttps://www.surveymonkey.com/r/3H2DR6B Timeline Photos",
          1465216440
        ],
        [
          "Help decide the next cover of Psychology Today and share your thoughts: Take this quick survey!\n\nhttps://www.surveymonkey.com/r/Q2DX3Q6 Timeline Photos",
          1447265701
        ],
        [
          "Help choose the next cover of Psychology Today (and offer your own feedback) with this quick survey!\n\nhttps://www.surveymonkey.com/r/X52NWMY Timeline Photos",
          1443192377
        ],
        [
          "Help us choose the future cover of Psychology Today by taking this quick survey:\n\nhttps://www.surveymonkey.com/r/DMX5STH Timeline Photos",
          1434641400
        ],
        [
          "May - June 2013 cover Psychology Today Covers 2013 to ...",
          1367524455
        ],
        [
          "March-April 2013 cover Psychology Today Covers 2013 to ...",
          1362520190
        ],
        [
          "Help choose the next cover of Psychology Today by taking this brief survey! https://www.surveymonkey.com/s/89K9TQ8",
          1360097848
        ],
        [
          "January-February 2013 cover Psychology Today Covers 2013 to ...",
          1357568377
        ],
        [
          "November-December 2012 cover Psychology Today Covers 2003 to 2012",
          1351799430
        ],
        [
          "Help choose Psychology Today's new cover by taking this short survey! Choose the Next Cover of PT 10/4/2012 Survey",
          1349438532
        ],
        [
          "September-October 2012 cover Psychology Today Covers 2003 to 2012",
          1346947546
        ],
        [
          "July-August 2012 cover Psychology Today Covers 2003 to 2012",
          1341843082
        ],
        [
          "Help choose PT's next cover by completing this quick survey! Choose the Next Cover of PT!  5/29/2012 Survey",
          1338320039
        ],
        [
          "May-June 2012 cover Psychology Today Covers 2003 to 2012",
          1335987836
        ],
        [
          "March-April 2012 cover Psychology Today Covers 2003 to 2012",
          1330615224
        ],
        [
          "Help choose the next cover of Psychology Today! Choose the Next Cover of PT!  2/9/2012 Survey",
          1328895816
        ],
        [
          "Help choose PT's next cover! Choose the Next Cover of PT 1/31/2012 Survey",
          1328048091
        ],
        [
          "January-February 2012 cover Psychology Today Covers 2003 to 2012",
          1325703599
        ]
      ],
      "dates_start": 1327119580,
      "dates_end": 1437963864,
      "likes_avg": 474,
      "likes_stdev": 485,
      "comments_avg": 25,
      "comments_stdev": 24,
      "shares_avg": 81,
      "shares_stdev": 87
    },
    {
      "number": 2,
      "important": [
        "clue",
        "brain",
        "may whi",
        "last",
        "search",
        "miss",
        "dream",
        "night",
        "open",
        "especi"
      ],
      "common": [
        "bad",
        "dream",
        "dreams",
        "new",
        "new research",
        "night",
        "nightmares",
        "research",
        "sleep",
        "us"
      ],
      "messages": [
        [
          "This is what you missed while you were sleeping last night. This May Be Why We Recall Some Dreams (Especially Bad Ones) Studies open new ground in the search for clues to how the dreaming brain works.",
          1485516602
        ],
        [
          "Does your true personality emerge in your dreams? 3 Things Your Dreams May Reveal About You New research sheds light on who we are while we sleep.",
          1485090901
        ],
        [
          "Pregnancy isn't always a dream. But for some women, it's literally a nightmare. Why Pregnant Women Have Bizarre Bad Dreams New research on the surprising frequency of disturbing dreams during pregnancy.",
          1476538676
        ],
        [
          "Ever wonder how scenes from your life make it into your dreams? We're finally figuring it out. How Your Dreams Really Work New research uncovers why we dream what we dream, and when we're likely to dream it.",
          1474624801
        ],
        [
          "Have you ever had this uncanny (and unsettling) experience? When Two People Dream the Same Dream Despite many convincing reports, we're just beginning to find out how it could possibly happen.",
          1467562500
        ],
        [
          "Dreaming that a partner is unfaithful can lead to some real-life problems when you wake up. What It Means When You Have a Bad Dream About Your Partner Accurate or not, nightmares about your partner can be bad for your relationship.",
          1465302693
        ],
        [
          "When you have dreams of being judged harshly, does it mean you need to make a change? What 3 Common Bad Dreams Could Be Telling You How daytime stress creeps into your nightmares.",
          1457870401
        ],
        [
          "Is the same cast starring in your dreams each night? This may be why. What Your Sexual Dreams Are Trying to Tell You Expert insight into who, and what, we dream about, and why.",
          1457139600
        ],
        [
          "What makes you remember a dream? New research is bringing us closer to an answer. Why Do Some People Recall Lots of Dreams, While Others Never Do? Is it possible that the people who remember more dreams just have more interesting dreams?",
          1457092801
        ],
        [
          "Can a dream about everyone's worst nightmare actually be a good thing? What Dreams of Your Death Are Really About “The most striking and consistent characteristic is overwhelmingly pleasant content.\"",
          1455676200
        ],
        [
          "What happens to you while you sleep can change what's happening in your dreams. Why the Characters in Your Dreams (Including You) Do What They Do ... and why sometimes you believe you're a character other than yourself.",
          1455253201
        ],
        [
          "Is a bad dream disturbing you night after night? Here's how to beat it. 5 Ways to Hack Your Nightmares 3. Instead of replaying a bad dream in your head, give it a new script.",
          1454036400
        ],
        [
          "What if we could capture the dreams of millions, and keep them in a database? In the 1950s, someone actually tried. The Dream Catchers An ambitious, nearly-forgotten project decades ahead of its time but with very modern dilemmas.",
          1452828601
        ],
        [
          "The issues you avoid during the day can plague you while you sleep. Here's why. Why Unwanted Thoughts Can Invade Your Dreams New research into why we really dream about the things we do.",
          1449023400
        ],
        [
          "If you commit a violent act while you dream, should you be held responsible? Are We Responsible for Our Violent Dreams? A famous case raises unsettling questions about our intentions.",
          1444177800
        ],
        [
          "Your nightmares could help you find the answers you've always dreamed of. How Bad Dreams Can Help You Solve Your Problems There are good nightmares, and there are bad nightmares. Here's the difference.",
          1441326600
        ],
        [
          "Here's what we know, and what we don't know, about what happens when the lights go out. 12 Most Commonly Asked Questions About Dreams, Answered What are your dreams trying to tell you, and what if you can't remember them?",
          1436317201
        ],
        [
          "You have more control over your dreams than you think. What'll it be tonight? How to Direct Your Dreams When your eyes close, choose your own adventure.",
          1434073426
        ],
        [
          "Do your dreams matter? Maybe more than you ever imagined. 6 Ways That Tonight's Dreams Could Change Your Life Reconnecting with your past and finding the keys to your future.",
          1432690200
        ],
        [
          "Have you ever had any of these bad dreams? Are Your Worst Nightmares Also Everyone Else's? Some bad dreams keep coming back, again and again.",
          1429696802
        ],
        [
          "We're getting closer to solving one of life's greatest mysteries. Why Do We Dream? New insights into what really goes on when we drift into sleep.",
          1425297601
        ],
        [
          "Did you have a bizarre dream last night? Maybe it was something you ate. Do Certain Foods Really Cause Bad Dreams? New research investigates age-old folklore about diet and sleep.",
          1424088001
        ],
        [
          "What was in your dreams last night, and how did it get there? Why We Dream What We Dream An expert guide to what goes on behind the wall of sleep.",
          1423747275
        ],
        [
          "Do you ever have dreams whose stories continue from night to night? This is why. Why Some of Your Dreams Have Sequels Do our dreams pursue their own interests, and just take us along for the ride?",
          1420718400
        ],
        [
          "Your dreams may be trying to tell you more than you realize. Do Your Dreams Predict Your Health? Pay attention: Research finds some dreams can forecast illness years in advance.",
          1418990400
        ],
        [
          "Can you remember what you dreamed last night? How Our Dreams Influence Our Days New research into who remembers dreams, and how our dreams affect us.",
          1417610320
        ],
        [
          "Have you ever had the same dream over and over again? Here's why. What's Behind Your Recurring Dreams Why dreams generated by long-ago stress can keep coming back.",
          1416571200
        ],
        [
          "Can you control your dreams? Is Conscious Dreaming Real? Lucid dreaming remains a controversial concept but some experts are convinced.",
          1399888801
        ],
        [
          "The dreams you dream tonight will do more for your mind and body than you might imagine. What Do Dreams Do for Us? 5 answers to an eternal question.",
          1398290799
        ],
        [
          "You may be able to control what you'll dream about tonight. Can Our Dreams Solve Problems While We Sleep? Remarkable new evidence of the power of 'dream telepathy.'",
          1397762247
        ],
        [
          "What did you dream about last night, and what does it say about your brain? How We Decode Dreams Today Fascinating new research shows what our brain is really up to while we sleep.",
          1396789200
        ],
        [
          "Will you dream about your significant other tonight?  How Your Dreams Can Affect Your Love Life Relationship advice you can follow in your sleep.",
          1395270000
        ],
        [
          "How fantasies shape your future. Dreams of Glory A key to creativity that everyone possesses.",
          1394633620
        ],
        [
          "Are your daytime worries creeping into your dreams? Here's a way to rethink stressful nightmares: http://ow.ly/qTeJY Conquer Your Bad Dreams by Confronting Your Worries Stop negative emotions from spilling into your dreams and becoming nightmares",
          1384622868
        ],
        [
          "Isn't it odd that awesome speeches, cold showers and a good scare all give us the same thing—goosebumps? Goosebumps and Dr. King's Dream Speech Why does Dr. King's Dream speech give us goosebumps?",
          1381857274
        ],
        [
          "\"The dreams and desires we have as children create echoes and shadows that preoccupy us for a lifetime.\"\n http://ow.ly/nDSSL The Possibilities of Fiction We dream up alternative universes as we continue to invent ourselves.",
          1375710634
        ],
        [
          "Longer Life Through Sexbots? http://ow.ly/hxHgn Longer life through sexbots? Dream on! Research linking sex with longevity has led to some wildly exaggerated claims.",
          1360331256
        ],
        [
          "Fact: You can control your dreams. Myth: Dreams are filled with symbolism. \n\nClick through for more sleep myths & facts. Seize Control of Your Dreams Four myths and one surprising fact about sleep",
          1349104397
        ]
      ],
      "dates_start": 1394683437,
      "dates_end": 1462849357,
      "likes_avg": 2258,
      "likes_stdev": 1690,
      "comments_avg": 101,
      "comments_stdev": 79,
      "shares_avg": 856,
      "shares_stdev": 736
    },
    {
      "number": 3,
      "important": [
        "narcissist",
        "field",
        "debat",
        "rage",
        "call",
        "whether",
        "theyr",
        "abil",
        "pretti",
        "among"
      ],
      "common": [
        "know",
        "may",
        "narcissism",
        "narcissist",
        "narcissistic",
        "narcissists",
        "new",
        "people",
        "research",
        "think"
      ],
      "messages": [
        [
          "A debate is raging among psychologists about whether they should diagnose the president, and if so, with what? Should Psychologists Diagnose President Trump? Calling out a narcissistic leader, or doing a disservice to the field?",
          1485963737
        ],
        [
          "Narcissists think they're pretty great, but not at everything. Why Narcissists Think They're Better Than You New research on grandiosity and the Lake Wobegon effect.",
          1484658448
        ],
        [
          "Do you recognize any of these signs? 7 Things Only Narcissists Do 6. They assume everyone adores them.",
          1483704000
        ],
        [
          "Sometimes, narcissists don't reveal their true selves until they face a conflict. 4 Behaviors That Unmask a Hidden Narcissist 3. They're vindictive to the max.",
          1483099200
        ],
        [
          "When a narcissist gives you a present, it's really a gift to themselves. Beware of Narcissists Bearing Gifts Their apparent generosity may stem from a desire to maintain control.",
          1481589001
        ],
        [
          "When you see the signs, do you know what to do? 5 Types of Toxic People You Need Out of Your Life The critic, the stonewaller, the narcissist, and more.",
          1481306397
        ],
        [
          "A malignant narcissist makes breaking up especially hard to do. Here's why. Why It's So Hard to End a Relationship with a Narcissist As things start to unravel, they may become destructive to themselves and others.",
          1481157000
        ],
        [
          "Forget what you've heard. This is what narcissism really is (and what it definitely isn't). Meet the Real Narcissists. (They're Not What You Think.) ... and why everyone is more narcissistic at 19 than they are at 40.",
          1480377600
        ],
        [
          "What happens when a narcissist has to face reality? When the Narcissist's Bubble Bursts ... and why experts say that even the most self-absorbed can adjust and accept their true selves.",
          1479681000
        ],
        [
          "When dealing with a narcissist, the environment can quickly grow toxic. This is how to protect yourself. 5 Tips for Interacting With a Narcissist 1. Always focus on the bigger picture.",
          1479248160
        ],
        [
          "Yes, it's possible to have a successful relationship with a narcissist. But it comes at a cost. What Kind of Romantic Partners Make Narcissists Happy? Is it someone who makes them feel good, or someone who makes them look good?",
          1478779202
        ],
        [
          "A narcissist can sweep you off your feet. After that ... How a Narcissist Can Derail You ... and how to recognize the admirable traits that could make you vulnerable.",
          1476729057
        ],
        [
          "Have you ever encountered someone with this disturbing personality? The Link Between Narcissism and Sadism What drives a troubling narcissistic subtype, and how to recognize it.",
          1476136800
        ],
        [
          "Narcissists may not be what they initially seem. What Really Makes Narcissists Tick? ... and how deserving are they of our sympathy?",
          1471881600
        ],
        [
          "This is how a narcissist approaches a breakup—and how you should respond. 13 Things You Must Know if You Are Leaving a Narcissist 3. They don't feel emotional losses. ",
          1470907800
        ],
        [
          "Are narcissists angrier than other people? Yes and no. What Makes Narcissists Angry (and Why) New research into anger style and instincts for revenge.",
          1470136216
        ],
        [
          "You want everyone you know to hear your good news. Does that make you a narcissist? Is It Wrong to Want to Be Admired? What research into healthy and unhealthy narcissism tells us about our egos.",
          1468512166
        ],
        [
          "9 rules for raising a child with a narcissistic ex. Forget Co-Parenting with a Narcissist. Do This Instead. 2. Establish firm boundaries.",
          1468231200
        ],
        [
          "Narcissistic people really do think they're pretty hot. Here's the proof. What Narcissists See in the Mirror They see someone who's off-the-charts superior to others. But why?",
          1467311406
        ],
        [
          "Are narcissists born or made? New theories on the trait explain it may be a bit of both. How Narcissists Got That Way Nature, nurture, and evolution combine for a toxic result.",
          1466589730
        ],
        [
          "Can a narcissist also be a do-gooder? Oh, yes. And you probably know one. Meet the 'Communal' Narcissist Researchers identify a group that seems helpful and understanding, but are only looking out for Number One.",
          1465239044
        ],
        [
          "If you're the close friend of a narcissist, does that make you one, too? Do Narcissists of a Feather Flock Together? Research reveals the one (or maybe two) personality types that actually enjoy friendships with narcissists.",
          1464719974
        ],
        [
          "Read this before you label anyone else a \"narcissist.\" Who Are You Calling a Narcissist? Are we experiencing a narcissism \"epidemic\"? Or is something else going on?",
          1464113242
        ],
        [
          "What do narcissistic women want? The same things as narcissistic men. Your Field Guide to the Femme Fatale First of its kind research on the sexual strategies of the female narcissist.",
          1462833000
        ],
        [
          "This is how narcissists often trip themselves up. Narcissism and the Myth of Invincibility When you think you can't lose, that outcome is all but assured.",
          1459369804
        ],
        [
          "How can we tell who's really a narcissist? It's harder than you think. Everything You Always Wanted to Know About Narcissism An expert weighs in on some crucial misunderstandings.",
          1457464533
        ],
        [
          "We're in the middle of a narcissism epidemic? Are you sure about that? 3 Dangerous Myths About Narcissists They're not exactly who you think they are, because you may be looking for the wrong traits.",
          1456166856
        ],
        [
          "A lot of what we think we know about narcissists just isn't quite right. 9 Myths about Narcissism Almost Everyone Believes (and Why They're Wrong) Think there's nothing healthy about narcissism? Think again.",
          1454358258
        ],
        [
          "We mistakenly label a lot of people as 'narcissists.' Here's why. Narcissist or Just Self-Centered? 4 Ways to Tell Who You're Dealing With ... including the one core difference.",
          1453053600
        ],
        [
          "Turns out, there's something you can learn from (healthy) narcissists. How Narcissists Really React When Things Don’t Go Their Way ... because they know raging at the world doesn't make you look very good.",
          1452772800
        ],
        [
          "You don't have to be a narcissist to react like one when you face rejection. Why Love Can Turn Into Rage ... and how to adopt a mindset that will avoid blowups.",
          1445889818
        ],
        [
          "Have you or a friend ever dated a narcissist? Who Falls for Dishonest People? Not Who You'd Expect Learn to recognize the traits that could make you vulnerable.",
          1433980953
        ],
        [
          "Are you guilty of 'diagnosing' too many people as narcissists? Why We Need to Stop Throwing the 'Narcissist' Label Around There are some dangerous individuals in the world. Give everyone else a break.",
          1430939447
        ],
        [
          "Could you be one and not even realize it? Do Narcissists Know They Are Narcissists?  Surprising research on what they know about themselves and how others see them. ",
          1429718857
        ],
        [
          "Don't judge narcissists by their words alone. What We All Get So Wrong About Narcissists Å new study throws doubt on what we think we know about narcissism.",
          1429038501
        ],
        [
          "A narcissistic personality can take a devastating toll on a relationship. Find out if yours is at risk. Is Your Partner a Narcissist? Here Are 50 Ways to Tell. An expert's checklist for gauging where you stand.",
          1426114801
        ],
        [
          "All narcissists are not prone to cheat. But this group is. Why Sexual Narcissists Make Unfaithful Partners New research into why some partners are prone to stray.",
          1423699201
        ],
        [
          "Is there a narcissist in your life? 10 Signs That You're in a Relationship with a Narcissist Be on the lookout for these, before you get manipulated.",
          1423077646
        ],
        [
          "It just got a lot easier to figure out who's a narcissist. The One Question That Can Tell Us Who's a Narcissist A new study finds a surprising insight about personality.",
          1417653000
        ],
        [
          "Are there more narcissists than ever? Let's consider the evidence. Is There Really an Epidemic of Narcissism? A meme may not hold up to close scrutiny.",
          1416433233
        ],
        [
          "New research shows what drives some of the most difficult people in your life. Narcissists Need to Love Themselves More, Not Less Why they react to conflict very differently than others, and why it matters.",
          1415645334
        ],
        [
          "There may be hope for some narcissists after all. Can We Teach Narcissists to Care? New studies show there may be a way to guide them toward empathy.",
          1413283488
        ],
        [
          "At home, at work, or in a relationship, dealing with a narcissist takes work. Here's a guide. 8 Ways to Handle a Narcissist How to keep your own emotions in check when dealing with difficult people.",
          1411824115
        ],
        [
          "New research explains why things go wrong when your partner is a narcissist. Could You Be Dating a Narcissist? 5 warning signs to watch for in any relationship.",
          1410886499
        ],
        [
          "Admit it: When it comes to our team, town, or tribe, we're all narcissists. The Narcissist In All Of Us Group pride can be a beautiful thing, until it turns dark.",
          1410377400
        ],
        [
          "Do you recognize any of these 12 effects of having a narcissist in the family? The Narcissistic Family Tree It can be pretty and decayed at the same time",
          1409860350
        ],
        [
          "Narcissists may demand that you look and act perfectly, at least around them. Here's why. Why It's So Hard to Live With Narcissists A new study highlights the pressure they can put on their partners.",
          1407947906
        ],
        [
          "Are narcissists really better lovers? Why We Fall for Narcissists A body of research reveals the appeal of cads, and how we can evade them.",
          1407448801
        ],
        [
          "Do you think you, or someone you love, is with a narcissist? This can help. 7 Strategies for Dealing With the Narcissist in Your Life Be honest with yourself while you see if change is possible.",
          1406911502
        ],
        [
          "If you're in a relationship with a narcissist, you have options. I Love a Narcissist, Now What to Do? Trying to change someone is rarely the best approach.",
          1404239633
        ]
      ],
      "dates_start": 1422440240,
      "dates_end": 1477602212,
      "likes_avg": 2552,
      "likes_stdev": 1893,
      "comments_avg": 261,
      "comments_stdev": 518,
      "shares_avg": 1235,
      "shares_stdev": 935
    },
    {
      "number": 4,
      "important": [
        "see",
        "kid",
        "longterm",
        "damag",
        "parent",
        "effect",
        "hurt",
        "hit",
        "world",
        "adult"
      ],
      "common": [
        "child",
        "children",
        "ever",
        "kids",
        "may",
        "new",
        "parent",
        "parents",
        "really",
        "research"
      ],
      "messages": [
        [
          "Parents who spank their kids do a world of damage they may never see. What Really Hurts When Parents Hit Their Kids Definitive new research on the long-term effects of spanking on kids and adults.",
          1485274621
        ],
        [
          "Parents who are being bullied by their kids need to retake control. The consequences if they can’t are grim. 4 Ways Parents Can Respond When Their Kids Bully Them … and what the future holds if they fail.",
          1484854203
        ],
        [
          "When parents get pushed by their kids, their 3 most common responses all backfire. Here's why. 3 Mistakes Parents Make When Their Kids Bully Them 1. Never surrender.",
          1484006400
        ],
        [
          "Is it fair to single out our parents as the people most responsible for our problems? Who Ruined Your Life? A (mostly) tongue-in-cheek look at seven prime suspects.",
          1482945879
        ],
        [
          "Is Santa a threat to kids' psyches, or to their relationship with their parents? See what the evidence says. Why It's OK for Kids to Believe in Santa Claus ... and what really happens when they figure out the truth.",
          1482523611
        ],
        [
          "When you're raised by a narcissistic parent, the damage may last a lifetime. 8 Common Effects of Narcissistic Parenting Chronic self-blame, \"echoism,\" and more.",
          1482408001
        ],
        [
          "Any parent can be tempted to use violence to control a child. Here's proof that they shouldn't. This Is What Really Happens When Parents Spank Their Kids Definitive new research reveals the long- and short-term impact on children, and it's not pretty.",
          1480251600
        ],
        [
          "Ever suspect that your parents had a favorite child? New research says your hunch was probably right. Do All Parents Play Favorites? ... and what it might mean for the less-favored kids.",
          1480104000
        ],
        [
          "The surprising data on single parents, dating, and sexual activity proves many of our assumptions wrong. Sex and the Single Parent How (and why) they find the time to parent and find a partner.",
          1479848401
        ],
        [
          "When parents and adult children are estranged, the loss is never far from the surface. The Stigma of Family Estrangement New research into why parents and children split and how it impacts them long-term.",
          1478170801
        ],
        [
          "When did parents become so obsessed with making their children \"unique\"? New research has the answer. Why So Many Parents Insist on Giving Their Babies Unusual Names Commonality is out, and individualism is in. Here's why.",
          1476736200
        ],
        [
          "Authentic parents don't push their expectations. They're excited to meet an original person. 3 Things Authentic Parents Get Right 1. They show interest.",
          1476615601
        ],
        [
          "When a parent is unloving, a child can come to believe the worst about themselves. Why It's So Hard to See This Insidious Form of Childhood Abuse ... and why it's so easy for a parent to \"gaslight\" a child.",
          1473933600
        ],
        [
          "Any parent can be tempted to use violence to control a child. Here's proof of why they shouldn't. This Is What Really Happens When Parents Spank Their Kids Definitive new research reveals the long- and short-term impact on children, and it's not pretty.",
          1473255108
        ],
        [
          "There's a reason why living with parents has suddenly become so popular, one the experts tend to ignore. Why So Many Young Adults Live With Their Parents (It's Not Just the Economy.) Examining a historic shift in American society.",
          1472464800
        ],
        [
          "When you see a child pushing his or her parents around, this may be what's really going on. 3 Reasons Why Parents Let Their Kids Bully Them Patterns formed in childhood that are especially hard to break.",
          1468957500
        ],
        [
          "Will today's kids become a generation of narcissists? Not if parents make one key change. How to Raise a Narcissist (and How Not To) The crucial difference between feeling worthy and feeling superior.",
          1468879200
        ],
        [
          "You want to treat all of your kids equally. Your parents probably meant to do the same. But it just might not be possible. Can Parents Devote Themselves Equally to All Their Children? One expert says it may be impossible. Here's why.",
          1468849307
        ],
        [
          "Do you know parents who seem to get pushed around by their own kids? There’s more to it than meets the eye. The 3 Types of Children Who Bully Their Own Parents … and the good news and bad news about dealing with each.",
          1467842400
        ],
        [
          "Do you know a parent who gets pushed around by their kids (or do you face it at home)? This is what's behind it. The 3 Types of Parents Who Get Bullied By Their Own Children ... and some expert advice on stopping the cycle.",
          1467572401
        ],
        [
          "We harshly judge an adult child who cuts off a parent. Should we? Should You Ever Divorce a Parent? Challenging stereotypes when enough is enough.",
          1467021600
        ],
        [
          "When it comes to raising happy kids, we may be doing it all wrong. The Decline of Play and Rise in Children's Mental Disorders There's a reason kids are more anxious and depressed than ever.",
          1464613201
        ],
        [
          "What's the matter with kids today? Plenty. But experts say it all starts with a disturbing lack of grit. Declining Student Resilience: A Serious Problem for Colleges Kids who get to college without learning how to deal with setbacks, an expert says, are forcing us to become a 'helicopter society.'",
          1463086800
        ],
        [
          "Sure, a lot of parents hover over their kids. But there's a good reason. Why We Should Give 'Helicopter Parents' a Break ... and what needs to change for the trend to stop.",
          1462904377
        ],
        [
          "It's worse than you think. Screentime Is Making Kids Moody, Crazy, and Lazy 6 ways that heavy electronics use impacts kids, and why some desperately need a 'fast.'",
          1460324700
        ],
        [
          "Do you know parents who will accept nothing but the best from their kids? This is how they go wrong. The High Price of Pushing Kids Too Hard Children need to know that love is rooted in who they are, not what they do.",
          1455908048
        ],
        [
          "Should we listen to kids more, or do we need a return to the days of \"be seen and not heard\"? Do Today's Parents Give Kids Too Much Say, or Not Enough? Giving children more respect, even as they seem more entitled than ever.",
          1455206403
        ],
        [
          "Being the favorite child isn't all it's cracked up to be. (And if you play favorites with your kids, read on.) 4 Reasons Why Being Your Parent's Favorite Can Hold You Back ... and why the effects last so long, and impact the next generation.",
          1455019200
        ],
        [
          "There's no better way to communicate. Why You Should Kiss More It's healthy, it's bonding (and it's a great example for the kids).",
          1452438002
        ],
        [
          "Do you say it? Was it ever said to you? One Phrase We Should All Stop Saying to Kids Today ... and an expert's suggestions for constructive alternatives.",
          1449748802
        ],
        [
          "'Good enough' parents may produce more resilient kids than 'super' parents, according to new research. Are Helicopter Parents Producing a Generation of Needy Kids? ... and if so, an expert asks, how will those kids survive college?",
          1449002565
        ],
        [
          "Raising kids is a tough job for anyone, but for some parents, it's even tougher. The 3 Types of Parents Most Likely to Become Bitter ... especially when their communities don't recognize their challenges.",
          1448903382
        ],
        [
          "When we get mad at our kids, it's hardly ever about them. Here's what's really going on. Why Parents Really Get Angry at Their Kids (and Why It's Pointless) Kids do exactly what they're meant to do, and expert says. Our response is the problem.",
          1448640001
        ],
        [
          "More people spank their kids than you think, and it's partly because they believe these 10 things. Is Spanking Bad for Children and Families? Well, then, why do 4 out of 5 American parents spank?",
          1447934401
        ],
        [
          "Why are so many college kids struggling? According to the research, it could be their parents' fault. Are Helicopter Parents Making Kids More Needy? An expert weighs in on how the dynamic plays out in college.",
          1447784439
        ],
        [
          "Are you a narcissistic parent, or were you raised by one? 6 Things Narcissistic Parents Do 5. They really, really care about the name of the college their kid gets into.",
          1447720200
        ],
        [
          "When a child comes out as transgender, a parent has to make a transition as well. Here's how one mother handled it. When a Son Becomes a Daughter Acknowledging a loss, but reveling in a child's gain.",
          1446844496
        ],
        [
          "Parents want to love their children. But sometimes something holds them back. 8 Reasons Parents Fail to Love Their Kids The issues past, present, and even future that limit parental love.",
          1445894101
        ],
        [
          "What your parents think they know about you is very likely wrong. Here's why. Parents Just Don't Understand The science behind all parents' misperceptions about their kids.",
          1443013201
        ],
        [
          "We harshly judge any adult child who cuts off a parent. Should we? Should You Ever Divorce a Parent? Challenging stereotypes when enough is enough.",
          1442760088
        ],
        [
          "Do we really grow up and become our parents? In some ways, yes. 7 Ways Your Childhood Affects How You'll Parent ... and how you can break the cycle.",
          1441274402
        ],
        [
          "First, don't ever demand that your kids behave better than you do. 8 Simple Truths for Raising Happy, Successful Kids Learned behaviors can be unlearned, but it has to start with you.",
          1440621000
        ],
        [
          "Should parents worry about their kids becoming sexual deviants as soon as they step on a college campus? The Hype and the Reality of Hooking Up at College A report from the inside on what's really going on, and what it means.",
          1439647201
        ],
        [
          "Smartphones have handed parents a new, and shocking, means of punishing kids. The 21st-Century Way to Punish Kids (and Why It Would Stun Your Parents) Losing dessert? That's nothing.",
          1439056800
        ],
        [
          "Love your partner, but not their pet? Here's what to do. 5 Ways to Make Peace with Your Partner's Pet Animals can be even more resistant to 'step parents' than kids are.",
          1433514600
        ],
        [
          "Parents aren't supposed to have a favorite child. But do you have a favorite parent? Which Parent do You Love More? Research into the varied reasons we may grow to prefer Mom's or Dad's company.",
          1429729206
        ],
        [
          "Does this description apply to your parents? Are All Parents Narcissistic? ... and is that actually a bad thing? Recent research offers some new insights.",
          1417014000
        ],
        [
          "Do we all really end up marrying someone who's just like one of our parents? Why Your Partner May Be Like Your Parent Is your childhood wrecking your romantic life?",
          1400104800
        ],
        [
          "We can't watch over kids 24/7. So how can we really enforce rules?  Banning Kids From Having Smartphones Misses the Point Why new guidelines are destined to fail.",
          1394816400
        ],
        [
          "A love chemical? Sounds pretty great, but your relationship with your parents can make it harder to wield. The Problems With the Love Hormone How oxytocin is shaped by your parents and wrecks your relationships.",
          1391190531
        ],
        [
          "There are psychological benefits to believing in You-Know-Who. When, if at all, should parents break the truth? The Truth About Santa Parents' guilt and the benefits of letting kids believe.",
          1386953781
        ],
        [
          "Kids need praise—but it's better to give them an A for effort than for being smart. Should Parents Praise Their Children? Yes, children need praise. Here's why.",
          1380565033
        ],
        [
          "\"Don’t ever call your adolescent 'lazy.' This label is more psychologically and socially loaded than most parents seem to understand.\" When Parents Call Their Adolescent Lazy No good comes from parents calling their adolescent \"lazy\"",
          1378217772
        ],
        [
          "\"Taking all the discomfort, disappointment and even the play out of [childhood], especially while increasing pressure for success, turns out to be misguided. With few challenges all their own, kids are... robbed of identity, meaning and a sense of accomplishment, to say nothing of a shot at real happiness. Whether we want to or not, we're on our way to creating a nation of wimps.\" A Nation of Wimps Parents are going to ludicrous lengths to take the bumps out of  life for their children. However, parental hyperconcern has the net  effect of...",
          1366372546
        ],
        [
          "\"Yes, parents may be too indulgent. More fundamentally, we are too stressed—more burdened and more alone. Both children and parents now have fewer places to turn when they are in need of practical and emotional support.\" In Defense of Parents Are modern parents too indulgent? Or are we too stressed?",
          1364838296
        ],
        [
          "Can being grateful stop your kids from being violent? Scientific evidence suggests it can. http://ow.ly/h68T3 Grateful Kids Flourish, But Are They Also Less Violent? The role of gratitude in social harmony",
          1359043820
        ],
        [
          "What can we learn about parenting from someone who has been both a father and a mother? Does Having a Transgender Parent Make Sons into Better Men? After six years as a mother, twelve as a father, a parent climbs a mountain.",
          1358346573
        ],
        [
          "Sometimes the twentysomethings who adults worry about the most turn out to have the happiest, most interesting lives. The Long & Winding Road to Adulthood Parents worrying about their twentysomething kids is nothing new.",
          1350657079
        ],
        [
          "There are some things kids don't need to hear from their parents. http://ow.ly/ectVV Mom and Dad and TMI: Are You an Over-Sharer? Children are terrible at keeping secrets.",
          1349291270
        ],
        [
          "Why are American kids becoming less creative? As Children’s Freedom Has Declined, So Has Their Creativity New research suggests that American schoolchildren are becoming less creative.",
          1348855879
        ],
        [
          "\"Seeing married life as an escape is like seeing a circus as a great place to take a nap.\" Is Getting Married Easier Than Going to Work? Neither of my parents thought my mother should have a job. Her life wasn't easy.",
          1348841256
        ],
        [
          "Good parenting is not about time spent breastfeeding or leading the PTA. It's much simpler than that. \n\nRead on for 10 things that (actually) make a good parent—and let us know your thoughts in the comments. Got Good Parenting? It's Not Just about Breast Milk or Extracurricular... What does it take to be a successful parent?",
          1346346713
        ]
      ],
      "dates_start": 1395010304,
      "dates_end": 1480975520,
      "likes_avg": 2343,
      "likes_stdev": 2131,
      "comments_avg": 194,
      "comments_stdev": 220,
      "shares_avg": 1695,
      "shares_stdev": 4124
    },
    {
      "number": 5,
      "important": [
        "longer",
        "might",
        "sex",
        "last",
        "dure",
        "sexual",
        "reveal",
        "happen",
        "psycholog",
        "coupl"
      ],
      "common": [
        "casual",
        "casual sex",
        "many",
        "may",
        "new",
        "partner",
        "really",
        "reasons",
        "research",
        "sex"
      ],
      "messages": [
        [
          "What happens after sex may reveal more about your relationship than what happens during sex. The Psychology of Sexual \"Afterglow\" ... and why the good feelings might last longer for some couples than for others.",
          1485631170
        ],
        [
          "Is \"make-up sex\" a myth? How Anger Can Ruin a Couple's Sex Life Ever been told, \"Don't go to bed angry\"? This is why.",
          1484678413
        ],
        [
          "Better sex has little to do with devices, positions, or workouts. It has everything to do with this. 10 Steps to a Better Sex Life 9. Don’t have sex when you don’t want to.",
          1483660801
        ],
        [
          "Sex can make you smarter, and that's just for starters. 7 Reasons You Should Have More Sex Intimacy with your partner satisfies a host of vital psychological needs.",
          1483225200
        ],
        [
          "Do young people today really have more casual sex than their parents did? The Shocking Truth About Hook-Ups and Casual Sex New research disproves a range of myths about modern sex.",
          1483054200
        ],
        [
          "The key to great sex isn't technique. It's this. The Surprising Secret to a Better Sex Life (and Relationship) ... and the 3 questions every couple must ask each other.",
          1483040701
        ],
        [
          "It has little to do with their parents, or their sex-ed classes. The Top Reasons Why Teens Decide Not to Have Sex ... and why so many are so proud of their choice.",
          1482865938
        ],
        [
          "1. Men always crave sex more than women do. 4 Common Myths About Sex and Desire (and the Surprising Truth) Think it's abnormal to desire a dominant partner (or to be one)? Think again.",
          1482453001
        ],
        [
          "Is there a secret to keeping things from getting \"complicated\"? The Sex Test Why do so many relationships derail when sex enters the equation? It may not be why you think.",
          1481997320
        ],
        [
          "Do teens who start having sex early really face psychological risks? New research finally provides some answers. Is There a Right Age to Begin Having Sex? The risks, and some potential benefits, of having one's sexual debut unusually early or late.",
          1481140268
        ],
        [
          "Research into sexual fantasies proves that most of us are more interested in \"atypical\" sex than we admit. When It Comes to Sex, What's Really 'Normal'? The reality, some experts argue, is that 'vanilla' sex may be the least 'normative' of all.",
          1480704302
        ],
        [
          "A surprising number of adults live happily, and have great relationships, without ever thinking about having sex. Living Happily Ever After, and Never, Ever Having Sex Individuals with no interest in sex argue that they represent a fourth sexual orientation. The experts say they may be right.",
          1480262401
        ],
        [
          "When it comes to sex, is more always better? How Many Sex Partners Does It Take to Be Happy? A survey of recent research examines the causes and consequences of a person’s number of sexual partners.",
          1478383206
        ],
        [
          "Are young people today having sex earlier than ever? Here are the facts. The Truth About Teens and Sex …and the one factor tied to virginity loss a stunning two years earlier than average.",
          1477146677
        ],
        [
          "Contrary to popular belief, the younger generation appears to be having less sex than their parents did at the same age. But why? Why Young People Aren't Having as Much Sex as They Used To Millennials and their younger siblings may be too distracted, too nervous, or just lacking a place to hook up.",
          1476541800
        ],
        [
          "This is what's really happening when we swipe right. The Surprising Truth About Why People Use Tinder \"Hookup\" apps aren't just about sex. For some, they're not even about sex at all.",
          1476476275
        ],
        [
          "When one partner wants sex more than the other, is there any way for them both to be happy? Why So Many Couples Struggle With Sex It may be time to start discussing some taboo subjects.",
          1475877601
        ],
        [
          "Often, it's not just about the sex, although it can ruin sex for a couple. The Reasons Someone Looks at Porn Matters. This Is Why. New research reveals the risks of getting hooked, especially for certain reasons.",
          1475528121
        ],
        [
          "A fleeting hook-up isn't always a bad thing. Is Casual Sex Bad for Your Mental Health? New research shows why the reasons you do it make all the difference.",
          1471096800
        ],
        [
          "Can a relationship survive on \"charity sex\" and \"peace-keeping sex\"? 3 Reasons Couples Might Have Sex Even Though Only One Really Wants To The pros and cons of being there for each other, no matter what.",
          1469138400
        ],
        [
          "Are you as close as you think you should be? 8 Common Myths (and 1 Eternal Truth) About Intimacy in Relationships How important is sex? Will your marriage be just like your parents'? And can you go to bed angry?",
          1468535400
        ],
        [
          "Avoidance of sexual contact can be just as devastating as addiction to it. The Pain of 'Sexual Anorexics' ... and what they have in common with sex addicts.",
          1468099800
        ],
        [
          "Can your relationship survive if one of you has a much stronger sex drive? 9 Tips for the Partner with a Higher Sex Drive There are many strategies to explore before doing something drastic.",
          1466974800
        ],
        [
          "Your partner's voice may be the true key to their sex appeal. Is a Sexy Voice More Attractive Than a Pretty Face? ... and why it may be more important for you than for your partner.",
          1460209501
        ],
        [
          "We know that sex after a split is common, but is it ever a good idea? Should You Ever Have Sex With Your Ex? Act Two brings serious emotional risks for both partners.",
          1456948801
        ],
        [
          "It may be time to schedule some sex with your partner. How to Keep a Relationship From Growing Cold ... in a culture that puts up so many roadblocks.",
          1456675200
        ],
        [
          "Do hookups come with an emotional cost, or a psychological benefit? What Are the Psychological Effects of Casual Sex? Intriguing new research reveals who benefits, and who doesn't.",
          1455404401
        ],
        [
          "A sexual addiction can be devastating, even more so when others refuse to acknowledge it exists. Sex Addiction: Myths vs. Reality The condition is real, an expert argues, and those living with it deserve compassion and responsible treatment.",
          1452185710
        ],
        [
          "Partners who wish they had sex more often may be facing one of these 4 challenges. 4 Reasons You're Not Having Sex It's rarely about desire alone.",
          1446418800
        ],
        [
          "Some insist sex addiction is real and demands attention. Others dismiss it as an excuse for cheating. Where do you stand? Is Sex Addiction Really an Addiction? 5 reasons why many experts refuse to accept that it's a true disorder.",
          1444409100
        ],
        [
          "Want to have more and better sex? 6 Reasons Why Married People Should Have Better Sex Lives Much of what you've been led to believe about married sex is probably wrong.",
          1444332047
        ],
        [
          "Worried that your sex life doesn’t live up to Hollywood ideals? Don’t be. Here's a better model. Is Perfect Sex Possible? Why realistic expectations can lead to greater satisfaction.",
          1439913711
        ],
        [
          "What are the real emotional risks of hookups? How Casual Sex Can Affect Our Mental Health We're finally learning what hookups do to our psyche, for better and worse.",
          1438984801
        ],
        [
          "Too busy? Don't feel sexy? You're missing out, in more ways than one. The 5 Excuses We Need to Stop Making About Sex Sex is more than just sex. When we let it drop out of our lives, there's a cost.",
          1436569202
        ],
        [
          "Make-up sex happens. Here's why. The Truth About Make-Up Sex Research into the connection between conflict and desire.",
          1435500001
        ],
        [
          "We may enjoy sex, but do we really need it? Sex Drive? There's No Such Thing A new book casts doubt on some cherished assumptions.",
          1431183588
        ],
        [
          "Is someone hiding something from you? 6 Signs Your Partner Is Facebook-Cheating Even when there's no sex involved, the pain of infidelity can be real.",
          1427156406
        ],
        [
          "Pity sex happens. Here's why. The Many Complicated Reasons We Have Sex Pity sex, charity sex, and other hookups with people we don't love.",
          1426978803
        ],
        [
          "Do we misunderstand people who enjoy casual sex? Does Wanting Casual Sex Really Mean Not Wanting Love? Challenging assumptions about those who seek hookups, and those who don't.",
          1424539795
        ],
        [
          "The new research on casual sex may surprise you. Which of Us Craves Casual Sex More? Diffrences in gender and attractiveness can impact desire, in some of us.",
          1422579451
        ],
        [
          "When a man loses interest in sex, it often has little to do with his partner. Here's what's really going on. The 4 Hidden Reasons Some Men Don't Want Sex Psychological insights into the causes of low male libido.",
          1415148118
        ],
        [
          "Did you hear about the husband who kept a spreadsheet of the nights his wife declined sex? Here's what's behind it.  Does Love Keep An Account Of Wrongs? The basic disconnect that sends marriages spiraling downward",
          1411855201
        ],
        [
          "Is make-up sex better than not-fighting-in-the-first-place sex? Does Fighting Really Energize Your Sex Life? New research puts an old question to the test.",
          1409699159
        ],
        [
          "Our emotional reactions to casual sex are far from black and white. After a Hookup, Are More of Us Happy & Hopeful or Used & Confused? A new study identifies 4 distinct groups. Which best describes you?",
          1406738373
        ],
        [
          "Do women think about sex less, and reject casual sex more? Hardly. 6 Myths About Female Sexuality and Why They're Wrong Research disproves outdated ideas about the female libido once and for all.",
          1406412001
        ],
        [
          "Our feelings and bodies can change. Our sex lives don't have to suffer. Is Something Getting in the Way of Your Sex Life? Don't shut down. Follow this advice.",
          1405467213
        ],
        [
          "Everything you thought you knew about sex may be wrong. Sex Isn't Rocket Science. It's Much More Complex. Get ready to radically rethink desire, marriage, fidelity—and hotel rooms.",
          1404568800
        ],
        [
          "When one partner longs for sex and the other doesn't, it's a crisis that demands immediate action. 4 Myths About Sexual Desire in Relationships The truth about sex within couples, and tips to reignite the flame.",
          1404144001
        ],
        [
          "Do we have more hookups today than ever before? Is Casual Sex on the Rise in America? First-of-its-kind research delivers some surprises.",
          1402149255
        ],
        [
          "Have you ever regretted a hookup? After Casual Sex, Do We Feel a Rush or Regret? The research contradicts common assumptions.",
          1400940001
        ],
        [
          "Are you obligated to have sex with your long-term partner? If not, are they entitled to seek it elsewhere? Does a Sexless Relationship Justify Infidelity? Confronting a third-rail issue that challenges many couples.",
          1399212000
        ],
        [
          "Is casual sex good for your psyche? The research may surprise you. Are Hookups Psychologically Healthy? After the pleasure, there can be renewed confidence or profound regret.",
          1397253600
        ],
        [
          "We'd have much better sex if we just talked about it more. Why Aren't We Talking to Our Partners About Sex? Chatter about sex can be heard everywhere, except where it’s most needed.",
          1397167200
        ],
        [
          "Pickup lines may be cheesy, but they serve an important purpose. Why Do We Flirt? It's not always about sex.",
          1395788400
        ],
        [
          "Do you judge women more harshly for having casual sex? Is the Sexual Double Standard Going Away? Not necessarily, but it may be evolving.",
          1394042700
        ],
        [
          "The fleeting hook-up isn't always a bad thing. Is Casual Sex Bad for Your Mental Health? If you do it for the wrong reasons.",
          1393020301
        ],
        [
          "If you're ready to learn something about your sex life, ask yourself these two basic questions. How to Think About Your Sex Life Discovering new portals to more meaningful sex.",
          1392422401
        ],
        [
          "How many sex partners do people have before settling down? How many should we? Is it Good or Bad to Sow Your Wild Oats? How many premarital sex partners should you have?",
          1389631107
        ],
        [
          "Intimacy might be considered to be the \"nutritional value\" of sex. Is junk sex as bad as junk food? On healthy life and healthy romantic relationships",
          1372692981
        ],
        [
          "\"No amount of admiration, affection, conversation, or sex will ever be enough to satisfy a person whose internal compass does not point to joy.\" http://ow.ly/ldFU8 The Pleasure Trap The important difference between pleasure and joy.",
          1369075238
        ],
        [
          "People who are insecure are more likely to equate sex with romantic love. \n\nWhat else does your personality reveal about your sex life? Personality in the Bedroom What we know from 20 years of research on sexuality and personality",
          1359568925
        ],
        [
          "Check out PT's first cover story of the new year! 12 Rude Revelations About Sex In order to transcend the discomfort that sex typically stirs, you may need to radically rethink desire, marriage, fidelity, and much more.",
          1357133683
        ],
        [
          "Sex can drive us to do things beyond all reason. But why? Sex and the Single Primate A pretty face can lead men to take greater risks",
          1350310359
        ]
      ],
      "dates_start": 1398248031,
      "dates_end": 1475750157,
      "likes_avg": 1746,
      "likes_stdev": 890,
      "comments_avg": 158,
      "comments_stdev": 127,
      "shares_avg": 599,
      "shares_stdev": 432
    },
    {
      "number": 6,
      "important": [
        "last",
        "consid",
        "seem",
        "onli",
        "could",
        "last night",
        "habit",
        "night",
        "tonight",
        "sleep"
      ],
      "common": [
        "better",
        "get",
        "may",
        "new",
        "night",
        "night sleep",
        "one",
        "research",
        "sleep",
        "sleep better"
      ],
      "messages": [
        [
          "Want to sleep better tonight than you did last night? Consider this. 3 Habits That Could Be Wrecking Your Sleep 2. That glass of wine only seems like it's helping you to unwind.",
          1484823602
        ],
        [
          "This is how you avoid things getting complicated. 3 Ways to Know You're Ready to Sleep With Someone New 2. Do you know how you want to feel afterward?",
          1481319167
        ],
        [
          "Three out of four couples really need to sleep together more. If Your Partner's in Bed, You Should Be, Too. Here's Why. When sleep patterns diverge, it's harder to keep a connection.",
          1479429001
        ],
        [
          "You're not your best self when you're exhausted. In fact, new research shows, you may be your worst possible self. Does Lack of Sleep Make People More Violent? The link between sleep problems and aggression, and the cost, is becoming clearer.",
          1478092843
        ],
        [
          "Want to sleep better? Maybe stop stressing about sleeping through the night. Waking Up in the Middle of the Night? It Could Be Completely Normal. For most of human history, our sleep patterns were far different than today's norm.",
          1476180000
        ],
        [
          "Nearly everyone has a complaint about the quality of their sleep. It's time to do something about it. 5 Simple Ways to Get Better Sleep 2. Get more sunlight in your waking hours.",
          1475673622
        ],
        [
          "Want to sleep better? Maybe stop trying to sleep through the night. There May Be a Better Way to Sleep (but Almost No One Even Tries It) One approach to sleep has been the norm throughout human history. Why not now?",
          1475406000
        ],
        [
          "If you think it's just about how much sleep you get, read on. 6 Reasons You Might Feel Tired All the Time (and What You Can Do About It) Exhausted? Too busy to rest? Something's got to give.",
          1474466402
        ],
        [
          "Do you really need 8 hours of sleep each night? Are You Getting Enough Sleep? There seems to be a sweet spot, but most of us don't get it.",
          1470224831
        ],
        [
          "Want to sleep better? You may want to start eating differently. Does What You Eat Affect How You Sleep? What we're learning about the link between carbs, protein, and better sleep.",
          1467936000
        ],
        [
          "Can't sleep? This simple strategy could help. You Know You Need More Sleep. This May Be the Way to Get It. The powerful connection between anxiety and insomnia, and how to overcome it.",
          1466125200
        ],
        [
          "We're getting closer to some answers to ancient questions about the moon and our sleep. Does a Full Moon Disrupt Your Sleep? New research may have found a surprising effect, especially for children.",
          1465954628
        ],
        [
          "Did you get enough sleep last night? 7 Reasons Productive People Go to Bed Early Without enough sleep, your mood, efficiency, and moral judgment are all at risk.",
          1461065372
        ],
        [
          "Is this the secret cause of your worst fights? Why You Need Your Partner to Get a Good Night's Sleep (and Vice Versa) Research finds a strong link between what goes wrong at night and what goes wrong the next day.",
          1459936801
        ],
        [
          "Failing to get enough sleep doesn't just make you tired. It makes you less moral. You're Not Yourself When You're Tired. And That Comes With a Cost. At work or at home, poor sleep threatens relationships.",
          1459470601
        ],
        [
          "A good night's sleep is vital for long-term health. Too bad a third of us almost never get it. While You Weren't Sleeping Disturbing results from a national study of sleep habits.",
          1458790201
        ],
        [
          "Can't sleep? Here's where you should place the blame. The Compulsion That's Ruining Your Sleep ... and how to fix it.",
          1456887601
        ],
        [
          "Do partners who sleep in separate bedrooms have better sex? Are Separate Bedrooms a Sign of a Couple's Doom, or a Lifeline? What 26 percent of couples already know.",
          1456068025
        ],
        [
          "If you want to sleep better, start sleeping naked. Why You Should Be Sleeping in the Nude ... for better sleep, and health benefits including weight loss.",
          1455490801
        ],
        [
          "It's late and you have a lot to do. Should you stay up, or go to sleep? Science has an answer. Shouldn't You Just Go to Bed Already? Are you putting yourself at risk for sleep deprivation? And what is the risk?",
          1454643560
        ],
        [
          "Will you sleep well tonight? It may all depend on this. The Path to Better Sleep May Go Through Your Gut What we're learning about the sleep-microbiome connection.",
          1453864144
        ],
        [
          "Will exercising really help you sleep better? Here's what we've learned. Exercise Improves Sleep, but Maybe Not How You Think Research into the actual benefits of some classic sleep advice.",
          1453433401
        ],
        [
          "We're learning more every day about what smartphones can do, including ruin kids' and teens' sleep patterns. What Are Smartphones Doing to Kids' Sleep (Not to Mention Our Own)? ... and 4 things we can do right now to limit sleep disruption.",
          1450323000
        ],
        [
          "We may now have the power to retrain our brains while we sleep. Have We Found the Way to Sleep Off Our Worst Attitudes? Promising research that raises a serious ethical question.",
          1443573002
        ],
        [
          "When couples start sleeping together, do they start sleeping the same way? Do Happy Couples Really Sleep Better? Research into how our sleep habits merge (and why sometimes they don't).",
          1443141001
        ],
        [
          "Can't get to sleep? It may be time for a new approach. The Most Important Way to Fight Insomnia Stop thinking about last night's sleep and focus on the future.",
          1442968201
        ],
        [
          "Maybe this will finally convince you to get more and better sleep. The Crucial Benefit of Good Sleep You Might Be Forgetting ... and 3 ways to start getting it tonight.",
          1441153800
        ],
        [
          "If you want to sleep better, maybe you should focus on when you're eating. The Troubling Link Between When You Eat and How You Sleep New research on the effects of eating too much too late.",
          1439341200
        ],
        [
          "When it's dark, your greatest enemy may be the light. What's Really Keeping You From Getting a Good Night's Sleep Think about it: When was the last time you experienced real darkness?",
          1437093000
        ],
        [
          "When your sleep is broken, one fix may not be enough. Try this. Can't Sleep? This Is What Works. ... and why what many doctors advise is not enough.",
          1434502800
        ],
        [
          "Insomnia poses greater risks than most of us ever imagined. Get to Sleep. Your Life Depends on It. Research into lack of sleep uncovers some deadly connections.",
          1431657900
        ],
        [
          "Sometimes terrifying things happen while you sleep, and you never know it. The Mystery of Night Terrors What we know, and don't yet know, about the phenomenon.",
          1431488701
        ],
        [
          "What did you do before bed last night? If you're like a lot of us, probably too much. Why We Procrastinate at Bedtime ... and the challenge so many of us have convincing ourselves it's OK to sleep.",
          1428578388
        ],
        [
          "Is this the secret to more and better sex? The Best Reason to Get a Good Night's Sleep New research uncovers a striking connection.",
          1427488200
        ],
        [
          "Did you get less than 8 hours last night? It may not matter. How Much Sleep Do You Really Need? New research into who needs sleep most, and why.",
          1424867810
        ],
        [
          "Do you even know how tired you are? What Poor Sleep Is Doing to Your Mind and Body The first step in closing your sleep deficit is admitting you have one.",
          1424347200
        ],
        [
          "Are you tired of feeling tired? Here's what you can do about it. 11 Ways to Fight Fatigue If you think it's all about how much you sleep, you need to read on.",
          1422624292
        ],
        [
          "We've been told for years that 8 hours of sleep each night ideal. What if that's wrong? Is 8 Hours of Sleep a Night Too Much? Research finding more variation in sleep needs may lead to new guidelines.",
          1412625914
        ],
        [
          "Do nightmares plague your sleep? There may be ways to put them to rest. 5 Steps to Conquering Nightmares New research uncovers the link between daytime emotions and nighttime terror.",
          1408701601
        ],
        [
          "Hope you got enough sleep last night. A lack of rest can do some strange things to your mind. Can You Trust Your Memory? A new study shows we can sometimes remember things that never happened.",
          1407319585
        ],
        [
          "Planning to catch up on lost sleep later? It may already be too late. 10 Frightening Costs of Sleep Loss Low sleep has a startling effect on every aspect of long-term health.",
          1406662629
        ],
        [
          "It's time to get serious about your sleep. Start tonight with these 5 steps. 5 Ways to Reset Your Sleep Habits ... and one of them is pretty radical.",
          1405971893
        ],
        [
          "The latest finding about sleep might keep you up tonight. Better hope it doesn’t. Why You Should Probably Go to Bed Right Now New research finds that chronic sleep deficit can cause lasting brain damage.",
          1404850090
        ],
        [
          "Want to feel truly refreshed tomorrow morning? Try this tonight. 5 Things You Can Do to Sleep Better Tonight A lack of quality sleep makes you function like you're drunk. Time to sober up.",
          1402603028
        ],
        [
          "Frustrated by poor nights of sleep? Start by addressing these 10 issues. 10 Reasons You Can't Get a Good Night's Sleep Expert advice to help you get sleepy.",
          1402048800
        ],
        [
          "What's keeping you from having great sleep? Not what you expect. How to Change Your Attitude to Improve Your Sleep New studies appear to show a path to better rest.",
          1401703201
        ],
        [
          "Are you getting enough deep sleep?  The Mysterious Benefits of Deep Sleep The most important hours of your day may occur when you're not even conscious.",
          1401271200
        ],
        [
          "Is lack of sleep making you a lousy partner?  Why Your Relationship Depends on a Good Night's Sleep 5 reasons your partner needs you need to rest up.",
          1400580000
        ],
        [
          "When do you sleep? Your answer only affects everything about you. How Will You Sleep Tonight? It's in Your Genes Research finds major differences in the brains of night owls and early risers.",
          1400186169
        ],
        [
          "What your sleep habits say about what kind of mate you are. Are Early Birds Better Partners than Night Owls? New research shows a connection between sex and sleep routines.",
          1397516400
        ],
        [
          "The results are in. How does your sleep measure up?  What's Keeping Us Up at Night? The annual Sleep in America survey highlights some major concerns.",
          1394665200
        ],
        [
          "Is lack of sleep threatening your relationship? Couples and Sleep: It’s Not Just About Who Hogs the Bed What you're more likely to do when you're exhausted.",
          1393772701
        ],
        [
          "A good night's sleep really does clear your head. How Shut-Eye Keeps You Mentally Sharp",
          1392854700
        ],
        [
          "Bad night of sleep? You'll need to get back on your game—but don't bank on sleeping in. Learn what really works. Can You Ever Really Catch Up on Sleep? Sleeping in on the weekend and naps don't fully erase sleep debt.",
          1392725701
        ],
        [
          "Sleep deprivation is dangerous—and it turns out we're more tired than we knew. Chasing Slumber In a nation chronically wanting for rest, the gravest danger is not merely the molecular impact of sleep deprivation—but the simple fact that we no...",
          1383939976
        ],
        [
          "Craving a good night's sleep? Be careful about what you drink before bedtime. Alcohol, Sleep, and Why You Might Re-think that Nightcap What causes the dichotomous effect of alcohol on sleep?",
          1383068397
        ],
        [
          "One sleepless night is all it takes to stoke relationship conflict. http://ow.ly/nmLWF Where Is the Love? Try Getting More Sleep Just one night of bad sleep can turn a great relationship into a bad one.",
          1374930639
        ],
        [
          "When you're preparing for a test, a meeting, or a presentation, what's better: studying more or getting more sleep? Is That Extra Hour of Study Time Worth It? When students lose sleep, their performance suffers.",
          1367517359
        ],
        [
          "\"For most, a bad night's sleep leads to little more than bleary eyes the next day. But for those who suffer from parasomnias, a bad night can quickly become a catastrophe. While asleep, these people may dive into nightstands, drive, or make phone calls—with no recollection of their actions come morning. In extreme cases, they can pose a lethal threat to themselves or others.\" Dangerous Dreamers Can sleep disorders explain brutal murder or unexpected suicide?",
          1362590624
        ],
        [
          "Heads up, insomniacs: People who sleep less than 7-8 hours at night consume more calories during the day. http://ow.ly/il7jo Less Sleep Means More Calories Sleep and diet have a powerful effect on each other.",
          1362424939
        ],
        [
          "\"In his sleep, Brian had strangled his wife to death. Sixteen months later, he appeared in court to face charges of murder. The question before the jury was stark in its simplicity: Was the death of Christine Thomas the fault of her husband—or a tragic accident over which he had no control?\"\n\nClick through to continue reading the excerpt. (Or find the current issue on newsstands for the full story!) Dangerous Dreamers Can sleep disorders explain brutal murder or unexpected suicide?",
          1359916533
        ],
        [
          "What you eat affects how you sleep. Learn what you should be eating before bed—and what you should avoid. Foods that Soothe You to Sleep When you eat right, you sleep better, research shows.",
          1355349326
        ],
        [
          "What's one of the most effective strategies for managing your weight? Sleeping more. Partial sleep deprivation hinders weight control Not getting enough sleep could lead to a increase on the scale.",
          1354903147
        ],
        [
          "Is 8 hours of sleep really \"natural\"—or is it just cultural? How Natural is Human Sleep? Coming to terms with American expectations of normal sleep.",
          1351628559
        ],
        [
          "When we sleep less, we make more of the hormone that makes us hungry and less of the one that tells us we’re full. Sleep to Run How better sleep can improve your running performance",
          1349543019
        ]
      ],
      "dates_start": 1386747682,
      "dates_end": 1463107752,
      "likes_avg": 2184,
      "likes_stdev": 1477,
      "comments_avg": 107,
      "comments_stdev": 72,
      "shares_avg": 981,
      "shares_stdev": 810
    },
    {
      "number": 7,
      "important": [
        "see",
        "assumpt",
        "challeng",
        "attract",
        "answer",
        "love",
        "porn",
        "destroy",
        "less",
        "research answer"
      ],
      "common": [
        "men",
        "men women",
        "new",
        "new research",
        "one",
        "really",
        "research",
        "sex",
        "think",
        "women"
      ],
      "messages": [
        [
          "Do men compare their partners to the women they see in porn, and if so, do they love them less? New research has some answers. Does Porn Really Destroy Love? A challenge to some long-held assumptions about attraction and relationships.",
          1486427400
        ],
        [
          "Couples are routinely checking each other's private messages, with or without permission. And they're finding some disturbing things. Should You Check Your Partner's Texts? Research reveals how men and women deal with jealousy in different ways.",
          1486328100
        ],
        [
          "There are at least 237 unique reasons why people say they have sex. Many have little to do with desire. Why Couples Have Sex Even When One Partner Isn't in the Mood New research finds that both men and women do it, and usually for the right reasons.",
          1485017354
        ],
        [
          "Women who successfully climb the ladder are changing how we think about leadership. The View From The Top  \"Authority is not just for men, and emotional intelligence is not just for women.\"",
          1483974003
        ],
        [
          "Men who are losing their hair may have less to worry about than they think. Do Women Find Bald Men to Be More Attractive? New research finds some pretty significant benefits when it comes to romance.",
          1483721872
        ],
        [
          "How much more attention do men pay to women in high heels? According to research, shockingly more. The Psychology of High Heels ... and new research on whether they have the same effect on other women.",
          1483203221
        ],
        [
          "We know what men really want, but too few may be getting it. Do Men Need to Feel Desired? …and the 3 key things that men want from their partners.",
          1482783300
        ],
        [
          "What do men really want? Maybe not what you expect. 7 Things Men Know About Relationships They may be less likely to talk about \"deep stuff,\" but that doesn't mean they don't value it.",
          1482513961
        ],
        [
          "It's long been assumed that some men are turned off by smarter women. And now we have proof. Do Men Really Not Want to Date Intelligent Women? Fascinating studies of speed-dating choices reveal biases among men and women.",
          1482278401
        ],
        [
          "Men with tattoos are sending some clear signals but they're received differently by men and women. What Do People Really Think of Men with Tattoos? New research into whether body art makes men more or less attractive.",
          1481905403
        ],
        [
          "Breakups may seem harder for women than for men, but the men may be hiding something. Do Men Really Get Over Breakups Faster Than Women? New research on who moves on and how we recover.",
          1481386802
        ],
        [
          "What you say after sex is at least as important as what you say before (or during). Here's why. What Your Pillow Talk Reveals About Your Relationship ... and surprising new research on whether men or women prefer to cuddle.",
          1481072617
        ],
        [
          "How do men really feel when they're in the mood but their partner turns them down? How Sexual Rejection Affects Men (and Women) in Relationships …and why so many men also underestimate their partner's interest in sex.",
          1480523011
        ],
        [
          "Men tend to overestimate women's interest. Women tend to underestimate men's commitment. Here's how to get it right. 4 Ways to Tell Whether Someone Is Into You ... because no one likes uncertainty in romance.",
          1479261196
        ],
        [
          "Young men are struggling in the dating pool, in the classroom, and on the job. Here's why. Why Are So Many Young Men Stalled? This isn’t quite how women’s advancement was supposed to work.",
          1478955601
        ],
        [
          "Two people can end up in the same bed, but with very different goals. The 13 Reasons We Have Sex New research reveals men and women's true (and very different) motivations.",
          1477256400
        ],
        [
          "What do women really want? Here are some answers. Do Women Prefer Handsome Men or Helpful Men? New research into who is sought for one-night stands and long-term relationships.",
          1476568800
        ],
        [
          "Want to have more fulfilling relationships? It all starts with this. The Surprising Key to Relationship Success ... and it's exactly the same for men and women.",
          1475596801
        ],
        [
          "For some women, the most attractive men are the ones who are already taken. Why Some Women Are Attracted to Unavailable Men ... and which women absolutely aren't.",
          1473890401
        ],
        [
          "Some men are turned off by smart women—even men who don't think they are. Here's the proof. Why Some Men Are Intimidated by Smarter Women ... even though research shows that a brilliant partner can raise their intelligence as well.",
          1473630302
        ],
        [
          "Men and women each want four things from a relationship. But only one matches. The Top 4 Romantic Desires of Men and Women Men value freedom. Women seek honesty. As for what they both want ...",
          1470781800
        ],
        [
          "In certain corners of the dating pool, facial hair appears to give men an advantage. Here's why. Do Women Prefer Men With Beards? Research reveals what type of signals a full beard (or a smooth cheek) sends.",
          1470234030
        ],
        [
          "How far would you go to get what you want? That may depend on one crucial factor. Who's More Likely to Try to Cheat Their Way to the Top? Research examines the lengths to which men and women will go to win, especially when there's money on the line.",
          1469042100
        ],
        [
          "There are some surprising new findings about the connection between your number of premarital sexual partners and your risk of divorce. Are Women With More Premarital Partners Less Likely To Get Divorced? \"If you're going to have comparisons to your husband, it's best to have more than one.”",
          1467992700
        ],
        [
          "Marriage is such a better deal for men, some experts wonder why women even bother. Is Marriage Worth It For Women? There are some very good reasons why most divorces are the woman's idea.",
          1465765200
        ],
        [
          "If a new partner's \"number\" is especially high, is that a deal breaker? Does Having a High Number of Past Partners Help You Find a Steady Relationship? New research on how men and women judge each other's sexual history.",
          1462481100
        ],
        [
          "Men and women who marry only for the money often demand a lot when the relationship ends. Are they entitled to it? What Does a 'Gold Digger' Deserve? How the concept of unjust enrichment plays out in divorce court.",
          1461786822
        ],
        [
          "Is sex better in marriage, or between friends with benefits? New research suggests an answer. Are Friends With Benefits as Satisfied as Married Couples? New research with surprising results for both men and women.",
          1460840401
        ],
        [
          "When you're dating, are turn-ons or turn-offs more important to you? The Top 9 Relationship Deal Breakers ... and the research that reveals what they mean for men and women.",
          1451775600
        ],
        [
          "This is really why men eat more meat than women. What It Means to Eat 'Like a Man' (or Woman) ... and the mental block we need to overcome to eat healthier.",
          1449950402
        ],
        [
          "Men act in some curious ways when women are around, maybe none more curious than this. Do Men Really Eat 93 Percent More When Women Are Around? ... and if the research is right, then what explains it?",
          1449256075
        ],
        [
          "Troubling new research finds that when men get angry, they get results. As for women ... Why Don't We Trust Angry Women? A study shows that women may be taken less seriously than men when they behave in exactly the same way.",
          1448988278
        ],
        [
          "It's not about sex, housework, the kids, or even snoring. But it's at least as hard to fix. The Number One Complaint of Married Men (and Some Women) What's welcome during the honeymoon can be divisive down the line.",
          1445206500
        ],
        [
          "We think that women prefer 'macho' men, at least for one-night stands. But is that really the whole story? Do 'Macho' Men Get All the Attention in the Dating Pool? New research into how we really choose our partners.",
          1444485601
        ],
        [
          "Is your greatest sexual regret something you did, or something you didn't do? Why Men and Women Have Different Sexual Regrets New research finds striking gender differences, regardless of sexual preference.",
          1442434483
        ],
        [
          "Playfulness may be a survival skill, and an indicator of sexiness. The Underrated Importance of Being Playful, in Life and Romance ... and the very different signals it sends to men and women.",
          1439902800
        ],
        [
          "Does taking a lot of selfies make you a narcissist? Here's what the research says. What is the Real Link between Selfies and Narcissism? Studies find differences between men and women, among other things.",
          1439234100
        ],
        [
          "Have men become less interested in casual sex (and women more interested)? 5 Signs That Men and Women Are Converging These are not your grandparents' gender norms. Not even close.",
          1437071236
        ],
        [
          "You feel like a different person when you're in love, probably because you are. What Does Being in Love Do to Your Brain? ... and why the research shows it might affect men and women differently.",
          1436914033
        ],
        [
          "A fascinating new survey reveals what men really value in their wives and their daughters. Does Becoming a Dad Make Men More Sexist or Progressive? ... and how could their biases impact the next generation of women?",
          1436637600
        ],
        [
          "The data is clear: A relationship can do a lot for a guy. Why Relationships Are a Much Better Deal for Men Discover why a body of research shows that coupled men live happier and longer.",
          1435356001
        ],
        [
          "Why can't some women take a compliment? The Real Reason Some Women Put Themselves Down It's not low self-esteem. It's a more subtle strategy.",
          1431021032
        ],
        [
          "You can learn a lot about someone from the way they use their hands. What Do Your Hands Reveal About You? ... and why do men and women tend to use very different hand gestures?",
          1430589601
        ],
        [
          "Are you more (or less) jealous than your partner? Who Gets More Jealous, Men or Women? A study sheds new light on an ancient question.",
          1429448401
        ],
        [
          "For certain people, this is reason to brag, not that they would. The One Quality We Know Makes People More Attractive New research on a trait both men and women prize.",
          1428269292
        ],
        [
          "Who do you think are more narcissistic, men or women? Which Is the More Narcissistic Sex? Research has the answer, and it's not even close.",
          1426871660
        ],
        [
          "When things go bad, who's more likely to walk away? Now we know. Who Is More Likely to Leave a Bad Relationship? … and why men and women would both be happier if this difference went away.",
          1425403798
        ],
        [
          "On the dating scene? Protect yourself from these men and women. How to Spot a Manipulator 10 ways to ID pickup artists, and fend them off.",
          1425340801
        ],
        [
          "Can men and women really just be friends? Now we know. Attraction, Just Between Friends New research reveals what really happens when Harry meets Sally.",
          1423260027
        ],
        [
          "How much more attention do men pay to women in heels? The answer is pretty shocking. The Surprising Power of Women in High Heels Creative research reveals a striking response.",
          1422981497
        ],
        [
          "Is being in a couple more important to men or women? Do Men and Women Get the Same Things From a Relationship? Research finds that romance offers men and women very different benefits.",
          1415404802
        ],
        [
          "There's at least one crucial difference between male and female personalities. What Men and Women Do Differently and Why It Matters How we read each other's moods varies widely, and unfairly.",
          1414532159
        ],
        [
          "Men are from Earth. Women are from Earth. End of story. 6 Myths About Men, Women, and Relationships Research proves that we're a lot more alike than most of us think.",
          1412267357
        ],
        [
          "Are you a romantic? Should you be? Who's Really More Romantic, Men or Women? It may not be who you think. Here's why.",
          1409434800
        ],
        [
          "How many of these apply to you (or your partner)? 6 Ways Men and Women Are (Mostly) Different We both want it all. Beyond that, research finds, we have less in common.",
          1409083057
        ],
        [
          "Do men really avoid commitment? New research has the answer. Who Craves Relationships More, Men or Women? The origins, and accuracy, of a long-held stereotype.",
          1408802405
        ],
        [
          "Have you ever dated (or been) a player? Ambivalent Men, and the Women Who Love Them Here's why you'll never win with someone who's emotionally unavailable.",
          1408033858
        ],
        [
          "Can a woman's touch make men and women more reckless? The Surprising Power of a Woman's Touch Research finds fascinating effects from even the slightest connection.",
          1406904942
        ],
        [
          "Who's happier, men or women? Meet the Least Happy People in America A new survey reveals who fits the profile. An expert explains why.",
          1405628148
        ],
        [
          "How much do you need to know about a partner's romantic history? Do You Give Out Your Number? Men and women may see their sexual histories very differently.",
          1405096201
        ],
        [
          "Can men and women truly just be friends? Now we know. Attraction, Just Between Friends New research reveals what really happens when Harry meets Sally.",
          1404428445
        ],
        [
          "What do women want from men? Now we know. 4 Smarter Ways Men Can Woo Women Research shows why, in romance, nice guys don't always finish last.",
          1403964002
        ],
        [
          "Why do we have casual sex? New research says our motivations have changed. Why Men and Women Hook Up Today Studies seeking differences in male and female motivations uncover a surprise.",
          1403359016
        ],
        [
          "What do men consider the ideal female body? Not the one you think.  What Men Want Surprising research into what men naturally sense and why it matters.",
          1402869601
        ],
        [
          "Who is more likely to end a relationship, men or women? Do Men or Women File for Divorce More Often? There are different theories about this finding. What's yours?",
          1399481621
        ],
        [
          "How men respond to ... larger men. What Really Happens When Men Compete for Women Do dominant males always come out on top?",
          1397325600
        ],
        [
          "Who's more interested in threesomes, men or women? Would You Have a Threesome with Two Opposite-Sex Partners? Men are much more into FMF threesomes than women are into MFM threesomes.",
          1396720801
        ],
        [
          "Men and women each want four things from a relationship. Only one matches. The Top 4 Romantic Wishes of Men and Women Make them all come true and you'll receive lifelong loyalty.",
          1395356401
        ],
        [
          "Maybe she’s just insecure. Why Do Women Fake Orgasms?",
          1392912001
        ],
        [
          "Men get bored after just 26 minutes at the mall, while women can shop four times as long. Sound like anyone you know? Here’s the real reason why we can’t go shopping together. Why Men Don't Like Shopping and (Most) Women Do The origins of our attitudes toward shopping.",
          1392395922
        ],
        [
          "War of the women: Sure, men may literally fight over mates, but women have their own playbook. Feminine Foes In the sexual trenches, women's tenacity and competitiveness rivals men's.",
          1390837256
        ],
        [
          "How could an hourglass figure relate to a woman’s success as a mother? In more ways than you think. Eternal Curves Men “know” something significant about women’s bodies that women don’t. And it all has to do with nature’s mandate to produce children with the...",
          1382792718
        ],
        [
          "\"Women are far braver than stereotypes of male courage might lead us to believe...Courage is as feminine as it gets.\" Women Are Braver Than Men New science suggests we need to rethink courage.",
          1379958708
        ],
        [
          "\"While age seems paramount in the abstract (all things being equal, men desire younger women, and women desire older men), in practice, when two people actually go on a date, the age difference might not have as much importance as physical attraction and a compatible personality.\" When It Comes To Dating, Do Age Differences Matter? A recent study lends insight into age differences in romantic relationships",
          1377015719
        ],
        [
          "http://www.psychologytoday.com/blog/insight-therapy/201306/if-only-gender-differences-in-sexual-regret If Only... : Gender Differences in Sexual Regret Women regret sex without relationships. Men regret relationships without sex.",
          1370451215
        ],
        [
          "Only looking: Men, women, and \"romantic window shopping\" http://ow.ly/i1EF1 Why Do Women Tend to Refrain from Romantic Window Shopping? Why Don't Men Like Window Shopping?",
          1361804552
        ],
        [
          "Most men prefer a particular shape of women's bodies—one different than what women tend to think of as ideal. Here's why. Eternal Curves Men \u001cknow something significant about women'\u0019s bodies that women don'\u0019t. And it all has to do with nature'\u0019s mandate to produce children with the...",
          1349372306
        ],
        [
          "Do men and women think differently about sex? Sure. But not as much as you probably think. Women from Venus? Men from Mars? The Real Sexual Gender Divide Men and women feel more similar about sex than most people imagine.",
          1347633337
        ]
      ],
      "dates_start": 1398670129,
      "dates_end": 1472855123,
      "likes_avg": 2204,
      "likes_stdev": 1364,
      "comments_avg": 204,
      "comments_stdev": 156,
      "shares_avg": 839,
      "shares_stdev": 643
    },
    {
      "number": 8,
      "important": [
        "mood",
        "boost",
        "hous",
        "buy",
        "use",
        "feel",
        "share",
        "even",
        "improv",
        "depress"
      ],
      "common": [
        "best",
        "friend",
        "friends",
        "friendship",
        "friendships",
        "may",
        "need",
        "new",
        "research",
        "ways"
      ],
      "messages": [
        [
          "No matter how down you feel, these steps can help boost your mood. Try one today, or share with a friend who could use it. 10 Ways to Improve Your Mood Even When You Feel Depressed 4. Get out of the house, even if it's just to buy milk.",
          1485266197
        ],
        [
          "For some people, a partner always has to be their best friend. Where do you stand? Does Your Partner Also Need to Be Your Best Friend? New research offers insight on which is the healthiest outlook.",
          1481579101
        ],
        [
          "When a close friend abruptly cuts you out of their life, it can throw your whole world into doubt. What Happens When a Friend Burns the Bridge Between You? A true story of friendship lost and what gets salvaged from the wreckage.",
          1481202709
        ],
        [
          "Are your friendships genuine? This is one way to be sure. 3 Questions to Ask Yourself About Every Friendship 2. Do you expect your friend to value you for who you really are?",
          1479145561
        ],
        [
          "Is it OK to stay friends with an ex? Like a romance, it depends a lot on their intentions. 8 Signs That You Shouldn't Remain Friends With an Ex 4. They're meeting new people, but say they're hurt if you start to date.",
          1477676805
        ],
        [
          "Some people could never do it. Others could never do it any other way. Where do you stand? 7 Reasons You Might Stay Friends With Your Ex 6. You don't want to give up your mutual friends.",
          1476902100
        ],
        [
          "Two-thirds of us say that our friendships are a source of stress. Here's why. How to Exit (or Refresh) a Friendship Gone Stale ... and 4 ways to keep the friends you value most.",
          1475785211
        ],
        [
          "People want to know you. All you have to do is let them. The Key to Being a Better Friend Strengthen your relationships by letting friends know what you need, even if it's uncomfortable.",
          1475510401
        ],
        [
          "Is a new friendship destined to become a romance? There's only one (good) way to find out. This Is How Friendship Turns Into Romance ... and why research shows that partners who think of each other as friends may actually have better sex.",
          1475355600
        ],
        [
          "Giving a friend advice can be risky, even if they ask for it. Here's how to decide when to speak up. The Pros and Cons of Giving a Friend Advice Is it OK with you if you share a great idea and they ignore it?",
          1475085602
        ],
        [
          "Yes, a crush can turn into a romance. New research reveals exactly how. Love and the Power of Wishful Thinking You can take a friendship to the next level. The first step is to believe it can happen.",
          1474730242
        ],
        [
          "It turns out there really is a way to move out of the friend zone. Can a Crush on a Friend Ever Turn Into a Relationship? New research on how to turn unrequited desire into romantic reality.",
          1473543001
        ],
        [
          "As you seek out new friendships, the most rewarding approach may be to go back into your past. The Joy (and Benefits) of Renewing Old Friendships ... and why we're able to pick up right where we left off, even decades later.",
          1472666401
        ],
        [
          "Yes, it can be done, and the first step is believing that it's possible. How to Turn Friendship Into Love Fascinating new research provides a roadmap for potentially turning fantasy into reality.",
          1472594401
        ],
        [
          "Surprised when you run into an old friend you were just thinking of? Maybe you shouldn't be. The 5 Most Common Coincidences ... and why it shouldn't surprise you to experience them.",
          1472382001
        ],
        [
          "Are your friendships genuine? Ask yourself these questions before you decide. The Most Important Element of Any Friendship ... and how good friends can help make you a better person.",
          1471611600
        ],
        [
          "Can wishful thinking turn friendship into romance? Actually, it might. How to Move a Relationship out of the Friend Zone A new study reveals the thought process that brings friends together—that is, if you're ready for it.",
          1471557600
        ],
        [
          "A friend or relative suffering from depression could have an impact on your outlook as well. Is Depression 'Contagious'? ... and can positive feelings spread just as strongly? Research offers insights.",
          1466606498
        ],
        [
          "When a friend turns on you, do you lash out or give them the benefit of the doubt? 8 Ways to Respond When a Friend Hurts You ... and how to tell that it's time to move on for good.",
          1465827231
        ],
        [
          "A hotel or a friend's guest room may be comfortable and plush. That doesn't mean you can fall asleep there. Why It's So Hard to Fall Asleep When You're Away From Home New research offers fresh insight on a common experience.",
          1462321800
        ],
        [
          "Are you getting what you need from your circle of friends? The 4 Types of Friends You Need in Your Life Do you know a prophet?",
          1460152800
        ],
        [
          "Great friendships can actually help you live longer. For others, life's just too short. 8 Signs of a Toxic Friendship 7. You're always wondering what's going to happen next.",
          1459963800
        ],
        [
          "Do you have a friend who's kind of a mixed bag? What to Do When a Friend Stops Being Worth the Trouble As we grow, we naturally shed some old friends. That may be a good thing.",
          1458937889
        ],
        [
          "When we fall in love, we often put friendships on the back burner. That's a big mistake. Why Lovers Still Need Their Friends What you need to know about the theory of dyadic withdrawal.",
          1457280001
        ],
        [
          "You can tell when a friendship has run its course. That doesn't make it any easier to get out. 5 Reasons It's So Hard to End a Friendship 1. Loyalty gets in the way of our better judgment.",
          1455746400
        ],
        [
          "There are 2 key ways to stay connected to your friends, and the first is something a lot of us let slide. 5 Things Your Friends Can Do for You (If You Let Them) Research involving millions reveals the vital importance of keeping your friends close.",
          1454103901
        ],
        [
          "Want to expand your social circle and deepen your friendships? Try this. The 7 Habits of Socially Connected People For one thing, they might not be the life of the party.",
          1451563201
        ],
        [
          "How many do you have? The 13 Essential Traits of Good Friends These are the keys to maintaining long-term connections.",
          1446319440
        ],
        [
          "We've finally found it: The worst social media app ever. You won't believe what it asks you to do. The New App That's More Likely to Help You Lose Friends Than to Connect With Them Yelp for friends? This may not be a great idea.",
          1445023785
        ],
        [
          "Are you getting what you really need from your circle of friends? The 4 Types of Friends You Need in Your Life Do you know a prophet?",
          1442239201
        ],
        [
          "Do you have the solution for a friend's relationship troubles? The research says you should probably keep it to yourself. 3 Reasons Not to Give Friends Relationship Advice ... with one exception.",
          1442154600
        ],
        [
          "When a friendship falls hopelessly out of balance, it may be time for a cleanse. 4 Signals a Friendship Has Gone Wrong (and What to Do Next) Is it you? Is it them? Or is it both of you?",
          1441725687
        ],
        [
          "There’s a fine line between friends and lovers. Which side are you on? How Can You Tell When You Should Just Be Friends? Friendship and romance have so much in common that it can be hard to judge.",
          1441486801
        ],
        [
          "Will your best friend today be your best friend forever? Here are 4 ways to tell. 4 Reasons Best Friends Stick Together (or Come Apart) What are your chances?",
          1438804484
        ],
        [
          "Is it possible to heal yourself with more friends? Perhaps. 4 Disorders That May Thrive on Loneliness Is feeling alone fueling your struggles?",
          1438710190
        ],
        [
          "Can you always tell when a friend is lying to you? Why Our Best Friends Can Be So Good at Hiding Things From Us We often say we 'knew it all along.' Did we really?",
          1438538404
        ],
        [
          "Do you have a 'friend' who takes and takes but never gives? Here's how to respond. How to Escape a Master Manipulator ... because friends don't let friends do all the work.",
          1438277400
        ],
        [
          "The friends you have now can have a surprising impact on your future happiness. What Will Your Social Life Be Like in 20 Years? Research uncovers striking connections between current and future friendships.",
          1437303600
        ],
        [
          "Jealousy is only human, and we all experience it, but left unchecked it can destroy a friendship. 7 Reasons Why We Envy Our Friends (and Vice Versa) The top triggers begin with money but they don't end there.",
          1436901301
        ],
        [
          "Caught in the friend zone? New research suggests there may be a way out. When Friends Become Lovers (and Why They Often Don't) It may depend on how realistically you can judge who's 'in your league.'",
          1434658780
        ],
        [
          "After a split, will you need new friends? Maybe. But that may be a great opportunity. How to Rebuild Your Social Circle After a Split Old friends may become closer and unexpected connections may emerge.",
          1434649927
        ],
        [
          "The types of friendships we form when we're young have a major impact on our future health and happiness. Why Your Old Friends Are Vital to Your Future A new study finds surprising links between our youthful and adult social lives.",
          1432313101
        ],
        [
          "You can pick your friends, and that's lucky, because they can have a huge impact on your life. 5 Reasons Studies Say You Have to Choose Your Friends Wisely Surrounding with the right people has surprisingly far-reaching effects.",
          1428954277
        ],
        [
          "What can you do when you want what a friend has? How Jealousy Can Poison a Friendship What's a little jealousy between friends? A recipe for disaster.",
          1428779614
        ],
        [
          "Do you remain friends with your exes or make a clean break? The 10 Worst Reasons to Stay Friends With Your Ex Remaining friends for the wrong reasons can end up hurting you both.",
          1427497202
        ],
        [
          "Do you have friends you can count on? Your life could depend on it. Want to Live Longer? Make Good Friends. Fascinating research shows why there may be nothing more important.",
          1427311559
        ],
        [
          "Ever been told not to mix money and friendship? This is why. How Helping a Friend Can Go Horribly Wrong The hazards of entering into 'dual relationships' with friends or relatives.",
          1427231760
        ],
        [
          "Will your best friend be with you until the end? Doing these 5 things can help ensure it. 5 Ways to Maintain Lifelong Friendships ... including the most important quality of a good friend.",
          1426703101
        ],
        [
          "Met someone new? You'd better hope your friends like them, too. Why Your Friends' Approval Can Be Crucial to Your Relationship Research finds that a suspicious social network can blow up a romance.",
          1426629602
        ],
        [
          "Do you have \"friends\" you need out of your life? It may be time for a cleanse. Do You Need a Friendship Cleanse? How to step away from the people who bring out your worst.",
          1425989438
        ],
        [
          "When most communication is virtual, can we really connect like we used to? Is True Friendship Still Possible? Some experts insist that intimate friendship is dying. Do you agree?",
          1425673375
        ],
        [
          "It's hard to know for sure that a friendship has reached its end, but these signals are pretty clear. 5 Warning Signs of a Friendship in Trouble If you recognize these issues, it may be time to cut your losses.",
          1425441291
        ],
        [
          "Wondering what happened to all your friends? You're not the only one. Why You Might Find It Harder to Make New Friends It's a common dilemma, but it may not mean what you think.",
          1423690548
        ],
        [
          "Good friends are more valuable than you realize. Find out why. Why Friendships Are So Vital Among humans, apes, or birds, social connections are crucial to well-being.",
          1422310500
        ],
        [
          "Losing a friend can hurt, more than many of us care to admit. Why Friendship Breakups Can Be So Painful The case for putting more effort into keeping our friends close.",
          1421707607
        ],
        [
          "Friendships can survive a lot, but maybe not this. The Friendship Rule You Should Never Break What you can think, but can't say.",
          1419897600
        ],
        [
          "What gift will most delight your partner, parent, or friend? Research has the answer. How to Give People Exactly What They Want The results of this study could make your holiday shopping much easier.",
          1418320800
        ],
        [
          "Have you ever unhappily landed in \"the friend zone\"? How a Hopeful Lover Ends Up a Disappointed Friend The reasons are more complex than you think, but begin with timing.",
          1417968000
        ],
        [
          "Hoping to stay friends with your ex? Read this first. 6 Reasons You Shouldn't 'Still Be Friends' Proceed carefully or you'll set yourself up for more heartbreak.",
          1417738021
        ],
        [
          "Why are some people so mean to their partners' friends? Are You Guilty of Friend Jealousy, or a Victim of It? 6 tips for keeping jealousy of a partner's friend from derailing a relationship.",
          1415230731
        ],
        [
          "Need to give a friend some advice, but want to keep your friendship? Try this. 9 Ways to Be There for a Friend, Without Giving Advice ... and 5 difficult truths about trying to give advice.",
          1414868073
        ],
        [
          "Your best friends will always come through for you, except when they don't. Why Friends Might Let You Down How give-and-take can go awry, and what to do about it.",
          1412711390
        ],
        [
          "Have you ever experienced \"friends at first sight\"? Why We Click With Our Best Friends Right From the Start The phenomenon of \"clicking\" with new friends deserves attention and research.",
          1412021204
        ],
        [
          "Are vegans \"real men\"? Find out how we really rate our partners' diets. Is Our Diet Sexist? Outdated ideas about gender may affect our health.",
          1409490901
        ],
        [
          "Having, or being, a best friend strengthens you in ways both big and small. 10 Ways to Be a Best Friend A best friend is \"a therapist you can drink with,\" and much more.",
          1409220000
        ],
        [
          "Who says you can't have too many friends? Find out. Is There a Limit to the Number of Friendships We Can Maintain? Our minds may put a ceiling on our real and virtual connections.",
          1409167801
        ],
        [
          "Over time, losing friends is inevitable. How do you make sure you lose the right ones? When Friendship Hurts From outright betrayal to subtle drifts apart, friendships deliver more stress than many of us ever expect. ",
          1407182121
        ],
        [
          "Are your friends there for you when you need them? Do You Ask for More Than Your Friends Can Give? Why friendships hinge on dependability.",
          1406835351
        ],
        [
          "The end of a friendship can be especially painful. Here are 5 ways to cope. Do You Need to Break Up With a Friend? People change, and friendships end, but the hurt is still very real.",
          1405881001
        ],
        [
          "What do you do with friends who make you feel worse, not better? Friends Don't Let Friends Feel Bad How to deal with downers and one-upsmanship.",
          1404761401
        ],
        [
          "Instead of trying to fix your weakest friendships, why not take the time to make your strongest even better? 6 Ways to Strengthen Your Best Friendships Expert ideas to connect with the people you most want to spend time with.",
          1402948110
        ],
        [
          "Can friends ever become lovers? See what the research says. The Secret to Turning Friendship Into Romance Relationships can develop, but only under certain circumstances.",
          1402236806
        ],
        [
          "Even the steadiest friendships will face some challenges. Here's how you can stay the course. How to Handle 5 Awkward Social Situations Tensions come and go. Friendships endure, if you work at them.",
          1401912544
        ],
        [
          "Are you friends with a narcissist? Can You Tell When a Friend Is No Good for You? Realizing why you're vulnerable is the first step to moving on.",
          1401127201
        ],
        [
          "Got some new friends? Here's how to keep them. 7 Common Mistakes That Can Ruin New Friendships How to keep little things from ending a friendship before it even starts.",
          1400839201
        ],
        [
          "Are toxic friendships threatening your health? The Hidden Health Hazards of Toxic Relationships Being around a toxic friend, partner, or co-worker can do real damage.",
          1400513504
        ],
        [
          "Are all of your friendships good for you? 7 Signs That You're in a Toxic Friendship When friendships become draining, it may be time for you to get out.",
          1399057201
        ],
        [
          "If you think a friend is headed for trouble, research shows you might be right. 5 Signs a Friend’s Relationship May Be on the Rocks What to look for and why to trust your gut.",
          1398121200
        ],
        [
          "Why do some friendships last and others fade? It's not why you think. Friendship: The Laws of Attraction The science of making friends-and keeping them.",
          1397503510
        ],
        [
          "Want to get closer to someone? Beware these classic pitfalls. 7 Common Mistakes That Can Ruin New Friendships How to keep little things from ending a friendship before it even starts.",
          1397048400
        ],
        [
          "Does sex doom friendships? Not necessarily. What Happens After Friends-With-Benefits? Can the friendship survive when the benefits end?",
          1396988169
        ],
        [
          "Are your friendships draining you? Find out if it's time to bail out. Why Toxic Friendships Are Bad Investments Are you a savvy investor or are your friendships bleeding you dry?",
          1394033886
        ],
        [
          "Traveling with friends: Sounds like a great idea? Think again.\f Should You Travel With Friends? What to know before you go.",
          1393513200
        ],
        [
          "Should you convert a friend to a lover? The Risks of Romancing a Friend Can friends become lovers without risking their friendship?",
          1392897601
        ],
        [
          "\"A true friend is consistently willing to put your happiness before your friendship.\" The True Meaning Of Friendship What is it that makes a true friend?",
          1387215394
        ],
        [
          "Competitive feelings are felt toward distant strangers or our closest friends: that attractive co-worker we’ve only heard about or our best friend since we were toddlers. However, because these feelings often feel unacceptable to us, we tend to ward them off or disguise them in ways that can be hurtful to ourselves and to others. The Benefits of Feeling Competitive Why Feeling Competitive Can Be Good for Us",
          1378829279
        ],
        [
          "\"Do you want to influence the behavior of people or organizations? You could always preach about values and visions or you could appeal to reason. But in nearly every case, incentives work better.\" http://ow.ly/nTWnB Never Pay Your Lawyer by the Hour And \"never ask a barber if you need a haircut.\"",
          1376422421
        ]
      ],
      "dates_start": 1404678459,
      "dates_end": 1462324452,
      "likes_avg": 2671,
      "likes_stdev": 1514,
      "comments_avg": 124,
      "comments_stdev": 100,
      "shares_avg": 1043,
      "shares_stdev": 718
    },
    {
      "number": 9,
      "important": [
        "anyon",
        "pet",
        "never",
        "lost",
        "love one",
        "love",
        "human",
        "dog",
        "loss",
        "confirm"
      ],
      "common": [
        "may",
        "new",
        "new research",
        "new study",
        "really",
        "research",
        "research shows",
        "shows",
        "study",
        "surprising"
      ],
      "messages": [
        [
          "Anyone who has loved and lost a companion knows that your own pet is never \"just a dog.\" Getting Over Rover: Why Our Grief Over a Dog Is So Intense Why studies confirm that for most people, the loss of a dog is comparable to the loss of a human loved one.",
          1486068534
        ],
        [
          "Do you know someone who really just wants to be alone? They may not realize the cost. The Perils of Social Isolation Research shows that without human contact, the mind can behave in strange ways.",
          1485351840
        ],
        [
          "Do you know a dog that's easily spooked? Here's what's behind it. A Dog That Is Afraid of Loud Noises Is Afraid of Everything New research confirms that not all dogs get equally spooked.",
          1485115201
        ],
        [
          "We expect more of our most reliable and disciplined friends. But how does that make them feel? How We Treat the People We Trust Unfairly (Without Realizing It) New research on the downside of having high self-control.",
          1484670996
        ],
        [
          "Does pornography use destroy relationships or is it a sign that relationships are already broken? What Porn Really Does to Relationships New studies of men and women find complex effects, and it's not all bad.",
          1484607601
        ],
        [
          "When you need someone to do the right thing, or to stop doing the wrong thing, what works best—cash, compliments, or penalties? New research offers some surprising answers. How Can We Get People to Do What They Should? The \"cobra effect,\" and why so many carefully crafted incentives routinely backfire.",
          1484155475
        ],
        [
          "Bats, sharks, horses, and, not surprisingly, dogs appear to act and react much as we do, according to new research. 5 Ways That Animals Think Just Like We Do 1. Rats giggle when they're tickled (but only when they're in the mood).",
          1482875807
        ],
        [
          "When a dog greets everyone by jumping on them, something has to change. What to Do When a Dog Won't Stop Jumping on You Expert advice from simple but often forgotten principles.",
          1482584400
        ],
        [
          "Want to get better gifts? Share this with your friends and family. The Biggest Mistake Gift Givers Make (and 7 Ways to Fix It) Research shows that we overrate the moment people open our gifts, and underestimate everything else.",
          1482422772
        ],
        [
          "We can tell you this: It's probably not when you think At What Age Are You Most Likely to Be Lonely? New research overturns myths and points to concerns.",
          1481687676
        ],
        [
          "Smartphone addiction is nothing new, but the research on why we're so attached to our phones may surprise you. This Is the Real Reason We Can't Put Down Our Phones New research finds that our phones have a lot in common with our childhood teddy bears.",
          1481374801
        ],
        [
          "Has a partner ever snooped on your phone? And have you ever done it to a partner? Find out how common relationship surveillance really is. In Your Relationship, Who Checks Up on Whom? New research into who's more likely to check a partner's phone, and what it means for their relationship.",
          1481220301
        ],
        [
          "Do you consider 20 or 30 texts an hour from a partner to be extreme or abusive? Disturbing new research finds that many people disagree. The Real Impact of Cellphone Use on Relationships ... and why intense monitoring could become the future norm for couples.",
          1480867206
        ],
        [
          "How far would you go to protect your relationship? When You’re in Love With a Beautiful Woman (or Man) New research on how we guard against rivals when we think our partner is more attractive than we are.",
          1480468503
        ],
        [
          "Whether it's on or off, visible or not, the mere presence of a mobile phone can have a disturbing effect on your social life. The Uncanny Power of Cell Phones to Disrupt Relationships How can one person compete with a device linked to everyone you've ever known?",
          1480075201
        ],
        [
          "Can a dog mourn for a cat? New research suggests an answer. Do Dogs Mourn the Loss of Their Animal Companions? A poignant study confirms what many dog owners suspected about pets and grieving.",
          1479768243
        ],
        [
          "All it takes is asking the right question. The Surprising Trick to Finally Getting Someone (or Yourself) to Change New research on using cognitive dissonance to your benefit.",
          1479340801
        ],
        [
          "Is this what you and your partner need? How to Break a Relationship Out of a Rut New research points to a way to revive romance and connect more deeply,",
          1479241845
        ],
        [
          "Something you need to get done, but can't motivate yourself? This should do the trick. One Surefire (and Radical) Tip For Making Yourself Do What You Need to Do It may sound a bit ... extreme, but research shows it works.",
          1479170703
        ],
        [
          "You're pretty sure your dog loves you. But we're finally learning more about how it feels about other dogs. Does Your Dog Really Care? A surprising new study reveals how dogs may empathize with other canines.",
          1478980800
        ],
        [
          "After a personal loss, research shows, we don't tend to act in the ways that might seem most logical. The Morning After: How to Cope With a Loss (Or a Win) Tips for moving on, and maybe even coming together.",
          1478696955
        ],
        [
          "New research shows how negative stereotypes about women could backfire on those who believe them. The Advantages of Being a 'Nasty Woman' Surprising links between stereotype threat, reactance, and female leadership.",
          1478471371
        ],
        [
          "Train your brain to stop focusing on your limitations and a range of new possibilities may open up. How to Build Your Belief in Yourself ... and overcome the biggest hurdle between the life you have and the life you want.",
          1477317600
        ],
        [
          "To accomplish what you want, and feel good in the process, start embracing this trait. Why You Should Be Proud of Being Proud Research reveals the surprising impact of pride on our self-discipline.",
          1476971100
        ],
        [
          "When the going gets tough, this is how we respond (for better and for worse). Your 9 Top Defense Mechanisms, Revisited New research proposes that we reconsider knee-jerk reactions and focus on change.",
          1476786376
        ],
        [
          "\"Locker room\" humor has come under fire. New research reveals what's so insidious about it. Does Calling It a Joke Make Sexism More Acceptable? Studies examine how women deal with the ambiguity of sexist humor.",
          1476301382
        ],
        [
          "Do you (or someone you know) feel anxious or incomplete when you're apart from your phone? This may be why. This Is the Real Reason We're So Attached to Our Phones New research finds that our phones have a lot in common with our childhood teddy bears.",
          1475348547
        ],
        [
          "When you're upset, it may be more helpful to talk to your dog than to your partner. Can Confiding in Your Dog Improve Your Mental Health? New studies reveal which of us benefit from a nonjudgmental animal's ear, and why.",
          1474991060
        ],
        [
          "How do video games, especially in virtual reality, really affect our brains, or those of children? Some new answers may be disturbing. The Best (and Scariest) News About Gaming A new study finds gaming is powerful enough to alleviate severe pain. What does that mean for kids?",
          1474714801
        ],
        [
          "Do people discriminate against couples when the partners look different than each other? Opposites May Attract, but Others May Not Approve Disturbing research reveals a bias against couple that don't fit society's norms, especially in one area.",
          1474662059
        ],
        [
          "Does your relationship have what it takes to last? The answer may lie in a number you never suspected. Can You Trust Your Partner? Don't Check Their Phone. Check This. New research makes a strong case for considering a factor many new couples ignore.",
          1474232400
        ],
        [
          "You may consider yourself a good judge of character, but how well do others judge you? How Others See You New research into how we judge each other, and what we get wrong.",
          1474137060
        ],
        [
          "How much would you pay to avoid embarrassment? How about for an hour of peace and quiet? This Is What People Would Pay to Avoid Sadness or Feel Love Fascinating new research puts a monetary value on our emotions.",
          1473429896
        ],
        [
          "If your partner knew all of your thoughts, would it benefit your relationship, or kill it? How to Stay True to Yourself in Your Relationship (Without Offending Your Partner) New research on the best way to achieve \"balanced authenticity.\"",
          1473179528
        ],
        [
          "When your energy runs low, things can go wrong quickly. This Is How We Make Our Worst Decisions New research on the roots and impact of brain drain.",
          1473166801
        ],
        [
          "Are big dog breeds smarter than little ones? We may have the answer. Does a Dog's Size Tell You How Smart It Is? Research reveals significant clues to the evolution of obedience.",
          1473008403
        ],
        [
          "There's a better way to get your partner on the same page. Do You or Your Partner Use Guilt Trips to Get What You Want? If you do, research shows that there may be a very high cost.",
          1471284120
        ],
        [
          "A new study says most of us have fewer friends than we think, and that may be a good thing. 10 Enduring Truths About Friendship If you showed up announced, who would put you up for the night?",
          1471197601
        ],
        [
          "The eternal debate between cat people and dog people may finally have a winner. Are Dog Owners Happier Than Cat Owners? New research claims to show which group is more satisfied with life. ",
          1470592800
        ],
        [
          "It often feels impossible to say, \"I forgive you.\" Consider it anyway. 4 Reasons to Give Someone a Second Chance New research shows how forgiveness can actually benefit you, too.",
          1470567600
        ],
        [
          "Walking out on arguments is bad for your relationship. It's also not good for your back. Why Emotionally Withdrawing from Your Partner Can Be Hazardous to Your Health Research finds surprising problems for those who won't engage.",
          1470082800
        ],
        [
          "Just having a backup plan in place may ensure that you'll need it. Here's why. Does Having a Plan B Sabotage Your Plan A? Surprising new research on why we succeed, and how we blow it.",
          1470064090
        ],
        [
          "A new study proves it: There's just one thing our dogs need to be happy. How Far Would Your Dog Go Just to Be With You? New findings with potential insights into the lives of therapy dogs.",
          1469816379
        ],
        [
          "\"All you need is love\"? Hardly. 6 Lies That Can Ruin a Relationship ... and the research that shows how they can be so damaging (and what should replace them).",
          1469743200
        ],
        [
          "We can tell you this: It's probably not when you think. At What Age Are You Most Likely to Be Lonely? New research overturns myths and points to concerns.",
          1469181600
        ],
        [
          "How many potential partners are you keeping on the back burner? The Phenomenon of Back-Burner Relationships Research reveals the surprising number of partners most of us have on deck.",
          1469048400
        ],
        [
          "TGI ... Tuesday? That's right. Here's why. What's the Most Inspiring Day of the Week? Fascinating new research reveals when we're most (and least) likely to be inspired and productive.",
          1468325828
        ],
        [
          "Having a dog might make you more attractive. As for a cat ... Can Your Dog Help You Get Dates? A new study reveals how pets play into men and women's judgment of romantic prospects.",
          1467972001
        ],
        [
          "The research reveals some surprising, and powerful, benefits to closer contact. 3 Reasons Why You Should Cuddle More For starters, snuggling up makes you feel safer and more restful.",
          1467651600
        ],
        [
          "Have you hugged a dog today? Chances are, the dog didn't actually like it. Here's why. The Data Says \"Don't Hug the Dog!\" It may relieve your stress, but if you look closely, it's a different story for the animal.",
          1467237600
        ],
        [
          "The new research on our connection to our phones will shock you. Have You Been Trained by Your Phone? 4 ways to take back control.",
          1466965800
        ],
        [
          "Have anyone in your home ever called a family member by your dog's name? That may not be such a bad thing. The Surprising Psychological Proof That We Think of Our Dogs as Members of Our Family A common memory error may reflect deeper feelings.",
          1466356471
        ],
        [
          "There appears to be a connection between income and infidelity, and it may not be good for some couples. Are Wealthy People More Likely to Cheat? New research reveals how money can alter satisfaction with one's partner.",
          1465245000
        ],
        [
          "\"When love wins, we all win.\" Why We're Having More Same-Sex Relationships Than Ever New research on the ramifications of a more accepting culture.",
          1465058459
        ],
        [
          "Young kids and dogs have a lot in common. For one thing, neither likes to obey you. Here's how to deal. This Is How to Stay in Control of a Dog (or a Kid) Research reveals where disobedience begins, and why.",
          1464357601
        ],
        [
          "Research reveals why our assumptions about married sex are (mostly) wrong. Do Married People Really Have Less Sex? Plus: 7 ways for couples to keep their spark alive.",
          1464104062
        ],
        [
          "A dog is truly a man's best friend, especially when that man's single. How Dogs Help Men in the Dating Market Research shows that dog ownership has a remarkable effect.",
          1463330436
        ],
        [
          "Many of us imagine \"cat people\" and \"dog people\" to be polar opposites. But is it true? Just How Different Are Cat People and Dog People? A closer look at studies of pet owners' personalities provides fresh insights.",
          1462644000
        ],
        [
          "The old rules are changing. Here's why that's a good thing. Should Women Make the First Move? Research shows how easy it is to overcome old assumptions about gender rules.",
          1462572000
        ],
        [
          "Should you really stop hugging dogs? One expert disagrees, but says the time has to be right. Don't Hug the Dog? It May Be Fine, If Done With Care Why it has to be on their terms, not yours.",
          1462111406
        ],
        [
          "Do you tend to keep to yourself? Here's what you may be missing out on. Why You Should Talk to Strangers Surprising research reveals the benefits of striking up a conversation.",
          1461765709
        ],
        [
          "It can be more stressful to wonder if something bad will happen than to know that it will. This is why. Why We Hate Not Knowing for Sure New research helps explain why our brains react so poorly to uncertainty.",
          1461700110
        ],
        [
          "Fascinating new research shows how many of us see the physical world in vastly different ways. How Your Size Affects How You Experience the World Just how high is that wall?",
          1461505908
        ],
        [
          "Women don't often wear red by accident, according to new research. The Uncanny Power of a Red Dress ... and why it's all about who one is going to meet.",
          1460816302
        ],
        [
          "When you like someone new, do you also start to become more like them? How Falling in Love Changes Who You Are, for Better or Worse New research on how far we'll go to become similar to a new love.",
          1460492260
        ],
        [
          "How's your detector? Can You Tell the Difference between Genius and Nonsense? New studies explore who is especially likely to believe baloney.",
          1460467826
        ],
        [
          "How well do you remember the first time you met your partner? Was It Really Love at First Sight? New research reveals how we misremember romance.",
          1460134800
        ],
        [
          "Do you know people who have made open relationships work? Could you? Are Open Marriages Psychologically Healthy for Couples? Eye-opening new research on alternative relationships.",
          1459856103
        ],
        [
          "How do we account for superhuman feats of strength? New research may have an answer. Is Good Really Stronger Than Evil? A clear, and somewhat disturbing, connection between character and physical strength.",
          1458137682
        ],
        [
          "How smart is that doggie in the window? According to some exciting new research, maybe very smart. Are Our Dogs Smarter Than We Think? Researchers have developed an IQ test for canines, with impressive results.",
          1457294400
        ],
        [
          "If you happen to enter into a relationship with a psychopath, here's what it might be like. What Happens When a Psychopath Falls in Love New research into how partners can influence each other, for better or worse.",
          1456700288
        ],
        [
          "You have the right to be choosy. Which Are More Powerful, Turn-Ons or Turn-Offs? New research on our true deal-breakers and deal-makers.",
          1456176246
        ],
        [
          "Your success as a couple could very well depend on this question. Can You Just Put the Phone Down? New research on just how we react to smartphone-distracted dates and partners.",
          1455232279
        ],
        [
          "A new study has been heralded as proof that our dogs love us \"5 times more\" than our cats. Can it possibly be true? Do Our Dogs Really Love Us More Than Our Cats Do? Controversial new fodder for the ongoing cat vs. dog debate.",
          1454878506
        ],
        [
          "Do you prefer a partner who likes to take charge? This could be the reason. Why Some of Us Seek Dominant Partners Research shows that relationship choices are more complicated than they appear.",
          1454281200
        ],
        [
          "Many men say they'd have no problem dating a smarter woman. What they do when they meet one is a different story. Do Men Have a Problem With Dating Smart Women? New studies reveal what really happens when people meet face to face.",
          1453934278
        ],
        [
          "Can a relationship survive when one partner desires sex more than the other? When Your Partner Wants To Do It But You Don't (or Vice Versa) Research reveals how couples with 'sexual communal strength' beat the odds.",
          1452985201
        ],
        [
          "What signals do tattoos send to potential partners? Are Tattooed Women Really More Promiscuous? New studies challenge deeply held stereotypes.",
          1452960001
        ],
        [
          "Do you long for the good old days? New research finds that indulging in nostalgia can actually be good for you. It's OK to Be Nostalgic. Here's the Science That Proves It. Using the past to beat your present blues.",
          1452701162
        ],
        [
          "Can we tell who might turn criminally violent? Is There a 'Criminal Mind'? What Does It Look Like? New research takes us closer to the answers.",
          1450109421
        ],
        [
          "You may not believe the link between heavy exercise and higher alcohol consumption. Can Exercising Drive You to Drink? Surprising new research, and a host of possible explanations.",
          1449354954
        ],
        [
          "\"Less me, more we,\" research shows, is a pretty good rule for life. This May Be the Best Prescription for Happiness ... and the evidence shows it's not just good for extroverts.",
          1449074425
        ],
        [
          "High self-esteem is wonderful. But there's something even better. Why Self-Compassion May Be the Antidote to Narcissism Research finds major benefits to treating yourself kindly, in good times or bad.",
          1448971201
        ],
        [
          "Is your personality, and your future, really determined by whether you were the oldest, youngest, or middle child? Does Your Birth Order Actually Matter? Is your older sibling smarter than you? New research tries to separate the myths from the facts.",
          1448394178
        ],
        [
          "Is there an 'everyday sadist' in your life? Here are 10 ways to tell. 10 Ways to Spot an 'Everyday' Sadist A new study indicates how common the tendency may be.",
          1448379000
        ],
        [
          "Is a man with a dog more likely to get a woman's number? Now we know. Does Having a Pet Make You More Attractive? Research into the surprising connections between pet ownership and sex appeal.",
          1448211899
        ],
        [
          "Strict diet plans won't make you healthier, or happier. Here's the research that shows why. 3 Reasons You Should Never Go on a Diet (and What to Do Instead) A surprising percentage of us simply can't keep it off long-term anyway.",
          1447622154
        ],
        [
          "Do women really see each other as threats? Fascinating new research shows why they might. Do People See Emotions in Your Face That Aren't Really There? Studies of \"resting bitch face,\" and why women see it more than men.",
          1447257081
        ],
        [
          "Can a relationship survive when one partner desires sex more than the other? This may be the way. When Your Partner Wants To Do It But You Don't (or Vice Versa) Research reveals how couples with 'sexual communal strength' beat the odds.",
          1447204961
        ],
        [
          "Here's the truth: Almost everything you've heard about detecting deception is a lie. What You Really Need to Know About Spotting Liars ... and why research shows that you're better at it than you realize.",
          1446561295
        ],
        [
          "It's all about what they don't have. What Drives Master Manipulators You may be surprised.",
          1446497152
        ],
        [
          "Want to achieve your goals, and feel good about yourself in the process? Start with this. The Surprising Key to Increasing Your Willpower Research into the unexpected impact of pride on our self-discipline.",
          1445865856
        ],
        [
          "When your friends and family split up, research shows that you're more likely to as well. Is that a bad thing? Is Divorce Really Contagious? Maybe you're actually at risk of catching something very different.",
          1445709603
        ],
        [
          "Feeling the urge for some alone time? Resist it. Don't Cancel Your Dinner Plans. They Could Save Your Life. Research reveals why our social lives may be at least as vital to our health as our diets.",
          1445454000
        ],
        [
          "How happy you are may depend largely on how old you are. Here's why. At What Age Will You Really Be Happiest? New research into whether youngsters or seniors enjoy life most.",
          1445009345
        ],
        [
          "After a breakup, who's more likely to rebound? What's Really Behind Rebound Sex Research reveals why some of us rush to new partners and others don't.",
          1444510801
        ],
        [
          "Has a partner ever ignored you to check their phone? This is what's behind it, and why it can be so damaging. The Routine That Is Ruining More Relationships Every Day New research into the psychology of phubbing.",
          1444420942
        ],
        [
          "Talking about your feelings? That's overrated. Here's what really keeps couples together. 6 Surprising Ways to Improve Your Connection With Your Partner New research reveals better ideas to maintain successful relationships.",
          1444255201
        ],
        [
          "If a partner cheats on you, are you more likely to get mad or get even? Why Some of Us Commit Romantic Revenge (and Others Never Would) New research into those for whom two wrongs really does make a right.",
          1443880801
        ],
        [
          "Put down the coffee. There's a better way to get energized. Can a Relationship Give You as Strong a Jolt as Caffeine? New research on what thoughts of a partner can do for you.",
          1443276001
        ],
        [
          "Can your mood literally change the way you see the world? Why the Colors You See Aren't Always True New research reveals what we don't see when we're feeling down.",
          1442927700
        ],
        [
          "Your greatest strengths can easily turn into your greatest weaknesses. This is how. Does Your Bright Side Have a Dark Side? Surprising new research on who we really want around when the going gets tough.",
          1442854006
        ],
        [
          "It's easier to be selfish than to be good. A new study shows why. Is Your Dark Side Stronger? Research shows that we sometimes can't be bothered to do the right thing.",
          1442317768
        ],
        [
          "For many people, keeping a partner jealous is a regular strategy. Research shows why. Why Do We Try To Make Our Partners Jealous? What's behind the desire to watch them squirm.",
          1442064601
        ],
        [
          "We know that yawns are contagious. But new research finds that's not true for everyone. Why Psychopaths Are Immune to Contagious Yawning A new study casts fresh light on the personality.",
          1441980022
        ],
        [
          "Is it hard for you to forgive? Maybe it would be easier if you knew how much it could benefit you. The Surprising Power of Forgiveness Research reveals that an ability to forgive boosts both emotional and physical healing.",
          1441806603
        ],
        [
          "Should there be a rule for the difference in age between partners? Who Is Too Young or Too Old for You to Date? Research finds that one well-known guideline may not work for everyone.",
          1441641601
        ],
        [
          "When things aren't going well, here's how to get back on track (and how not to). Feeling Bad? Here's What You Shouldn't Do. Research shows how a common coping strategy backfires.",
          1441476001
        ],
        [
          "Thinking about doing something wrong? Here's how to make the right call. How to Do the Right Thing (Almost) Every Time New research reveals a strategy to avoid temptation that you might not have thought of.",
          1441360801
        ],
        [
          "It's tough to get a new relationship off the ground, but once you do ... Great Relationships Require Hard Work, But Not Forever ... and why a new couple is a lot like a spacecraft.",
          1440613201
        ],
        [
          "New research supports some of the boldest claims of yoga fans. Is This the Best Reason to Finally Start Doing Yoga? Studies find it may have as many benefits as major shifts in diet.",
          1440358527
        ],
        [
          "When you think your partner has disrespected you, how do you react (and how should you)? The Right Way to React to Risky Moments in Your Relationship New research into how we protect our relationships and who succeeds.",
          1440086401
        ],
        [
          "Why do so many women have crushes on musicians? New research has the answer. The Evolutionary Advantage of Being a Rock Star New studies link peacocks and guys with guitars.",
          1439395200
        ],
        [
          "Patience really is a virtue. Here's the proof. How to Be More Patient (and Why It's Worth It) Research reveals why waiting just a little longer can lead to real benefits.",
          1438960745
        ],
        [
          "Are you too picky? Not if you're holding out for these two qualities. The Two Qualities Everyone Needs in a Partner Without them, research shows, commitment may be too risky.",
          1438722000
        ],
        [
          "Can you thrive after breaking away from a long-term partner? Splitting Up May Not Be as Bad as it Seems New research contradicts what we thought about divorce and health. ",
          1438617961
        ],
        [
          "Want to (finally) see people at their best? Hit the road. This Is How We Should Treat Each Other All the Time An expert on anger finds the antidote to meanness.",
          1438452001
        ],
        [
          "No one wants to be the bearer of bad news but sometimes we have to do it. Here's an easier way. 5 Ways to Deliver Bad News With a Minimum of Pain New research reveals why it's so hard, and a path to making it easier.",
          1438200001
        ],
        [
          "When your reputation precedes you, it can make all the difference. How Much Is Your Reputation Really Worth? New research reveals when your reputation matters, and when it doesn’t.",
          1437244720
        ],
        [
          "How would you respond to unwelcome competition for your partner's attention? How Jealousy Can Change You (and Why That Might Be OK) Research reveals a highly unexpected way some people react to jealousy.",
          1437077590
        ],
        [
          "Pet owners already knew that nothing builds a community like dogs. Now we have proof. Want to Make More Friends? Get a Dog A new study finds powerful social benefits for dog owners.",
          1436119200
        ],
        [
          "Are you happy with the way jobs are divvied up in your house? Who Shares Better, Same-Sex or Different-Sex Couples? A new study finds much to learn about how we divide chores and roles.",
          1434742405
        ],
        [
          "You may not be as independent as you imagine. The Truth About What We'll Do To Fit In New research shows how what we see others do impacts our own decisions.",
          1433946572
        ],
        [
          "What would you do if your partner's sexual needs didn't match your own? Are You in the Mood?  New research reveals how partners cope with mismatched desire. ",
          1433883600
        ],
        [
          "How do other people really see you? The truth may surprise you. Do People Think You're Pushy, or a Pushover? New research reveals how little we understand how we're perceived.",
          1433846246
        ],
        [
          "Are long-distance relationships doomed to failure, or stronger than you think? Can Long-Distance Relationships Really Work? New research offers surprising findings on absence and fondness.",
          1432068330
        ],
        [
          "Man's best friend just may have evolved to lower our stress. Need a Lift? Just Look Into a Dog's Eyes. New research shows why our pets make us feel so good.",
          1431885604
        ],
        [
          "Having babies (or not) appears to be contagious. But why? Where Do Babies Come From? From Peer Pressure, Apparently. Research reveals how our social networks can influence our major life decisions.",
          1431548662
        ],
        [
          "When jealousy poisons your relationship, these 6 tips can save you. 6 Ways to Break Free from the Trap of Jealousy Research reveals what to do if you or a partner can't get past jealous thoughts.",
          1431095685
        ],
        [
          "In romance or business, betrayal packs a powerful punch. Now we know why. Why Betrayal Hurts So Much (and Who Seeks Revenge) New research on what happens in the jilted brain.",
          1430846232
        ],
        [
          "With our eyes glued to a screen, we may be missing some crucial information on our loved ones' faces. Are We Losing the Ability to Read Each Other's Emotions? A new study finds striking changes when we put electronics aside.",
          1430836432
        ],
        [
          "We know how people can grow into narcissism. But can they grow out of it? Can Narcissists Ever Change? New research suggests we may be able to shift to the healthier side of the trait.",
          1430424002
        ],
        [
          "Does your birth order really affect your personality? The Birth Order Myth A closer look at what the research actually tells us.",
          1430071201
        ],
        [
          "Can you tell what's behind that smile? Can You Spot a Sexist? A new study finds that it's harder than you think.",
          1429893183
        ],
        [
          "A good (or bad) suggestion can remake your future, for better or worse. 4 Ways the Power of Suggestion Can Change Your Life Research shows why self-fulfilling prophecies so often come true.",
          1429627716
        ],
        [
          "Want to convince someone? Don't roll out facts. Tell a story. Why Feelings Will Always Beat Facts New research reveals what really influences us (and it's not what we think).",
          1428940334
        ],
        [
          "We all like to think we know what we know. But do we really? Can You Trust Yourself? New studies show how easily our memories can go astray.",
          1428660001
        ],
        [
          "What events will you most want to remember in the future? Probably not the ones you think. The Surprising Future Appeal of Everyday Experiences Fascinating new studies reveal which memories will interest us, and why.",
          1428415413
        ],
        [
          "Think you know what your dog is thinking? Think again. What Pet Owners Can't Know About Their Pets Experiments in canine guilt reveal surprising complexity in this relationship.",
          1428173100
        ],
        [
          "How do you deal with awkward social situations? Here are 6 tips. 10 Awkward Moments, and 6 Ways to Escape Them New research shows when things get most awkward, and the best paths to relief.",
          1427481281
        ],
        [
          "A new study helps explain why we stalk our partners. Do You Trust Your Partner Enough Not to Track Their Activity? A new study on 'Facebook stalking' reveals who's more likely to do it, and why.",
          1427298947
        ],
        [
          "Are you a cat person or a dog person? The difference matters. 3 Things Being A Cat Person or Dog Person Reveals About You ... and what the research says about which you should date, hire, or befriend.",
          1426892400
        ],
        [
          "Have you ever considered reuniting with an old love? Research says it may be a good idea. Is It Time to Track Down the One Who Got Away? A survey finds startling results when old flames reconnect.",
          1426764733
        ],
        [
          "It's not astrology: Research shows that when you were born might actually have an impact on your life, and your future. Why Your Birthday Actually Matters From intelligence to health to longevity, your birth month has a surprising impact.",
          1426620379
        ],
        [
          "The most important decisions in your life are yours alone, right? Wrong. Are Pregnancy, Marriage, and Divorce Contagious? Research reveals the subtle but surprisingly powerful ways friends influence us.",
          1426436818
        ],
        [
          "Looking for love? According to new research, you might want to start by going green. Are Environmentalists Better Romantic Partners? New research into the appeal of eco-conscious people, and their opposites.",
          1426363422
        ],
        [
          "Can you tell when someone is flirting with you? Most people can't. How to Spot a Flirt Research finds that we’re surprisingly bad at recognizing flirtation.",
          1426295636
        ],
        [
          "Think nothing can change your attitudes? Think again. The Surprising Ways That Simple Actions Can Change Your Mind New research reveals how your hands and face influence your opinions.",
          1426251738
        ],
        [
          "Where do you draw the line? When, if Ever, Is It Okay to Lie to Your Partner? Research shows what you can get away with, and what you might not.",
          1425429000
        ],
        [
          "Are dogs better lie detectors than we are? Study: Dogs Can Identify Liars, and They Don't Trust Them Pets may be more sophisticated than you think. Don't steer them wrong.",
          1425240000
        ],
        [
          "How can porn damage relationships? Let's count the ways. What Porn Does to Intimacy 3 studies find that explicit material can do more harm than most people think.",
          1425164400
        ],
        [
          "Is stress really bad for your health? That all depends on you. Why Stress Gets to Us, and How to Make It Stop New research reveals who stress hurts, and who's immune.",
          1424455206
        ],
        [
          "What signals do tattoos really send? How Do People View Women With Tattoos? A new study sheds light on why some see body art as a “tramp stamp.”",
          1423612801
        ],
        [
          "Is being yourself really the right strategy? Does Your Partner See the Real You? New research on the value of authenticity in romance.",
          1423509167
        ],
        [
          "We know when you'll snack more, and it's not when you think. Study: When We Least Expect It, We Overeat New research suggests a path to smarter eating.",
          1423341784
        ],
        [
          "Hate to admit you've done something wrong? Here's why that's a problem. Why Confessing Is Good for You New research shows why taking full responsibility feels better.",
          1423153068
        ],
        [
          "Having a cold makes you feel lousy, in more ways than one. The Surprising Psychology of the Common Cold New research shows just how bad cold and flu season can be for your psyche.",
          1423141153
        ],
        [
          "We experience painful emotions almost every day. But this may be the worst. The One Emotion That Really Hurts Your Brain New research reveals the fearsome impact of humiliation.",
          1423087086
        ],
        [
          "Need a break from someone? This could be why. Does Familiarity Really Breed Contempt? Research reveals why we bond with some people but tire of others.",
          1422646899
        ],
        [
          "Should you arrange your own marriage? Why Relationships Should Begin With the Head, Not the Heart Surprising research supports an old-fashioned model of courtship.",
          1422041401
        ],
        [
          "Savor the moment, remember to play, and don't take yourself too seriously. 10 Things Animals Can Teach Us About Being Human Reminders from our pets about what truly matters most.",
          1421841600
        ],
        [
          "Intelligence? It's all in your head. Which Will Take You Farther, Brains or Hard Work? Surprising research into who succeeds and how they think.",
          1421245817
        ],
        [
          "New research finds we don't grow out of our childhood roles as fast as we'd like. Why You and Your Siblings May Still Be Rivals Parental favoritism has an impact, even decades later.",
          1421240527
        ],
        [
          "When you have something serious to talk about, who do you turn to? Why Don't We Confide in the People Closest to Us? New research reveals who we really seek out when we need an opinion.",
          1420753792
        ],
        [
          "Have you ever regifted, or found out that someone regifted your presents? Here's what we've learned about it. Is Regifting Really That Offensive? New research finds out how both givers and recipients actually feel about it.",
          1419624002
        ],
        [
          "New studies are overturning many of our assumptions about relationships. Are People in Open Relationships Happier Than the Rest of Us? Consensually nonmonogamous older adults are defying stereotypes",
          1418486401
        ],
        [
          "New research shows how nonconformity turns into uniformity almost every time. Are You Vulnerable to the Hipster Effect? Think you're blazing an independent trail? Think again.",
          1417898897
        ],
        [
          "Are doctors about to start prescribing chocolate to us? Which Is Better for Your Brain, Chocolate or Exercise? Chocolate lovers are excited about the results of a new study. Should they be?",
          1417815089
        ],
        [
          "Do you avoid conversations on trains, planes, and taxis? Science says you're missing out. Why You Should Talk to Strangers Research finds surprising benefits from connecting with new people.",
          1417374900
        ],
        [
          "Need a quick pickup today? Here are three. 3 Ways to Talk Yourself Out of a Bad Mood Research finds that actions like these can elevate our mood.",
          1417023149
        ],
        [
          "Optimism and positivity are overrated. Here's why. 7 Ways Your Negative Thoughts Can Help You Research shows why it may be best to imagine the worst.",
          1416929169
        ],
        [
          "Are smarter people really happier than everyone else? The Surprising Connection Between Intelligence and Happiness New research answers an old question, although many may not like it.",
          1416860457
        ],
        [
          "Which is more important: What you've done, or what you still could do? What's Worth More, Your Past or Your Future? New research upends conventional wisdom about our potential.",
          1416839567
        ],
        [
          "Are some of us kidding ourselves about our partners' commitment? Is Your Relationship Getting Serious? Should It? A new study shows how our imaginations fill the gaps when we face uncertainty.",
          1416595090
        ],
        [
          "50 ways to leave your lover? Well, there are at least 7. What's the Best Way for You to End a Relationship? A new study discovers why we break things off the way we do.",
          1416251791
        ],
        [
          "Why do pickup artists so often succeed? Now we know. The Psychology of the Pickup Artist Research casts new light on the strategies employed by cads.",
          1416064501
        ],
        [
          "You're happy and you know it. How badly do you want to show it? Do You Need Everyone to Know Your Status? A new study discovers who shares more about their relationships, and why.",
          1416011400
        ],
        [
          "How you feel about yourself has everything to do with how others feel about you. When You're OK With Yourself, You're Better Together New research shows the connection between self-esteem and couples' satisfaction.",
          1415903533
        ],
        [
          "Does eating sweets actually make you more open to romance? Study: Sweets Can Help You Find a Sweetheart Research comes to surprising conclusions about a mind-body connection.",
          1415462402
        ],
        [
          "Why do we hold the door open for other people? Now we know. A New Study Uncovers the Secret Source of Our Manners When we hold the door open for others, it's not entirely about being polite.",
          1415374892
        ],
        [
          "Do you know what's behind all of our good-luck charms and irrational traditions? Why We're So Superstitious Research shows why we believe a lucky hat or chair can make all the difference.",
          1415140480
        ],
        [
          "A new study finds a potentially disturbing connection between porn and narcissism. Does Viewing Porn Actually Make You More Narcissistic? Exploring the potential effect of selfishness on relationships.",
          1414799883
        ],
        [
          "If you're in love, should your costume show it? What Your Halloween Costume Says About Your Relationship Research shows that our holiday choices may reveal more than we intend. ",
          1414701333
        ],
        [
          "Fake it till you make it? Like it or not, it works. The Surprising, Infuriating Power of Overconfidence Research shows that confidence, even without results, can carry people far.",
          1414507519
        ],
        [
          "Are you a better person in the morning than you are in the evening? When Are You Really at Your Best? New research finds that we're very different people at different times of day.",
          1413542292
        ],
        [
          "What do you know about cheating in America? Try this quiz and find out. How Often Do People Really Cheat on Each Other? Decades of research reveal surprising truths about infidelity.",
          1412965318
        ],
        [
          "Some Internet trolls are more than annoyances. They're truly scary personalities. Study Concludes: Internet Trolls Are Just Horrible People New research reports disturbing findings about these characters.",
          1412364699
        ],
        [
          "Would it kill you to say thank you? Actually, quite the opposite. The Many Benefits of Showing Appreciation Research shows that gratitude boosts you and those close to you.",
          1412073083
        ],
        [
          "A new study confirms a surprising and powerful source of trouble in relationships. You're Not Yourself When You're Hungry, and That's a Problem A new study links low blood sugar to relationship stress.",
          1411906500
        ],
        [
          "The results of this new study are scarier than anything on the big screen. Why Action Movies Can Be Hazardous to Your Health Does what you watch affect how you eat? You bet.",
          1411757696
        ],
        [
          "Researchers may have just found another use for marijuana. Is Marijuana the Cure for Loneliness? Surprising results may lead to new treatments, but risks remain.",
          1411671600
        ],
        [
          "They say caring is contagious. What about not caring? The Surprising Power of Apathy New research reveals how others' indifference can affect us.",
          1411395401
        ],
        [
          "Sometimes, we're just not ready. Here's why. Why First Marriages Fail Research shows how to form a more mature connection, this time or the next.",
          1411167000
        ],
        [
          "You're happy and we know it. Do you really have to show it? What We Really Think of Public Displays of Affection New studies reveal our level of tolerance, at least online.",
          1410537600
        ],
        [
          "Can we all just get along? Actually, new research says that maybe we can't. Have We Become Less Capable of Forming Relationships? Recent studies find troubling trends in the way we connect to others.",
          1410102681
        ],
        [
          "When is it okay to take down the mask and show how you really feel? 3 Ways to Know When to Show Your True Emotions At home, at work, or on the phone, there are calculations you need to make.",
          1409770637
        ],
        [
          "Has the one-night stand gone out of style? New research has the answer. What Type of Casual Sex Are People Really Having? Who do we hook up with? Studies find a potentially major shift.",
          1409157901
        ],
        [
          "Bored? Here's why you should embrace it. The Surprising Benefits of Boredom Moments of frustration may actually show us a path to success.",
          1408971601
        ],
        [
          "When you look at members of the opposite sex, where, and for how long, do you gaze? Who's Checking Out Who? New eye-tracking research shows where our eyes really roam.",
          1408550401
        ],
        [
          "New research is finally shining a light on why we do what we do after sex. The Surprising Science of Pillow Talk Post-coital interaction may be crucial to relationship satisfaction.",
          1408140001
        ],
        [
          "Is it love or lust? A new study finds that your eyes give you away. Is Your Gaze Loving or Lustful? We're learning more about how our eyes reveal our true motives.",
          1408118403
        ],
        [
          "It's time to rethink our attitudes about violence. And now we may know how. Have We Found the Way to Change Our Attitudes About Violence? New research discovers a fascinating strategy to limit people's violent tendencies.",
          1408024883
        ],
        [
          "New research proves that dogs have advanced emotions like jealousy. Should we be surprised? Dogs Know When They've Been Dissed, and Don't Like It a Bit Believe it: Nonhuman animals have very real, complex emotions. Just like us.",
          1407924000
        ],
        [
          "Don't take any of your connections for granted. Here's why. Why Other People Are the Key to Our Happiness Best friend or barista, research shows how our interactions affect our outlook.",
          1407753158
        ],
        [
          "Are your vegan and vegetarian friends telling the truth about what they eat? A new study raises some doubts. Who's Lying About Not Eating Meat? New research says some of us eat more meat than we claim. Find out who.",
          1407613563
        ],
        [
          "Do you think monogamous relationships are better than the alternatives, or just as good? What Do People Really Think of Alternative Relationships? New studies open a window onto views of a growing trend.",
          1407594088
        ],
        [
          "When onetime \"cool kids\" get older, things can go downhill. Here's why. What’s Wrong With Being Cool Surprising new research exposes the weaknesses in coolness.",
          1406397601
        ],
        [
          "Does watching porn really shrink your brain? Have We Discovered a Hidden Danger of Pornography? A new study gets a lot of attention, but what does it mean?",
          1406383202
        ],
        [
          "When a relationship ends, do you need to erase its online record? How Social Networks Can Inflame Jealousy Research shows that evidence of past happiness can threaten new partners.",
          1406218952
        ],
        [
          "When we judge people by their online profile photos, we're usually wrong. Your Profile Photo Is A Liar New research shows the weakness of our snap judgments.",
          1406125059
        ],
        [
          "Want to feel better? There's an easy way, but few of us do it. Why Doing Good Is Selfish Research shows that if you want to feel good, help someone else.",
          1406109600
        ],
        [
          "Most of us aren't comfortable alone with our thoughts. That's a problem. Would You Rather Sit and Think or Give Yourself an Electric Shock? A new study challenges both introverts and extroverts.",
          1406023201
        ],
        [
          "Do you play well with others? Why Working Together Doesn't Always Work Surprising research on the results we get when we collaborate.",
          1405433455
        ],
        [
          "Do you believe that other people can change? Your answer could affect your own health. The Danger of Labeling Others (or Yourself) A new study shows the surprising power of our core attitudes.",
          1404824432
        ],
        [
          "You could probably use a hug right now. Here's why. 4 Benefits of Hugs, for Mind and Body Research finds surprising power in even casual embraces.",
          1403554075
        ],
        [
          "Do you feel lucky? Well, do you? Why You Should Believe in Luck A new study shows that you really do make your own breaks. Here's how.",
          1403517600
        ],
        [
          "You probably never write in script anymore. Maybe you should. Why Writing by Hand Could Make You Smarter In surprising studies, researchers find benefits to setting keyboards aside.",
          1403275258
        ],
        [
          "What are you hiding? Why We Keep Secrets From Our Partners New research reveals who keeps the most secrets in relationships, and why.",
          1403205027
        ],
        [
          "How far would you go just to mess with someone? How Spiteful Are You? New research, and lessons from history, highlight the importance of spite.",
          1403021486
        ],
        [
          "Your willpower may not be as strong as you like. But it may not be your fault. Why Your Resistance Gets Low A new study finds that our will is less steady than we hoped.",
          1402927860
        ],
        [
          "The insult \"slut\" means different things to different people, a new study finds. What's Really Behind Slut Shaming Women do it at least as much as men. Here's why.",
          1402754402
        ],
        [
          "Does your relationship have what it takes? How the Best Couples Keep Their Romantic Spark Alive A new study reveals which attitudes lead to the greatest satisfaction.",
          1402696800
        ],
        [
          "Is there something in the air this month? Actually, yes. Why We Feel Lustier in June Surprising research shows that our interest in sex may peak this month.",
          1402611901
        ],
        [
          "Nagging can be hazardous to your health, according to a new study. How Relationships Can Turn Literally Unhealthy It's always about much more than chores. Find out what's really going on.",
          1402506220
        ],
        [
          "Can you spot a liar? Yes, but not in the way you might think. How We Really Detect Lies New research shows that most of have the skill, but it's not easy.",
          1402397005
        ],
        [
          "When you line up for summer blockbusters, it may be for deeper reasons than you realize. Why We Really Go to The Movies New research finds a surprising reason why major movies appeal to us.",
          1402250401
        ],
        [
          "Is air pollution lowering our IQs? Is Smog Clouding Our Intelligence? A new study links what we breathe with how we think.",
          1401720217
        ],
        [
          "Was your first time memorable or regrettable? How We Remember Our First Sexual Experiences New research reveals significant changes in recent years.",
          1401631201
        ],
        [
          "Are selfies destroying your memories instead of saving them? The Hidden Risk of Smartphone Cameras New research makes the case for keeping your camera in your pocket.",
          1401472044
        ],
        [
          "Want to make a connection? Follow these lab-tested tips. 5 Things We Now Know About Successful Dating Research shows how you can figure out if what you see is what you'll get.",
          1400623200
        ],
        [
          "Has hope ever pulled you through, or let you down? The Remarkable Power of Hope Studies show that when we have it, it can carry us. When we don't, we can drown.",
          1400165901
        ],
        [
          "Do you believe in love on the rebound? Can a Rebound Relationship Be the Real Deal? New research blows up some common assumptions.",
          1399932000
        ],
        [
          "If a man wants to meet women, a new study shows, he can't go wrong with this strategy. Do Babies Make Men Sexier? An intriguing study tests whether men who play with babies get more dates.",
          1399827601
        ],
        [
          "Have we discovered the key to limiting anger in our relationships? Is Your Partner Hungry for a Fight? Voodoo dolls help researchers show why many couples can't help but argue.",
          1399421016
        ],
        [
          "New research reveals why time spent on social networks may be making you less happy. The Hidden Danger of Social Networks Do you suffer from profile envy?",
          1399125601
        ],
        [
          "Think manners don't matter? A new study shows they can have a major impact. The Power of Civility At work or at home, how polite are you?",
          1398865482
        ],
        [
          "Sorry to interrupt, but if you're feeling distracted, you're headed for trouble. How Distraction Can Disrupt You A new study shows the effect of losing your focus.",
          1398765601
        ],
        [
          "Would you ever have an open relationship? Who's Really Interested in Alternate Relationships? A new study on adults' willingness gets surprising results.",
          1398536443
        ],
        [
          "How do you see the world? Most likely, how everyone else you know does. The Astonishing Power of Social Pressure A new study shows that others can influence us more than we ever imagined.",
          1397752856
        ],
        [
          "Is texting a relationship builder or killer? What's the Best Way to Communicate? A surprising new study that should give couples pause.",
          1397662603
        ],
        [
          "Stressed? Kiss it out. The Surprising Benefits of Kissing New research finds major advantages for regular smoochers.",
          1397490535
        ],
        [
          "Any group's collective intelligence rises when more women get involved. Need Better Ideas? Ask More Women A new study uncovers a surprising impact.",
          1397469601
        ],
        [
          "Which relationships will thrive and which will fail? A new study has some answers.  4 Key Factors That Can Predict Your Relationship's Future New findings show that one partner's happiness matters more than the other's.",
          1397080801
        ],
        [
          "Are you pushy or a pushover? How Assertive Should You Be? The Answers Will Surprise You. New research shows who really gets ahead.",
          1396818001
        ],
        [
          "Which is the more flexible sex? Flex Appeal New studies show who is more likely to feel same-sex attraction.",
          1396476000
        ],
        [
          "Daydreams can be very revealing. Dreams of Glory The surprising power of fantasies and random thoughts.",
          1394895600
        ],
        [
          "The biggest turn-on is a quality most of us have (and anyone can fake). Is Empathy Sexy? New research suggests that, for some of us, good listening is a turn-on.",
          1393372800
        ],
        [
          "\"Based on the findings from a recent survey, should fate somehow leave us for the rest of our days on an island living with one single companion, most of us would choose a dog or cat above a human. When asked, “Who listens to you best?” almost half of us confess that we feel most heard by our animal companions.\" Who listens to you best? Why would we share our secret hopes and fears with an animal more than a friend?",
          1378755706
        ],
        [
          "Can dogs be altruistic? Research says yes, if you can get their attention: http://ow.ly/o0ki7 When Will Dogs Try to Help Humans? Dogs only help if they understand what is needed.",
          1376845378
        ],
        [
          "Think your Facebook likes are just inconsequential details? Think again. A new study finds that analyzing Facebook likes reveals more than you might expect. The Like Trail What you Like on Facebook says more than you know.",
          1363120998
        ]
      ],
      "dates_start": 1408591954,
      "dates_end": 1463930713,
      "likes_avg": 2347,
      "likes_stdev": 1793,
      "comments_avg": 150,
      "comments_stdev": 148,
      "shares_avg": 1005,
      "shares_stdev": 984
    }
  ]
}