{
  "pagename": "psychologytoday",
  "page_name_displayed": "Psychology Today",
  "globalstats": {
    "fan_count": 7406121,
    "messages": 2278,
    "likes_avg": 2339,
    "likes_stdev": 1919,
    "comments_avg": 129,
    "comments_stdev": 170,
    "shares_avg": 1022,
    "shares_stdev": 1148,
    "graph_uri": "clusters/psychologytoday.png"
  },
  "clusters": [
    {
      "number": 1,
      "important": [
        "liar",
        "sure",
        "lie",
        "parent",
        "research reveal",
        "success",
        "children",
        "wrong",
        "young",
        "kid"
      ],
      "common": [
        "children",
        "good",
        "kids",
        "need",
        "new",
        "parent",
        "parents",
        "really",
        "research",
        "wrong"
      ],
      "messages": [
        [
          "Most parents are sure they can tell when their kids are lying. Here's why they're wrong. Why Children Are Better Liars Than We Think ... and the surprising research that reveals how young successful fibbing can start.",
          1487448004
        ],
        [
          "Parents who spank their kids do a world of damage they may never see. What Really Hurts When Parents Hit Their Kids Definitive new research on the long-term effects of spanking on kids and adults.",
          1485274621
        ],
        [
          "Parents who are being bullied by their kids need to retake control. The consequences if they can’t are grim. 4 Ways Parents Can Respond When Their Kids Bully Them … and what the future holds if they fail.",
          1484854203
        ],
        [
          "When parents get pushed by their kids, their 3 most common responses all backfire. Here's why. 3 Mistakes Parents Make When Their Kids Bully Them 1. Never surrender.",
          1484006400
        ],
        [
          "Is it fair to single out our parents as the people most responsible for our problems? Who Ruined Your Life? A (mostly) tongue-in-cheek look at seven prime suspects.",
          1482945879
        ],
        [
          "The surprising data on single parents, dating, and sexual activity proves many of our assumptions wrong. Sex and the Single Parent How (and why) they find the time to parent and find a partner.",
          1479848401
        ],
        [
          "When parents and adult children are estranged, the loss is never far from the surface. The Stigma of Family Estrangement New research into why parents and children split and how it impacts them long-term.",
          1478170801
        ],
        [
          "Any parent can be tempted to use violence to control a child. Here's proof of why they shouldn't. This Is What Really Happens When Parents Spank Their Kids Definitive new research reveals the long- and short-term impact on children, and it's not pretty.",
          1473255108
        ],
        [
          "We harshly judge an adult child who cuts off a parent. Should we? Should You Ever Divorce a Parent? Challenging stereotypes when enough is enough.",
          1467021600
        ],
        [
          "Sure, a lot of parents hover over their kids. But there's a good reason. Why We Should Give 'Helicopter Parents' a Break ... and what needs to change for the trend to stop.",
          1462904377
        ],
        [
          "Do you know parents who will accept nothing but the best from their kids? This is how they go wrong. The High Price of Pushing Kids Too Hard Children need to know that love is rooted in who they are, not what they do.",
          1455908048
        ],
        [
          "Should we listen to kids more, or do we need a return to the days of \"be seen and not heard\"? Do Today's Parents Give Kids Too Much Say, or Not Enough? Giving children more respect, even as they seem more entitled than ever.",
          1455206403
        ],
        [
          "'Good enough' parents may produce more resilient kids than 'super' parents, according to new research. Are Helicopter Parents Producing a Generation of Needy Kids? ... and if so, an expert asks, how will those kids survive college?",
          1449002565
        ],
        [
          "When we get mad at our kids, it's hardly ever about them. Here's what's really going on. Why Parents Really Get Angry at Their Kids (and Why It's Pointless) Kids do exactly what they're meant to do, and expert says. Our response is the problem.",
          1448640001
        ],
        [
          "When it comes to raising happy kids, we may be doing it all wrong. The Decline of Play and Rise in Children's Mental Disorders There's a reason kids are more anxious and depressed than ever.",
          1448481600
        ],
        [
          "It's worse than you think. Screentime Is Making Kids Moody, Crazy and Lazy 6 ways that heavy electronics use impacts kids, and why some desperately need a 'fast.'",
          1447068601
        ],
        [
          "More people spank their kids than you think, and it's partly because they believe these 10 things. Is Spanking Bad for Children and Families? Well, then, why do 4 out of 5 American parents spank?",
          1442935800
        ],
        [
          "Smartphones have handed parents a new, and shocking, means of punishing kids. The 21st-Century Way to Punish Kids (and Why It Would Stun Your Parents) Losing dessert? That's nothing.",
          1439056800
        ],
        [
          "What your parents think they know about you is very likely wrong. Here's why. Parents Just Don't Understand The science behind all parents' misperceptions about their kids.",
          1405343791
        ],
        [
          "We can't watch over kids 24/7. So how can we really enforce rules?  Banning Kids From Having Smartphones Misses the Point Why new guidelines are destined to fail.",
          1394816400
        ],
        [
          "Kids need praise—but it's better to give them an A for effort than for being smart. Should Parents Praise Their Children? Yes, children need praise. Here's why.",
          1380565033
        ],
        [
          "\"Don’t ever call your adolescent 'lazy.' This label is more psychologically and socially loaded than most parents seem to understand.\" When Parents Call Their Adolescent Lazy No good comes from parents calling their adolescent \"lazy\"",
          1378217772
        ],
        [
          "\"Taking all the discomfort, disappointment and even the play out of [childhood], especially while increasing pressure for success, turns out to be misguided. With few challenges all their own, kids are... robbed of identity, meaning and a sense of accomplishment, to say nothing of a shot at real happiness. Whether we want to or not, we're on our way to creating a nation of wimps.\" A Nation of Wimps Parents are going to ludicrous lengths to take the bumps out of  life for their children. However, parental hyperconcern has the net  effect of...",
          1366372546
        ],
        [
          "\"Yes, parents may be too indulgent. More fundamentally, we are too stressed—more burdened and more alone. Both children and parents now have fewer places to turn when they are in need of practical and emotional support.\" In Defense of Parents Are modern parents too indulgent? Or are we too stressed?",
          1364838296
        ],
        [
          "What can we learn about parenting from someone who has been both a father and a mother? Does Having a Transgender Parent Make Sons into Better Men? After six years as a mother, twelve as a father, a parent climbs a mountain.",
          1358346573
        ],
        [
          "There are some things kids don't need to hear from their parents. http://ow.ly/ectVV Mom and Dad and TMI: Are You an Over-Sharer? Children are terrible at keeping secrets.",
          1349291270
        ],
        [
          "Good parenting is not about time spent breastfeeding or leading the PTA. It's much simpler than that. \n\nRead on for 10 things that (actually) make a good parent—and let us know your thoughts in the comments. Got Good Parenting? It's Not Just about Breast Milk or Extracurricular... What does it take to be a successful parent?",
          1346346713
        ]
      ],
      "dates_start": 1386554399,
      "dates_end": 1481309867,
      "likes_avg": 2376,
      "likes_stdev": 2522,
      "comments_avg": 197,
      "comments_stdev": 213,
      "shares_avg": 1735,
      "shares_stdev": 3428
    },
    {
      "number": 2,
      "important": [
        "whose",
        "around",
        "never",
        "anyon",
        "success",
        "someon",
        "see",
        "narcissist",
        "sign",
        "turn"
      ],
      "common": [
        "make",
        "narcissism",
        "narcissist",
        "narcissistic",
        "narcissists",
        "need",
        "new",
        "one",
        "research",
        "think"
      ],
      "messages": [
        [
          "Do you know someone whose success and ego has made them impossible to be around? 5 Signs That Someone Has Turned Into a Narcissist Entitlement, condescension, and never seeing anyone as their equal.",
          1487793601
        ],
        [
          "When you see the signs, do you know what to do? 5 Types of Toxic People You Need Out of Your Life The critic, the stonewaller, the narcissist, and more.",
          1487592002
        ],
        [
          "Many narcissists are driven by a need to appear in control at all times. Here’s why. Why Narcissists Need to Look Good So Badly …and how different types employ different strategies you can watch out for.",
          1487021641
        ],
        [
          "Narcissists aren't necessarily focused as much on being superior as they are on this. The Roots of Narcissism ... and why the trait may need a different name,",
          1486503404
        ],
        [
          "A debate is raging among psychologists about whether they should diagnose the president, and if so, with what? Should Psychologists Diagnose President Trump? Calling out a narcissistic leader, or doing a disservice to the field?",
          1485963737
        ],
        [
          "Narcissists think they're pretty great, but not at everything. Why Narcissists Think They're Better Than You New research on grandiosity and the Lake Wobegon effect.",
          1484658448
        ],
        [
          "It's about them, not you. Why Narcissists Need You to Feel Bad About Yourself Research on who is most likely to hurl insults and putdowns, and why.",
          1484222400
        ],
        [
          "Do you recognize any of these signs? 7 Things Only Narcissists Do 6. They assume everyone adores them.",
          1483704000
        ],
        [
          "Sometimes, narcissists don't reveal their true selves until they face a conflict. 4 Behaviors That Unmask a Hidden Narcissist 3. They're vindictive to the max.",
          1483099200
        ],
        [
          "When you're raised by a narcissistic parent, the damage may last a lifetime. 8 Common Effects of Narcissistic Parenting Chronic self-blame, \"echoism,\" and more.",
          1482408001
        ],
        [
          "What happens when a narcissist has to face reality? When the Narcissist's Bubble Bursts ... and why experts say that even the most self-absorbed can adjust and accept their true selves.",
          1479681000
        ],
        [
          "This is how a narcissist approaches a breakup—and how you should respond. 13 Things You Must Know if You Are Leaving a Narcissist 3. They don't feel emotional losses. ",
          1470907800
        ],
        [
          "Are narcissists angrier than other people? Yes and no. What Makes Narcissists Angry (and Why) New research into anger style and instincts for revenge.",
          1470136216
        ],
        [
          "You want everyone you know to hear your good news. Does that make you a narcissist? Is It Wrong to Want to Be Admired? What research into healthy and unhealthy narcissism tells us about our egos.",
          1468512166
        ],
        [
          "Are narcissists born or made? New theories on the trait explain it may be a bit of both. How Narcissists Got That Way Nature, nurture, and evolution combine for a toxic result.",
          1466589730
        ],
        [
          "If you're the close friend of a narcissist, does that make you one, too? Do Narcissists of a Feather Flock Together? Research reveals the one (or maybe two) personality types that actually enjoy friendships with narcissists.",
          1464719974
        ],
        [
          "Read this before you label anyone else a \"narcissist.\" Who Are You Calling a Narcissist? Are we experiencing a narcissism \"epidemic\"? Or is something else going on?",
          1464113242
        ],
        [
          "Will today's kids become a generation of narcissists? Not if parents make one key change. How to Raise a Narcissist (and How Not To) The crucial difference between feeling worthy and feeling superior.",
          1463508999
        ],
        [
          "This is how narcissists often trip themselves up. Narcissism and the Myth of Invincibility When you think you can't lose, that outcome is all but assured.",
          1459369804
        ],
        [
          "How can we tell who's really a narcissist? It's harder than you think. Everything You Always Wanted to Know About Narcissism An expert weighs in on some crucial misunderstandings.",
          1457464533
        ],
        [
          "We're in the middle of a narcissism epidemic? Are you sure about that? 3 Dangerous Myths About Narcissists They're not exactly who you think they are, because you may be looking for the wrong traits.",
          1456166856
        ],
        [
          "Turns out, there's something you can learn from (healthy) narcissists. How Narcissists Really React When Things Don’t Go Their Way ... because they know raging at the world doesn't make you look very good.",
          1452772800
        ],
        [
          "Yes, it's possible to have a successful relationship with a narcissist. But it comes at a cost. What Kind of Romantic Partners Make Narcissists Happy? Is it someone who makes them feel good, or someone who makes them look good?",
          1452026842
        ],
        [
          "A little self-interest, and a few selfies, never hurt anyone. Here's what has. What You Need to Know About the Real Meaning of Narcissism Are you really in a relationship with a narcissist, or jumping to conclusions?",
          1449527382
        ],
        [
          "We mistakenly label a lot of people as 'narcissists.' Here's why. Narcissist or Just Self-Centered? 4 Ways to Tell Who You're Dealing With ... including the one core difference.",
          1447280578
        ],
        [
          "Narcissists can make a great first impression. After that ... How Narcissists Wear Out Their Welcome ... and the research that shows they're more aware of it than you might think.",
          1447114501
        ],
        [
          "Narcissists may not be what they initially seem. What Really Makes Narcissists Tick? ... and how deserving are they of our sympathy?",
          1445464800
        ],
        [
          "We know how people can grow into narcissism. But can they grow out of it? Can Narcissists Ever Change? New research suggests we may be able to shift to the healthier side of the trait.",
          1430424002
        ],
        [
          "Could you be one and not even realize it? Do Narcissists Know They Are Narcissists?  Surprising research on what they know about themselves and how others see them. ",
          1429718857
        ],
        [
          "Who do you think are more narcissistic, men or women? Which Is the More Narcissistic Sex? Research has the answer, and it's not even close.",
          1426871660
        ],
        [
          "Is there a narcissist in your life? 10 Signs That You're in a Relationship with a Narcissist Be on the lookout for these, before you get manipulated.",
          1423077646
        ],
        [
          "All narcissists are not prone to cheat. But this group is. Why Sexual Narcissists Make Unfaithful Partners New research into why some partners are more likely to stray.",
          1420305060
        ],
        [
          "It just got a lot easier to figure out who's a narcissist. The One Question That Can Tell Us Who's a Narcissist A new study finds a surprising insight about personality.",
          1417653000
        ],
        [
          "There may be hope for some narcissists after all. Can We Teach Narcissists to Care? New studies show there may be a way to guide them toward empathy.",
          1413283488
        ],
        [
          "Admit it: When it comes to our team, town, or tribe, we're all narcissists. The Narcissist In All Of Us Group pride can be a beautiful thing, until it turns dark.",
          1410377400
        ],
        [
          "Do you recognize any of these 12 effects of having a narcissist in the family? The Narcissistic Family Tree It can be pretty and decayed at the same time",
          1409860350
        ],
        [
          "Are narcissists really better lovers? Why We Fall for Narcissists A body of research reveals the appeal of cads, and how we can evade them.",
          1407448801
        ],
        [
          "\"They think they are more physically attractive and intelligent than just about everyone, and would rather be admired than liked. They are enraged when told they aren't beautiful or brilliant but aren't affected much if told they are jerks.\"\n\nCan you think of anyone who fits this description? If so, proceed with caution: You might know a narcissist. How to Spot a Narcissist | Psychology Today Welcome to the contradictory universe of narcissism. By Scott Barry Kaufman | Psychology Today",
          1344616312
        ]
      ],
      "dates_start": 1421556824,
      "dates_end": 1483809503,
      "likes_avg": 2655,
      "likes_stdev": 2028,
      "comments_avg": 275,
      "comments_stdev": 585,
      "shares_avg": 1288,
      "shares_stdev": 983
    },
    {
      "number": 3,
      "important": [
        "mani",
        "actual",
        "surpris",
        "new research",
        "research",
        "fantasi",
        "new",
        "abil",
        "interest",
        "peopl"
      ],
      "common": [
        "friend",
        "friends",
        "need",
        "never",
        "people",
        "reason",
        "reasons",
        "research",
        "say",
        "things"
      ],
      "messages": [
        [
          "Is this your fantasy or is it just not for you? How Many People Are Actually Interested in Threesomes? New research has some surprises.",
          1487458801
        ],
        [
          "If you're not feeling as close as you once did, this could be why. 5 Reasons a Partner May Become Emotionally Distant (and How to Fix It) Giving each other more space might bring you closer together.",
          1487203200
        ],
        [
          "Do ever have to deal with a pathological liar? This is what drives them. 6 Reasons Why Some People Lie, Even When They Don’t Need To 6. They really want it to be true.",
          1486588168
        ],
        [
          "When you get winded, it doesn't mean you're out of shape. Blame your brain. The Real Reason Why Climbing Stairs Leaves You Breathless (and It's Not What You Think) A flight of stairs can leave the fittest people feeling out of breath.",
          1486382406
        ],
        [
          "Always running late? This may very well be why. The Secret Reason Some People Are Always Late Who's in charge? It may not be the person who set the meeting time.",
          1485950409
        ],
        [
          "No one should be kicked when they're down, especially not by themselves. Why Some People Just Don't Give Themselves a Break ... and why self-compassion isn't a sign of weakness.",
          1485439137
        ],
        [
          "Why do we so often want to be with people who aren't available to us? Why We Can Get Obsessed With People Who Don't Want Us For some people, crushes become more \"valuable\" when they're unattainable.",
          1485042319
        ],
        [
          "What would it take to get you to commit to an exercise routine? Research has some answers. How to Push Yourself to Work Out There are 5 main reasons why people exercise, but they're far from equal.",
          1484950921
        ],
        [
          "You may not mean to offend. If you say this, it doesn't matter. 3 Things You Should Never Say to Your Partner 1. “If you loved me, you would…”",
          1484253132
        ],
        [
          "With more demands on you than ever, the ability to say no is vital. Are you able to do it? 3 Ways to Start Saying No, and Why It's So Crucial 3. Does it fit with one of your five top priorities? Then seriously consider if it's worth it.",
          1484240850
        ],
        [
          "When you need someone to do the right thing, or to stop doing the wrong thing, what works best—cash, compliments, or penalties? New research offers some surprising answers. How Can We Get People to Do What They Should? The \"cobra effect,\" and why so many carefully crafted incentives routinely backfire.",
          1484155475
        ],
        [
          "When you're not sure what to do next, what happens next might just be great. Why Discomfort Can Be So Good for You There's a good reason so many people embrace cobblestones and free weights.",
          1483819201
        ],
        [
          "Do you have people in your life you can really count on? The Surprising Reason Why People Support You (or Not) It can't happen without this first vital step.",
          1483358400
        ],
        [
          "Are you tired of people telling you that you should be more \"mindful\" or that you just have to learn yoga? 5 Reasons People May Not Want to Live \"In the Moment\" Meditation and yoga aren't for everyone. That doesn't mean anyone should feel bad about it.",
          1483219255
        ],
        [
          "More than half of all people who make resolutions in January can't even remember them in June. Could you be the exception to the rule? 4 Reasons to Make New Year's Resolutions (and 3 Reasons Not to) ... and why some people just need to resolve to stop making excuses.",
          1483029431
        ],
        [
          "Can a couple stay happy when one is ready to take it to the next level and the other just isn't sure? Why Some People Just Won't Commit The power struggles of \"ambivalationships.\"",
          1482957668
        ],
        [
          "Sexual attraction comes from some surprising sources, and can make us do some surprising things. 3 Things You Never Wanted to Know About Sexual Attraction ... and why you may not mind finding out.",
          1482197819
        ],
        [
          "We may forget the names of teachers or even old friends, but we never forget our bullies. Here's why. 10 Reasons Why We Never Forget Our Childhood Bullies 6. They took away our safe zones.",
          1482183713
        ],
        [
          "When a close friend abruptly cuts you out of their life, it can throw your whole world into doubt. What Happens When a Friend Burns the Bridge Between You? A true story of friendship lost and what gets salvaged from the wreckage.",
          1481202709
        ],
        [
          "\"But you don't look depressed\" just isn't very helpful, and might make things worse. 4 Things You Should Never Say to Someone With Depression …and what you can say to support them instead.",
          1480609721
        ],
        [
          "Why doesn't anyone return messages anymore? 3 Reasons People Don't Reply to Your Messages ... and it's not just Millennials, either.",
          1479501203
        ],
        [
          "We generally don't rejoice at others' misfortune. But we may make an exception for our exes. Why It Feels So Good to Hear That Your Ex Got Dumped Research suggests 3 reasons we may view an ex’s breakup as a personal triumph.",
          1475264400
        ],
        [
          "Have you ever felt this way? 3 Reasons Why Your Friends Seem to Know You Better Than You Know Yourself ... and why it's as much about what you miss as what they spot.",
          1473112800
        ],
        [
          "Sometimes an affair is a necessary way out, and sometimes it rekindles a couple's romance. 4 Reasons People Have Affairs That Might Not Always Be So Bad The complicated psychological motives of some who stray.",
          1472767207
        ],
        [
          "When someone thinks they're special, it rarely ends well. 3 Reasons Why People Who Feel Entitled End Up Miserable Research shows where thinking that you're more deserving than others leads, and whether the trait can be changed.",
          1471957201
        ],
        [
          "Can you tell them apart for sure? Knowing how could save a life. This Is the Difference Between Sadness and Depression ... and why so many get it wrong.",
          1471813200
        ],
        [
          "You won't believe how many distracted teens have just walked into traffic. 10 Real Risks of Multitasking, to Mind and Body ... not to mention the effect it has on those around you.",
          1467126902
        ],
        [
          "When a friend turns on you, do you lash out or give them the benefit of the doubt? 8 Ways to Respond When a Friend Hurts You ... and how to tell that it's time to move on for good.",
          1465827231
        ],
        [
          "Burying your anger is a terrible idea. Here's why. 4 Reasons Why You Should Embrace Your Rage Every emotion has a message for you, and this one's important.",
          1465411887
        ],
        [
          "It's not because you're lazy. But the real reasons you procrastinate may be worse. The 3 Real Reasons We Procrastinate ... and why a shift in your thinking could make a huge difference.",
          1465207200
        ],
        [
          "Do you and your partner need a do-over? 5 Ways to Recover from Mistakes in Your Relationship 2. Say you're sorry, and then stop apologizing.",
          1464208200
        ],
        [
          "When you get winded, it doesn't necessarily mean you're out of shape. Blame your brain. The Real Reason Why Climbing Stairs Leaves You Breathless (and It's Not What You Think) A flight of stairs can leave the fittest people feeling out of breath.",
          1463759794
        ],
        [
          "... and it has little to do with things like blood pressure and cholesterol. This Is the Surprising Factor That Can Predict How Long You'll Live You're only as old as you feel? Research says it's true. Here's why.",
          1463318936
        ],
        [
          "What's the matter with kids today? Plenty. But experts say it all starts with a disturbing lack of grit. Declining Student Resilience: A Serious Problem for Colleges Kids who get to college without learning how to deal with setbacks, an expert says, are forcing us to become a 'helicopter society.'",
          1463086800
        ],
        [
          "Do you have an office (or neighborhood) creep? This is why such people really unnerve us. Why Some People Creep Us Out So Much New research into why your instincts may register oddity as a threat.",
          1462375351
        ],
        [
          "A hotel or a friend's guest room may be comfortable and plush. That doesn't mean you can fall asleep there. Why It's So Hard to Fall Asleep When You're Away From Home New research offers fresh insight on a common experience.",
          1462321800
        ],
        [
          "Sorry to say, we've all known someone who just can't apologize. 5 Reasons Why Some People Will Never Say 'I'm Sorry' 4. They don't ever want to let anyone else off the hook.",
          1462211870
        ],
        [
          "This is why 'relationships' with psychopaths hardly ever work. 6 Reasons You Can't Have a Successful Relationship With a Psychopath The real reasons why those who have tried have failed to bond.",
          1462050000
        ],
        [
          "Because listening to each other doesn't just mean being quiet. 9 Ways Communication Can Go Wrong in Your Relationship 2. Rehearsing your answer instead of listening.",
          1460395086
        ],
        [
          "Are you getting what you need from your circle of friends? The 4 Types of Friends You Need in Your Life Do you know a prophet?",
          1460152800
        ],
        [
          "Breakups are hard on everyone. But for some, they are especially brutal. Why Breakups Hit Some People So Much Harder \nThan Others The reasons may come from childhood. That doesn't mean they can't be overcome.",
          1460048401
        ],
        [
          "If you won't open yourself up, you can't let anyone in. 5 Ways to Bring More Intimacy into Your Life (and Why You Need It) 3. Give up control once in a while.",
          1459795500
        ],
        [
          "How can you help a friend or relative who's depressed? Start by ignoring these 5 instinctual responses. 5 Things You Should Never Say to Someone Who's Depressed ... and how to be there to support them instead.",
          1459715400
        ],
        [
          "Yes, new research says, we're more likely to follow muscular men, but only so far. Why We (Sometimes) Trust Strong Men ... and the key reason we sometimes don't.",
          1459019700
        ],
        [
          "How many have you said? 10 Things Passive People Say If you always say, \"I might be wrong,\" others may never think you're right.",
          1454932801
        ],
        [
          "Please resist the urge to say, \"I never liked you guys together, anyway.\" 6 Things Never to Say to a Friend Dealing With a Breakup ... and what to offer instead.",
          1454454900
        ],
        [
          "Why do we really grieve for David Bowie and other celebrities we've never even met? 3 Reasons We Mourn Celebrity Deaths The benefits of sharing emotions communally.",
          1453578017
        ],
        [
          "Is someone you care about suffering? This could be why. 10 Reasons Why Some People Are So Vulnerable to Depression Stuck in negative thoughts they can't escape, many fall prey to sadness.",
          1453397003
        ],
        [
          "\"It could be worse\"? Just stop right there. 4 Things an Empath Never Says (and You Shouldn't Either) Do you really know how to be there for someone who needs you?",
          1453375800
        ],
        [
          "People say and do a lot of silly things when they’re face-to-face with wild animals. What the Zookeeper Sees Think that monkey's smiling at you? Think again.",
          1452350883
        ],
        [
          "Why do resolutions fail? It doesn't help that we make too many of them, and at the wrong time. 6 Reasons You Probably Won't Achieve Your Resolutions ... and 8 ways that you actually could next time around.",
          1451945862
        ],
        [
          "Do you have a flaky friend? It may not be what it seems. How Your Flaky Friend May Have Gotten That Way There's a reason some people are unreliable, and it's not that they don't care.",
          1451692822
        ],
        [
          "Will you and your partner make it? Here's what the research says. 3 Signs That Your Relationship is Built to Last ... including one that you probably wouldn't expect.",
          1451259001
        ],
        [
          "Not feeling as close as you once did? Here are 10 possible reasons. 10 Issues That Can Drive You Apart, and How to Beat Them Most of us are guilty of at least one. Are you?",
          1449878401
        ],
        [
          "How many of these do you say? 10 Things Passive People Say If you always say, \"I might be wrong,\" others may never think you're right.",
          1448454252
        ],
        [
          "Are you happier when you're single? New research may suggest why. Why Some People Are Just as Happy Being Single as They Are in a Couple ... and why it has a lot to do with how we handle conflict. ",
          1445115600
        ],
        [
          "How many do you or your partner say? The 5 Fighting Words You Need to Eliminate From Your Relationship Why you should never say 'whatever' again.",
          1444338001
        ],
        [
          "Why do otherwise well-meaning people say insensitive things? 6 Reasons Nice People Say Hurtful Things To protect yourself (and your friendships), know where it comes from.",
          1444048234
        ],
        [
          "However serious you think our obsession with checking our phones has gotten, it's actually worse. The Real Reason You Can't Stop Checking Your Phone Is it addiction or obsession? An expert weights in.",
          1443823200
        ],
        [
          "This is probably the single biggest reason you procrastinate, and you may not even realize it. The Secret Reason So Many of Us Procrastinate ... and how you can help yourself stop.",
          1442486554
        ],
        [
          "Do you ever hear, or say, any of these? 10 Things Passive Aggressive People Say Your early-warning system for hidden hostility.",
          1442442600
        ],
        [
          "Say the right thing, and a relationship could be off and running. Say the wrong thing ... 4 Ways to Use Your Words to Build Romance Research reveals what partners need to hear (and what turns them off).",
          1441544400
        ],
        [
          "Feel the burn? Too many of us are saying, No thanks. The Real Reason We Don't Exercise ... and why you should get your body out of its comfort zone.",
          1440871201
        ],
        [
          "Will your best friend today be your best friend forever? Here are 4 ways to tell. 4 Reasons Best Friends Stick Together (or Come Apart) What are your chances?",
          1438804484
        ],
        [
          "Here's what's really going on when a partner refuses to commit. 3 Reasons Why We Don't Commit to Relationships ... and 3 ways to move things beyond the casual.",
          1438462800
        ],
        [
          "Why do we do things we immediately regret? Here are 5 reasons. 5 Reasons We Act Impulsively ... and how to build willpower so we don't do it again.",
          1437680701
        ],
        [
          "You may not intend to offend, but that doesn't matter. The 3 Things You Should Never Say to Your Partner Everyone's entitled to their feelings, whether we agree with them or not.",
          1436999400
        ],
        [
          "Jealousy is only human, and we all experience it, but left unchecked it can destroy a friendship. 7 Reasons Why We Envy Our Friends (and Vice Versa) The top triggers begin with money but they don't end there.",
          1436901301
        ],
        [
          "Looks aren't everything. Don't believe us? Check the research. Why Good Looks Don't Guarantee a Great Relationship ... and why this should be encouraging for all relationship-seekers.",
          1435917602
        ],
        [
          "Ever feel like you never want to grow up? This may be why. 7 Reasons We Don't Want to Grow Up Why adulthood has never looked less appealing.",
          1435331652
        ],
        [
          "Are you burning to tell a friend what you think they should do? Here's why you should resist that urge. Why People Don't Want Your Advice ... and 4 steps to figure out when you should speak up.",
          1434823201
        ],
        [
          "Before you try to analyze someone, at least out loud, you need to consider these 8 rules. 8 Tips for Amatuer Psychologists There's a reason people say, 'Don't psychoanalyze me!'",
          1433952901
        ],
        [
          "Ever call a lover sweetie or cupcake? Here's why. The Real Reason Why Couples Use Baby Talk It may be annoying to outsiders, but it serves a crucial need.",
          1433538001
        ],
        [
          "It helps to be a mind-reader. Why Your Closest Friends Can Finish Your Sentences What we assume of our listeners, and what we actually say.",
          1433437964
        ],
        [
          "Why can't some women take a compliment? The Real Reason Some Women Put Themselves Down It's not low self-esteem. It's a more subtle strategy.",
          1431021032
        ],
        [
          "Maybe our real problem isn't rampant narcissism, but the exact opposite. Why We Need to Stop Hating Ourselves, Once and For All Where self-hatred comes from, how it hurts us, and how to beat it.",
          1430826062
        ],
        [
          "Do you say it? Was it ever said to you? One Phrase We Should All Stop Saying to Kids Today ... and an expert's suggestions for constructive alternatives.",
          1430344800
        ],
        [
          "It's not you. It's them. Why You Can’t Reason with a Verbally Abusive Partner Verbal abuse has no rational explanation. Don't waste time looking for one.",
          1430332200
        ],
        [
          "No one ever said life was easy. But we can at least tell you why it's not. 5 Natural Reasons Why Life Is Hard We're selfish, emotional hypocrites. But somehow we get by.",
          1430306493
        ],
        [
          "You can pick your friends, and that's lucky, because they can have a huge impact on your life. 5 Reasons Studies Say You Have to Choose Your Friends Wisely Surrounding with the right people has surprisingly far-reaching effects.",
          1428954277
        ],
        [
          "What can you do when you want what a friend has? How Jealousy Can Poison a Friendship What's a little jealousy between friends? A recipe for disaster.",
          1428779614
        ],
        [
          "Believe it or not, it makes evolutionary sense that we care about movie stars and reality-show contestants. Why Caring About Celebrities Can Be Good for You Knowing the details of their lives serves a surprising function in society.",
          1427569206
        ],
        [
          "A partner who is unable to care can devastate you. Here's what drives them. Why We Need People Who Care About Us ... and what can go wrong when we don't have them.",
          1426794973
        ],
        [
          "Are you putting in the effort? Here's why you should. Why We Need to Make Romantic Gestures Observations in the wild offer lessons for couples that want to succeed.",
          1426161326
        ],
        [
          "Do you dish it out, and can you take it? 30 Common Reasons People Might Criticize You ... and 14 questions to ask yourself before you strike back.",
          1424637647
        ],
        [
          "Forget dinner and a movie. This is what the research says relationships need. Why Couples Need to Play More A proven (and exciting) way to deliver long-term benefits to long-term partners.",
          1423849492
        ],
        [
          "Wondering what happened to all your friends? You're not the only one. Why You Might Find It Harder to Make New Friends It's a common dilemma, but it may not mean what you think.",
          1423690548
        ],
        [
          "Have you said (or heard) one of these? 3 Things a Parent Should Never Say to a Kid ... and 3 less damaging alternatives.",
          1423499326
        ],
        [
          "What annoys you most? The 5 Most Common Reasons We Get Annoyed ... and what you can do about them.",
          1423064896
        ],
        [
          "We all know that worry doesn't help. That doesn't mean it's easy to stop. 10 Ways to Turn Off Your Worries Stop bracing yourself, and start embracing the present instead.",
          1420545553
        ],
        [
          "Why are some people so rude? Here are 6 reasons. Why People Ask You Awkward and Annoying Questions ... and how to respond when they do.",
          1418075100
        ],
        [
          "Have a hunch someone's been unfaithful? Research says you may be right. Study: Many of Us Can Spot a Cheater Within 5 Minutes More evidence that our snap judgments are more accurate than we think.",
          1417910400
        ],
        [
          "Hoping to stay friends with your ex? Read this first. 6 Reasons You Shouldn't 'Still Be Friends' Proceed carefully or you'll set yourself up for more heartbreak.",
          1417738021
        ],
        [
          "The mental and physical benefits of relationships are well-established. So why do so many still fail? If Being in a Couple Is So Great, Why Do So Many People Cheat? Researchers explore the marriage paradox.",
          1417276801
        ],
        [
          "Why are some people so mean to their partners' friends? Are You Guilty of Friend Jealousy, or a Victim of It? 6 tips for keeping jealousy of a partner's friend from derailing a relationship.",
          1415230731
        ],
        [
          "Two words: Never settle. 4 Reasons Not to Settle in a Relationship It may seem like the only option, but the research says it's not worth it.",
          1414623630
        ],
        [
          "To forgive may be divine. That doesn't mean it's always right. When You Should and Should Not Forgive 3 questions to consider, including whether it makes you a doormat.",
          1413896700
        ],
        [
          "Your best friends will always come through for you, except when they don't. Why Friends Might Let You Down How give-and-take can go awry, and what to do about it.",
          1412711390
        ],
        [
          "People need people. That goes for introverts, too. Why Introverts Don't Always Want To Be Alone Even people who don't like crowds value time with others.",
          1411142400
        ],
        [
          "You're always climbing. But do you ever stop to appreciate the view? Why You May Never Be Truly Satisfied, and Why That's Okay The mixed blessing of reaching our goals.",
          1411120801
        ],
        [
          "Do happy endings make you emotional? It's not for the reason you think. Why We Cry at the Movies Classic research suggests what really brings on the waterworks.",
          1409944256
        ],
        [
          "\"I know how you feel\"? Actually, you don't, and here's why no one should ever say this again. The 4 Worst Things to Say to a Friend Who's Suffering These cliches sound helpful, but help no one.",
          1409504402
        ],
        [
          "It's hard to say sorry. For some people, in fact, it's impossible. 5 Reasons Why Some People Will Never Apologize It's not just stubbornness. There's something deeper at play.",
          1409307915
        ],
        [
          "Having, or being, a best friend strengthens you in ways both big and small. 10 Ways to Be a Best Friend A best friend is \"a therapist you can drink with,\" and much more.",
          1409220000
        ],
        [
          "We've all encountered hateful comments online. Here's what's behind them. Why the Online Trolls Troll 8 reasons why some people feel comfortable posting the most offensive comments.",
          1408212005
        ],
        [
          "Have you ever put off having \"the talk\"? 3 Reasons Why People Avoid Talking About \"The Relationship\" Sometimes we push to define things too soon. Sometimes we just don't want to know.",
          1407957300
        ],
        [
          "Why are so many people morally opposed to promiscuity? It may not be why you think. The Surprising Source of Our Sexual Morals New research uncovers an evolutionary basis for some sexual mores.",
          1407427201
        ],
        [
          "Why would anyone let someone tell them they can't achieve their dreams? Why We Need to Reject Negativity When you know what's possible, you can overcome a lot, even addiction.",
          1407328446
        ],
        [
          "Beating yourself up doesn't mean you're crazy. But it's still not wise. Why Do We Punish Ourselves? Studies show self-punishment is surprisingly common. But there's a better way.",
          1407248390
        ],
        [
          "Need a hug? Research says most of us do. What Lack of Affection Can Do to You We're facing a crisis of skin hunger, and it has real consequences.",
          1406239201
        ],
        [
          "Have you or a friend ever dated a narcissist? Who Falls for Dishonest People? Not Who You'd Expect Learn to recognize the traits that could make you vulnerable.",
          1405029601
        ],
        [
          "Spoiler alert: It's not the sex. The Real Problem With Adultery Why the argument for 'the pleasures of adultery' comes up short.",
          1403042401
        ],
        [
          "Ever bought something that was no good, but never bothered to return it? This is why. Are You Too Lazy to Complain? How we waste billions because we don't bother to return bad purchases.",
          1403014203
        ],
        [
          "Do you remain friends with your exes or make a clean break? The 10 Worst Reasons to Stay Friends With Your Ex Remaining friends for the wrong reasons can end up hurting you both.",
          1402416001
        ],
        [
          "Your friend is pregnant. Now give her a break. 5 Things You Should Never Say to a Pregnant Woman People fall into these hurtful cliches all the time. Dare to be different.",
          1400421600
        ],
        [
          "Few of us are as objective as we think. The Real Reason We Believe What We Believe Research shows that most of us are biased in a variety of ways.",
          1399401334
        ],
        [
          "Why we care more about regrets than achievements. Why We Hate Not Finishing What We Start . . . and a possible route to greater satisfaction.",
          1397397601
        ],
        [
          "Saying no can be scary. The alternatives are worse. Why So Many People Just Can't Say No Two letters. One syllable. Tons of drama.",
          1396260001
        ],
        [
          "How do you define beautiful? The Case for Real Beauty We're seeing a revolution in how we view beauty. Here's why.",
          1395586801
        ],
        [
          "Want to brighten your day? Step into the sun. Why You Need to Light Up Your Life We're starved for sunlight and it's having a profound effect on our psyche.",
          1395155555
        ],
        [
          "Men get bored after just 26 minutes at the mall, while women can shop four times as long. Sound like anyone you know? Here’s the real reason why we can’t go shopping together. Why Men Don't Like Shopping and (Most) Women Do The origins of our attitudes toward shopping.",
          1392395922
        ],
        [
          "\"A true friend is consistently willing to put your happiness before your friendship.\" The True Meaning Of Friendship What is it that makes a true friend?",
          1387215394
        ],
        [
          "Just because a teen renounces her family's religious tradition doesn't mean she's given up all the values she has learned. When Adolescents Renounce The Family Faith Teenagers can reject religious training and attendance, returning to it later on.",
          1386012173
        ],
        [
          "Competitive feelings are felt toward distant strangers or our closest friends: that attractive co-worker we’ve only heard about or our best friend since we were toddlers. However, because these feelings often feel unacceptable to us, we tend to ward them off or disguise them in ways that can be hurtful to ourselves and to others. The Benefits of Feeling Competitive Why Feeling Competitive Can Be Good for Us",
          1378829279
        ],
        [
          "\"Do you want to influence the behavior of people or organizations? You could always preach about values and visions or you could appeal to reason. But in nearly every case, incentives work better.\" http://ow.ly/nTWnB Never Pay Your Lawyer by the Hour And \"never ask a barber if you need a haircut.\"",
          1376422421
        ],
        [
          "\"You know what almost never attracts the attention it deserves? When things go the way they are supposed to.\" Are You an Unsung Hero? This Is Why The real reason why some of us never get the credit we're due.",
          1376083842
        ],
        [
          "Real life cases of amnesia can be stranger than fiction. http://ow.ly/me0A8 Real Life Cases Of Amnesia That Are Stranger Than Fiction Maybe we shouldn't be so quick to criticise Hollywood portrayals of amnesia",
          1371737753
        ],
        [
          "\"Never in history have so few, armed with so few means, caused so much fear in so many. It is precisely the outsized reaction that sponsors of terrorism have always counted on in order to terrorize.\" Who Wants to Be a Terrorist? And how not to help them.",
          1366814295
        ],
        [
          "Remember privacy? Two people could meet, fall in love, and start a life together, and only their families and perhaps closest friends would know. Well, that’s a thing of the past—at least for the 1 billion (and counting) people on Facebook. \n\nSo... how do things work now? Romance: Till Unfriending Do Us Part A modern guide to navigating the lifecycle of a relationship—on Facebook.",
          1363207429
        ],
        [
          "\"It makes sense not to have to depend on others’ reactions in order to regard yourself positively.\" Why People Don't Acknowledge You How important is it that you get recognition from others?",
          1357567545
        ],
        [
          "Does being on Facebook mean that relationships never end? That you never really get the chance say goodbye, completely let go, and make a clean break? Is this good or bad? With FB, You Never Have To (Get To...) Say Goodbye Social media and the end of endings",
          1348233738
        ]
      ],
      "dates_start": 1404595724,
      "dates_end": 1470751886,
      "likes_avg": 2824,
      "likes_stdev": 1790,
      "comments_avg": 144,
      "comments_stdev": 103,
      "shares_avg": 1273,
      "shares_stdev": 1012
    },
    {
      "number": 4,
      "important": [
        "live",
        "today",
        "question",
        "stress",
        "everyday",
        "surpris",
        "care",
        "answer",
        "lose",
        "happier"
      ],
      "common": [
        "answer",
        "ask",
        "partner",
        "questions",
        "relationship",
        "tell",
        "want",
        "way",
        "ways",
        "ways tell"
      ],
      "messages": [
        [
          "Answer this one question, and then live your answer. A Surprising Secret to Being Happier, Starting Today In the stress of the everyday, we can lose sight of what we really care about. Here's how to refocus.",
          1488124382
        ],
        [
          "Is it infatuation, or long-term love? There are some subtle but proven ways to tell. 7 Signs That You've Found The One Research-based clues, like where your eyes travel when you look at each other.",
          1487980804
        ],
        [
          "Suspect someone of lying? This may be the best way to get at the truth. A Powerful New Way to Discover Who’s Lying to You How the rest of us can borrow a page from law enforcement to ask the right questions.",
          1486342802
        ],
        [
          "When you've been wronged, no matter who's responsible, the pain is real. So take care of yourself first. 4 Better Ways to Respond to Betrayal First, don't tell a story you don't want to tell.",
          1485451948
        ],
        [
          "This may be the most reliable way to detect someone's lies. One Simple Method to Help You Decide If Someone's Lying Don't watch their lips or their hands. Watch this.",
          1485374329
        ],
        [
          "2. \"I can change them, even if they don't want to change.\" 6 Lies You Must Stop Telling Yourself The stories that give us short-term comfort but keep us from addressing long-term problems.",
          1483635864
        ],
        [
          "This is how we get close to each other, and why it matters so much. The Radical Thrill of Intimacy Intimacy always involves risk. But the rewards can be transcendent.",
          1483574400
        ],
        [
          "A relationship is easy when everything's going smoothly. But how well does it stand up to stress? 5 Questions to Test the Strength of Your Relationship 1. Are the compromises you make really compromises?",
          1482598902
        ],
        [
          "Is your relationship truly flourishing? Here's one way to find out. 12 Questions That Everyone in a Relationship Should Ask Themselves There's a new way to measure the strength of your connection.",
          1482345353
        ],
        [
          "It's risky to share revealing information, but hiding it is usually worse. Why People Like You More When You Tell All ... and why declining to answer questions can ruin a first impression.",
          1475617172
        ],
        [
          "Warning: It's a trick question. How Happy Are You? If you really want to figure it out, start by asking someone else.",
          1473269633
        ],
        [
          "Feel like your relationship has passed its expiration date? Answer these questions first. 7 Questions You Have to Ask Yourself Before You Break Up 6. “Does my partner add to me or subtract from me?”",
          1470333600
        ],
        [
          "If you don't answer this question for yourself, someone else will try to impose an answer on you. This Is the One Question You Have to Ask Yourself ... and how to use your answer to make your most important life choices.",
          1470088800
        ],
        [
          "It's not about the score (unless it's really low). 21 Questions to Test How Well You Really Know Your Partner From childhood nicknames and stinging disappointments to least favorite smells.",
          1468768500
        ],
        [
          "Want to connect on a deeper level? Start here. The 2 Questions You Have to Ask Yourself About Your Relationship ... because we can get the most hurt in precisely the places where we care the most.",
          1465925531
        ],
        [
          "When someone asks you where you're from, your answer reveals quite a bit. Where Do You Really Come From? ... and why your feelings about rival places matter so much.",
          1463948630
        ],
        [
          "For most families, dwelling on this question can do far more harm than good. \"Is My Child Normal?\" Why it's a question we actually haven't asked very long, and why we should stop now.",
          1459260001
        ],
        [
          "Total honesty is the best policy? You should know that's a lie. 3 Common but Toxic Beliefs (and Their Antidotes) There's something better than perfection.",
          1458574053
        ],
        [
          "How much intimacy can you handle? 6 Questions to Test Your 'Intimacy Quotient' ... and what to do if you're just pseudo-intimate.",
          1456779943
        ],
        [
          "Don't ask \"Why me?\" Ask this. The Better Way to Face Setbacks and Sorrows Inspiration from an unlikely source.",
          1456254000
        ],
        [
          "If you're not asking about their day, you need to ask yourself why. 3 Sure Signs of a Relationship at Risk ... and 3 solutions to explore before giving up.",
          1454627701
        ],
        [
          "Before making a hasty judgment, ask yourself these 3 questions. How to Sharpen Your Sixth Sense What we know without knowing how we know it.",
          1454438678
        ],
        [
          "When someone asks \"How are you?\" what do you say? How to Answer the Question You Get Asked Most Often (and Why It Matters) It may seem automatic but it's part of the glue of your relationships.",
          1452513602
        ],
        [
          "There's a way to tell your partner what you want, and get it. But it might require a change in approach. 4 Ways to Say (and Get) What You Want in Your Relationship 3. Don't talk like a victim.",
          1452015580
        ],
        [
          "If big family gatherings make you feel like a prisoner, these tips could help set you free. 4 Ways to Survive Holidays With the Family ... and how to answer those questions you just know they're going to ask.",
          1450890951
        ],
        [
          "Whose compliments can you trust, and whose must you question? 13 Ways to Tell Whether It's Love or Manipulation When friends, partners, and coworkers are quick with praise, is it because they want something from you?",
          1450314983
        ],
        [
          "Think you can tell? Think again. Are You Being Lied To? There May Finally Be a Way to Tell. New research proves our assumptions about liars to be wrong, and finds something better.",
          1449846002
        ],
        [
          "Your family's criticism may just be misguided caring. But it still hurts. 5 Ways to Survive Criticism From Family Members You're worthy of unconditional love, and have the right to ask for it.",
          1449693901
        ],
        [
          "A good therapist has a lot to offer you. But not this. 7 Reasons Why Therapists Never Give You a Straight Answer There may be simple questions. But there are few simple answers.",
          1449320403
        ],
        [
          "How can you find the help you need? Here's how to start. 4 Ways to Tell If a Therapist Is Competent 1. They don't try to be your friend.",
          1447329600
        ],
        [
          "Is it love? There are (at least) 8 ways to tell. How Do You Really Know If You're Falling in Love? Research shows how we distinguish flings from the real thing.",
          1437689700
        ],
        [
          "Saying goodbye is difficult. These guidelines could help. 35 Ways to Tell If It's Over, and to Tell Your Partner What to say when it's time to close the door.",
          1432332001
        ],
        [
          "Is your partner really a good fit? 7 Ways to Tell If You'll Work as a Couple Long-Term Eventually, values matter.",
          1429478887
        ],
        [
          "Want to improve your relationship? All you have to do is ask. 7 Questions That Can Strengthen Your Relationship Don't know what your partner wants from you? Maybe it's time you found out.",
          1427751000
        ],
        [
          "Is there an 'everyday sadist' in your life? Here are 10 ways to tell. 10 Ways to Spot an 'Everyday' Sadist A new study indicates how common the tendency may be.",
          1426449910
        ],
        [
          "Is it love? Here are 7 ways to tell. How Do You Know If You're in Love? 7 research-based indicators that you've found the real thing.",
          1425852002
        ],
        [
          "Do you expect too much from your partner? Here are 10 ways to tell. 10 Ways to Tell if You're Giving Your Relationship a Chance Research shows how our expectations can derail a good thing.",
          1425225602
        ],
        [
          "Could your relationship survive this? When Couples Discover Uncomfortable Truths Be careful what you ask your partner, if you might not like the answer.",
          1424100600
        ],
        [
          "Is someone lying to you? Here are 9 clues that can help you tell. 9 Subtle Signs That Someone's Lying to You Keep an eye out for these cues, but don't jump to conclusions.",
          1420497572
        ],
        [
          "Are you asking too much of your partner, or not enough? Try this survey and find out. 19 Ways to Tell If You Expect Too Much From Your Partner Asking too much, or too little, can leave you on shaky ground.",
          1420416001
        ],
        [
          "What do you tell people when they ask how you met each other? How You Met Your Partner Matters More Than You Think ... and the way you tell your story speaks volumes.",
          1419949800
        ],
        [
          "Think you've lost the spark? Answer these questions first. 16 Questions That Can Revive Your Relationship Looking back can make going forward easier and more meaningful.",
          1419033600
        ],
        [
          "We're not as good at lie detecting as we think. Could we program a computer to do it better? Can a Computer Tell When You Are Lying? 5 computer-detected cues to deception, and some computer lie-detection failures",
          1418904001
        ],
        [
          "We now know who lies more often, and why. Who Lies More? Do men or women lie more often, and do they lie for different reasons?",
          1415563200
        ],
        [
          "Do you have an issue with your partner? Before you start something, read this. 5 Questions You Need to Answer Before You Complain If you want a fight, plow ahead. If you want resolution, plan ahead.",
          1414777512
        ],
        [
          "Are you being lied to? It's time to find out. 5 Ways to Trip Up Liars Don't believe the myths. These are the strategies the professionals use.",
          1414677632
        ],
        [
          "Want to be happier? Ask this question less often. Why Ask Why? Many of us are obsessed with asking why. Sometimes we just need to move on.",
          1413972001
        ],
        [
          "How well do you know your partner? Here are 29 ways to find out. 29 Questions to Deepen Your Connection On your next night together, discover what you never thought to ask.",
          1411336800
        ],
        [
          "How compatible are you and your partner? Here are 4 ways to tell. Do You Mesh? Try This One-Minute Intimacy Test If your priorities don't match, you may have some work to do.",
          1410729601
        ],
        [
          "You might enjoy music more if you didn't know anything about it. What's the Best Way to Listen to Music? Next time you're offered a program, think twice before reading it.",
          1410720001
        ],
        [
          "Saying goodbye is difficult. These guidelines could help.           35 Ways to Tell If It's Over, and to Tell Your Partner What to say when it's time to close the door.",
          1410197340
        ],
        [
          "There's a way to get better at detecting liars, and it's not complicated. How to Spot a Lie A method so simple you could learn it from a toddler.",
          1410112800
        ],
        [
          "Ready to make a change? Read this first. 6 Questions You Must Ask Yourself Before Making a Change Improving your life is hard work. Having these answers before you start is key.",
          1409740885
        ],
        [
          "Have we become too casual with the label \"friend\"? Do You Know Who Your Real Friends Are? In an age of anonymous Facebook pals, 7 ways to tell the real from the virtual.",
          1407089851
        ],
        [
          "How well can you spot a liar? We'll bet you can do better. 9 Ways to Tell Who's Lying to You A newly-developed test can give you a surer sense of who's honest and who isn't.",
          1406748370
        ],
        [
          "Don't go shopping again until you read this. 3 Questions You Have to Ask Yourself Before Buying Anything Money can buy happiness, if you follow this advice.",
          1406230643
        ],
        [
          "Are you ready to put your relationship to the test? 20 Questions That Will Tell You If It's Love A research-driven questionnaire that measures your feelings.",
          1401573600
        ],
        [
          "Who will succeed and who will fall short? Here's one way to tell. Why Some People Will Never Learn It comes down to the question: Who do you think you are?",
          1399975200
        ],
        [
          "Is someone lying to you? Here's one way to tell. To Catch a Liar, Ask the Right Question A sophisticated technique, with some risks.",
          1397830866
        ],
        [
          "How much does your partner care? Look for these clues. 11 Ways to Tell if Your Lover Loves You These signs provide clues to their true feelings.",
          1395702001
        ],
        [
          "Read this before you start your next project. 5 Ways to Finish What You Start These precautions should keep you progressing toward a goal.",
          1393588801
        ],
        [
          "Ready to see yourself as others see you? It involves asking tough questions, but ultimately builds character. Why We Lack Self-Insight How well do you know yourself? Want to know yourself better?",
          1393257600
        ],
        [
          "If we just ask you to read this article, will you? Research says yes. If You Want More Out of Life, Just Ask Asking for what you want is highly correlated with getting it.",
          1392152424
        ],
        [
          "To catch a liar, it may be best to trust your gut. Can You Tell When Someone Is Lying? The best way to find a liar is not to try.",
          1387306912
        ],
        [
          "Pathological lying first appeared in the psychiatric literature over 100 years ago and have been given names such as ‘pseudologia fantastica’ and ‘mythomania’. Where does the concept stand these days? Fiddler of the truth A brief look at pathological lying",
          1381497613
        ],
        [
          "We will do almost anything to sidestep the discomfort of sitting with questions that have no easy or ready answers. But even something as common as boredom can be a gateway to meaning. http://ow.ly/nIGYb When Life Poses Big Questions Do not wait to reflect on the meaning of life",
          1375890572
        ],
        [
          "Psychological research has made one thing pretty clear: human beings are much better liars than lie detectors. Big Lies and the Boogie Man It's hard for most of us to believe that someone can murder a relative, claim s/he was abducted, and then go on TV and plead for his or her safe...",
          1366984225
        ],
        [
          "Need confidential advice on life or love? Send questions (today!) to askhara@psychologytoday.com. Your answer may appear in the next issue.",
          1331644125
        ]
      ],
      "dates_start": 1399375868,
      "dates_end": 1467748287,
      "likes_avg": 2624,
      "likes_stdev": 2263,
      "comments_avg": 109,
      "comments_stdev": 101,
      "shares_avg": 1189,
      "shares_stdev": 1126
    },
    {
      "number": 5,
      "important": [
        "rule",
        "attract",
        "hard",
        "dont want",
        "bad",
        "follow",
        "dont",
        "case",
        "give",
        "play"
      ],
      "common": [
        "fall",
        "fall love",
        "love",
        "partner",
        "people",
        "really",
        "reasons",
        "relationship",
        "stop",
        "want"
      ],
      "messages": [
        [
          "Pretending not to need love can attract partners who don't want to give it. The Case Against Playing Hard to Get For some people, following \"the rules\" can backfire badly. Here's why.",
          1486828801
        ],
        [
          "When do you say it? Who Says \"I Love You\" First (and Why)? Whether it's said before or after sex makes a big difference.",
          1485126001
        ],
        [
          "How many of these have brought you together with someone? 11 Reasons Why We Fall in Love Mystery, arousal, and your own readiness to connect.",
          1484928945
        ],
        [
          "Nonverbal expressions of love can be the most powerful. Here's why. How We Say \"I Love You\" With Touch ... and why we hunger for our original, universal means of connection.",
          1484503803
        ],
        [
          "When do you say it? And how much do you mean it? Who Says 'I Love You' First, and Why It's So Important Also: New research into who is more honest when they do say it.",
          1484179201
        ],
        [
          "Have you ever kept a potential partner on the back burner, or had it done to you? Why We Put Relationships On Hold It's natural to want to explore your options, but it puts you at risk of never finding long-term love.",
          1483550885
        ],
        [
          "Your perfect match may be the last person you'd ever expect. Here's why. What Really Matters When You Choose a Partner ... and why sticking to a checklist of must-have qualities may keep you from finding love.",
          1483494347
        ],
        [
          "Is this how you and your partner got together? The 5 Steps of Falling in Love 1. You can only fall in love when you're ready to fall in love.",
          1483311601
        ],
        [
          "In a long-term relationship, love may not conquer all. 3 Reasons You Shouldn’t Marry (Only) for Love By raising the bar, have we weakened the institution?",
          1483286401
        ],
        [
          "How did we evolve into perhaps the most loving creatures on the planet? Why We Love When couples bond, there's a lot more going on than it may seem.",
          1482767406
        ],
        [
          "Love may be sparked by great passion, but it's the little things that make it last. Is This the Surprising Key to Long-Term Love? The case for taking pride in your \"mild love.\"",
          1481821896
        ],
        [
          "Are the ghosts of your former relationships keeping you from finding love? 3 Ways to Put Past Partners Behind You for Good ... and stop having old fights with new people.",
          1480452045
        ],
        [
          "Love isn't something you just fall into. The Only Way to Stay in Love Giving, and accepting, love is hard work. It's supposed to be.",
          1479931201
        ],
        [
          "People in love are addictive, obsessive, and reckless. Here's the scientific proof. 10 Ways That Love Really Is Like Drug Addiction This is your brain on love. And it's more than a little scary.",
          1476829801
        ],
        [
          "Why do you love each other? It's not just chemistry; it's psychology. 4 Principles Keeping You Together, for Better or Worse 2. When everyone says it'll never last, you insist it will.",
          1474309938
        ],
        [
          "Love isn't something you just fall into. This is how you get there. What's Really Going on When We Fall in Love ... and why the most important factor has nothing to do with your partner.",
          1470603601
        ],
        [
          "Love isn't really blind. But (fortunately) it's close. 5 Reasons You Think Your Partner Is Hotter Than Everyone Else Does ... and why that's a very good thing.",
          1466109000
        ],
        [
          "Is a more experienced partner necessarily a better partner? 4 Reasons Why, When It Comes to Love, Practice Doesn’t Make Perfect ... and the relationship risks of 'cohabidating.'",
          1459892043
        ],
        [
          "Are you pushing your partner away without meaning to, or vice versa? 5 Ways We Reject Love (and How to Stop) When we start being critical of each other, it can be hard to stop. But it can be done.",
          1458212400
        ],
        [
          "When we fall in love, we often put friendships on the back burner. That's a big mistake. Why Lovers Still Need Their Friends What you need to know about the theory of dyadic withdrawal.",
          1457280001
        ],
        [
          "How much do you have to love yourself to have a successful relationship? It's complicated. Why You Have to Love Yourself First The complex connections between self-esteem and romance.",
          1454533188
        ],
        [
          "You want to give your partner as much love as you can, but for some people, it will never be enough. 4 Reasons Why It's So Hard to Love People Who Don't Love Themselves ... and why you can't stop looking out for yourself.",
          1447702522
        ],
        [
          "Love can make you want to do some crazy things. But you don't have to let it. How to Stop Love From Making You Act Like A Fool A simple strategy to keep your cool when your heart says to freak out.",
          1440252004
        ],
        [
          "True love isn't about roller coasters of emotion. It's about this. Why Nothing Is More Exciting Than a Calm Romance ... and why searching for peaks of passion may leave you lonely.",
          1436888761
        ],
        [
          "Want to stop playing cat and mouse games? Read on. Why We Fall for Unavailable Partners (and How to Stop) When love addicts meet the love avoidant.",
          1436455565
        ],
        [
          "Can two hearts really beat as one? Actually, yes. 10 Research-Based Truths About People in Love What we've learned so far about love and the brain.",
          1435525200
        ],
        [
          "Love your partner, but not their pet? Here's what to do. 5 Ways to Make Peace with Your Partner's Pet Animals can be even more resistant to 'step parents' than kids are.",
          1433514600
        ],
        [
          "Why do more of us seem to be falling out of love with the idea of getting married? Is Marriage on the Decline? The percentage of unmarried Americans is approaching an all-time high. But why?",
          1428055200
        ],
        [
          "Could it really be this easy? Are 36 Questions All It Takes to Fall in Love? A study in how to generate closeness generates debate.",
          1425515401
        ],
        [
          "What do you think love really is? What Is Love, and What Isn't? Once you know what it is, you can recognize it, and pursue it.",
          1423436401
        ],
        [
          "We've learned a lot about what love does to your brain, and it's pretty shocking. This is Your Brain on Love... Are people in couples truly addicted to each other?",
          1422806401
        ],
        [
          "People in love are addictive, obsessive, and reckless. And that’s just for starters. What Neuroscience Tells Us About Being in Love Love may be the most compelling mystery of the mind science will ever tackle.",
          1420848000
        ],
        [
          "Falling in love? That's the easy part. Why You Need to Change How You Think About Your Relationship Love is better at bringing us together than keeping us together.",
          1418086672
        ],
        [
          "We've never been able to narrow our search for a partner like we can today. Is that a good thing? How Do Most of Us Find Love Today? Research reveals major shifts in how we seek partners.",
          1417363200
        ],
        [
          "Saying I love you is great. This is better. Why 'I Love You' Isn't Enough Here's what your partner needs to hear most of all.",
          1416958202
        ],
        [
          "Can people really be happy together when their love is unequal? When the One You Love Doesn't Love You (as Much) Would you rather love more, or be loved more?",
          1410994041
        ],
        [
          "Want to be happier, healthier, and more successful? Here's the secret. Why Caring for Yourself Makes All the Difference Like the song says, it is the greatest love of all.",
          1410518032
        ],
        [
          "Would you go back to your first love if you could? Why Old Flames Still Smolder Lost-and-found love affairs are common, and uncommonly successful.",
          1410364801
        ],
        [
          "Does this define a good relationship to you?  What Is Love, and What Isn't? Once you know what it is, you can recognize it, and pursue it.",
          1407103201
        ],
        [
          "Saying 'I love you' is great. This is better. Why 'I Love You' Isn't Enough Here's what your partner needs to hear most of all.",
          1400280300
        ],
        [
          "True love is a scary thing. 7 Reasons Most People Are Afraid of Love What keeps us from finding and keeping the love we say we want?",
          1399240800
        ],
        [
          "Our ideas about love and marriage are still fairly new, and pretty radical. Is Love Really Essential to Marriage? Asking ourselves to fall in love many times, always with the same person.",
          1398204000
        ],
        [
          "A love chemical? Sounds pretty great, but your relationship with your parents can make it harder to wield. The Problems With the Love Hormone How oxytocin is shaped by your parents and wrecks your relationships.",
          1391190531
        ],
        [
          "Romantic love alone may not be the end-all, be-all foundation for a long-term relationship. Three Reasons Why You Shouldn’t Marry for Love Thoughts from a divorce expert.",
          1384736625
        ],
        [
          "Erika LaBrie “married” the Eiffel Tower in 2007 (and now calls herself Erika Eiffel). While falling in love with an inanimate object is rare, Erika is not alone.\n http://ow.ly/nmLYG Intimate and inanimate A brief look at objectum sexuality",
          1375017036
        ],
        [
          "\"Couples often get into trouble when they start quantifying what they do for each other.\" http://ow.ly/myYuW The Benefits of Being the One Who Loves More How to be more loving in your relationship",
          1372708171
        ],
        [
          "What's the difference between love and intense, magnetic attraction? Are you sure you know? Love and lust are often conflated and confused, but here's what to look for. How Do You Know When You Are In Love? Different Types of Love: passive love and active love; love at first sight",
          1366910242
        ],
        [
          "\"We assume others show love the same way we do—and if they don’t, we worry it's not there.\" The Love in Chicken Broth Finding love in unexpected places",
          1357679724
        ],
        [
          "Do you ever wonder about \"the one who got away\"? Lost Love: Guess Who's Back? Old flames still smolder, especially when they're early love affairs.",
          1354131661
        ],
        [
          "We spent $51 billion on our pets last year—why? http://ow.ly/elywS Pricey Puppy Love Five reasons why we spend more on our pets and what that says about society",
          1349807640
        ],
        [
          "\"We often develop 'attractions of deprivation,' attractions to people who diminish or ignore us.\" Four Signs That Healthy Love Is On Its Way How to find love that can last",
          1349191036
        ],
        [
          "When it comes to love, riding in the fast lane has its downsides. Bad, Mad Love What to do when your love affair becomes a hot mess.",
          1348597189
        ],
        [
          "The four C's of lifelong love: commitment, cooperation, communication, community. Do You Really Want Lifelong Singlehood? Check out these tips on what is needed to have lifelong love.",
          1347300977
        ]
      ],
      "dates_start": 1386595415,
      "dates_end": 1475266344,
      "likes_avg": 3013,
      "likes_stdev": 2705,
      "comments_avg": 134,
      "comments_stdev": 140,
      "shares_avg": 1186,
      "shares_stdev": 1132
    },
    {
      "number": 6,
      "important": [
        "mani",
        "achiev",
        "happi",
        "still",
        "whi",
        "take",
        "thing",
        "keep",
        "abil",
        "doe"
      ],
      "common": [
        "10",
        "bad",
        "happiness",
        "happy",
        "happy people",
        "like",
        "make",
        "people",
        "things",
        "want"
      ],
      "messages": [
        [
          "Three things are necessary for happiness, but you can have them all and still be unhappy. Here's why. What Does It Take to Be Happy? ... and what keeps so many from achieving it.",
          1474565294
        ],
        [
          "If you're happy and you know it, you're probably also a little bit sad. And now we know why. Why You Have Mixed Emotions, Even at Happy Times Research into why we can't fully embrace happiness (and why that's OK).",
          1450799543
        ],
        [
          "If you seek happiness, you first need to know where to look. Do We Find Happiness or Does Happiness Find Us? Plus: Research that reveals who does it best and why.",
          1447155725
        ],
        [
          "Are you trying too hard? 5 Ways Your Pursuit of Happiness Can Backfire 3. Don't put a deadline on happiness (or success).",
          1443538436
        ],
        [
          "Whose happiness boosts a relationship more, a man's or a woman's? Now we know. This May Be the Secret to Happiness in Relationships New research on positivity in couples, and the power of 'downregulation.'",
          1439848800
        ],
        [
          "As much as 60% of our happiness is out of our control. The rest is up to you. 9 Secrets Happy People Already Know 1. You have to like yourself.",
          1437837735
        ],
        [
          "This is what your pursuit of happiness is really all about. You Can't Be Happy All of the Time, But Don't Stop Trying We often forget that happiness is fleeting. That's a good thing.",
          1426602601
        ],
        [
          "No couple can stay happy long if they fall into these routines. The 4 Bad Habits That Could Ruin Your Relationship Want to succeed? Do the opposite.",
          1418342401
        ],
        [
          "There's a map to long-lasting relationships, and you can keep it in your head. The 4 Habits of Highly Happy Couples Drawn from years of research, attitudes to help keep each other satisfied.",
          1414274401
        ],
        [
          "Is it the government's job to make sure you're happy? Could a National Happiness Policy Ever Work? It's a challenge just to figure out how people are feeling.",
          1412168537
        ],
        [
          "Want to make a change? Don't just wait until you feel like doing it. To Be Happy, You Have to Go Your Own Way The downward pull of inertia is a powerful force. Swim against the tide.",
          1410863446
        ],
        [
          "Want a pick-me-up for your relationship? Try any or all of these. 10 Habits of Happy Couples The little things can make a huge difference.",
          1404079200
        ],
        [
          "What's keeping you from being happy? The 4 Major Roadblocks to Happiness Take the time to address these and watch what happens.",
          1400012704
        ],
        [
          "How would you cope with being in a sexless relationship? Can Couples Be Sexless and Happy? An exploration of none-ogamy.",
          1399730400
        ],
        [
          "Wide open spaces: What really makes a \"happy state\"? The United States of Satisfaction Everybody wants to be where the happy people are.",
          1391874326
        ],
        [
          "When was the last time you jumped out of bed, excited that it was Monday morning, ready to head to a job you couldn’t wait to get to? It’s been that long, huh? 7 Things Happy Employees Do Differently Strategies that help build happiness at work",
          1382710128
        ],
        [
          "Have you read our cover story on what actually makes people happy? Let us know what your favorite insights are, or tell us about the unexpected things that make you happy! http://ow.ly/n7X56 What Happy People Do Differently One of life's sharpest paradoxes is that the key to satisfaction is doing things that feel risky, uncomfortable, and occasionally bad.",
          1374236681
        ],
        [
          "The latest issue is on newsstands now! Check out the cover story here: http://ow.ly/mALGv What Happy People Do Differently One of life's sharpest paradoxes is that the key to satisfaction is doing things that feel risky, uncomfortable, and occasionally bad.",
          1372775987
        ],
        [
          "Want to be happy? Stop trying so hard. Does Trying to Be Happy Make Us Unhappy? Searching for happiness might lead us to misery",
          1368622304
        ],
        [
          "Does happiness come from the outside world or from within? Can you really control your happiness, or do some people just have bad luck? What Does It Mean To Be Happy? The word Happy has many meanings. Why does that matter?",
          1368198315
        ],
        [
          "Too much of anything—even good things like happiness and self-confidence—can be bad. The solution? Strive for balance. Too Much of Anything Is Bad For You Can you be too extraverted?  Too nice? Too happy?  Too rich?  Maybe you can!",
          1360599377
        ],
        [
          "\"Happiness is an important emotion, but it should not be our ultimate objective.\" Happiness Versus Well-Being We should be emphasizing well-being as opposed to happiness",
          1360162349
        ],
        [
          "Don't neglect your friendships! They are crucial to happiness and well-being. It Probably Won’t Make You Happy Happiness interview: Carlin Flora.",
          1358186768
        ],
        [
          "Want happiness? Don't go looking for it. http://ow.ly/fGWfQ If You Pursue Happiness, You May Find Loneliness Some sad facts about happiness",
          1354219390
        ],
        [
          "Happy Thanksgiving! Worried it won't actually be so happy? Here are some tips to make it through. http://ow.ly/ftupo \n\n[Link for mobile: http://goo.gl/nI00Z] Pumpkin Pie Panic From travel woes to sibling tension, get help for Thanksgiving's challenges. ",
          1353512601
        ],
        [
          "What do happy people do that makes them so happy all the time? Here are 10 things—you can do them too! http://ow.ly/ezYDB\n\nWhat works for you? Tell us in the comments! 10 Things Happy People Do Differently 10 strategies happy people incorporate into their lives",
          1350568597
        ],
        [
          "Do you feel like bad things just happen to you, and you're powerless to change them? You're usually wrong. Combatting the I’m Powerless Myth A responsible path to a happy life",
          1343651233
        ]
      ],
      "dates_start": 1360951044,
      "dates_end": 1433059123,
      "likes_avg": 2260,
      "likes_stdev": 2244,
      "comments_avg": 115,
      "comments_stdev": 159,
      "shares_avg": 1145,
      "shares_stdev": 1373
    },
    {
      "number": 7,
      "important": [
        "work",
        "realli",
        "fail",
        "factor",
        "need",
        "attent",
        "partner",
        "give",
        "make relationship",
        "troubl"
      ],
      "common": [
        "couples",
        "love",
        "make",
        "need",
        "one",
        "partner",
        "really",
        "relationship",
        "research",
        "ways"
      ],
      "messages": [
        [
          "Do you and your partner give each other the attention you each really need? The 4 Factors That Make a Relationship Work (or Fail) The patterns that can get you into trouble, and how to fix them.",
          1488215402
        ],
        [
          "Are you following the script? 3 Steps to More Successful Flirting ... and why the eyes, and the feet, can be dead giveaways.",
          1488063684
        ],
        [
          "Gaslighters subject partners to constant manipulation and brainwashing. These telltale signs indicate that someone you care about may be at risk. 8 Signs of Being in a Relationship With a Gaslighter 6. Despite poor treatment, you look to the gaslighter for approval and validation.",
          1487959234
        ],
        [
          "At least one in three couples have this problem. Have you ever seen it? The Hidden Epidemic in Modern Relationships Why so many partners aren't hanging together but just hanging around.",
          1487808000
        ],
        [
          "For your own good, don't ignore these signs in a relationship. 5 Ways That Controlling Partners Disguise Their True Selves 5. They take care of you so well that you feel you can't live without them.",
          1487700000
        ],
        [
          "These are the warning signs that can't be ignored. 10 Troubling Red Flag Relationship Behaviors ... and what they have to do with a sense of \"honor.\"",
          1487635202
        ],
        [
          "Talking to new people isn't always easy, but these research-based tips make it more comfortable. 5 Steps to Get Anyone to Open Up to You Establish a point of contact, but know when to back off.",
          1487624401
        ],
        [
          "Does your relationship have all of these crucial traits? The 6 Essential Elements of Successful Relationships 5. Being yourself, always.",
          1487520000
        ],
        [
          "It's been proven that the color red sparks attraction. New research shows that it also makes us more willing to share intimate information. The Undeniable Romantic Power of Red ... and why even the color of the paper questions are printed on influences what we'll reveal.",
          1487433603
        ],
        [
          "When daily life overtakes romance, a relationship can lose its essence. Here's how to get it back. Why Couples Must Make Time for Intimacy Don’t just wait for moments while you sit on the couch. Create them.",
          1487358299
        ],
        [
          "Can you keep calm and carry on when the stakes are high? 3 Ways to Stay Cool Under Pressure 3. Practice not reacting.",
          1487178108
        ],
        [
          "No one who begins a sentence, \"I hate to brag ...\" actually hates to brag. 7 Ways to Own Your Success Without Bragging Share the credit, and always avoid the humblebrag.",
          1487090907
        ],
        [
          "The most hazardous words for your willpower or fitness plans may be \"just this one time.\" The Special Danger of the \"Special Occasion\" …and how to resist letting it drive you to overindulge.",
          1486929602
        ],
        [
          "Is it the way he looks at you? Is it the way she makes you laugh? Maybe. But it's probably this. How Do You Know When You Love Someone? Love isn't just something you find. It's a choice you make.",
          1486771203
        ],
        [
          "How many do you and your partner already follow? 10 Rules for Long-Lasting Love 9. Never blame your partner for what you cannot be, have, or achieve in your own life.",
          1486684677
        ],
        [
          "Have you ever been strung along by an ex? 8 Signs That You Shouldn't Get Back Together With an Ex 7. When they agree to get together, it's always on their terms.",
          1486311595
        ],
        [
          "A new study sheds light on disturbing aggression in young couples that live together. Why Some Couples Are So Prone to Violence and Aggression Unequal commitment, relationship inertia, and sometimes violent frustration.",
          1486161303
        ],
        [
          "Want to blow it all up? Keep doing these things. (Want to stay together? Then stop.) 5 Ways to Ruin a Perfectly Good Relationship 1. Demand that your partner live up to your standards, not their own.",
          1486081802
        ],
        [
          "When someone says, \"That's about it,\" it's almost never the whole truth. 5 Things People Say When They're Lying to You Red flags in word choice can help you spot deception.",
          1485993601
        ],
        [
          "If you believe couples are \"meant to be,\" you may not be meant to have great relationships. How Your Beliefs About Love Can Boost or Blow Up Your Relationship How we respond to the first signs of trouble may decide how long we stay together.",
          1485979649
        ],
        [
          "Gaslighting is a form of psychological abuse. Can you recognize the red flags? 11 Signs of Gaslighting in a Relationship 2. They deny they ever said something, even though you have proof.",
          1485905403
        ],
        [
          "Ever have days when, even with a full to-do list, you just can't get going? Try this. 8 Ways to Find Inspiration When You Need It Most 3. Take a mental break to help yourself refocus.",
          1485864005
        ],
        [
          "When a partner cheats, it's tempting to blame the other woman or man. More likely, it's this. 3 Ways to Predict a Partner May Be Unfaithful No surprise: Narcissism is involved. But there's more to it.",
          1485730801
        ],
        [
          "We may know who we are attracted to, but have no idea why. It may be better that way. 3 Strange Laws of Sexual Attraction 2. Why we may be attracted to people who look like our parents (and ourselves).",
          1485648001
        ],
        [
          "Couples that make it work have a lot in common. How many of their traits do you share? 6 Keys to Staying in Love 6. Always respond to your partner's urgency.",
          1485478641
        ],
        [
          "Most people don't need more confidence. They just need a different kind. The Key to Being More Confident ... and how to discover it in yourself.",
          1485290216
        ],
        [
          "No matter how down you feel, these steps can help boost your mood. Try one today, or share with a friend who could use it. 10 Ways to Improve Your Mood Even When You Feel Depressed 4. Get out of the house, even if it's just to buy milk.",
          1485266197
        ],
        [
          "Dating someone you think is more attractive than yourself is a common goal. But is it a good strategy for a long-term relationship? What Happens When You Date 'Out of Your League' Research reveals several pitfalls, but one important exception.",
          1485100801
        ],
        [
          "This is the truth about who's more likely to cheat on a partner, and why. Why Do People Cheat? Research into gender, income, and other factors that drive infidelity.",
          1484958601
        ],
        [
          "It's wonderful to be so close to your partner. That is, until you need someone else. Do Couples Need to See Other People? Research into a key advantage of the single life and how couples can try to copy it.",
          1484872200
        ],
        [
          "Does just the idea of dating exhaust you? 5 Signs That You've Got Relationship Burnout ... plus 4 ways to get past it (if that's what you really want).",
          1484780401
        ],
        [
          "On a first date, or an online profile, one overlooked factor may be crucial. Is This the Secret to Attraction? The romantic implications of research into embodied cognition.",
          1484702100
        ],
        [
          "When you and your partner argue, do either of you ever hit below the belt? How Couples Can Stop Fighting Dirty 4 steps to establish your triggers and work to avoid them.",
          1484598995
        ],
        [
          "Should you stay or should you go? This may help you decide. The 5 Stages of a Relationship's End ... and 20 questions to help you figure out if you should look for an exit.",
          1484434800
        ],
        [
          "How can you find the help you need? Start with this. 5 Questions to Decide If a Therapist Is Right for You 4. \"How will I know I’m getting my needs met?\"",
          1484426100
        ],
        [
          "Even loving couples who share great sex may be rocked by betrayal, because affairs are about other issues. Can You Ever Affair-Proof a Relationship? ... and why nearly one in three couples are able to survive infidelity.",
          1483995601
        ],
        [
          "A great romantic partner can literally get under your skin. The Surprising Source of Chemistry in Happy Romances Powerful effects that still benefit you 10 years later, even if you break up.",
          1483984801
        ],
        [
          "Everyone has the power to build their mental strength. These questions can help you figure out what you need to work on. Are You Mentally Strong?: 27 Questions to Help You Find Out How to mange your thoughts, emotions, and behavior.",
          1483963200
        ],
        [
          "There are 7 keys to a great relationship. These 2 matter the most. The 2 Proven Keys to a Successful Long-Term Relationship Major new research confirms the prime importance of communication, but the other factor surprised the experts.",
          1483891201
        ],
        [
          "Are couples that break up actually doomed from the start? Here's what the research suggests. Why Couples Really Split ... and what you need to watch out for.",
          1483830000
        ],
        [
          "A piece of advice you may not have heard since you were a kid may be the secret key to dating success. One Simple Way to Stand Out in the Dating Pool When first impressions are crucial, both men and women respond to this stance.",
          1483804801
        ],
        [
          "Gaslighting is a form of psychological torture in a relationship. Can you recognize the red flags? 10 Signs That a Relationship Has Gone Horribly Wrong Second-guessing yourself, and withdrawing from friends and family.",
          1483745400
        ],
        [
          "Have you mastered the art of walking away? The 5 Steps of a Successful Breakup 5. Before you say goodbye, set your boundaries.",
          1483731900
        ],
        [
          "An argument can and should bring you closer together, once you know how to end it. 4 Ways Feuding Couples Can Kiss and Make Up 3. Imagine, just for a moment, that you're both fictional characters.",
          1483646400
        ],
        [
          "There are steps you can take to decrease your odds of becoming depressed, and some require just minutes a day. 4 Tips for Warding Off Depression 1. Start each day with a half hour of sunlight.",
          1483540733
        ],
        [
          "Completely devoting an entire day to one mission could radically change your outlook. Why You Need to Have One Big Day (or Maybe 12) The only rule: It doesn’t matter what the day's about, as long as it’s about one thing.",
          1483482882
        ],
        [
          "How many of these do you and your partner share, and how many do you need to work on? 7 Signs of a Loving Relationship 5. You trust each other without question.",
          1483387201
        ],
        [
          "Because you deserve more laughter, more courage, more connection, and more love. 20 Rules to Live By 14. Be kind, not nice.",
          1483189233
        ],
        [
          "Dating isn't supposed to feel like a chore. These shifts will make sure it doesn't. 3 Subtle Changes That Will Make Your Dating Life Much More Fun 3. Throw out your checklist and focus on how he or she makes you feel.",
          1483122457
        ],
        [
          "It’s important to recognize the signs, and to know what to do next. 13 Warning Signs of Mental Illness in a Child Nearly 1 in 5 children has an emotional or behavioral disorder.",
          1483012801
        ],
        [
          "Attracting the right partner isn't really about hair, eyes, clothes, or physique. 5 Ways to Make Yourself More Attractive 1. Don’t take yourself too seriously.",
          1482885046
        ],
        [
          "Do you and your partner have what it takes? 4 Signs That Your Relationship Has Long-Term Potential 4. Your partner makes you feel good about yourself.",
          1482706800
        ],
        [
          "Should you stay or should you go? This is how to decide. How Long Should You Wait for a Partner to Commit? ... and how to stop judging and blaming yourself for needing what you desire.",
          1482693629
        ],
        [
          "There are many kinds of closeness, and when you have to spend time apart, it's important to pay attention to all of them. 10 Ways to Make a Long-Distance Relationship Work 10. Appreciate the unreliability of communication across distance.",
          1482433201
        ],
        [
          "When choosing a partner, is a long history a red flag? Do You Have the \"Right\" Number of Ex-Partners? A new study finds that our desirability may hinge on how many previous partners we've had.",
          1482371139
        ],
        [
          "After a rough breakup (or several), how can you tell when you're ready to try again? These questions will help you figure it out. 15 Questions to Help You Decide If You're Ready to Date Again Are you feeling good enough about yourself to go back \"on the block?”",
          1481477661
        ],
        [
          "How committed is your partner? These questions could help you figure it out. 7 Subtle Ways to Measure the Strength of Your Relationship 5. Is your partner comfortable holding hands in public?",
          1481046728
        ],
        [
          "It's bound to happen, maybe even tonight. Here's how to survive it. 10 Tips for Talking to People You Can't Agree With 6. Don’t drag anyone else into your debate.",
          1480714510
        ],
        [
          "How many of these do you and your partner share? 8 Keys to a Loving Relationship Cherishing, cheerleading, and more.",
          1480201201
        ],
        [
          "You'll want to read these tips now, not put it off till tomorrow. 12 Ways to Beat Procrastination Strategies that really work, especially if your issue is cyberslacking.",
          1479402986
        ],
        [
          "Will he cheat? Will she stray? These are the key factors that may help predict infidelity. Does a High Sex Drive Make a Partner More Likely to Cheat? ... and the one essential personality trait that can keep couples faithful.",
          1478966401
        ],
        [
          "Are you looking for the right things? The 2 Things You Need to Find in Any Partner If you seek true love, start by shifting your flight patterns.",
          1478828268
        ],
        [
          "Feelings of jealousy can actually bring a couple closer together (if they can resist the urge to smash the china). What Jealousy Really Means for Your Relationship \"I didn't know you cared.\"",
          1478044487
        ],
        [
          "Are you and your partner as close as you need to be? A Deeper Secret to Relationship Success A radical prescription for deeper intimacy, openness, and authenticity.",
          1477607400
        ],
        [
          "At some point, almost all of us have given someone else power over the way we think, feel, or behave. This is how to take it back. 9 Ways to Keep Your Power 7. Avoid language that implies you're a victim.",
          1477519200
        ],
        [
          "Are you and your partner ready for the long haul? How We Commit Being there for each other, and understanding when you need your space.",
          1477508180
        ],
        [
          "Infidelity never happens by accident, and it doesn't only happen because a relationship has burned out. Why People Cheat ... and why some relationships can survive it.",
          1477170000
        ],
        [
          "When couples get too comfortable, their connection can grow stale and leave them unprepared for challenges. Here's how to break out of the rut. 20 Questions That Can Bring You Closer Together … and why every relationship needs a balance of security and unpredictability.",
          1476802902
        ],
        [
          "Have you ever considered talking to a therapist? Here's what you need to know. What Really Happens During a Therapy Session No, you don't have to talk about your mother (unless you want to).",
          1476266401
        ],
        [
          "What some men who've had affairs tell their therapists often reveals regret, despair, and desperation. What Some Men Really Feel After Cheating on a Partner ... and what it says about the chances for their relationships to survive.",
          1476121782
        ],
        [
          "Do you recognize the signs? 6 Questions to Help You Recognize a Codependent Relationship ... and why it's still so hard to walk away.",
          1475774101
        ],
        [
          "Relationship abuse comes in many forms, beyond the physical. Here's what everyone should watch out for. 5 Crucial Signs of Abuse in Relationships That Aren’t Physical Isolating a partner from others, \"gaslighting\" them, and more.",
          1475704801
        ],
        [
          "It's one of the strongest measures of relationship health, and too many couples get it wrong. Why You and Your Partner Need to Celebrate Each Other Every enthusiastic response is a vital deposit in your bank of good will.",
          1475157601
        ],
        [
          "To make better relationship decisions in the future, take to heart what many have learned the hard way. 3 Hard-Earned Lessons of Love and Attraction 1. Don't be afraid to share what makes you quirky and unique.",
          1474668000
        ],
        [
          "Have you ever felt the urge to scream, \"Just listen to me!\"? 8 Ways to Really Listen to Each Other 1. Take each other seriously.",
          1474649101
        ],
        [
          "2. Be open to being wrong. 5 Ways to Stay Close to Your Partner, Even When You Fight It could mean life or death for your relationship, and for your own health.",
          1473884424
        ],
        [
          "Who really has to change when one partner goes through a gender transition? Meet 4 Couples Whose Love Helped Them Face the Ultimate Challenge to Intimacy Couples that stay together through one partner's transition must navigate a complicated set of emotions. Here's proof that it can be done.",
          1473710158
        ],
        [
          "Dating sites offer a world of choices. That may be just the problem. When You Can Date Everyone, Can You Be Happy With Anyone? New research on romance and the choice overload effect.",
          1473364264
        ],
        [
          "Do you have what it takes? And does your partner? The Traits That Make You a Better Romantic Partner ... and why your chances of long-term success rise if you both share them.",
          1472907600
        ],
        [
          "The better you understand yourself, the better you'll get along with your partner. Here's why. How Your Partner Is Also Your Mirror ... and why experts say \"every accusation is an autobiography.\"",
          1472227200
        ],
        [
          "It's not just what you say. It's not even how you say it. Find out what you may be missing. Become a Better Conversationalist With the \"Rule of Three\" Are you getting your message across? Maybe you should try this.",
          1470861900
        ],
        [
          "There's a thin line between love and hate. This is how we cross it. 3 Surprising Facts About the Power of Love Love can make you feel some powerful emotions, some of them maybe too powerful.",
          1469719395
        ],
        [
          "10. Remember that there are no winners and losers in a healthy relationship. 14 Ways to Be a More Caring Partner Developing and practicing empathy for each other is a proven way to get closer and stay together. ",
          1469548530
        ],
        [
          "Love works in mysterious ways, but science has cracked some of its secrets. Here's how they can work for you. 5 Keys to Success in Love and Dating Research-based tips for becoming a more perfect partner.",
          1469307600
        ],
        [
          "Can a relationship survive on \"charity sex\" and \"peace-keeping sex\"? 3 Reasons Couples Might Have Sex Even Though Only One Really Wants To The pros and cons of being there for each other, no matter what.",
          1469138400
        ],
        [
          "Are you and your partner giving each other what you need most? How to Become A More Empathic Partner The hard questions you need to ask yourself, because there's so much at stake.",
          1468856016
        ],
        [
          "Have you and your partner ever had these talks? 6 Talks Every Couple Needs to Have Before Marriage How you deal with money, for sure, but also what your childhoods were like.",
          1468346278
        ],
        [
          "How much are intimate partners really obligated to confide in each other? What to Do When Your Partner Just Won't Open Up ... and what will just make it worse.",
          1467921600
        ],
        [
          "Do you and your partner have what it takes? If you've been listening for the right signals, you should already know. 5 Ways to Tell If Your Relationship Is Built to Last Trust your instincts, and your experience.",
          1467754200
        ],
        [
          "When it comes to romantic connection, how high a priority is hair? Do We Really Think Long-Haired Women Are More Attractive? Research teases out the complex link between hair length and perceived beauty.",
          1467464400
        ],
        [
          "What makes someone sexy to you? It's a lot more than looks. The 4 Key Elements of Sex Appeal There's also something in the way he (or she) moves.",
          1467410400
        ],
        [
          "Romance is just the tip of the iceberg. How many have you experienced? The 7 Types of Love ... and why our focus on the erotic can lead us to ignore potentially more available and fulfilling connections.",
          1467228600
        ],
        [
          "There's a roadmap to happiness and control of your life. Here are the first steps. 12 Tips for Greater Psychological Health We all have something to work on. Here's how to start.",
          1466625490
        ],
        [
          "A friend or relative suffering from depression could have an impact on your outlook as well. Is Depression 'Contagious'? ... and can positive feelings spread just as strongly? Research offers insights.",
          1466606498
        ],
        [
          "Is this the hidden key to a successful relationship? The One Thing You Absolutely Need to Know About Your Partner ... and why it predicts whether you'll be happy together so reliably.",
          1466541001
        ],
        [
          "You may already know that yawns are contagious. But you probably don't realize just how powerfully contagious they are. 8 Fascinating Discoveries About Yawning ... including the influence of its sound, and its connection to sex.",
          1465523100
        ],
        [
          "Not every relationship can survive infidelity, But without these steps, you won't have a chance. 9 Steps to Surviving a Partner's Betrayal 1. Consider what it really means to go public.",
          1465496020
        ],
        [
          "Do you need to make a break? These tips will make it easier. 10 Ways to Know That It's Time to Go Read the signals, be firm, and don't drag it out.",
          1464368261
        ],
        [
          "How do you choose who you want to be with? If you're like most people, it's from a menu with 3 columns. What Do We Really Want From a Partner? ... and the 4 major choices everyone has to make.",
          1462654800
        ],
        [
          "The data on how far from their due dates most babies arrive has some asking why we even bother calculating them. The Surprising Trouble With Babies' Due Dates ... and what it has to do with how we make decisions.",
          1461434401
        ],
        [
          "Uncertainty about a partner can drive us to some extreme steps. This is why. Why Love Can Make You Crazy ... and why it can be dangerous.",
          1460901600
        ],
        [
          "A man with healthy male friendships should also be a more loyal romantic partner. Here's why. The Surprising Benefits of 'Bromance' Male bonding can make guys healthier, happier, and better dads as well.",
          1460829660
        ],
        [
          "Will sexting bring you and your partner closer together? What Sexting Really Reveals About You (and Your Relationship) Research into who is most likely to sext, and why.",
          1460757600
        ],
        [
          "How close is too close? 3 Essential Ways to Protect Your Personal Boundaries If you let violations slide, they will only keep happening.",
          1460578058
        ],
        [
          "Date night is a good idea. Here's a better one. The Secret to Better Date Nights Get away from the kids, sure, but don't go it alone.",
          1457133012
        ],
        [
          "Someone cheated. Now what? 3 Facts Everyone Needs to Know About Couples and Affairs When a partner strays, who really gets the blame?",
          1456614001
        ],
        [
          "\"The best part was hearing, 'This is totally normal. You are totally normal.'\" Real People Talk About Therapy When people are able to overcome their uncertainty, the benefits can be profound.",
          1456579784
        ],
        [
          "We want to help people who are hurting, but these old standbys just don't cut it. 5 Things We Need to Stop Saying to the People We Care About \"Happiness is a choice\"? Whose choice?",
          1456358401
        ],
        [
          "This may be the only relationship advice you'll ever need. 7 Ways to Become a More Loving Partner ... and 3 reasons we so often fall short.",
          1456082783
        ],
        [
          "It's not just about your romantic partner. Not by a long shot. 3 Surprising Ways to Feel More Loved 1. Go ahead: Talk to strangers.",
          1455822000
        ],
        [
          "This may be all you need to know. The 3 Keys to a Happier Relationship It's never easy, but it's less complicated than you think.",
          1455661800
        ],
        [
          "Do you and your partner have what it takes to last long term? 12 Crucial Questions About Your Relationship's Future 5. Can you ever agree to disagree?",
          1455126000
        ],
        [
          "Something you need to get done, but can't motivate yourself? This should do the trick. One Surefire (and Radical) Tip For Making Yourself Do What You Need to Do It may sound a bit ... extreme, but research shows it works.",
          1454520206
        ],
        [
          "Couples are acting more like singles all the time. Here's why. The Top 10 Ways Couples Have Changed Have you ever been a POSSLQ?",
          1454090042
        ],
        [
          "It's not just what you say. It's not even just how you say it. Find out what you may be missing. Become a Better Conversationalist With the \"Rule of Three\" Are you getting your message across? Maybe you should try this.",
          1453982400
        ],
        [
          "How many do you and your partner follow? 14 Secrets to a Great Relationship 2. Courageous openness.",
          1453425542
        ],
        [
          "Do you know the signs? 5 Relationship Red Flags You Have to Watch Out For ... and research into the high cost of ignoring them.",
          1453151700
        ],
        [
          "Are too many couples splitting up, or not enough? The Surprising Truth About Couples on the Edge There are advantages to staying together, but they don't apply to everyone equally.",
          1452624643
        ],
        [
          "Are you an attractive partner? It's time to find out. The One Quality Guaranteed to Make You More Attractive Spoiler alert: It has nothing to do with hair, eyes, or muscles.",
          1452466800
        ],
        [
          "There's no better way to communicate. Why You Should Kiss More It's healthy, it's bonding (and it's a great example for the kids).",
          1452438002
        ],
        [
          "Who do you talk to about the things you can't even talk about with your partner? Who Can You Confide In? New research into who we talk to about our relationships.",
          1452037797
        ],
        [
          "The results weren't even close. Which Accent Do We Trust Most (and Find Sexiest)? ... and how has one voice come to dominate almost all others?",
          1450454819
        ],
        [
          "'Tis the season ... for online dating? Yes, it is. And here's why. 5 Reasons This Season May Be the Best Time to Try Online Dating For one thing, the online dating pool grows every December.",
          1450216801
        ],
        [
          "New discoveries are revolutionizing what we know about how touch bonds us. The Surprising, Undeniable Power of Touch A newly recognized nerve system connects us in ways we never realized.",
          1449510079
        ],
        [
          "How many of these 10 do you and your partner do? 10 Ways to Create a More Loving Relationship The right words or a timely touch can boost your connection, tonight and long-term.",
          1448492400
        ],
        [
          "Is he or she The One? you'll never know if you don't get a second date. 15 First Date Mistakes (and Why They Could Be Deal Breakers) ... including 6 conversations you just don't want to start.",
          1448126513
        ],
        [
          "Another reason to choose your buddies wisely. 4 Ways to Stop Getting Distracted The keys to finishing what you need to get done (after reading this post).",
          1447874148
        ],
        [
          "It's not just about sadness. If you experience these symptoms, or see them in someone you care about, seek help. 7 Subtle Signs of Depression You Shouldn't Ignore Exhaustion and recklessness could each be a sign of a deeper problem.",
          1447421723
        ],
        [
          "How many of these fears do you share? 21 Phobias You Should Know Selenophobia and lupophobia may go hand-in hand (or paw).",
          1446292800
        ],
        [
          "As much as we may hate it, schemers get ahead. Should we imitate them? Why Are Mean People So Successful? A new study sheds light on why traits we loathe can make people a success.",
          1446039001
        ],
        [
          "Are you your own worst enemy? The 4 Key Ways We Sabotage Ourselves The case of the disappearing self and other mysteries.",
          1446027300
        ],
        [
          "When your partner drives you crazy, is your instinct to confront them? Read this first. How Do You Get Your Partner to Listen to You? New research into choosing the right (and wrong) way to raise difficult issues.",
          1445976357
        ],
        [
          "Are we attracted to people only when others are attracted to them? Have We Discovered the Most Powerful Element of Attraction? Research reveals the impact attractiveness by association.",
          1445793048
        ],
        [
          "Want to actually get something done today? Here's how to start. How to Spend the First 10 Minutes of Your Day A routine world-class chefs have long followed can work for you, too.",
          1445248800
        ],
        [
          "Why do more couples seem to want to live apart, together? Why So Many Partners Want to Be Both Single and Together A viral essay highlights a growing desire, and a booming trend.",
          1444084200
        ],
        [
          "Make no mistake: Jealousy is not a sign of how much someone's in love. What's Really Behind Jealousy, and What to Do About It Practical tips for dealing with a partner's jealousy, or your own.",
          1443126600
        ],
        [
          "Can you admire the artist while being offended by the man? Our Woody Allen Problem He says there's no downside to his choices. Many disagree. Where do you stand?",
          1442753357
        ],
        [
          "Looks? OK. Romance? Fine. Humor? Great. But don't forget this. The Other Thing You Need to Look For in a Partner A dating strategy that works for those who've been burned before.",
          1442525401
        ],
        [
          "What if there was a formula for successful relationships, and one man had figured it out? The Man Who Cracked the Love Code ... and how he's using it to save more couples.",
          1441903312
        ],
        [
          "How attractive does someone have to be to get your attention? Who Do You Find Attractive? It All Depends on This. Studies show how our standards change, and why.",
          1441461604
        ],
        [
          "Do you and your partner need to learn to fight fair? What Every Couple Needs to Know About Fighting ... especially the 3 things to do when a fight is over.",
          1441041633
        ],
        [
          "Consider this: The things that most irritate you about your partner are just the flip sides of what you admire most about them. 6 Reasons to Appreciate Differences With Your Partner Opposites may not attract, but differences sustain relationships.",
          1440345154
        ],
        [
          "Where do you stand on public displays of affection on Facebook? Does the Couple That Facebooks Together Really Stay Together? Surprising new research on how social media influences who stays together.",
          1440000001
        ],
        [
          "Is someone taking advantage of you? 12 Signs That You're Giving Too Much These red flags should tell you that your helping has become unhealthy.",
          1439758801
        ],
        [
          "Is it ever possible for a relationship to survive infidelity? An expert says yes. How Couples Can Survive Cheating (and Why They Even Try) An affair doesn't necessarily mean a relationship has gone bad. It does mean it needs work.",
          1439733602
        ],
        [
          "Finding the right person is just the start. Here's what has to come next. 3 Keys to Finding Love (and Hanging Onto It) What you really need from a partner, and what they need from you.",
          1439488157
        ],
        [
          "When you need to get a hold of yourself, this can do the trick. 3 Steps to Keeping Your Cool (and Saving Your Relationships) What you need to know to control your fight, flight, or freeze response.",
          1439373601
        ],
        [
          "Does your partner ever seem clueless about what you're feeling? It might be a sign of a larger problem. 12 Signs That Your Partner Lacks Emotional Intelligence Are they unmoved even by puppies or great movies?",
          1437669001
        ],
        [
          "Do parents put less work into their relationships? And are they the only ones? What Having Kids Really Does to a Relationship Eye-opening research into how couples change.",
          1436709601
        ],
        [
          "When you and your partner face a cliffhanger, what will you do? Choose Your Own (Romantic) Adventure There's a new way to learn about how we make relationship decisions.",
          1436198401
        ],
        [
          "\"I'm sorry\" is just the beginning. Here's what else you need to do. 5 Steps to an Apology That Really Works ... and 3 rules for the tricky task of accepting one.",
          1435582800
        ],
        [
          "Some modern couples may be threatened by some ancient male drives. Have We Discovered a Prime Reason Why Some Men Cheat? A concerning new link between economics and infidelity.",
          1435251198
        ],
        [
          "The average couple gives each other 12 minutes of undivided attention a day. Here's how you can do better. Why You and Your Partner Need to Unplug The research on couples and technology use, even in bed, is stunning.",
          1435165201
        ],
        [
          "Are you paying enough attention to each other? Are you sure? Why Couples Can't Coast An expert warns of the perils of living on autopilot.",
          1434565905
        ],
        [
          "Want to attract a perfect partner? Start by being one. 5 Secrets to Finding Real Love Confidence goes a long way, but it's not all.",
          1434488400
        ],
        [
          "We all have a list of things we want in a partner. Here's why we end up ignoring it. When It Comes to Love, Do You Really Know What You Want? Research into why we may not end up with our 'ideal' partners.",
          1434292416
        ],
        [
          "Do opposites attract? Some surprising findings argue that it may be the opposite. Are We Attracted to People Who Look Like Us? When looking for love, start by looking in the mirror.",
          1432999660
        ],
        [
          "Do you want out? Just start doing these things. (Want to stay in? Then stop doing them.) 5 Surefire Ways to Kill a Relationship ... and how to step back from the brink.",
          1432501201
        ],
        [
          "This may be the most unexpected but vital key to relationship success. A Surprising Ingredient for Lasting Relationships Can't live without your partner? That's a problem.",
          1431727202
        ],
        [
          "Feeling sorry for yourself? Exchange self-pity for this and the result could be transforming. 7 Scientifically Proven Benefits of Gratitude You'll be grateful that you made the change (and you'll sleep better).",
          1431522203
        ],
        [
          "Is it a fling, or the real thing? Science offers some clues. 5 Ways to Tell if a Relationship Might Last Research finds that some signals point to commitment, but others are red flags.",
          1431293983
        ],
        [
          "Jealousy can make any of us obsessive or irrational. Here are 4 ways to overcome it. 4 Ways to Disarm Jealousy Spoiler alert: It's not necessarily about your partner.",
          1430753982
        ],
        [
          "You only get one chance. Here are 10 ways to make the most of it. 10 Great Ways to Get to Know New People Without Awkwardness Icebreakers backed by the principles of social psychology.",
          1429261679
        ],
        [
          "Are you and your partner doing what you need to? 8 Ways to Divorce-Proof Your Relationship How you deal with struggles can boost your odds of staying together.",
          1428444001
        ],
        [
          "How many of these fit you and your partner? 10 Signs That You're In a Healthy Relationship Are you still good for each other?",
          1427837401
        ],
        [
          "These 8 true-or-false questions could change the way you think about online dating and the people who do it. What Do You Really Know About Online Dating? The truth behind the myths, and what it could mean for you.",
          1427472333
        ],
        [
          "What do you really need from your partner? Perhaps not what you think. What We Need Most From a Relationship Research finds that what matters most may not be what we expect at the start.",
          1427330526
        ],
        [
          "This could be the secret to getting a first date. A Single Question Can Boost Your Chance of Getting a First Date The key, research shows, is getting your foot in the door. Here's how.",
          1426960506
        ],
        [
          "Have you ever been in an on-again, off-again relationship? The Truth About On-Again, Off-Again Couples Cycling is more common than many think but comes with hidden costs.",
          1425598801
        ],
        [
          "When a partner needs you the most, this is how to be there. How to Help a Self-Destructive Loved One (and What Not to Do) Do's and don'ts from an expert, starting with looking out for yourself.",
          1425312583
        ],
        [
          "Are you seeing any of these 51 red flags in your relationship, or a friend's? 51 Signs of an Unhealthy Relationship Toxic connections ring multiple alarms, if partners can only hear them.",
          1424822401
        ],
        [
          "Do you really want to know everything about your partner? Is Curiosity Good for Your Relationship? ... and what happens when it tempts you to explore other options?",
          1424800801
        ],
        [
          "Can you really get along, long-term? Time to find out. The Conversation All Introvert-Extrovert Couples Need to Have Talking points, before a conflict.",
          1423670449
        ],
        [
          "Betrayal may have many psychological sources. But it always hurts a partner. The 10 Reasons Why Men Cheat Some are just immature. Others have deeper issues.",
          1423323001
        ],
        [
          "Want to blow it all up? Just keep saying these things. (Want to stay together? Then stop.) 5 Phrases That Can Kill a Relationship ... and the alternatives that will bring you closer together.",
          1423095300
        ],
        [
          "Want to repair your relationship, without a professional's fee? Do it yourself. 6 Ways You Can Fix Your Relationship on Your Own Empower yourself to bring staying power to your connection.",
          1422925227
        ],
        [
          "Are you tired of feeling tired? Here's what you can do about it. 11 Ways to Fight Fatigue If you think it's all about how much you sleep, you need to read on.",
          1422624292
        ],
        [
          "This fascinating research will have you rethinking our mating habits. Women With Male Friends Have More Sex (But Not With Them) The complex roles of attraction, jealousy, and insecurity in relationships.",
          1422318600
        ],
        [
          "Some couples are trying to make failed marriages work. Here's why. Could You Ever Stay in a Loveless Marriage? Some Are Trying. New options for couples that have fallen out of love.",
          1421780141
        ],
        [
          "No matter how important what you have to say is, don't say it this way. The 5 Ways Not to Talk to Your Partner It's too easy to sabotage your best interests. Follow these rules and you won't.",
          1421539201
        ],
        [
          "Is staying connected 24/7 really such a good idea? 9 Ways the Internet Can Be Toxic for Your Relationship Surprising challenges to even the healthiest partnerships are often overlooked.",
          1421438401
        ],
        [
          "Should there be a rule for the difference in age between partners? Who Is Too Young or Too Old for You to Date? Research finds that one well-known guideline may not work for everyone.",
          1421264107
        ],
        [
          "New research is challenging some old assumptions about attraction. Do Opposites Really Attract? It's Complicated. We may prefer people who are similar to us, but there are crucial exceptions.",
          1421082008
        ],
        [
          "It's not always the big disputes that blow up relationships. Can You Learn to Make Microcompromises? 3 ways to make the life you share more tolerable.",
          1421074800
        ],
        [
          "This may not be the only relationship advice you'll ever need. But it's close. What Can You Change About Your Partner? A clear answer from those who should know.",
          1420387702
        ],
        [
          "How much do you need to know about someone to spark a connection? Turns out, very little. This Is All You Need to Know About a Potential Partner A picture, and a few bits of data, is worth much more than 1,000 words.",
          1419022802
        ],
        [
          "Is there a crazy-maker in your life? How to Handle a Crazymaker 4 keys to keep from losing it when they start playing games.",
          1418936401
        ],
        [
          "Ever been tempted to return to an ex? Here's how to resist that urge. 6 Ways to Keep Yourself From Going Back Experience the longing, but stay in the present.",
          1418839200
        ],
        [
          "Much of what we assume about online dating is wrong. 4 Myths About Online Dating, Exposed Only for the desperate, and doomed to failure anyway? Hardly.",
          1418419800
        ],
        [
          "Does breaking up and staying in the same house ever work? How Couples (Try to) Make In-House Separation Work Are overnight guests allowed? And who gets to use the car?",
          1418234729
        ],
        [
          "When we criticize other people's plastic surgery, what are we saying about ourselves? The Psychology of Vanity What we really talk about when we talk about plastic surgery.",
          1416779600
        ],
        [
          "Are there more narcissists than ever? Let's consider the evidence. Is There Really an Epidemic of Narcissism? A meme may not hold up to close scrutiny.",
          1416433233
        ],
        [
          "We all want to be needed. Here are 6 ways our partners can meet that need. Does Your Partner Need You?  It's great to be needed, but not too much. ",
          1415667628
        ],
        [
          "Crazy-making partners can wear you out. The good news: They can change. Is Your Partner Driving You Crazy?",
          1415064260
        ],
        [
          "Every couple needs a tune-up sometime. 6 Steps to Repairing Your Relationship Stop a downward spiral before it's too late.",
          1414102501
        ],
        [
          "What one thing really makes someone attractive? Now we know. Why We Want Who We Want The phenomenon of mate copying and how it affects our romantic choices.",
          1413669600
        ],
        [
          "Is someone taking advantage of you or someone you know? When Relationships Are Based on Manipulation Recognize the signs. Break the pattern.",
          1413401473
        ],
        [
          "What's the key to success? It could be your partner. What's Behind Every Great Man or Woman? Very often, it's a partner whose attitude really makes it all possible.",
          1413388800
        ],
        [
          "Learn to trust your gut. It's probably right. 10 Relationship Red Flags These are the things you should never ignore.",
          1413064800
        ],
        [
          "Just because it's not love at first sight doesn't mean it can't be love. How to Develop Your Attraction to the Right Person You know who would be good for you. So why aren't you attracted to them?",
          1412352001
        ],
        [
          "Are you (or your partner) the jealous type? Here's what's behind it. Is It Only Natural for Us to Be Jealous? What we've learned about the evolution of a potentially dangerous emotion.",
          1412338500
        ],
        [
          "No one's perfect. So stop looking for someone who is. Looking for a Soul Mate? You Can Do Better. Research exposes the flaws in our beliefs about true love.",
          1412206613
        ],
        [
          "Before settling down, you have to have the talk. Actually, seven talks. The 7 Sex Questions Every Couple Has to Answer Make time to talk about where you want to go together, and where you don't.",
          1412032338
        ],
        [
          "Are you trying to make your partner jealous? Take this survey, and be honest. 18 Ways You Might Be Making Your Partner Jealous Some seem to think it's the glue that holds a couple together. How about you?",
          1411596000
        ],
        [
          "\"Romantic chemistry\" is no cliche. It's very real, and incredibly powerful. Why Love Is a Roller Coaster The science behind the eternal rise and fall of romantic feelings.",
          1410559201
        ],
        [
          "When is it okay to take down the mask and show how you really feel? 3 Ways to Know When to Show Your True Emotions At home, at work, or on the phone, there are calculations you need to make.",
          1409770637
        ],
        [
          "Do you need a new morning routine? 5 Ways to Make Your Day Work for You A simple shift could change everything.",
          1409652181
        ],
        [
          "Facing a challenge? Here's how to convince yourself that you'll succeed. One Surefire Trick For Increasing Your Willpower There's a way to set yourself up for success. It's all in the framing.",
          1409321870
        ],
        [
          "Stop looking for dealbreakers. Look for a deal maker. The One Thing You Need to Look For in a Partner Someone may have 10 or 20 of the qualities on your list. Only this one matters.",
          1409007732
        ],
        [
          "What's your passion? What'll it be tomorrow? Why Our Passions Change, and Why That's OK You'll know it when you feel it.",
          1408904532
        ],
        [
          "Make the world fit you, not the other way around. Do You Look Fat in That? Who Cares? Clothes don't make you who you are, unless you let them.",
          1408816801
        ],
        [
          "Shocked by the success of the ice bucket challenge? You shouldn't be. 6 Reasons Everyone's Taking the Ice Bucket Challenge The viral charity phenomenon is based on some sound psychological principles.",
          1408734000
        ],
        [
          "We'll bet your workout would be better if you got your partner involved. 5 Reasons Why Couples Who Sweat Together, Stay Together Research finds surprising benefits from exercising together.",
          1408197601
        ],
        [
          "We may think our partners are better than they really are. Are we fooling ourselves? Could be. How We Turn Our Frogs Into Princes The powerful phenomenon that convinces us that our partners are the best.",
          1407774600
        ],
        [
          "Are you a grown-up? Would your partner agree? How To Grow Up Independence may be the most attractive trait in a mate. Here's why.",
          1407405601
        ],
        [
          "We won't test you on these rules. Life will. 29 New Rules for Relationships Kindness counts, but fun is at least as important.",
          1407016801
        ],
        [
          "Are you and your partner really on the same page? The Rules Every Couple Needs to Set It's time to have a talk about technology in your relationships.",
          1406825394
        ],
        [
          "When looking for a partner, it helps to think like Goldilocks. Is Your Relationship Just Right? It's hard to find happiness when you need more space, or have too much.",
          1405980000
        ],
        [
          "Why do angry couples stay together? It's easier than it looks. 11 Reasons Unhappy Couples Don't Break Up You can assume there's more going on than meets the eye.",
          1405288800
        ],
        [
          "You can learn a lot about someone through a kiss, probably more than you realize. What's in a Kiss? When we lock lips with a partner, there's more to it than just romance.",
          1405198800
        ],
        [
          "Stop dating. Start courting. Finding Love, the Old-Fashioned Way Casual only gets you so far. For a real relationship, you may need to court.",
          1404511201
        ],
        [
          "Is someone hiding something from you? 6 Signs Your Partner Is Facebook-Cheating Even when there's no sex involved, the pain of infidelity can be real.",
          1404050400
        ],
        [
          "Do introverts and extroverts make perfect couples—or are they destined to drive each other crazy? I Love You But Don't Call Me, OK? Talking points for introvert-extrovert couples",
          1403863201
        ],
        [
          "What you can expect when you try to make someone change. How to Help a Friend, and How Not To Do interventions really work? The research may surprise you.",
          1403534043
        ],
        [
          "Are outdated rules keeping you from finding true romance? Six Dating Rules You Should Stop Following ... and one that you shouldn't.",
          1402783201
        ],
        [
          "What do you know about building a successful relationship? It's time to find out. What's Your Relationship IQ? Take this 10-item quiz to find out what you know, or need to learn.",
          1401836183
        ],
        [
          "How important is your partner's touch? Why a Lover's Touch Is So Powerful It can be stronger than verbal or emotional contact, and make people possessive.",
          1401316800
        ],
        [
          "She's hot, he's not. You've seen it; here's how it plays out. Do Differences in Attractiveness Between Partners Really Matter? When you see your partner as more (or less) attractive, how does it affect your relationship?",
          1401112801
        ],
        [
          "You can learn a lot about someone through a kiss—probably more than you realize. What's in a Kiss? When we lock lips with a partner, there's more to it than just romance.",
          1400871600
        ],
        [
          "You don't have to agree with someone to get along. You just have to do this. Every Couple's Key to Peace Differences of opinion don't need to be problems, if you follow this guideline.",
          1400538601
        ],
        [
          "Discover together what's most celebratory, intimate, and fun to do. Then do it often. 5 Essentials for a Strong and Pleasurable Relationship In good times and bad, these bedrock rules can help keep you together. ",
          1400451762
        ],
        [
          "Do first dates still make you nervous? Here's how to cope. How to Survive a First Date Follow these 3 guidelines and you may even enjoy yourself.",
          1400269501
        ],
        [
          "Is it ever OK to be jealous? What Can You Do When Your Partner's a Flirt? How to respond if it makes you uncomfortable.",
          1400261209
        ],
        [
          "Want more power? Stand up and command it. The Power of Your Pose Taking a stronger stance can boost your confidence and help you take charge.",
          1400255150
        ],
        [
          "You can use your eyes, hands, and even smile to connect or take charge. The Surprising Power of Body Language 5 ways to communicate with nonverbal gestures.",
          1399991016
        ],
        [
          "Want to stay in love? Stay away from this routine. The Fantasy That Puts All Relationships at Risk There is a way to keep love alive.",
          1399845600
        ],
        [
          "Can a relationship survive when one partner cares more deeply than the other? Lopsided Love Signs of comfort may really be red flags.",
          1399656192
        ],
        [
          "What both partners have to do to make a relationship work. The Best Kept Secret to Highly Successful Couples New research unveils the impact of romantic style on successful relationships.",
          1399068001
        ],
        [
          "Here's the science behind attraction, starting with our animal instincts. Do Opposites Really Attract? Recent research sheds light on this familiar adage.",
          1399050205
        ],
        [
          "Got a big decision to make? Make sure 'none of the above' is one choice. Why Having the Choice to Do Nothing Is So Important A study that shows a sharp influence on our commitment.",
          1398951007
        ],
        [
          "Tips for keeping a genuine connection, based on research that predicts divorce with 94% accuracy. The Formula for Staying Together Confirm your compatibility, then avoid the Four Horsemen of the Apocalypse.",
          1398805201
        ],
        [
          "Happy couples stay that way because they do these 3 things. The 3 Relationship Skills You Need to Practice Master them, and you'll avoid vicious cycles of conflict.",
          1398636001
        ],
        [
          "Can you recognize the subtle signs that a friend or stranger is upset? 5 Ways That Body Language Can Signal Trouble When you can spot the signs, you can be ready to help.",
          1398111543
        ],
        [
          "Make this confession and you'll make your partner happier. The Most Loving Thing You Can Say to Your Partner Communicate better and strengthen your bond.",
          1397426401
        ],
        [
          "No matter how important what you have to say is, don't say it this way.  The 5 Ways Not to Talk to Your Partner It's too easy to sabotage your best interests. Follow these rules and you won't.",
          1397412002
        ],
        [
          "Would winning the lottery change your life, or ruin it? The Pros and Cons of Winning a Fortune What would you do if you won a million? Past winners offer models and red flags.",
          1397311200
        ],
        [
          "Would this radical way of making new friends work for you or someone you know? Have You Ever Friend-Dated? 'MWF Seeks BFF'",
          1397236819
        ],
        [
          "The new trend for committed couples is deciding not to move in together. Could You Live Apart, Together? Some couples are forgoing cohabitation, and loving it.",
          1397156400
        ],
        [
          "Is your partner in it for the long haul? Are you? What Do Lovers Really Want? Is one long profound romance worth many short intense ones?",
          1396994400
        ],
        [
          "Is he or she really into you? Check for these signs. How to Decipher Your Date Responding to what's become a social epidemic.",
          1396735200
        ],
        [
          "Texting with your partner may be pushing them away. Is Constant Texting Good or Bad for Your Relationship? New research finds real benefits but also crucial red flags.",
          1396456516
        ],
        [
          "A relationship issue no couple should ignore. Is Your Partner a Flirt? How to set rules before jealousy threatens your relationship.",
          1396380161
        ],
        [
          "Here's how to find love online. 8 Essential Rules for Online Dating Do you know what you're really looking for?",
          1396188000
        ],
        [
          "What does kissing mean to you? The Mystery of Kissing It's not clear why we do it, but we know it works.",
          1396105201
        ],
        [
          "Your ideal mate may be someone with the same name as you. Do Opposites Really Attract? Why we gravitate toward people just like ourselves.",
          1394656282
        ],
        [
          "Why do we kiss? The History of Kissing Is kissing innate, or is it learned?",
          1394150400
        ],
        [
          "Are you looking to your partner to meet ALL your needs? Could New Thinking About Relationships Help Yours? Satisfaction with a partner may depend on self-expression.",
          1393971600
        ],
        [
          "We may *think* we know what we want in a partner. Do we? How to Choose a Mate The one quality that stands above all others in the search for a significant other.",
          1392754131
        ],
        [
          "The discovery of a partner’s pornography can spark a power struggle that goes downhill fast. Porn and Power Could both partners be right?",
          1392505501
        ],
        [
          "Wise leaders are not always great leaders. What Makes a Good Leader? Study shows that of five facets of wisdom, only one makes a good leader.",
          1392379200
        ],
        [
          "Here are some ways to show your children how to live, starting right now. http://ow.ly/tzihB  9 Keys to Being the Best Role Model You Can Be All the world’s a stage, and you are your child’s main attraction.",
          1392292801
        ],
        [
          "Dress smart—really smart—with these research-based fashion tips. Seven Fashion Secrets for Romance How you dress may matter for relationship success.",
          1391800994
        ],
        [
          "What's driving your decisions? Could you be suffering from illusions of certainty? (If your answer is \"No way,\" you should probably read this.) Conviction and Uncertainty Develop the Former and Embrace the Latter",
          1391619228
        ],
        [
          "Ever felt uncomfortable around someone who looked different, despite knowing better? Do I Make You Uncomfortable? The instincts that safeguard us from disease may also propel our worst social biases—not to mention violence around the globe. Gaining a true...",
          1390408941
        ],
        [
          "Disgust is one of your most powerful emotions. How did it get that way? Disgust Has Us in Its Grip Five things disgust tells us about ourselves",
          1390155416
        ],
        [
          "How to be assertive—but not aggressive: http://ow.ly/sfQIg How to Be Assertive, Not Aggressive You can advance at work and still be human",
          1388869369
        ],
        [
          "Drowsy driving is an overlooked danger. But there are a number of strategies to avoid it and avert potential disaster. The Dangers of Drowsy Driving Sleep drivers are dangerous drivers!",
          1386356049
        ],
        [
          "Rethink your first-date strategy. Step 1: Don't try so hard. Dating Mistakes: Sexual Caution and Other Turn-Offs Avoid these mistakes and your dating life will thank you!",
          1385746902
        ],
        [
          "Relax. You are probably the only one who knows you are having a bad hair day. Falling Prey to the \"Spotlight Effect\" Part of the human experience seems to be finding ourselves in highly embarrassing situations.",
          1385149979
        ],
        [
          "Even grown-ups need role models. Who are yours? We All Need Role Models to Motivate and Inspire Us Looking for inspiration? Turn to the people you admire most",
          1384889989
        ],
        [
          "\"No one ever told us about PTSD. The term was not even a term back then. It was the 1950s, and later, the ‘60s; my generation only knew that our dads had fought in 'the war,' and that now, they were home.\" Memories of a Veteran's Son Living with undiagnosed PTSD is not easy",
          1384205298
        ],
        [
          "Has technology made it easier to blow off appointments and show up late? Last Minute Itis: The Behavior Plague of Our Time Is the cell phone turning us into a society of ill-mannered cads?",
          1384013780
        ],
        [
          "\"In the most successful relationships, both partners are givers.\" The Best Kept Secret to Highly Successful Couples New research unveils the impact of romantic style on successful relationships.",
          1383680391
        ],
        [
          "We kiss for different reasons depending on gender and relationship type, research suggests. http://ow.ly/qrWyK What’s in a Kiss? In sexual politics, the kiss is both ambassador and spy",
          1383521177
        ],
        [
          "\"There are inherent problems in any type of electronic messaging, but texting places a premium on brevity and lack of explanation.\" Is Texting Stressing You Out? Keep the social strains of social messaging from getting to you with 5 easy tips",
          1382989570
        ],
        [
          "\"Long-term relationships are moving targets. Those qualities that you used to find so appealing and that now irritate you may reflect actual change, change in your perception, or changes in your own personality and habits.\" Avoid the Fatal Attraction Effect in Your Relationship How can you keep the flame of attraction alive in your closest relationship?",
          1382887545
        ],
        [
          "\"Exercise certainly has appeal as a treatment. It doesn’t require taking any pills or making appointments. ... Because we’re so quick to buy into it, we may overlook the possibility that it doesn’t work.\" Can Jogging Relieve Depression? Evidence is mixed about whether exercise curbs depression.",
          1382035201
        ],
        [
          "\"It takes two to couple up; it takes only one to make things a whole lot better.\" 15 Simple RuIes for a Remarkable Couple Relationship Coupling up is complicated. The rules for making it work are not.",
          1381167851
        ],
        [
          "\"Why do we love to chase? What is so intriguingly attractive about hard-to-get partners, Black Friday sales, and the very latest iPhone? Whether it's for a trophy, a promotion, a slice at a popular pizza parlor, or Twitter followers, desire simply gets us all fired up.\" How Desire Fools Us: The Benefits and Dangers of The Chase Desire brings us joy. Learn to harness its benefits while avoiding its dangers.",
          1379772131
        ],
        [
          "\"Burnout is not feeling bummed out, having a bad day, or depression ... it's being out of sync with one or more aspects of your life, and the result is a loss of energy, enthusiasm, and confidence.\" Six Sources of Burnout at Work Are you at risk for work burnout?",
          1377876326
        ],
        [
          "\"Most micromanagers do so out of a need for control that has more to do with them than the performance of their employees.\" Steps You Can Take if Your Boss Is a Micromanager Does your boss hover over your every move?",
          1376672374
        ],
        [
          "What indispensable tradition connects you to others or helps get you through hard times? email us: matt.huston@psychologytoday.com",
          1376506202
        ],
        [
          "5 reasons people with autism may be susceptible to child pornography and more vulnerable to prosecution for seeking it out. Autism and Porn: A Problem No One Talks About Are people with autism more vulnerable to the lure of illegal child pornography?",
          1375816999
        ],
        [
          "Sometimes there is great power in saying nothing at all: \"People want more than anything to be heard and understood and will find anyone who provides them that feeling powerfully charismatic.\" http://ow.ly/ncWFJ The Art of Silence How the use of silence can make you powerful and charismatic",
          1374510700
        ],
        [
          "\"Equating correlation with causation is a cherished, age-old tradition that is not going to stop any time soon.\" http://ow.ly/mUdRK The Stork-and-Baby Trap Mere association is not the same thing as evidence for a causal connection.",
          1373638511
        ],
        [
          "Are some phobias more reasonable than others? http://ow.ly/mS2sf All The Bridges Falling Down How a “bridge phobia” can actually be a successful survival technique",
          1373551376
        ],
        [
          "\"The Supreme Court has ruled. DOMA is dead. Now what?\" DOMA Is Dead What now?",
          1372272396
        ],
        [
          "\"Women devote about 13 hours a week to childcare, up from about 10.5 hours nearly a half century ago—when they didn’t work outside the home. Each child adds no less than 120 hours of housework a year.\" Having it All by Raising Only One? Without better family policy, is having an only child the closest we can get?",
          1370970886
        ],
        [
          "http://ow.ly/lsYF1 Is Background Music a Boost or a Bummer? It depends on the nature of the task and the demands of your work.",
          1369747550
        ],
        [
          "\"Lower intelligence in childhood is predictive of greater racism in adulthood.\" Do Racism, Conservatism, and Low I.Q. Go Hand in Hand? Lower cognitive abilities predict greater prejudice through ring-wing ideology.",
          1366741776
        ],
        [
          "A recent survey found that online dating is now one of the most common ways for couples to meet, second only to \"through friends.\" Is Online Dating the New Bar Scene? How to find a mate in the 21st century",
          1365794165
        ],
        [
          "\"The more choice and opportunity that we have, the more regret we feel.\" The Power of Regret  ",
          1365521146
        ],
        [
          "How an evolutionary theory and 'The Book of Mormon' explain the success of certain religions http://ow.ly/i3Pfp Broadway’s Book of Mormon (More Offensive than Promised) ... and the evolutionary function of religion.",
          1361887572
        ],
        [
          "Feeling awkward? Here's a survival guide for your most mortifying moments. Why Did I Just Say That? Some predicaments are intensely awkward.",
          1360947551
        ],
        [
          "Want to stay in love? Act in love. Can Acting In Love Help You Stay In Love? Why lasting passion might be a matter of practice.",
          1360780366
        ],
        [
          "\"It is usual to speak of being in love as the most important thing in deciding to get married—or staying married, for that matter. It is not.\" So... what really matters? Read on. The Anatomy of Dating The natural pace of a dating relationship",
          1358620820
        ],
        [
          "Do introverts and extroverts make perfect, complementary couples—or are they destined to drive each other crazy? I Love You But Don't Call Me, OK? Talking Points for Introvert-Extrovert Couples",
          1358437171
        ],
        [
          "\"Reporters are saying the killer had Asperger’s Syndrome, a form of autism. Every time a news story does that, they are at some level implying that there is a connection between autism and mass murder. There’s not.\" Asperger’s, Autism, and Mass Murder Let's Stop the Rush To Judgment",
          1355838904
        ],
        [
          "You don't need wine or rationalization—you have a built-in system for calming yourself down. Here's how to tap into it. The Brain's Ability to Look Within: A Secret to Well-Being  ",
          1355168295
        ],
        [
          "What attracts us to someone may be the same thing that causes us to break up. Fatal Attraction What attracts us to someone may be the same thing that causes us to break up.",
          1354308003
        ],
        [
          "Talking while driving does more than distract you. It actually changes the way drive. How? Depends what you're talking about. Don't Talk (or Listen) and Drive Why are some types of conversation more dangerous for drivers than others?",
          1352123435
        ],
        [
          "No risk, no reward? Sometimes the scariest choice is the best choice. Getting Brave With Albert Brooks When making choices, sometimes it's best to choose the scariest thing",
          1351707304
        ],
        [
          "When forced with a difficult decision or too many possibilities, don't freeze up. \"The only wrong choice is no choice.\" What If I Choose Wrong? Man, have heard that excuse soooo many times.",
          1350397645
        ],
        [
          "When you're interested in someone, you can start to take on their qualities—even their flaws. Have you ever noticed the personality of someone you're dating rubbing off on you? You Are Who You Date People incorporate their romantic interests' flaws into their self-concepts.",
          1349962665
        ],
        [
          "\"Young male skateboarders took more risks and more falls when observed by an attractive female researcher.\" http://ow.ly/ekJ4x Taking Risks to Attract Women Does risky behavior turn women on?",
          1349789435
        ],
        [
          "Jealousy has long been deemed the guardian of love. But more often it's love's downfall. Jealousy: Love's Destroyer We typically blame our partner for paying attention to another, but the real issue may be what jealousy teaches us about ourselves.",
          1348935692
        ],
        [
          "\"There are many unchangeable factors that determine who we’re attracted to, when we fall in love, and even whether or not we’re likely to wind up divorced. But at the end of the day, relationship outcomes aren’t just predicted by pre-existing factors; they’re also choices that we actively make.\" Actively Shaping Our Romantic Futures Why relationship decision making research matters",
          1347382976
        ],
        [
          "\"Lack of social connection is as detrimental to our health as smoking.\" Connect To Thrive Social connection improves health, well-being, and longevity.",
          1346070660
        ],
        [
          "The easiest way to boost your health? Kiss more. The Kiss of Health Kiss often and long to gain life-extending benefits",
          1345566639
        ],
        [
          "\"Texting and talking on a cellphone while driving slows reaction time more than being drunk.\" The Truth About Texting While Driving | Psychology Today Demonstrating the dangers of distracted driving to students. By Ellen E. Pastorino, Ph.D.",
          1333652613
        ]
      ],
      "dates_start": 1392328190,
      "dates_end": 1473537616,
      "likes_avg": 2388,
      "likes_stdev": 1861,
      "comments_avg": 114,
      "comments_stdev": 107,
      "shares_avg": 1035,
      "shares_stdev": 982
    },
    {
      "number": 8,
      "important": [
        "fact",
        "especi",
        "new research",
        "grow",
        "need",
        "research",
        "underestim",
        "new",
        "certain",
        "action"
      ],
      "common": [
        "dog",
        "new",
        "new research",
        "partner",
        "people",
        "really",
        "research",
        "research shows",
        "reveals",
        "shows"
      ],
      "messages": [
        [
          "Death from self-injury is a growing crisis, especially in certain groups. These are the facts. The Startling, Underestimated Crisis of Self-Injury Death The rates are staggering, according to new research, and action is needed.",
          1487970004
        ],
        [
          "What makes a nervous dog? According to new research, it's most likely a nervous owner. How Our Dogs Echo Our Emotions “The tension flows down the leash,” expert trainers say. So does stress and neuroticism.",
          1487948407
        ],
        [
          "How easily can you tell what your partner is feeling, and how successfully can they read you? 3 Paths to Connecting More Deeply ... and the research that shows who tends to be better at it.",
          1487113203
        ],
        [
          "Travel changes us, new research finds, but not necessarily for the better. An Unexpected Risk of Vacation Travel New studies on travel and immorality uncover an unsettling connection.",
          1486845767
        ],
        [
          "Who engages in BDSM play, and why? A new study of participants provides answers you won't find in the popular books and movies. 50 Shades Happier? The Truth About BDSM Participants Groundbreaking new research challenges many popular myths about kink.",
          1486738902
        ],
        [
          "If there was a way to tell instantly how someone felt about you, would you want to know? Does Someone Really Like You? You May Soon Be Able to Know for Sure A new device that could take some of the doubt (and maybe the fun) out of romance.",
          1486224001
        ],
        [
          "Anyone who has loved and lost a companion knows that your own pet is never \"just a dog.\" Getting Over Rover: Why Our Grief Over a Dog Is So Intense Why studies confirm that for most people, the loss of a dog is comparable to the loss of a human loved one.",
          1486068534
        ],
        [
          "Do you know someone who really just wants to be alone? They may not realize the cost. The Perils of Social Isolation Research shows that without human contact, the mind can behave in strange ways.",
          1485351840
        ],
        [
          "Do you know a dog that's easily spooked? Here's what's behind it. A Dog That Is Afraid of Loud Noises Is Afraid of Everything New research confirms that not all dogs get equally spooked.",
          1485115201
        ],
        [
          "Has your partner ever ignored you to look at his or her phone? Here's why it may be a bigger problem than you think. When You Ignore Your Partner, This Is What They're Thinking New research on how \"phubbing\" can torpedo relationships.",
          1484346601
        ],
        [
          "Almost everyone feels insecure at some point. But this may be the secret to changing your outlook and succeeding after all. The Key to Overcoming Insecurity New research on how to fight the feeling, and maybe even beat it.",
          1484136002
        ],
        [
          "Bats, sharks, horses, and, not surprisingly, dogs appear to act and react much as we do, according to new research. 5 Ways That Animals Think Just Like We Do 1. Rats giggle when they're tickled (but only when they're in the mood).",
          1482875807
        ],
        [
          "When a dog greets everyone by jumping on them, something has to change. What to Do When a Dog Won't Stop Jumping on You Expert advice from simple but often forgotten principles.",
          1482584400
        ],
        [
          "Want to get better gifts? Share this with your friends and family. The Biggest Mistake Gift Givers Make (and 7 Ways to Fix It) Research shows that we overrate the moment people open our gifts, and underestimate everything else.",
          1482422772
        ],
        [
          "Do you consider 20 or 30 texts an hour from a partner to be extreme or abusive? Disturbing new research finds that many people disagree. The Real Impact of Cellphone Use on Relationships ... and why intense monitoring could become the future norm for couples.",
          1480867206
        ],
        [
          "How far would you go to protect your relationship? When You’re in Love With a Beautiful Woman (or Man) New research on how we guard against rivals when we think our partner is more attractive than we are.",
          1480468503
        ],
        [
          "Can a dog mourn for a cat? New research suggests an answer. Do Dogs Mourn the Loss of Their Animal Companions? A poignant study confirms what many dog owners suspected about pets and grieving.",
          1479768243
        ],
        [
          "After a personal loss, research shows, we don't tend to act in the ways that might seem most logical. The Morning After: How to Cope With a Loss (Or a Win) Tips for moving on, and maybe even coming together.",
          1478696955
        ],
        [
          "New research shows how negative stereotypes about women could backfire on those who believe them. The Advantages of Being a 'Nasty Woman' Surprising links between stereotype threat, reactance, and female leadership.",
          1478471371
        ],
        [
          "\"Locker room\" humor has come under fire. New research reveals what's so insidious about it. Does Calling It a Joke Make Sexism More Acceptable? Studies examine how women deal with the ambiguity of sexist humor.",
          1476301382
        ],
        [
          "Do you (or someone you know) feel anxious or incomplete when you're apart from your phone? This may be why. This Is the Real Reason We're So Attached to Our Phones New research finds that our phones have a lot in common with our childhood teddy bears.",
          1475348547
        ],
        [
          "When it comes to sex, is more always better? A new study has an answer. Would More Sex Really Make You and Your Partner Happier? What happens when couples try to double their sexual frequency.",
          1475272800
        ],
        [
          "When you're upset, it may be more helpful to talk to your dog than to your partner. Can Confiding in Your Dog Improve Your Mental Health? New studies reveal which of us benefit from a nonjudgmental animal's ear, and why.",
          1474991060
        ],
        [
          "Yes, a crush can turn into a romance. New research reveals exactly how. Love and the Power of Wishful Thinking You can take a friendship to the next level. The first step is to believe it can happen.",
          1474730242
        ],
        [
          "Are big dog breeds smarter than little ones? We may have the answer. Does a Dog's Size Tell You How Smart It Is? Research reveals significant clues to the evolution of obedience.",
          1473008403
        ],
        [
          "There's a better way to get your partner on the same page. Do You or Your Partner Use Guilt Trips to Get What You Want? If you do, research shows that there may be a very high cost.",
          1471284120
        ],
        [
          "A new study says most of us have fewer friends than we think, and that may be a good thing. 10 Enduring Truths About Friendship If you showed up announced, who would put you up for the night?",
          1471197601
        ],
        [
          "A new study proves it: There's just one thing our dogs need to be happy. How Far Would Your Dog Go Just to Be With You? New findings with potential insights into the lives of therapy dogs.",
          1469816379
        ],
        [
          "A stunning success in Chicago shows that it's not impossible to steer at-risk kids in the right direction. Breaking the Code of the Streets What psychology tells us about how we can reduce youth violence.",
          1468521060
        ],
        [
          "Have anyone in your home ever called a family member by your dog's name? That may not be such a bad thing. The Surprising Psychological Proof That We Think of Our Dogs as Members of Our Family A common memory error may reflect deeper feelings.",
          1466356471
        ],
        [
          "From conception through adulthood, our fathers have a greater effect on us than we ever imagined. 7 Reasons Why Dads Really Matter Research reveals paternal effects on speech, bullying, and even sexual maturity.",
          1466341158
        ],
        [
          "\"When love wins, we all win.\" Why We're Having More Same-Sex Relationships Than Ever New research on the ramifications of a more accepting culture.",
          1465058459
        ],
        [
          "Young kids and dogs have a lot in common. For one thing, neither likes to obey you. Here's how to deal. This Is How to Stay in Control of a Dog (or a Kid) Research reveals where disobedience begins, and why.",
          1464357601
        ],
        [
          "A dog is truly a man's best friend, especially when that man's single. How Dogs Help Men in the Dating Market Research shows that dog ownership has a remarkable effect.",
          1463330436
        ],
        [
          "Many of us imagine \"cat people\" and \"dog people\" to be polar opposites. But is it true? Just How Different Are Cat People and Dog People? A closer look at studies of pet owners' personalities provides fresh insights.",
          1462644000
        ],
        [
          "This may be the key to improving your relationship. Try This for a Month. It Could Make Your Relationship Stronger Than Ever. Appreciating each other more, research shows, leads to, well, more appreciation.",
          1457006401
        ],
        [
          "Do you prefer a partner who likes to take charge? This could be the reason. Why Some of Us Seek Dominant Partners Research shows that relationship choices are more complicated than they appear.",
          1454281200
        ],
        [
          "Can a relationship survive when one partner desires sex more than the other? When Your Partner Wants To Do It But You Don't (or Vice Versa) Research reveals how couples with 'sexual communal strength' beat the odds.",
          1452985201
        ],
        [
          "What signals do tattoos send to potential partners? Are Tattooed Women Really More Promiscuous? New studies challenge deeply held stereotypes.",
          1452960001
        ],
        [
          "Do you long for the good old days? New research finds that indulging in nostalgia can actually be good for you. It's OK to Be Nostalgic. Here's the Science That Proves It. Using the past to beat your present blues.",
          1452701162
        ],
        [
          "If you want people to follow you, your eyes may be more important than your words. Why the Eyes Always Have It New research reveals the remarkable power of the human gaze.",
          1452556800
        ],
        [
          "This may be the key to improving your relationship this year. Try This for a Month. It Could Make Your Relationship Stronger Than Ever. Appreciating each other more, research shows, leads to, well, more appreciation.",
          1450898100
        ],
        [
          "Can we tell who might turn criminally violent? Is There a 'Criminal Mind'? What Does It Look Like? New research takes us closer to the answers.",
          1450109421
        ],
        [
          "You may not believe the link between heavy exercise and higher alcohol consumption. Can Exercising Drive You to Drink? Surprising new research, and a host of possible explanations.",
          1449354954
        ],
        [
          "\"Less me, more we,\" research shows, is a pretty good rule for life. This May Be the Best Prescription for Happiness ... and the evidence shows it's not just good for extroverts.",
          1449074425
        ],
        [
          "Is a man with a dog more likely to get a woman's number? Now we know. Does Having a Pet Make You More Attractive? Research into the surprising connections between pet ownership and sex appeal.",
          1448211899
        ],
        [
          "When your friends and family split up, research shows that you're more likely to as well. Is that a bad thing? Is Divorce Really Contagious? Maybe you're actually at risk of catching something very different.",
          1445709603
        ],
        [
          "If you could give your partner an annual review, what would you say? Why a Relationship Review Can Help Keep You Together New research finds that checkups actually make couples stronger.",
          1444941001
        ],
        [
          "After a breakup, who's more likely to rebound? What's Really Behind Rebound Sex Research reveals why some of us rush to new partners and others don't.",
          1444510801
        ],
        [
          "If a partner cheats on you, are you more likely to get mad or get even? Why Some of Us Commit Romantic Revenge (and Others Never Would) New research into those for whom two wrongs really does make a right.",
          1443880801
        ],
        [
          "Are you or someone you know waiting for a partner to change their stripes? Is There Any Hope for Relationships With Narcissists? Research shows what it might take to bring out their empathy and compassion.",
          1442952001
        ],
        [
          "Will having more sex make you happier? A new study has some answers. Could Having Sex Twice as Often Actually Make You Less Happy? New research may upend some long-held assumptions.",
          1442672868
        ],
        [
          "It's easier to be selfish than to be good. A new study shows why. Is Your Dark Side Stronger? Research shows that we sometimes can't be bothered to do the right thing.",
          1442317768
        ],
        [
          "For many people, keeping a partner jealous is a regular strategy. Research shows why. Why Do We Try To Make Our Partners Jealous? What's behind the desire to watch them squirm.",
          1442064601
        ],
        [
          "Thinking about doing something wrong? Here's how to make the right call. How to Do the Right Thing (Almost) Every Time New research reveals a strategy to avoid temptation that you might not have thought of.",
          1441360801
        ],
        [
          "Once you believe one, you might just end up believing them all. The Surprising Power of Conspiracy Theories New research shows how ideas take hold, and refuse to let go.",
          1441198800
        ],
        [
          "Patience really is a virtue. Here's the proof. How to Be More Patient (and Why It's Worth It) Research reveals why waiting just a little longer can lead to real benefits.",
          1438960745
        ],
        [
          "Are you too picky? Not if you're holding out for these two qualities. The Two Qualities Everyone Needs in a Partner Without them, research shows, commitment may be too risky.",
          1438722000
        ],
        [
          "Love isn't enough. There are 4 other essential qualities you should be seeking in a partner. How to Pick a Better Boyfriend or Girlfriend Research reveals the qualities you should really have on your list.",
          1438437600
        ],
        [
          "No one wants to be the bearer of bad news but sometimes we have to do it. Here's an easier way. 5 Ways to Deliver Bad News With a Minimum of Pain New research reveals why it's so hard, and a path to making it easier.",
          1438200001
        ],
        [
          "Pet owners already knew that nothing builds a community like dogs. Now we have proof. Want to Make More Friends? Get a Dog A new study finds powerful social benefits for dog owners.",
          1436119200
        ],
        [
          "Do hookups come with an emotional cost, or a psychological benefit? What Are the Psychological Effects of Casual Sex? Intriguing new research reveals who benefits, and who doesn't.",
          1435411769
        ],
        [
          "The data is clear: A relationship can do a lot for a guy. Why Relationships Are a Much Better Deal for Men Discover why a body of research shows that coupled men live happier and longer.",
          1435356001
        ],
        [
          "What do people really do after a breakup? Not what many of us imagine. Rebound and Revenge Sex: The Truth Behind the Myths A split may not push us into the arms of a stranger. Here's who we really seek.",
          1435341601
        ],
        [
          "What would you do if your partner's sexual needs didn't match your own? Are You in the Mood?  New research reveals how partners cope with mismatched desire. ",
          1433883600
        ],
        [
          "How do other people really see you? The truth may surprise you. Do People Think You're Pushy, or a Pushover? New research reveals how little we understand how we're perceived.",
          1433846246
        ],
        [
          "Man's best friend just may have evolved to lower our stress. Need a Lift? Just Look Into a Dog's Eyes. New research shows why our pets make us feel so good.",
          1431885604
        ],
        [
          "Want to convince someone? Don't roll out facts. Tell a story. Why Feelings Will Always Beat Facts New research reveals what really influences us (and it's not what we think).",
          1428940334
        ],
        [
          "Talking about your feelings? That's overrated. Here's what really keeps couples together. 6 Surprising Ways to Communicate Better With Your Partner New research reveals how we really maintain successful relationships.",
          1428696002
        ],
        [
          "When you're exhausted, you can't trust yourself to do anything right. Why You Shouldn't Shop When Sleepy A creative study shows the cost of going to the market tired.",
          1428260881
        ],
        [
          "Think you know what your dog is thinking? Think again. What Pet Owners Can't Know About Their Pets Experiments in canine guilt reveal surprising complexity in this relationship.",
          1428173100
        ],
        [
          "Do you have friends you can count on? Your life could depend on it. Want to Live Longer? Make Good Friends. Fascinating research shows why there may be nothing more important.",
          1427311559
        ],
        [
          "Looking for love? According to new research, you might want to start by going green. Are Environmentalists Better Romantic Partners? New research into the appeal of eco-conscious people, and their opposites.",
          1426363422
        ],
        [
          "Things going well? Here's who to thank. The Key to Getting Ahead? It's Not About You. New research finds that success at work may rely on what happens at home.",
          1424783491
        ],
        [
          "Is stress really bad for your health? That all depends on you. Why Stress Gets to Us, and How to Make It Stop New research reveals who stress hurts, and who's immune.",
          1424455206
        ],
        [
          "Is being yourself really the right strategy? Does Your Partner See the Real You? New research on the value of authenticity in romance.",
          1423509167
        ],
        [
          "Hate to admit you've done something wrong? Here's why that's a problem. Why Confessing Is Good for You New research shows why taking full responsibility feels better.",
          1423153068
        ],
        [
          "We experience painful emotions almost every day. But this may be the worst. The One Emotion That Really Hurts Your Brain New research reveals the fearsome impact of humiliation.",
          1423087086
        ],
        [
          "Your eyes are the windows to your soul. Some people will take advantage of that. How Your Eyes Give You Away New research reveals exactly what your pupils are telling others.",
          1421938801
        ],
        [
          "Can your relationship beat the odds? The 3 Simple Habits That Predict Long-Term Love Research shows why romance can often last longer than many of us expect.",
          1421625600
        ],
        [
          "Want to get more done? Change your background music. Can the Right Music Make You Feel More Powerful? A new study reveals how our minds respond to certain beats.",
          1420920001
        ],
        [
          "Optimism and positivity are overrated. Here's why. 7 Ways Your Negative Thoughts Can Help You Research shows why it may be best to imagine the worst.",
          1416929169
        ],
        [
          "A new study overturns long-held assumptions about housework and sex. Do Couples Who Share Housework Really Have Less Sex? Research shows what actually happens when men start cooking and cleaning.",
          1413910236
        ],
        [
          "Are you a better person in the morning than you are in the evening? When Are You Really at Your Best? New research finds that we're very different people at different times of day.",
          1413542292
        ],
        [
          "What do you know about cheating in America? Try this quiz and find out. How Often Do People Really Cheat on Each Other? Decades of research reveal surprising truths about infidelity.",
          1412965318
        ],
        [
          "Some Internet trolls are more than annoyances. They're truly scary personalities. Study Concludes: Internet Trolls Are Just Horrible People New research reports disturbing findings about these characters.",
          1412364699
        ],
        [
          "Would it kill you to say thank you? Actually, quite the opposite. The Many Benefits of Showing Appreciation Research shows that gratitude boosts you and those close to you.",
          1412073083
        ],
        [
          "The results of this new study are scarier than anything on the big screen. Why Action Movies Can Be Hazardous to Your Health Does what you watch affect how you eat? You bet.",
          1411757696
        ],
        [
          "You're happy and we know it. Do you really have to show it? What We Really Think of Public Displays of Affection New studies reveal our level of tolerance, at least online.",
          1410537600
        ],
        [
          "Justice isn't blind. Not by a long shot. Do Attractive People Fare Better in the Courtroom? Research reveals how juries really think.",
          1410429900
        ],
        [
          "Can we all just get along? Actually, new research says that maybe we can't. Have We Become Less Capable of Forming Relationships? Recent studies find troubling trends in the way we connect to others.",
          1410102681
        ],
        [
          "Has the one-night stand gone out of style? New research has the answer. What Type of Casual Sex Are People Really Having? Who do we hook up with? Studies find a potentially major shift.",
          1409157901
        ],
        [
          "When you look at members of the opposite sex, where, and for how long, do you gaze? Who's Checking Out Who? New eye-tracking research shows where our eyes really roam.",
          1408550401
        ],
        [
          "Want to to forgive and forget? There may be a way. Are We Truly Able to Forgive and Forget? A new study may reveal a path to healthy forgetting.",
          1408453202
        ],
        [
          "New research proves that dogs have advanced emotions like jealousy. Should we be surprised? Dogs Know When They've Been Dissed, and Don't Like It a Bit Believe it: Nonhuman animals have very real, complex emotions. Just like us.",
          1407924000
        ],
        [
          "Don't take any of your connections for granted. Here's why. Why Other People Are the Key to Our Happiness Best friend or barista, research shows how our interactions affect our outlook.",
          1407753158
        ],
        [
          "Do you think monogamous relationships are better than the alternatives, or just as good? What Do People Really Think of Alternative Relationships? New studies open a window onto views of a growing trend.",
          1407594088
        ],
        [
          "Sometimes, we're just not ready. Here's why. Why First Marriages Fail Research shows how to form a more mature connection, this time or the next.",
          1407267449
        ],
        [
          "Our emotional reactions to casual sex are far from black and white. After a Hookup, Are More of Us Happy & Hopeful or Used & Confused? A new study identifies 4 distinct groups. Which best describes you?",
          1406738373
        ],
        [
          "Does watching porn really shrink your brain? Have We Discovered a Hidden Danger of Pornography? A new study gets a lot of attention, but what does it mean?",
          1406383202
        ],
        [
          "When we judge people by their online profile photos, we're usually wrong. Your Profile Photo Is A Liar New research shows the weakness of our snap judgments.",
          1406125059
        ],
        [
          "Want to feel better? There's an easy way, but few of us do it. Why Doing Good Is Selfish Research shows that if you want to feel good, help someone else.",
          1406109600
        ],
        [
          "Do you believe that other people can change? Your answer could affect your own health. The Danger of Labeling Others (or Yourself) A new study shows the surprising power of our core attitudes.",
          1404824432
        ],
        [
          "The things that most attract you to your partner have little to do with looks. How Does Your Partner Turn You On? New studies reveal 5 ways our partners excite us.",
          1404684000
        ],
        [
          "Your willpower may not be as strong as you like. But it may not be your fault. Why Your Resistance Gets Low A new study finds that our will is less steady than we hoped.",
          1402927860
        ],
        [
          "Does your relationship have what it takes? How the Best Couples Keep Their Romantic Spark Alive A new study reveals which attitudes lead to the greatest satisfaction.",
          1402696800
        ],
        [
          "When you line up for summer blockbusters, it may be for deeper reasons than you realize. Why We Really Go to The Movies New research finds a surprising reason why major movies appeal to us.",
          1402250401
        ],
        [
          "Want to make a connection? Follow these lab-tested tips. 5 Things We Now Know About Successful Dating Research shows how you can figure out if what you see is what you'll get.",
          1400623200
        ],
        [
          "Do you believe in love on the rebound? Can a Rebound Relationship Be the Real Deal? New research blows up some common assumptions.",
          1399932000
        ],
        [
          "Have we discovered the key to limiting anger in our relationships? Is Your Partner Hungry for a Fight? Voodoo dolls help researchers show why many couples can't help but argue.",
          1399421016
        ],
        [
          "Sorry to interrupt, but if you're feeling distracted, you're headed for trouble. How Distraction Can Disrupt You A new study shows the effect of losing your focus.",
          1398765601
        ],
        [
          "If you had the chance, would you go back in time and do things differently? Who Wants to Travel Back in Time? According to a new study, it's not who you'd think.",
          1398366845
        ],
        [
          "If you think a friend is headed for trouble, research shows you might be right. 5 Signs a Friend’s Relationship May Be on the Rocks What to look for and why to trust your gut.",
          1398121200
        ],
        [
          "How do you see the world? Most likely, how everyone else you know does. The Astonishing Power of Social Pressure A new study shows that others can influence us more than we ever imagined.",
          1397752856
        ],
        [
          "Stressed? Kiss it out. The Surprising Benefits of Kissing New research finds major advantages for regular smoochers.",
          1397490535
        ],
        [
          "\"We’ve all been told of the importance of eye contact as a way to make an impact. New research shows that with some people, it may have the opposite effect.\" Why Eye Contact May Be Less Influential Than We Thought Eye contact can diminish, not increase, influence.",
          1380978630
        ],
        [
          "\"Based on the findings from a recent survey, should fate somehow leave us for the rest of our days on an island living with one single companion, most of us would choose a dog or cat above a human. When asked, “Who listens to you best?” almost half of us confess that we feel most heard by our animal companions.\" Who listens to you best? Why would we share our secret hopes and fears with an animal more than a friend?",
          1378755706
        ],
        [
          "\"At the end of the day, the evidence appears to reveal a paradoxical element at the core of female desire: on the one hand is the desire for stability, intimacy, and security—picture the flame on the burner of a gas stove. On the other hand is the need to feel totally, uncontrollably desired—picture a house on fire.\" What Do Women Want? New research challenges old ideas about female sexual desire",
          1377260365
        ],
        [
          "Can dogs be altruistic? Research says yes, if you can get their attention: http://ow.ly/o0ki7 When Will Dogs Try to Help Humans? Dogs only help if they understand what is needed.",
          1376845378
        ],
        [
          "Want to increase creativity? Give your brain a rest. Enhancing Creative Incubation New research shows that reducing brain activation can increase creativity",
          1366472470
        ],
        [
          "Think your Facebook likes are just inconsequential details? Think again. A new study finds that analyzing Facebook likes reveals more than you might expect. The Like Trail What you Like on Facebook says more than you know.",
          1363120998
        ],
        [
          "PT just went through 100,000 fans!",
          1331216651
        ]
      ],
      "dates_start": 1403471476,
      "dates_end": 1469493772,
      "likes_avg": 2297,
      "likes_stdev": 1691,
      "comments_avg": 137,
      "comments_stdev": 130,
      "shares_avg": 969,
      "shares_stdev": 1112
    },
    {
      "number": 9,
      "important": [
        "work",
        "stress",
        "best",
        "final",
        "strategi",
        "beat",
        "step",
        "boost",
        "handl",
        "solut"
      ],
      "common": [
        "beat",
        "holiday",
        "life",
        "much",
        "strategies",
        "stress",
        "stressed",
        "time",
        "tips",
        "ways"
      ],
      "messages": [
        [
          "You can't eliminate stress from your life. But you can absolutely boost your capacity to handle it. The Best Strategies to Finally Beat Your Stress Start with 3 steps to find the solutions that work for you.",
          1487689296
        ],
        [
          "If you're constantly dealing with stress, it may finally be time to try something new. 3 Essential Exercises to Calm Anxiety Step-by-step guidance to soothe the nervous system and promote quality sleep.",
          1486214100
        ],
        [
          "Do you know how to say no? Why Saying No Can Be So Powerful for You When you're stuck, stressed, or resentful, a firm \"no\" can open up your life.",
          1482933425
        ],
        [
          "It's too easy to overindulge. That's why you need to know your triggers and have a plan. 6 Tips to Survive the Holidays Without Overeating 2. You know they'll insist you take more. Practice saying no.",
          1481987499
        ],
        [
          "Could a coloring book really be the solution to stress and distraction? What’s the Deal With Adult Coloring Books? There's more to it than just nostalgia.",
          1480276800
        ],
        [
          "Yes, you can stay true to yourself without always saying what’s on your mind. 5 Tips for Living a More Authentic Life Fake it till you make it? Not exactly. Try \"deep acting.\"",
          1474452000
        ],
        [
          "Few things are more stressful for a couple than travel. But there may be a silver lining. Can Your Relationship Survive Traveling Together? The risk of stress spillover, and the chance to build resilience.",
          1467485264
        ],
        [
          "How many of these have you tried? 11 Easy (and Unexpected) Ways to Reduce Stress Sit up straight, and keep looking at the fish.",
          1456868245
        ],
        [
          "This may be the best prescription for quick stress and anxiety relief. www.psychologytoday.com",
          1448740800
        ],
        [
          "Things are rarely as bad as you think, especially if you can change your thinking. 4 Ways to Beat Stress, Lose Your Guilt, and Be Happier Research-based strength training for your emotions.",
          1439978400
        ],
        [
          "Emotional stress can deliver physical pain, from your jaw to your hips. Here's how to get relief. 5 Ways Stress Hurts Your Body, and What to Do About It We store emotional pain in some unlikely spots.",
          1431614935
        ],
        [
          "Want to beat stress? Here's the trick. Why Thinking About the Future Makes Today Easier 'Time traveling' to get over negative events.",
          1427199316
        ],
        [
          "Have we uncovered the roots of the stress-chocolate connection? Why Stress Can Make You Do Some Unusual Things An experiment in pain and pleasure.",
          1426861705
        ],
        [
          "Looking for a better way to keep your cool? Here are 50. 50 Strategies to Beat Anxiety Many take just minutes; at least one should work for you.",
          1426076000
        ],
        [
          "Getting rid of stress takes everything you've got. How to Use All 5 Senses to Beat Stress New research leads to tips you've never considered.",
          1423569601
        ],
        [
          "You won't believe how quickly you can make it a better day. 10 Ways to Relieve Stress in 5 Minutes or Less Beat burnout and get closer to your goals with these quick pick-you-ups.",
          1422446401
        ],
        [
          "Going against the crowd is always stressful. Here's how to stick to your guns. 9 Tips to Help You Say No and Stick to It How to hold your ground without being hurtful or being hurt.",
          1418680419
        ],
        [
          "Is it time to release your inner lion? Why You Need to Know How to Say No Lessons from the animal kingdom on setting limits and reducing stress.",
          1413486000
        ],
        [
          "For most perfectionists, it isn't about striving for excellence; it’s about fear of failure. http://ow.ly/s9xme Maxed Out Parents: 5 Strategies to Ease Burnout Tips to help manage parenting stress",
          1388423322
        ],
        [
          "It's not hard to let your self-control slip away in the fog of holiday feasts. Look for these telltale signs—then take the power back. How to Eat Less This Holiday Season Recognizing overeating is the result of stress is the secret to eating less.",
          1385574146
        ],
        [
          "If you're already getting stressed about the coming holidays and the noisy get-togethers, check out these seven tips for staying cool. Hurting at the Holidays? 7 Common-sense Strategies Coping with your less-than-ideal family during the season of thanks and joy",
          1384802245
        ],
        [
          "Stress is a killer and a life force. How can you tell the good from the bad, and too little from too much? What is the perfect amount? The Perfect Amount of Stress  ",
          1369937684
        ],
        [
          "Who among us is the most stressed? What are they so stressed about? Are we more stressed today than ever before? \n\nTell us your guesses and personal stresses below—and then click through for the results of a national survey on stress. The Stress Map: Who, Where, When, Why and What Stress in the mind and on the map of a new national survey are discussed",
          1360695228
        ],
        [
          "What are the most effective stress-busting strategies? 17 experts share their favorites—what are yours? 17 Psychology Experts Share Their Best Stress Relief Tips Stress relief tips from the experts.",
          1359405612
        ],
        [
          "\"The difference between success and failure is not whether you suffer from stress, but how you deal with it when you do.\" Nine Ways Successful People Defeat Stress Science-based strategies for keeping stress at bay, at work and in life.",
          1356719169
        ],
        [
          "Some people crave solitude, but too much time alone can trigger a stress response. Here's why. Survival Mode and Evolutionary Mismatch Environments ill-suited to our biology often trigger stress and pain.",
          1354824731
        ],
        [
          "Do the holidays leave you tired, stressed, and forgetting the point of the holiday to begin with? Our minds are wired to focus on the negative, but there's an easy fix: gratitude.\n\nHappy Thanksgiving! Gratitude, the Antidote to (Holiday) Stress We may be wired to focus on the negative, but gratitude is a powerful antidote.",
          1353610216
        ],
        [
          "\"Everyday hassles may have a stronger negative impact on health than do stressful big events.\" Don’t Let Life’s Hassles Become Stressors Learn to cope with life's everyday stresses!",
          1351005117
        ],
        [
          "\"Sometimes your joy is the source of your smile, but sometimes your smile can be the source of your joy.\" —Thich Nhat Hanh Smiling and Stress Smiling speeds recovery when a stressful experience is over.",
          1347649186
        ],
        [
          "A little bit of stress can actually do you good. But how do you figure out how much is too much? Read on. \n\n[Link for mobile users: http://goo.gl/BuZpk] The Right Amount of Stress | Psychology Today A little stress can do you good.",
          1345131293
        ]
      ],
      "dates_start": 1367113564,
      "dates_end": 1463175645,
      "likes_avg": 1821,
      "likes_stdev": 1463,
      "comments_avg": 59,
      "comments_stdev": 47,
      "shares_avg": 967,
      "shares_stdev": 1128
    },
    {
      "number": 10,
      "important": [
        "go",
        "sure",
        "evid",
        "least",
        "sex",
        "women",
        "improv",
        "grow",
        "benefit",
        "health"
      ],
      "common": [
        "men",
        "men women",
        "new",
        "new research",
        "one",
        "really",
        "research",
        "sex",
        "think",
        "women"
      ],
      "messages": [
        [
          "Sure, it can increase your flexibility. But do you know what it does for your sex life? The Growing Evidence That Yoga Improves Sex A surprising bonus benefit, at least for women, to go with all the other things yoga can do for your health.",
          1488056983
        ],
        [
          "A man with a tattoo is definitely sending a message, but it may not be what he thinks. Are Men With Tattoos More Attractive? New research reveals how inked men are really perceived, both by both women and other men.",
          1488047665
        ],
        [
          "From the moment of conception, men are more likely to die than women. But why? Why Women Live Longer Than Men Biology, aggression, risk, and other key factors working against human males.",
          1487365201
        ],
        [
          "Men and women each want four things from a relationship. Only one matches. The Top 4 Romantic Desires of Men and Women Men value freedom. Women seek honesty. As for what they both want ...",
          1487030406
        ],
        [
          "What you say after sex is at least as important as what you say before (or during). Here's why. What Your Pillow Talk Reveals About Your Relationship ... and surprising new research on whether men or women prefer to cuddle.",
          1486854005
        ],
        [
          "How do men really feel when they're in the mood but their partner turns them down? How Sexual Rejection Affects Men (and Women) in Relationships …and why so many men also underestimate their partner's interest in sex. ",
          1486598402
        ],
        [
          "Some long-held assumptions about men's libido, infidelity, and promiscuity just don't hold up to scrutiny. (But a couple do.) The 4 Most Common Myths About Men and Sex Do men really think about sex more than women do? No, but they seem to think they do.",
          1486512003
        ],
        [
          "Do men compare their partners to the women they see in porn, and if so, do they love them less? New research has some answers. Does Porn Really Destroy Love? A challenge to some long-held assumptions about attraction and relationships.",
          1486427400
        ],
        [
          "Couples are routinely checking each other's private messages, with or without permission. And they're finding some disturbing things. Should You Check Your Partner's Texts? Research reveals how men and women deal with jealousy in different ways.",
          1486328100
        ],
        [
          "There are at least 237 unique reasons why people say they have sex. Many have little to do with desire. Why Couples Have Sex Even When One Partner Isn't in the Mood New research finds that both men and women do it, and usually for the right reasons.",
          1485017354
        ],
        [
          "Women who successfully climb the ladder are changing how we think about leadership. The View From The Top  \"Authority is not just for men, and emotional intelligence is not just for women.\"",
          1483974003
        ],
        [
          "Owning a pet is associated with a lower risk of depression, but not for everyone. Who Benefits the Most From Having a Pet? A pet can make you feel better, but the effect varies widely among men and women, couples and singles.",
          1483905600
        ],
        [
          "Men who are losing their hair may have less to worry about than they think. Do Women Find Bald Men to Be More Attractive? New research finds some pretty significant benefits when it comes to romance.",
          1483721872
        ],
        [
          "How much more attention do men pay to women in high heels? According to research, shockingly more. The Psychology of High Heels ... and new research on whether they have the same effect on other women.",
          1483203221
        ],
        [
          "We know what men really want, but too few may be getting it. Do Men Need to Feel Desired? …and the 3 key things that men want from their partners.",
          1482783300
        ],
        [
          "What do men really want? Maybe not what you expect. 7 Things Men Know About Relationships They may be less likely to talk about \"deep stuff,\" but that doesn't mean they don't value it.",
          1482513961
        ],
        [
          "1. Men always crave sex more than women do. 4 Common Myths About Sex and Desire (and the Surprising Truth) Think it's abnormal to desire a dominant partner (or to be one)? Think again.",
          1482453001
        ],
        [
          "It's long been assumed that some men are turned off by smarter women. And now we have proof. Do Men Really Not Want to Date Intelligent Women? Fascinating studies of speed-dating choices reveal biases among men and women.",
          1482278401
        ],
        [
          "Men with tattoos are sending some clear signals but they're received differently by men and women. What Do People Really Think of Men with Tattoos? New research into whether body art makes men more or less attractive.",
          1481905403
        ],
        [
          "Young men are struggling in the dating pool, in the classroom, and on the job. Here's why. Why Are So Many Young Men Stalled? This isn’t quite how women’s advancement was supposed to work.",
          1478955601
        ],
        [
          "Want to have more fulfilling relationships? It all starts with this. The Surprising Key to Relationship Success ... and it's exactly the same for men and women.",
          1475596801
        ],
        [
          "For some women, the most attractive men are the ones who are already taken. Why Some Women Are Attracted to Unavailable Men ... and which women absolutely aren't.",
          1473890401
        ],
        [
          "Some men are turned off by smart women—even men who don't think they are. Here's the proof. Why Some Men Are Intimidated by Smarter Women ... even though research shows that a brilliant partner can raise their intelligence as well.",
          1473630302
        ],
        [
          "The numbers don't lie: You may be looking at a serious shortage of potential partners. The Rules of the Dating Game Have Changed, Maybe for Good. Here's What You Need to Know. Research into how men respond to being in demand, and what it means for women's mental health.",
          1469394001
        ],
        [
          "How far would you go to get what you want? That may depend on one crucial factor. Who's More Likely to Try to Cheat Their Way to the Top? Research examines the lengths to which men and women will go to win, especially when there's money on the line.",
          1469042100
        ],
        [
          "Men tend to overestimate women's interest. Women tend to underestimate men's commitment. Here's how to get it right. 4 Ways to Tell Whether Someone Is Into You ... because no one likes uncertainty in romance.",
          1465678800
        ],
        [
          "What do women really want? Here are some answers. Do Women Prefer Handsome Men or Helpful Men? New research into who is sought for one-night stands and long-term relationships",
          1459551600
        ],
        [
          "Two people can end up in the same bed, but with very different goals. The 13 Reasons We Have Sex New research reveals men and women's true (and very different) motivations.",
          1454673600
        ],
        [
          "Many men say they'd have no problem dating a smarter woman. What they do when they meet one is a different story. Do Men Have a Problem With Dating Smart Women? New studies reveal what really happens when people meet face to face.",
          1453934278
        ],
        [
          "When you're dating, are turn-ons or turn-offs more important to you? The Top 9 Relationship Deal Breakers ... and the research that reveals what they mean for men and women.",
          1451775600
        ],
        [
          "It's not about sex, housework, the kids, or even snoring. But it's at least as hard to fix. The Number One Complaint of Married Men (and Some Women) What's welcome during the honeymoon can be divisive down the line.",
          1445206500
        ],
        [
          "Do men lack feelings? Hardly. But some may need help expressing them. How to Crack the Code of Men’s Feelings Research explores the \"double bind\" that leads to repression.",
          1443045600
        ],
        [
          "Sex is great. But what comes afterward is at least as important to your relationship. Why Cuddling Is So Crucial New research proves its importance, and not just to women.",
          1429371349
        ],
        [
          "Can you recognize a woman hater when you meet one? It's trickier than you might think. 12 Ways to Spot a Misogynist Men who hate women may not consciously realize it. But their actions reveal them.",
          1428962400
        ],
        [
          "On the dating scene? Protect yourself from these men and women. How to Spot a Manipulator 10 ways to ID pickup artists, and fend them off.",
          1425340801
        ],
        [
          "One stereotype, exploded. Why Breakups Are Actually Tougher on Men A range of studies shows that they're less steady on their own than women.",
          1424476801
        ],
        [
          "For certain people, this is reason to brag, not that they would. The One Quality We Know Makes People More Attractive New research on the personality trait both men and women prize.",
          1412617752
        ],
        [
          "Men are from Earth. Women are from Earth. End of story. 6 Myths About Men, Women, and Relationships Research proves that we're a lot more alike than most of us think.",
          1412267357
        ],
        [
          "Can men and women really just be friends? Now we know. Attraction, Just Between Friends New research reveals what really happens when Harry meets Sally.",
          1408226401
        ],
        [
          "To have a great relationship, you have to know how your partner thinks. Here's a guide. 3 Things You Need to Learn About the Opposite Sex Research-tested lessons for men and women in any relationship.",
          1406758500
        ],
        [
          "Do women think about sex less, and reject casual sex more? Hardly. 6 Myths About Female Sexuality and Why They're Wrong Research disproves outdated ideas about the female libido once and for all.",
          1406412001
        ],
        [
          "What do women want from men? Now we know. 4 Smarter Ways Men Can Woo Women Research shows why, in romance, nice guys don't always finish last.",
          1403964002
        ],
        [
          "How men respond to ... larger men. What Really Happens When Men Compete for Women Do dominant males always come out on top?",
          1397325600
        ],
        [
          "Who's more interested in threesomes, men or women? Would You Have a Threesome with Two Opposite-Sex Partners? Men are much more into FMF threesomes than women are into MFM threesomes.",
          1396720801
        ],
        [
          "Pickup lines may be cheesy, but they serve an important purpose. Why Do We Flirt? It's not always about sex.",
          1395788400
        ],
        [
          "Do you judge women more harshly for having casual sex? Is the Sexual Double Standard Going Away? Not necessarily, but it may be evolving.",
          1394042700
        ],
        [
          "How could an hourglass figure relate to a woman’s success as a mother? In more ways than you think. Eternal Curves Men “know” something significant about women’s bodies that women don’t. And it all has to do with nature’s mandate to produce children with the...",
          1382792718
        ],
        [
          "\"Women are far braver than stereotypes of male courage might lead us to believe...Courage is as feminine as it gets.\" Women Are Braver Than Men New science suggests we need to rethink courage.",
          1379958708
        ],
        [
          "\"The top four characteristics men say they look for in a mate are dependable character, emotional stability, good personality, and love—good looks are nowhere near the top.\" Bookshelf: Men Are Not the Enemy First aid for the male reputation.",
          1371211340
        ],
        [
          "http://www.psychologytoday.com/blog/insight-therapy/201306/if-only-gender-differences-in-sexual-regret If Only... : Gender Differences in Sexual Regret Women regret sex without relationships. Men regret relationships without sex.",
          1370451215
        ],
        [
          "Only looking: Men, women, and \"romantic window shopping\" http://ow.ly/i1EF1 Why Do Women Tend to Refrain from Romantic Window Shopping? Why Don't Men Like Window Shopping?",
          1361804552
        ],
        [
          "Most men prefer a particular shape of women's bodies—one different than what women tend to think of as ideal. Here's why. Eternal Curves Men \u001cknow something significant about women'\u0019s bodies that women don'\u0019t. And it all has to do with nature'\u0019s mandate to produce children with the...",
          1349372306
        ],
        [
          "Do men and women think differently about sex? Sure. But not as much as you probably think. Women from Venus? Men from Mars? The Real Sexual Gender Divide Men and women feel more similar about sex than most people imagine.",
          1347633337
        ]
      ],
      "dates_start": 1400638343,
      "dates_end": 1487469222,
      "likes_avg": 2224,
      "likes_stdev": 1478,
      "comments_avg": 220,
      "comments_stdev": 207,
      "shares_avg": 849,
      "shares_stdev": 701
    },
    {
      "number": 11,
      "important": [
        "consid",
        "onli",
        "could",
        "help",
        "sleep",
        "habit",
        "night",
        "seem",
        "like",
        "last"
      ],
      "common": [
        "better",
        "getting",
        "less",
        "night",
        "one",
        "research",
        "sleep",
        "sleep better",
        "want",
        "want sleep better"
      ],
      "messages": [
        [
          "Want to sleep better tonight than you did last night? Consider this. 3 Habits That Could Be Wrecking Your Sleep 2. That glass of wine only seems like it's helping you to unwind.",
          1484823602
        ],
        [
          "Want to sleep better? Maybe stop stressing about sleeping through the night. Waking Up in the Middle of the Night? It Could Be Completely Normal. For most of human history, our sleep patterns were far different than today's norm.",
          1476180000
        ],
        [
          "Want to sleep better? Maybe stop trying to sleep through the night. There May Be a Better Way to Sleep (but Almost No One Even Tries It) One approach to sleep has been the norm throughout human history. Why not now?",
          1475406000
        ],
        [
          "Want to sleep better? You may want to start eating differently. Does What You Eat Affect How You Sleep? What we're learning about the link between carbs, protein, and better sleep.",
          1467936000
        ],
        [
          "Did you get enough sleep last night? 7 Reasons Productive People Go to Bed Early Without enough sleep, your mood, efficiency, and moral judgment are all at risk.",
          1461065372
        ],
        [
          "Can't sleep? Here's where you should place the blame. The Compulsion That's Ruining Your Sleep ... and how to fix it.",
          1456887601
        ],
        [
          "Maybe this will finally convince you to get more and better sleep. The Crucial Benefit of Good Sleep You Might Be Forgetting ... and 3 ways to start getting it tonight.",
          1441153800
        ],
        [
          "If you want to sleep better, maybe you should focus on when you're eating. The Troubling Link Between When You Eat and How You Sleep New research on the effects of eating too much too late.",
          1439341200
        ],
        [
          "Insomnia poses greater risks than most of us ever imagined. Get to Sleep. Your Life Depends on It. Research into lack of sleep uncovers some deadly connections.",
          1431657900
        ],
        [
          "Did you get less than 8 hours last night? It may not matter. How Much Sleep Do You Really Need? New research into who needs sleep most, and why.",
          1424867810
        ],
        [
          "It's time to get serious about your sleep. Start tonight with these 5 steps. 5 Ways to Reset Your Sleep Habits ... and one of them is pretty radical.",
          1405971893
        ],
        [
          "Frustrated by poor nights of sleep? Start by addressing these 10 issues. 10 Reasons You Can't Get a Good Night's Sleep Expert advice to help you get sleepy.",
          1402048800
        ],
        [
          "Are you getting enough deep sleep?  The Mysterious Benefits of Deep Sleep The most important hours of your day may occur when you're not even conscious.",
          1401271200
        ],
        [
          "What your sleep habits say about what kind of mate you are. Are Early Birds Better Partners than Night Owls? New research shows a connection between sex and sleep routines.",
          1397516400
        ],
        [
          "The results are in. How does your sleep measure up?  What's Keeping Us Up at Night? The annual Sleep in America survey highlights some major concerns.",
          1394665200
        ],
        [
          "Is lack of sleep threatening your relationship? Couples and Sleep: It’s Not Just About Who Hogs the Bed What you're more likely to do when you're exhausted.",
          1393772701
        ],
        [
          "A good night's sleep really does clear your head. How Shut-Eye Keeps You Mentally Sharp",
          1392854700
        ],
        [
          "Sleep deprivation is dangerous—and it turns out we're more tired than we knew. Chasing Slumber In a nation chronically wanting for rest, the gravest danger is not merely the molecular impact of sleep deprivation—but the simple fact that we no...",
          1383939976
        ],
        [
          "Craving a good night's sleep? Be careful about what you drink before bedtime. Alcohol, Sleep, and Why You Might Re-think that Nightcap What causes the dichotomous effect of alcohol on sleep?",
          1383068397
        ],
        [
          "One sleepless night is all it takes to stoke relationship conflict. http://ow.ly/nmLWF Where Is the Love? Try Getting More Sleep Just one night of bad sleep can turn a great relationship into a bad one.",
          1374930639
        ],
        [
          "When you're preparing for a test, a meeting, or a presentation, what's better: studying more or getting more sleep? Is That Extra Hour of Study Time Worth It? When students lose sleep, their performance suffers.",
          1367517359
        ],
        [
          "\"For most, a bad night's sleep leads to little more than bleary eyes the next day. But for those who suffer from parasomnias, a bad night can quickly become a catastrophe. While asleep, these people may dive into nightstands, drive, or make phone calls—with no recollection of their actions come morning. In extreme cases, they can pose a lethal threat to themselves or others.\" Dangerous Dreamers Can sleep disorders explain brutal murder or unexpected suicide?",
          1362590624
        ],
        [
          "Heads up, insomniacs: People who sleep less than 7-8 hours at night consume more calories during the day. http://ow.ly/il7jo Less Sleep Means More Calories Sleep and diet have a powerful effect on each other.",
          1362424939
        ],
        [
          "\"In his sleep, Brian had strangled his wife to death. Sixteen months later, he appeared in court to face charges of murder. The question before the jury was stark in its simplicity: Was the death of Christine Thomas the fault of her husband—or a tragic accident over which he had no control?\"\n\nClick through to continue reading the excerpt. (Or find the current issue on newsstands for the full story!) Dangerous Dreamers Can sleep disorders explain brutal murder or unexpected suicide?",
          1359916533
        ],
        [
          "What you eat affects how you sleep. Learn what you should be eating before bed—and what you should avoid. Foods that Soothe You to Sleep When you eat right, you sleep better, research shows.",
          1355349326
        ],
        [
          "What's one of the most effective strategies for managing your weight? Sleeping more. Partial sleep deprivation hinders weight control Not getting enough sleep could lead to a increase on the scale.",
          1354903147
        ],
        [
          "Is 8 hours of sleep really \"natural\"—or is it just cultural? How Natural is Human Sleep? Coming to terms with American expectations of normal sleep.",
          1351628559
        ],
        [
          "When we sleep less, we make more of the hormone that makes us hungry and less of the one that tells us we’re full. Sleep to Run How better sleep can improve your running performance",
          1349543019
        ]
      ],
      "dates_start": 1363209104,
      "dates_end": 1447736087,
      "likes_avg": 1934,
      "likes_stdev": 1763,
      "comments_avg": 86,
      "comments_stdev": 64,
      "shares_avg": 782,
      "shares_stdev": 715
    },
    {
      "number": 12,
      "important": [
        "approach",
        "mind",
        "surpris",
        "dream",
        "might think",
        "fun",
        "might",
        "night",
        "new",
        "last"
      ],
      "common": [
        "bad",
        "bad dreams",
        "control dreams",
        "dream",
        "dreams",
        "new",
        "night",
        "really",
        "research",
        "sleep"
      ],
      "messages": [
        [
          "While you slept last night, your mind was busier than you might think. The Surprising (and Fun) New Theory of Why We Dream A fascinating new approach, and who it can most help.",
          1487073613
        ],
        [
          "This is what you missed while you were sleeping last night. This May Be Why We Recall Some Dreams (Especially Bad Ones) Studies open new ground in the search for clues to how the dreaming brain works.",
          1485516602
        ],
        [
          "Does your true personality emerge in your dreams? 3 Things Your Dreams May Reveal About You New research sheds light on who we are while we sleep.",
          1485090901
        ],
        [
          "Pregnancy isn't always a dream. But for some women, it's literally a nightmare. Why Pregnant Women Have Bizarre Bad Dreams New research on the surprising frequency of disturbing dreams during pregnancy.",
          1476538676
        ],
        [
          "When you have dreams of being judged harshly, does it mean you need to make a change? What 3 Common Bad Dreams Could Be Telling You How daytime stress creeps into your nightmares.",
          1457870401
        ],
        [
          "Is the same cast starring in your dreams each night? This may be why. What Your Sexual Dreams Are Trying to Tell You Expert insight into who, and what, we dream about, and why.",
          1457139600
        ],
        [
          "Can a dream about everyone's worst nightmare actually be a good thing? What Dreams of Your Death Are Really About “The most striking and consistent characteristic is overwhelmingly pleasant content.\"",
          1455676200
        ],
        [
          "The issues you avoid during the day can plague you while you sleep. Here's why. Why Unwanted Thoughts Can Invade Your Dreams New research into why we really dream about the things we do.",
          1449023400
        ],
        [
          "You have more control over your dreams than you think. What'll it be tonight? How to Direct Your Dreams When your eyes close, choose your own adventure.",
          1434073426
        ],
        [
          "We're getting closer to solving one of life's greatest mysteries. Why Do We Dream? New insights into what really goes on when we drift into sleep.",
          1425297601
        ],
        [
          "Did you have a bizarre dream last night? Maybe it was something you ate. Do Certain Foods Really Cause Bad Dreams? New research investigates age-old folklore about diet and sleep.",
          1424088001
        ],
        [
          "Do you ever have dreams whose stories continue from night to night? This is why. Why Some of Your Dreams Have Sequels Do our dreams pursue their own interests, and just take us along for the ride?",
          1420718400
        ],
        [
          "Your dreams may be trying to tell you more than you realize. Do Your Dreams Predict Your Health? Pay attention: Research finds some dreams can forecast illness years in advance.",
          1418990400
        ],
        [
          "Can you control your dreams? Is Conscious Dreaming Real? Lucid dreaming remains a controversial concept but some experts are convinced.",
          1399888801
        ],
        [
          "Are your daytime worries creeping into your dreams? Here's a way to rethink stressful nightmares: http://ow.ly/qTeJY Conquer Your Bad Dreams by Confronting Your Worries Stop negative emotions from spilling into your dreams and becoming nightmares",
          1384622868
        ],
        [
          "Isn't it odd that awesome speeches, cold showers and a good scare all give us the same thing—goosebumps? Goosebumps and Dr. King's Dream Speech Why does Dr. King's Dream speech give us goosebumps?",
          1381857274
        ],
        [
          "\"The dreams and desires we have as children create echoes and shadows that preoccupy us for a lifetime.\"\n http://ow.ly/nDSSL The Possibilities of Fiction We dream up alternative universes as we continue to invent ourselves.",
          1375710634
        ],
        [
          "Fact: You can control your dreams. Myth: Dreams are filled with symbolism. \n\nClick through for more sleep myths & facts. Seize Control of Your Dreams Four myths and one surprising fact about sleep",
          1349104397
        ]
      ],
      "dates_start": 1391372831,
      "dates_end": 1471769523,
      "likes_avg": 1916,
      "likes_stdev": 1580,
      "comments_avg": 83,
      "comments_stdev": 92,
      "shares_avg": 709,
      "shares_stdev": 615
    },
    {
      "number": 13,
      "important": [
        "bounc",
        "bounc back",
        "arent",
        "back",
        "expert",
        "use",
        "expert say",
        "ex",
        "youll",
        "social"
      ],
      "common": [
        "ex",
        "media",
        "online",
        "real",
        "social",
        "social media",
        "someone",
        "survey",
        "used",
        "way"
      ],
      "messages": [
        [
          "You broke up. But have you unfriended? Why Exes Aren't as \"Ex\" as They Used to Be When you can separate on social media, experts say, you'll bounce back faster.",
          1485303301
        ],
        [
          "Do these describe you or someone you know? 7 Things People With Social Anxiety Do 6. They criticize their own social skills.",
          1464948179
        ],
        [
          "Do you know couples who overshare on social media? Are you part of one? Why Sharing Your Relationship Status Is So Complicated Research uncovers how we really feel about our coupled friends online.",
          1464910235
        ],
        [
          "You're probably sharing a lot more about yourself online than you realize. What You Really Reveal About Yourself When You Post on Social Media What we're learning about personality (and people at risk) from our online posts and preferences.",
          1444748700
        ],
        [
          "This research may change the way you think about love and social media. The Surprising Way Social Media Boosts Romantic Commitment Does declaring your commitment online increase it in the real world?",
          1439478035
        ],
        [
          "Have you lost someone and used social media as a way to remember or grieve for them? Please consider contributing to our survey. Psychology Today: Grief and Social Media Survey Psychology Today is examining the role of social media in the grieving process. This survey is intended to help us get a better sense of the experience.",
          1438274193
        ],
        [
          "Is checking a partner's online profile and history sweet or pathological? How To Keep Social Media From Complicating Your Relationship 6 guidelines any couple can follow.",
          1424282402
        ],
        [
          "You broke up. But did you unfriend? Introducing the \"Soft\" Breakup Thanks to social media, exes may not be as \"ex\" as they used to be.",
          1419638401
        ],
        [
          "Why don’t we unfriend exes after a breakup? An expert explains. The Romantic Dangers of Social Media Stop Facebook stalking your ex and bounce back faster",
          1393545600
        ],
        [
          "Beware the dangers of getting too caught up with your online image. Your Body on Display: Social Media and Your Self-Image Social media’s effect on your bodily attitudes can harm your mental health.",
          1386090903
        ],
        [
          "\"As barometers of friendship go, social media is pretty shallow. It’s unrealistic, and dangerous, to presume you know how someone feels about you based on how they react or respond to you, or don’t, through virtual means.\" Your Social Life Is Not Your Social Media Social media-induced angst is happening with increasing frequency.",
          1382114609
        ],
        [
          "There are a thousand ways to feel rejected on social media. Nine hundred and ninety of them are not personal. \nhttp://bit.ly/1clqXpv Why Rejection on Facebook Hurts as Much as in Real Life Why we tend to misinterpret rejection on social media platforms",
          1375453605
        ],
        [
          "Is social media a positive, negative, or neutral force in the world? What do you think? Disruptive Technology Meets the Immigration Imagination \"A man faints on stage, and the audience reacts by recording the event on their digital devices.\"",
          1367421846
        ],
        [
          "Are we really at the point where things don't seem real until they're shared on social media? http://ow.ly/ey2zv I Tweet Therefore I Am The smart phone as the new mother",
          1350501760
        ]
      ],
      "dates_start": 1376929361,
      "dates_end": 1456886605,
      "likes_avg": 1783,
      "likes_stdev": 1208,
      "comments_avg": 109,
      "comments_stdev": 91,
      "shares_avg": 588,
      "shares_stdev": 376
    },
    {
      "number": 14,
      "important": [
        "mani",
        "think",
        "secret",
        "whi mani",
        "test",
        "sex",
        "whi",
        "complic",
        "thing",
        "keep"
      ],
      "common": [
        "casual sex",
        "drive",
        "life",
        "new",
        "one",
        "really",
        "reasons",
        "research",
        "sex",
        "sex life"
      ],
      "messages": [
        [
          "Is there a secret to keeping things from getting \"complicated\"? The Sex Test Why do so many relationships derail when sex enters the equation? It may not be why you think.",
          1487332842
        ],
        [
          "Do teens who start having sex early really face psychological risks? New research finally provides some answers. Is There a Right Age to Begin Having Sex? The risks, and some potential benefits, of having one's sexual debut unusually early or late.",
          1486728001
        ],
        [
          "What happens after sex may reveal more about your relationship than what happens during sex. The Psychology of Sexual \"Afterglow\" ... and why the good feelings might last longer for some couples than for others.",
          1485631170
        ],
        [
          "Better sex has little to do with devices, positions, or workouts. It has everything to do with this. 10 Steps to a Better Sex Life 9. Don’t have sex when you don’t want to.",
          1483660801
        ],
        [
          "Sex can make you smarter, and that's just for starters. 7 Reasons You Should Have More Sex Intimacy with your partner satisfies a host of vital psychological needs.",
          1483225200
        ],
        [
          "Do young people today really have more casual sex than their parents did? The Shocking Truth About Hook-Ups and Casual Sex New research disproves a range of myths about modern sex.",
          1483054200
        ],
        [
          "The key to great sex isn't technique. It's this. The Surprising Secret to a Better Sex Life (and Relationship) ... and the 3 questions every couple must ask each other.",
          1483040701
        ],
        [
          "It has little to do with their parents, or their sex-ed classes. The Top Reasons Why Teens Decide Not to Have Sex ... and why so many are so proud of their choice.",
          1482865938
        ],
        [
          "Contrary to popular belief, the younger generation appears to be having less sex than their parents did at the same age. But why? Why Young People Aren't Having as Much Sex as They Used To Millennials and their younger siblings may be too distracted, too nervous, or just lacking a place to hook up.",
          1476541800
        ],
        [
          "This is what's really happening when we swipe right. The Surprising Truth About Why People Use Tinder \"Hookup\" apps aren't just about sex. For some, they're not even about sex at all.",
          1476476275
        ],
        [
          "Often, it's not just about the sex, although it can ruin sex for a couple. The Reasons Someone Looks at Porn Matters. This Is Why. New research reveals the risks of getting hooked, especially for certain reasons.",
          1469214001
        ],
        [
          "Can your relationship survive if one of you has a much stronger sex drive? 9 Tips for the Partner with a Higher Sex Drive There are many strategies to explore before doing something drastic.",
          1466974800
        ],
        [
          "Research reveals why our assumptions about married sex are (mostly) wrong. Do Married People Really Have Less Sex? Plus: 7 ways for couples to keep their spark alive.",
          1464104062
        ],
        [
          "When one partner wants sex more than the other, is there any way for them both to be happy? Why So Many Couples Struggle With Sex It may be time to start discussing some taboo subjects.",
          1458303416
        ],
        [
          "What do you think is a \"normal\" frequency of sex? Are You Having Enough Sex? What the research has to say about what we want, and what we get.",
          1448751601
        ],
        [
          "Make-up sex happens. Here's why. The Truth About Make-Up Sex Research into the connection between conflict and desire.",
          1435500001
        ],
        [
          "We may enjoy sex, but do we really need it? Sex Drive? There's No Such Thing A new book casts doubt on some cherished assumptions.",
          1431183588
        ],
        [
          "Partners who wish they had sex more often may be facing one of these 4 challenges. 4 Reasons You're Not Having Sex It's rarely just about desire.",
          1429995602
        ],
        [
          "How often do we get distracted during sex? See what the research says. Why We Can't Stay Focused During Sex, and Why It Matters Are you guilty of 'spectatoring'?",
          1424466002
        ],
        [
          "The new research on casual sex may surprise you. Which of Us Craves Casual Sex More? Diffrences in gender and attractiveness can impact desire, in some of us.",
          1422579451
        ],
        [
          "Too busy? Don't feel sexy? You're missing out, in more ways than one. The 5 Excuses We Need to Stop Making About Sex Sex is more than just sex. When we let it drop out of our lives, there's a cost.",
          1418171400
        ],
        [
          "When a man loses interest in sex, it often has little to do with his partner. Here's what's really going on. The 4 Hidden Reasons Some Men Don't Want Sex Psychological insights into the causes of low male libido.",
          1415148118
        ],
        [
          "Is make-up sex better than not-fighting-in-the-first-place sex? Does Fighting Really Energize Your Sex Life? New research puts an old question to the test.",
          1409699159
        ],
        [
          "Pity sex happens. Here's why. The Many Complicated Reasons We Have Sex Pity sex, charity sex, and other hookups with people we don't love.",
          1408744802
        ],
        [
          "Our feelings and bodies can change. Our sex lives don't have to suffer. Is Something Getting in the Way of Your Sex Life? Don't shut down. Follow this advice.",
          1405467213
        ],
        [
          "Everything you thought you knew about sex may be wrong. Sex Isn't Rocket Science. It's Much More Complex. Get ready to radically rethink desire, marriage, fidelity—and hotel rooms.",
          1404568800
        ],
        [
          "Is casual sex good for your psyche? The research may surprise you. Are Hookups Psychologically Healthy? After the pleasure, there can be renewed confidence or profound regret.",
          1397253600
        ],
        [
          "If you're ready to learn something about your sex life, ask yourself these two basic questions. How to Think About Your Sex Life Discovering new portals to more meaningful sex.",
          1392422401
        ],
        [
          "Asexuals can experience love, passion, and deep admiration, but have no sex drive to speak of. What can we learn from them? Sex: The No-Libido Credo Asexuals are complicating the traditional narrative of romantic love.",
          1385221552
        ],
        [
          "Romance, it turns out, can flower even when sex is out of the picture. The emerging understanding of asexuality may well broaden everyone's romantic imagination. Sex: The No-Libido Credo Asexuals are complicating the traditional narrative of romantic love.",
          1384265682
        ],
        [
          "Intimacy might be considered to be the \"nutritional value\" of sex. Is junk sex as bad as junk food? On healthy life and healthy romantic relationships",
          1372692981
        ],
        [
          "Check out PT's first cover story of the new year! 12 Rude Revelations About Sex In order to transcend the discomfort that sex typically stirs, you may need to radically rethink desire, marriage, fidelity, and much more.",
          1357133683
        ],
        [
          "Sex can drive us to do things beyond all reason. But why? Sex and the Single Primate A pretty face can lead men to take greater risks",
          1350310359
        ]
      ],
      "dates_start": 1394476932,
      "dates_end": 1477082413,
      "likes_avg": 1633,
      "likes_stdev": 824,
      "comments_avg": 127,
      "comments_stdev": 91,
      "shares_avg": 567,
      "shares_stdev": 372
    },
    {
      "number": 15,
      "important": [
        "school",
        "find",
        "effect",
        "tell",
        "therapist",
        "help",
        "partner",
        "see",
        "check",
        "qualiti"
      ],
      "common": [
        "2012",
        "cover",
        "cover psychology",
        "cover psychology today",
        "help",
        "next",
        "psychology",
        "psychology today",
        "survey",
        "today"
      ],
      "messages": [
        [
          "How can you find a therapist who can help you? It's not by checking their degree or their school. 5 Qualities That Tell You a Therapist Is Effective 2. They see you as a partner, not just a patient.",
          1469383200
        ],
        [
          "Help decide the next cover of Psychology Today and share your thoughts by taking this quick survey!\n\nhttps://goo.gl/aoPiUn Psychology Today Reader Survey",
          1466013032
        ],
        [
          "Help decide the next cover of Psychology Today and share your thoughts: Take this quick survey!\n\nhttps://www.surveymonkey.com/r/C7SXQVP Timeline Photos",
          1465482003
        ],
        [
          "Help decide the next cover of Psychology Today and share your thoughts: Take this quick survey!\n\nhttps://www.surveymonkey.com/r/3H2DR6B Timeline Photos",
          1465216440
        ],
        [
          "Need some advice about love? Work? Life? Psychology Today’s Hara Estroff Marano tackles it all in Unconventional Wisdom. Write to askhara@psychologytoday.com. Timeline Photos",
          1462551300
        ],
        [
          "To find a therapist you can work with successfully, 3 things are absolutely vital. How to Choose a Therapist Who's Really Right for You It's not about specialty or experience. It's about something more fundamental.",
          1462531913
        ],
        [
          "Is there a performance or accomplishment that fills you with pride?\n\nHelp us out with a future issue of the magazine by taking our quick survey:\n\nhttps://www.surveymonkey.com/r/K6TYX9L\n\n(Credit: PHOTOCREO Michal Bednarek/Shutterstock) Timeline Photos",
          1461591061
        ],
        [
          "What kind of performance are you most proud of?\n\nHelp us out with a future issue of the magazine by taking our quick survey: \n\nhttps://www.surveymonkey.com/r/K6TYX9L\n\n(Credit: Kzenon/Shutterstock) Timeline Photos",
          1460811601
        ],
        [
          "For illustrations, photos, and bits of wisdom straight from the pages of our magazine, take a look at Psych Today on Instagram: https://www.instagram.com/psych_today/ Timeline Photos",
          1447432817
        ],
        [
          "Help decide the next cover of Psychology Today and share your thoughts: Take this quick survey!\n\nhttps://www.surveymonkey.com/r/Q2DX3Q6 Timeline Photos",
          1447265701
        ],
        [
          "Where do you feel \"at home\"? We have a couple of questions about the places that mean something to you:\n\nhttps://www.surveymonkey.com/r/YMR6DHH Timeline Photos",
          1445004889
        ],
        [
          "Help choose the next cover of Psychology Today (and offer your own feedback) with this quick survey!\n\nhttps://www.surveymonkey.com/r/X52NWMY Timeline Photos",
          1443192377
        ],
        [
          "Looking for a Therapist, Counselor, Psychologist, or Treatment Center? Browse Psychology Today and find leading therapists near you. Find a Therapist, Psychologist, Counselor - Psychology Today Browse our extensive directory of the best therapists, psychologists and counselors near you.",
          1438363695
        ],
        [
          "Help us choose the future cover of Psychology Today by taking this quick survey:\n\nhttps://www.surveymonkey.com/r/DMX5STH Timeline Photos",
          1434641400
        ],
        [
          "Your schedule for today may be full. But is it fulfilling? Are You Too Busy to Be Yourself? A modern dilemma with ancient roots.",
          1422884688
        ],
        [
          "On stands today! Timeline Photos",
          1420575397
        ],
        [
          "Heading to stands... Timeline Photos",
          1415201100
        ],
        [
          "Our September/October issue is on stands today! Timeline Photos",
          1409664476
        ],
        [
          "On stands now. Timeline Photos",
          1404303520
        ],
        [
          "Looking for a Therapist?  Psychology Today is here to help.  Search our detailed professional profiles to find the perfect therapist for you! http://bit.ly/1elCuFk Timeline Photos",
          1391179869
        ],
        [
          "Words of wisdom, photo shoots, and invisible gorillas: Check out the playlists on PT's growing Youtube page. http://www.youtube.com/psychologytoday Psychology Today Psychology Today is the only general interest magazine devoted exclusively to everybody's favorite subject: ourselves. PT provides commentary,...",
          1381933487
        ],
        [
          "May - June 2013 cover Psychology Today Covers 2013 to ...",
          1367524455
        ],
        [
          "March-April 2013 cover Psychology Today Covers 2013 to ...",
          1362520190
        ],
        [
          "Help choose the next cover of Psychology Today by taking this brief survey! https://www.surveymonkey.com/s/89K9TQ8",
          1360097848
        ],
        [
          "January-February 2013 cover Psychology Today Covers 2013 to ...",
          1357568377
        ],
        [
          "November-December 2012 cover Psychology Today Covers 2003 to 2012",
          1351799430
        ],
        [
          "If you're not following Psychology Today on Twitter, you're missing out! https://twitter.com/psychtoday Psychology Today (PsychToday) on Twitter Psychology Today is the only general interest magazine devoted exclusively to everybody’s favorite subject: ourselves. (Tweets on: human behavior.)",
          1350746761
        ],
        [
          "Help choose Psychology Today's new cover by taking this short survey! Choose the Next Cover of PT 10/4/2012 Survey",
          1349438532
        ],
        [
          "Don't marry your opposite, focus on fixing yourself not others, nurture your friendships—and more essential life lessons. \n\n(Have you read our cover story yet?) Lessons For Living | Psychology Today Five surprising principles for living, loving, and playing well with others. By Elizabeth Svoboda | Psychology Today",
          1347560395
        ],
        [
          "Do you overthink everything? You might need to learn to let go and follow your gut—at least once in a while. Overthinking It? | Psychology Today Sometimes it's better to use your brain less.",
          1347362575
        ],
        [
          "September-October 2012 cover Psychology Today Covers 2003 to 2012",
          1346947546
        ],
        [
          "In any given year, about 17 percent of Americans will have an anxiety disorder. What can we do about it? Plenty. So Anxious | Psychology Today Anxiety is rampant—and not just among the depressed. But it can be tamed.",
          1346240775
        ],
        [
          "July-August 2012 cover Psychology Today Covers 2003 to 2012",
          1341843082
        ],
        [
          "\"Strippers made about $70 an hour during their peak period of fertility, versus about $35 while menstruating and $50 in between.\" The Stripper's Secret | Psychology Today Flaunting your fertility makes for big tips. The showgirl's guide to maximizing income. By Matthew Hutson | Psychology Today",
          1340726791
        ],
        [
          "For women to \"have it all,\" what needs to change: the women or the culture? http://ow.ly/bLQ9R Slaughter Versus Sandberg: Both Right | Psychology Today Why you should listen to Slaughter & Sandberg on (not) having it all. By Joan C. Williams...",
          1340469020
        ],
        [
          "Feeling sluggish? Try a breath mint. \n\n\"The smell of peppermint can improve athletic performance and enhance memory.\" Scenting for Success | Psychology Today Apply recent research on scents to enhance your life. By Sally Augustin, Ph.D....",
          1340388293
        ],
        [
          "Help choose PT's next cover by completing this quick survey! Choose the Next Cover of PT!  5/29/2012 Survey",
          1338320039
        ],
        [
          "May-June 2012 cover Psychology Today Covers 2003 to 2012",
          1335987836
        ],
        [
          "\"Solid science now labels sugar a toxin, an addictive agent.\" Does that mean we should stop eating it completely? Sugar in Moderation? But how? | Psychology Today We hear the bad news....but can we really stop? By Terese Weinstein Katz, Ph.D.",
          1334158550
        ],
        [
          "Hey office dwellers: Get some sun! The great outdoors does wonders for your body and mind.  Outside In | Psychology Today How the great outdoors can shape what's inside your head.",
          1332789324
        ],
        [
          "New parents on Facebook can go a little overboard sometimes. What's the worst you've seen? Check out (and pass on!) these 4 tips for better behavior. New-Parent Facebook Blunders | Psychology Today Don't make these mistakes with your bundle of joy.",
          1330616913
        ],
        [
          "March-April 2012 cover Psychology Today Covers 2003 to 2012",
          1330615224
        ],
        [
          "Help choose the next cover of Psychology Today! Choose the Next Cover of PT!  2/9/2012 Survey",
          1328895816
        ],
        [
          "Help choose PT's next cover! Choose the Next Cover of PT 1/31/2012 Survey",
          1328048091
        ],
        [
          "January-February 2012 cover Psychology Today Covers 2003 to 2012",
          1325703599
        ]
      ],
      "dates_start": 1336260353,
      "dates_end": 1439366021,
      "likes_avg": 821,
      "likes_stdev": 1231,
      "comments_avg": 29,
      "comments_stdev": 25,
      "shares_avg": 149,
      "shares_stdev": 201
    }
  ]
}