{
  "pagename": "psychologytoday",
  "page_name_displayed": "Psychology Today",
  "globalstats": {
    "fan_count": 7406121,
    "messages": 2278,
    "likes_avg": 2363,
    "likes_stdev": 1857,
    "comments_avg": 127,
    "comments_stdev": 162,
    "shares_avg": 1058,
    "shares_stdev": 1125,
    "graph_uri": "clusters/psychologytoday.png"
  },
  "clusters": [
    {
      "number": 1,
      "important": [
        "bounc",
        "expert",
        "arent",
        "ex",
        "bounc back",
        "expert say",
        "social",
        "use",
        "youll",
        "back"
      ],
      "common": [
        "ex",
        "exes",
        "media",
        "online",
        "really",
        "social",
        "social media",
        "survey",
        "used",
        "way"
      ],
      "messages": [
        [
          "You broke up. But have you unfriended? Why Exes Aren't as \"Ex\" as They Used to Be When you can separate on social media, experts say, you'll bounce back faster.",
          1485303301
        ],
        [
          "Do you know couples who overshare on social media? Are you part of one? Why Sharing Your Relationship Status Is So Complicated Research uncovers how we really feel about our coupled friends online.",
          1464910235
        ],
        [
          "You're probably sharing a lot more about yourself online than you realize. What You Really Reveal About Yourself When You Post on Social Media What we're learning about personality (and people at risk) from our online posts and preferences.",
          1444748700
        ],
        [
          "This research may change the way you think about love and social media. The Surprising Way Social Media Boosts Romantic Commitment Does declaring your commitment online increase it in the real world?",
          1439478035
        ],
        [
          "Have you lost someone and used social media as a way to remember or grieve for them? Please consider contributing to our survey. Psychology Today: Grief and Social Media Survey Psychology Today is examining the role of social media in the grieving process. This survey is intended to help us get a better sense of the experience.",
          1438274193
        ],
        [
          "Is checking a partner's online profile and history sweet or pathological? How To Keep Social Media From Complicating Your Relationship 6 guidelines any couple can follow.",
          1424282402
        ],
        [
          "You broke up. But did you unfriend? Introducing the \"Soft\" Breakup Thanks to social media, exes may not be as \"ex\" as they used to be.",
          1419638401
        ],
        [
          "Why don’t we unfriend exes after a breakup? An expert explains. The Romantic Dangers of Social Media Stop Facebook stalking your ex and bounce back faster",
          1393545600
        ],
        [
          "Beware the dangers of getting too caught up with your online image. Your Body on Display: Social Media and Your Self-Image Social media’s effect on your bodily attitudes can harm your mental health.",
          1386090903
        ],
        [
          "\"As barometers of friendship go, social media is pretty shallow. It’s unrealistic, and dangerous, to presume you know how someone feels about you based on how they react or respond to you, or don’t, through virtual means.\" Your Social Life Is Not Your Social Media Social media-induced angst is happening with increasing frequency.",
          1382114609
        ],
        [
          "There are a thousand ways to feel rejected on social media. Nine hundred and ninety of them are not personal. \nhttp://bit.ly/1clqXpv Why Rejection on Facebook Hurts as Much as in Real Life Why we tend to misinterpret rejection on social media platforms",
          1375453605
        ],
        [
          "Is social media a positive, negative, or neutral force in the world? What do you think? Disruptive Technology Meets the Immigration Imagination \"A man faints on stage, and the audience reacts by recording the event on their digital devices.\"",
          1367421846
        ],
        [
          "Are we really at the point where things don't seem real until they're shared on social media? http://ow.ly/ey2zv I Tweet Therefore I Am The smart phone as the new mother",
          1350501760
        ]
      ],
      "dates_start": 1374096705,
      "dates_end": 1452328461,
      "likes_avg": 1734,
      "likes_stdev": 1240,
      "comments_avg": 108,
      "comments_stdev": 94,
      "shares_avg": 543,
      "shares_stdev": 351
    },
    {
      "number": 2,
      "important": [
        "last",
        "fun",
        "might think",
        "might",
        "approach",
        "new",
        "night",
        "mind",
        "dream",
        "surpris"
      ],
      "common": [
        "bad",
        "control",
        "dream",
        "dreams",
        "new",
        "new research",
        "night",
        "research",
        "sleep",
        "us"
      ],
      "messages": [
        [
          "While you slept last night, your mind was busier than you might think. The Surprising (and Fun) New Theory of Why We Dream A fascinating new approach, and who it can most help.",
          1487073613
        ],
        [
          "This is what you missed while you were sleeping last night. This May Be Why We Recall Some Dreams (Especially Bad Ones) Studies open new ground in the search for clues to how the dreaming brain works.",
          1485516602
        ],
        [
          "Does your true personality emerge in your dreams? 3 Things Your Dreams May Reveal About You New research sheds light on who we are while we sleep.",
          1485090901
        ],
        [
          "Pregnancy isn't always a dream. But for some women, it's literally a nightmare. Why Pregnant Women Have Bizarre Bad Dreams New research on the surprising frequency of disturbing dreams during pregnancy.",
          1476538676
        ],
        [
          "When you have dreams of being judged harshly, does it mean you need to make a change? What 3 Common Bad Dreams Could Be Telling You How daytime stress creeps into your nightmares.",
          1457870401
        ],
        [
          "Is the same cast starring in your dreams each night? This may be why. What Your Sexual Dreams Are Trying to Tell You Expert insight into who, and what, we dream about, and why.",
          1457139600
        ],
        [
          "Can a dream about everyone's worst nightmare actually be a good thing? What Dreams of Your Death Are Really About “The most striking and consistent characteristic is overwhelmingly pleasant content.\"",
          1455676200
        ],
        [
          "The issues you avoid during the day can plague you while you sleep. Here's why. Why Unwanted Thoughts Can Invade Your Dreams New research into why we really dream about the things we do.",
          1449023400
        ],
        [
          "You have more control over your dreams than you think. What'll it be tonight? How to Direct Your Dreams When your eyes close, choose your own adventure.",
          1434073426
        ],
        [
          "We're getting closer to solving one of life's greatest mysteries. Why Do We Dream? New insights into what really goes on when we drift into sleep.",
          1425297601
        ],
        [
          "Did you have a bizarre dream last night? Maybe it was something you ate. Do Certain Foods Really Cause Bad Dreams? New research investigates age-old folklore about diet and sleep.",
          1424088001
        ],
        [
          "Do you ever have dreams whose stories continue from night to night? This is why. Why Some of Your Dreams Have Sequels Do our dreams pursue their own interests, and just take us along for the ride?",
          1420718400
        ],
        [
          "Your dreams may be trying to tell you more than you realize. Do Your Dreams Predict Your Health? Pay attention: Research finds some dreams can forecast illness years in advance.",
          1418990400
        ],
        [
          "Can you control your dreams? Is Conscious Dreaming Real? Lucid dreaming remains a controversial concept but some experts are convinced.",
          1399888801
        ],
        [
          "Are your daytime worries creeping into your dreams? Here's a way to rethink stressful nightmares: http://ow.ly/qTeJY Conquer Your Bad Dreams by Confronting Your Worries Stop negative emotions from spilling into your dreams and becoming nightmares",
          1384622868
        ],
        [
          "Isn't it odd that awesome speeches, cold showers and a good scare all give us the same thing—goosebumps? Goosebumps and Dr. King's Dream Speech Why does Dr. King's Dream speech give us goosebumps?",
          1381857274
        ],
        [
          "\"The dreams and desires we have as children create echoes and shadows that preoccupy us for a lifetime.\"\n http://ow.ly/nDSSL The Possibilities of Fiction We dream up alternative universes as we continue to invent ourselves.",
          1375710634
        ],
        [
          "Fact: You can control your dreams. Myth: Dreams are filled with symbolism. \n\nClick through for more sleep myths & facts. Seize Control of Your Dreams Four myths and one surprising fact about sleep",
          1349104397
        ]
      ],
      "dates_start": 1391372831,
      "dates_end": 1471769523,
      "likes_avg": 1916,
      "likes_stdev": 1580,
      "comments_avg": 83,
      "comments_stdev": 92,
      "shares_avg": 709,
      "shares_stdev": 615
    },
    {
      "number": 3,
      "important": [
        "next",
        "cover psycholog",
        "psycholog",
        "survey",
        "today",
        "psycholog today",
        "decid",
        "quick",
        "cover",
        "next cover"
      ],
      "common": [
        "2012",
        "cover",
        "cover psychology",
        "cover psychology today",
        "next",
        "next cover",
        "psychology",
        "psychology today",
        "survey",
        "today"
      ],
      "messages": [
        [
          "Help decide the next cover of Psychology Today and share your thoughts by taking this quick survey!\n\nhttps://goo.gl/aoPiUn Psychology Today Reader Survey",
          1466013032
        ],
        [
          "Help decide the next cover of Psychology Today and share your thoughts: Take this quick survey!\n\nhttps://www.surveymonkey.com/r/C7SXQVP Timeline Photos",
          1465482003
        ],
        [
          "Help decide the next cover of Psychology Today and share your thoughts: Take this quick survey!\n\nhttps://www.surveymonkey.com/r/3H2DR6B Timeline Photos",
          1465216440
        ],
        [
          "Help decide the next cover of Psychology Today and share your thoughts: Take this quick survey!\n\nhttps://www.surveymonkey.com/r/Q2DX3Q6 Timeline Photos",
          1447265701
        ],
        [
          "Help choose the next cover of Psychology Today (and offer your own feedback) with this quick survey!\n\nhttps://www.surveymonkey.com/r/X52NWMY Timeline Photos",
          1443192377
        ],
        [
          "Help us choose the future cover of Psychology Today by taking this quick survey:\n\nhttps://www.surveymonkey.com/r/DMX5STH Timeline Photos",
          1434641400
        ],
        [
          "May - June 2013 cover Psychology Today Covers 2013 to ...",
          1367524455
        ],
        [
          "March-April 2013 cover Psychology Today Covers 2013 to ...",
          1362520190
        ],
        [
          "Help choose the next cover of Psychology Today by taking this brief survey! https://www.surveymonkey.com/s/89K9TQ8",
          1360097848
        ],
        [
          "January-February 2013 cover Psychology Today Covers 2013 to ...",
          1357568377
        ],
        [
          "November-December 2012 cover Psychology Today Covers 2003 to 2012",
          1351799430
        ],
        [
          "Help choose Psychology Today's new cover by taking this short survey! Choose the Next Cover of PT 10/4/2012 Survey",
          1349438532
        ],
        [
          "September-October 2012 cover Psychology Today Covers 2003 to 2012",
          1346947546
        ],
        [
          "July-August 2012 cover Psychology Today Covers 2003 to 2012",
          1341843082
        ],
        [
          "Help choose PT's next cover by completing this quick survey! Choose the Next Cover of PT!  5/29/2012 Survey",
          1338320039
        ],
        [
          "May-June 2012 cover Psychology Today Covers 2003 to 2012",
          1335987836
        ],
        [
          "March-April 2012 cover Psychology Today Covers 2003 to 2012",
          1330615224
        ],
        [
          "Help choose the next cover of Psychology Today! Choose the Next Cover of PT!  2/9/2012 Survey",
          1328895816
        ],
        [
          "Help choose PT's next cover! Choose the Next Cover of PT 1/31/2012 Survey",
          1328048091
        ],
        [
          "January-February 2012 cover Psychology Today Covers 2003 to 2012",
          1325703599
        ]
      ],
      "dates_start": 1325712507,
      "dates_end": 1428999593,
      "likes_avg": 490,
      "likes_stdev": 492,
      "comments_avg": 26,
      "comments_stdev": 24,
      "shares_avg": 84,
      "shares_stdev": 88
    },
    {
      "number": 4,
      "important": [
        "better way",
        "sexual",
        "look",
        "may",
        "attract",
        "like",
        "whi may",
        "parent",
        "ourselv",
        "whi"
      ],
      "common": [
        "attract",
        "attracted",
        "attraction",
        "attractive",
        "love",
        "may",
        "partner",
        "people",
        "really",
        "us"
      ],
      "messages": [
        [
          "We may know who we are attracted to, but have no idea why. It may be better that way. 3 Strange Laws of Sexual Attraction 2. Why we may be attracted to people who look like our parents (and ourselves).",
          1485648001
        ],
        [
          "Attracting the right partner isn't really about hair, eyes, clothes, or physique. 5 Ways to Make Yourself More Attractive 1. Don’t take yourself too seriously.",
          1482885046
        ],
        [
          "Sexual attraction comes from some surprising sources, and can make us do some surprising things. 3 Things You Never Wanted to Know About Sexual Attraction ... and why you may not mind finding out.",
          1482197819
        ],
        [
          "The stigma attached to mental illness can be painfully exploited during this time of year. Mental Illness is Not a Halloween Attraction A growing movement aims to change attitudes and address phobias.",
          1477591154
        ],
        [
          "When it comes to romantic connection, how high a priority is hair? Do We Really Think Long-Haired Women Are More Attractive? Research teases out the complex link between hair length and perceived beauty.",
          1467464400
        ],
        [
          "Are you an attractive partner? It's time to find out. The One Quality Guaranteed to Make You More Attractive Spoiler alert: It has nothing to do with hair, eyes, or muscles.",
          1452466800
        ],
        [
          "Are we attracted to people only when others are attracted to them? Have We Discovered the Most Powerful Element of Attraction? Research reveals the impact attractiveness by association.",
          1445793048
        ],
        [
          "How attractive does someone have to be to get your attention? Who Do You Find Attractive? It All Depends on This. Studies show how our standards change, and why.",
          1441461604
        ],
        [
          "Consider this: The things that most irritate you about your partner are just the flip sides of what you admire most about them. 6 Reasons to Appreciate Differences With Your Partner Opposites may not attract, but differences sustain relationships.",
          1440345154
        ],
        [
          "Do opposites attract? Some surprising findings argue that it may be the opposite. Are We Attracted to People Who Look Like Us? When looking for love, start by looking in the mirror.",
          1432999660
        ],
        [
          "This fascinating research will have you rethinking our mating habits. Women With Male Friends Have More Sex (But Not With Them) The complex roles of attraction, jealousy, and insecurity in relationships.",
          1422318600
        ],
        [
          "New research is challenging some old assumptions about attraction. Do Opposites Really Attract? It's Complicated. We may prefer people who are similar to us, but there are crucial exceptions.",
          1421082008
        ],
        [
          "Just because it's not love at first sight doesn't mean it can't be love. How to Develop Your Attraction to the Right Person You know who would be good for you. So why aren't you attracted to them?",
          1412352001
        ],
        [
          "Are you a grown-up? Would your partner agree? How To Grow Up Independence may be the most attractive trait in a mate. Here's why.",
          1407405601
        ],
        [
          "She's hot, he's not. You've seen it; here's how it plays out. Do Differences in Attractiveness Between Partners Really Matter? When you see your partner as more (or less) attractive, how does it affect your relationship?",
          1401112801
        ],
        [
          "Here's the science behind attraction, starting with our animal instincts. Do Opposites Really Attract? Recent research sheds light on this familiar adage.",
          1399050205
        ],
        [
          "Your ideal mate may be someone with the same name as you. Do Opposites Really Attract? Why we gravitate toward people just like ourselves.",
          1394656282
        ],
        [
          "\"Long-term relationships are moving targets. Those qualities that you used to find so appealing and that now irritate you may reflect actual change, change in your perception, or changes in your own personality and habits.\" Avoid the Fatal Attraction Effect in Your Relationship How can you keep the flame of attraction alive in your closest relationship?",
          1382887545
        ],
        [
          "What's the difference between love and intense, magnetic attraction? Are you sure you know? Love and lust are often conflated and confused, but here's what to look for. How Do You Know When You Are In Love? Different Types of Love: passive love and active love; love at first sight",
          1366910242
        ],
        [
          "What attracts us to someone may be the same thing that causes us to break up. Fatal Attraction What attracts us to someone may be the same thing that causes us to break up.",
          1354308003
        ],
        [
          "\"Young male skateboarders took more risks and more falls when observed by an attractive female researcher.\" http://ow.ly/ekJ4x Taking Risks to Attract Women Does risky behavior turn women on?",
          1349789435
        ],
        [
          "\"We often develop 'attractions of deprivation,' attractions to people who diminish or ignore us.\" Four Signs That Healthy Love Is On Its Way How to find love that can last",
          1349191036
        ]
      ],
      "dates_start": 1378432369,
      "dates_end": 1464287307,
      "likes_avg": 2485,
      "likes_stdev": 1302,
      "comments_avg": 132,
      "comments_stdev": 97,
      "shares_avg": 879,
      "shares_stdev": 481
    },
    {
      "number": 5,
      "important": [
        "sign",
        "look",
        "may",
        "care",
        "constant",
        "manipul",
        "someon",
        "partner",
        "risk",
        "relationship"
      ],
      "common": [
        "flags",
        "good",
        "partner",
        "partners",
        "recognize",
        "red",
        "red flags",
        "relationship",
        "signs",
        "signs relationship"
      ],
      "messages": [
        [
          "Gaslighters subject partners to constant manipulation and brainwashing. These telltale signs indicate that someone you care about may be at risk. 8 Signs of Being in a Relationship With a Gaslighter 6. Despite poor treatment, you look to the gaslighter for approval and validation.",
          1487959234
        ],
        [
          "For your own good, don't ignore these signs in a relationship. 5 Ways That Controlling Partners Disguise Their True Selves 5. They take care of you so well that you feel you can't live without them.",
          1487700000
        ],
        [
          "These are the warning signs that can't be ignored. 10 Troubling Red Flag Relationship Behaviors ... and what they have to do with a sense of \"honor.\"",
          1487635202
        ],
        [
          "Could you recognize the signs? 5 Signs That You're in the Wrong Relationship 3. You feel like you’re watching a relationship instead of living one.",
          1487374200
        ],
        [
          "Gaslighting is a form of psychological abuse. Can you recognize the red flags? 11 Signs of Gaslighting in a Relationship 2. They deny they ever said something, even though you have proof.",
          1485905403
        ],
        [
          "Gaslighting is a form of psychological torture in a relationship. Can you recognize the red flags? 10 Signs That a Relationship Has Gone Horribly Wrong Second-guessing yourself, and withdrawing from friends and family.",
          1483745400
        ],
        [
          "Do you recognize any of these signs? 7 Things Only Narcissists Do 6. They assume everyone adores them.",
          1483704000
        ],
        [
          "It’s important to recognize the signs, and to know what to do next. 13 Warning Signs of Mental Illness in a Child Nearly 1 in 5 children has an emotional or behavioral disorder.",
          1483012801
        ],
        [
          "Do you and your partner have what it takes? 4 Signs That Your Relationship Has Long-Term Potential 4. Your partner makes you feel good about yourself.",
          1482706800
        ],
        [
          "When choosing a partner, is a long history a red flag? Do You Have the \"Right\" Number of Ex-Partners? A new study finds that our desirability may hinge on how many previous partners we've had.",
          1482371139
        ],
        [
          "Do you recognize the signs? 6 Questions to Help You Recognize a Codependent Relationship ... and why it's still so hard to walk away.",
          1475774101
        ],
        [
          "Relationship abuse comes in many forms, beyond the physical. Here's what everyone should watch out for. 5 Crucial Signs of Abuse in Relationships That Aren’t Physical Isolating a partner from others, \"gaslighting\" them, and more.",
          1475704801
        ],
        [
          "Do you know the signs? 5 Relationship Red Flags You Have to Watch Out For ... and research into the high cost of ignoring them.",
          1453151700
        ],
        [
          "How many of these do you recognize? 9 Things Only Passive-Aggressive People Do 5. They mask their resentment with a smile.",
          1448928001
        ],
        [
          "It's not just about sadness. If you experience these symptoms, or see them in someone you care about, seek help. 7 Subtle Signs of Depression You Shouldn't Ignore Exhaustion and recklessness could each be a sign of a deeper problem.",
          1447421723
        ],
        [
          "Is someone taking advantage of you? 12 Signs That You're Giving Too Much These red flags should tell you that your helping has become unhealthy.",
          1439758801
        ],
        [
          "Does your partner ever seem clueless about what you're feeling? It might be a sign of a larger problem. 12 Signs That Your Partner Lacks Emotional Intelligence Are they unmoved even by puppies or great movies?",
          1437669001
        ],
        [
          "Is it a fling, or the real thing? Science offers some clues. 5 Ways to Tell if a Relationship Might Last Research finds that some signals point to commitment, but others are red flags.",
          1431293983
        ],
        [
          "How many of these fit you and your partner? 10 Signs That You're In a Healthy Relationship Are you still good for each other?",
          1427837401
        ],
        [
          "Are you seeing any of these 51 red flags in your relationship, or a friend's? 51 Signs of an Unhealthy Relationship Toxic connections ring multiple alarms, if partners can only hear them.",
          1424822401
        ],
        [
          "Learn to trust your gut. It's probably right. 10 Relationship Red Flags These are the things you should never ignore.",
          1413064800
        ],
        [
          "Do you recognize any of these 12 effects of having a narcissist in the family? The Narcissistic Family Tree It can be pretty and decayed at the same time",
          1409860350
        ],
        [
          "Is someone hiding something from you? 6 Signs Your Partner Is Facebook-Cheating Even when there's no sex involved, the pain of infidelity can be real.",
          1404050400
        ],
        [
          "Can a relationship survive when one partner cares more deeply than the other? Lopsided Love Signs of comfort may really be red flags.",
          1399656192
        ],
        [
          "Can you recognize the subtle signs that a friend or stranger is upset? 5 Ways That Body Language Can Signal Trouble When you can spot the signs, you can be ready to help.",
          1398111543
        ],
        [
          "Texting with your partner may be pushing them away. Is Constant Texting Good or Bad for Your Relationship? New research finds real benefits but also crucial red flags.",
          1396456516
        ]
      ],
      "dates_start": 1418175094,
      "dates_end": 1484569204,
      "likes_avg": 3596,
      "likes_stdev": 1625,
      "comments_avg": 208,
      "comments_stdev": 165,
      "shares_avg": 2090,
      "shares_stdev": 1445
    },
    {
      "number": 6,
      "important": [
        "link",
        "stress",
        "live",
        "health",
        "depress",
        "impact",
        "motiv",
        "whether",
        "healthier",
        "doe partner"
      ],
      "common": [
        "beat",
        "get",
        "life",
        "may",
        "negative",
        "pain",
        "stress",
        "stressed",
        "time",
        "us"
      ],
      "messages": [
        [
          "Does having a partner really motivate us to live healthier? The Link Between Relationships and Good Health ... and whether love can impact stress and depression.",
          1487764806
        ],
        [
          "You can't eliminate stress from your life. But you can absolutely boost your capacity to handle it. The Best Strategies to Finally Beat Your Stress Start with 3 steps to find the solutions that work for you.",
          1487689296
        ],
        [
          "If you're constantly dealing with stress, it may finally be time to try something new. 3 Essential Exercises to Calm Anxiety Step-by-step guidance to soothe the nervous system and promote quality sleep.",
          1486214100
        ],
        [
          "Do you know how to say no? Why Saying No Can Be So Powerful for You When you're stuck, stressed, or resentful, a firm \"no\" can open up your life.",
          1482933425
        ],
        [
          "Could a coloring book really be the solution to stress and distraction? What’s the Deal With Adult Coloring Books? There's more to it than just nostalgia.",
          1480276800
        ],
        [
          "Few things are more stressful for a couple than travel. But there may be a silver lining. Can Your Relationship Survive Traveling Together? The risk of stress spillover, and the chance to build resilience.",
          1467485264
        ],
        [
          "How many of these have you tried? 11 Easy (and Unexpected) Ways to Reduce Stress Sit up straight, and keep looking at the fish.",
          1456868245
        ],
        [
          "This may be the best prescription for quick stress and anxiety relief. www.psychologytoday.com",
          1448740800
        ],
        [
          "Emotional stress can deliver physical pain, from your jaw to your hips. Here's how to get relief. 5 Ways Stress Hurts Your Body, and What to Do About It We store emotional pain in some unlikely spots.",
          1431614935
        ],
        [
          "Want to beat stress? Here's the trick. Why Thinking About the Future Makes Today Easier 'Time traveling' to get over negative events.",
          1427199316
        ],
        [
          "Have we uncovered the roots of the stress-chocolate connection? Why Stress Can Make You Do Some Unusual Things An experiment in pain and pleasure.",
          1426861705
        ],
        [
          "Looking for a better way to keep your cool? Here are 50. 50 Strategies to Beat Anxiety Many take just minutes; at least one should work for you.",
          1426076000
        ],
        [
          "Getting rid of stress takes everything you've got. How to Use All 5 Senses to Beat Stress New research leads to tips you've never considered.",
          1423569601
        ],
        [
          "You won't believe how quickly you can make it a better day. 10 Ways to Relieve Stress in 5 Minutes or Less Beat burnout and get closer to your goals with these quick pick-you-ups.",
          1422446401
        ],
        [
          "Do you get less done than you think you should? Try this. 6 Secrets to Making the Most of Your Time Are you bad at time management? You can get better quickly.",
          1396619696
        ],
        [
          "Little annoyances add up, but complaining might just make it worse. Constant Complaining: Does It Serve Us Well? Our everyday complaints add stress and dissatisfaction to our lives.",
          1390664707
        ],
        [
          "It's not hard to let your self-control slip away in the fog of holiday feasts. Look for these telltale signs—then take the power back. How to Eat Less This Holiday Season Recognizing overeating is the result of stress is the secret to eating less.",
          1385574146
        ],
        [
          "\"There are inherent problems in any type of electronic messaging, but texting places a premium on brevity and lack of explanation.\" Is Texting Stressing You Out? Keep the social strains of social messaging from getting to you with 5 easy tips",
          1382989570
        ],
        [
          "Stress is a killer and a life force. How can you tell the good from the bad, and too little from too much? What is the perfect amount? The Perfect Amount of Stress  ",
          1369937684
        ],
        [
          "Who among us is the most stressed? What are they so stressed about? Are we more stressed today than ever before? \n\nTell us your guesses and personal stresses below—and then click through for the results of a national survey on stress. The Stress Map: Who, Where, When, Why and What Stress in the mind and on the map of a new national survey are discussed",
          1360695228
        ],
        [
          "\"The difference between success and failure is not whether you suffer from stress, but how you deal with it when you do.\" Nine Ways Successful People Defeat Stress Science-based strategies for keeping stress at bay, at work and in life.",
          1356719169
        ],
        [
          "Some people crave solitude, but too much time alone can trigger a stress response. Here's why. Survival Mode and Evolutionary Mismatch Environments ill-suited to our biology often trigger stress and pain.",
          1354824731
        ],
        [
          "Do the holidays leave you tired, stressed, and forgetting the point of the holiday to begin with? Our minds are wired to focus on the negative, but there's an easy fix: gratitude.\n\nHappy Thanksgiving! Gratitude, the Antidote to (Holiday) Stress We may be wired to focus on the negative, but gratitude is a powerful antidote.",
          1353610216
        ],
        [
          "\"Mindfulness is not a modern spiritual movement. It's simply you at your most natural state of being.\" Does Mindfulness Stress You Out? How to let go of the expectation and hype surrounding mindfulness",
          1352473814
        ],
        [
          "\"Everyday hassles may have a stronger negative impact on health than do stressful big events.\" Don’t Let Life’s Hassles Become Stressors Learn to cope with life's everyday stresses!",
          1351005117
        ],
        [
          "\"Sometimes your joy is the source of your smile, but sometimes your smile can be the source of your joy.\" —Thich Nhat Hanh Smiling and Stress Smiling speeds recovery when a stressful experience is over.",
          1347649186
        ],
        [
          "A little bit of stress can actually do you good. But how do you figure out how much is too much? Read on. \n\n[Link for mobile users: http://goo.gl/BuZpk] The Right Amount of Stress | Psychology Today A little stress can do you good.",
          1345131293
        ]
      ],
      "dates_start": 1361573538,
      "dates_end": 1460917961,
      "likes_avg": 1855,
      "likes_stdev": 1537,
      "comments_avg": 64,
      "comments_stdev": 51,
      "shares_avg": 982,
      "shares_stdev": 1189
    },
    {
      "number": 7,
      "important": [
        "take",
        "thing",
        "happi",
        "whi",
        "keep",
        "doe",
        "achiev",
        "still",
        "mani",
        "abil"
      ],
      "common": [
        "happiness",
        "happy",
        "happy people",
        "know",
        "make",
        "people",
        "really",
        "research",
        "things",
        "us"
      ],
      "messages": [
        [
          "Three things are necessary for happiness, but you can have them all and still be unhappy. Here's why. What Does It Take to Be Happy? ... and what keeps so many from achieving it.",
          1474565294
        ],
        [
          "OK, cheaters do sometimes win. But they also pay a heavy psychic cost. Do Cheaters Really Just Cheat Themselves? Even successful cheaters end up less happy than others, research finds.",
          1466179200
        ],
        [
          "If you're happy and you know it, you're probably also a little bit sad. And now we know why. Why You Have Mixed Emotions, Even at Happy Times Research into why we can't fully embrace happiness (and why that's OK).",
          1450799543
        ],
        [
          "If you seek happiness, you first need to know where to look. Do We Find Happiness or Does Happiness Find Us? Plus: Research that reveals who does it best and why.",
          1447155725
        ],
        [
          "Are you trying too hard? 5 Ways Your Pursuit of Happiness Can Backfire 3. Don't put a deadline on happiness (or success).",
          1443538436
        ],
        [
          "Whose happiness boosts a relationship more, a man's or a woman's? Now we know. This May Be the Secret to Happiness in Relationships New research on positivity in couples, and the power of 'downregulation.'",
          1439848800
        ],
        [
          "There is a sure path to happiness. Here are 6 of the steps. 4 Myths (and 6 Truths) About Achieving Happiness Research-based strategies to increase fulfillment and flow.",
          1439300425
        ],
        [
          "This is what your pursuit of happiness is really all about. You Can't Be Happy All of the Time, But Don't Stop Trying We often forget that happiness is fleeting. That's a good thing.",
          1426602601
        ],
        [
          "No couple can stay happy long if they fall into these routines. The 4 Bad Habits That Could Ruin Your Relationship Want to succeed? Do the opposite.",
          1418342401
        ],
        [
          "There's a map to long-lasting relationships, and you can keep it in your head. The 4 Habits of Highly Happy Couples Drawn from years of research, attitudes to help keep each other satisfied.",
          1414274401
        ],
        [
          "Is it the government's job to make sure you're happy? Could a National Happiness Policy Ever Work? It's a challenge just to figure out how people are feeling.",
          1412168537
        ],
        [
          "Do happy endings make you emotional? It's not for the reason you think. Why We Cry at the Movies Classic research suggests what really brings on the waterworks.",
          1409944256
        ],
        [
          "Want a pick-me-up for your relationship? Try any or all of these. 10 Habits of Happy Couples The little things can make a huge difference.",
          1404079200
        ],
        [
          "What's keeping you from being happy? The 4 Major Roadblocks to Happiness Take the time to address these and watch what happens.",
          1400012704
        ],
        [
          "How would you cope with being in a sexless relationship? Can Couples Be Sexless and Happy? An exploration of none-ogamy.",
          1399730400
        ],
        [
          "Wide open spaces: What really makes a \"happy state\"? The United States of Satisfaction Everybody wants to be where the happy people are.",
          1391874326
        ],
        [
          "Winter gloom got you down? Here's how to lift your spirits (and how not to). How to Hang on to Happiness: 4 Myths and 5 Real Strategies Is there a way to stay joyous?",
          1391018011
        ],
        [
          "When was the last time you jumped out of bed, excited that it was Monday morning, ready to head to a job you couldn’t wait to get to? It’s been that long, huh? 7 Things Happy Employees Do Differently Strategies that help build happiness at work",
          1382710128
        ],
        [
          "Have you read our cover story on what actually makes people happy? Let us know what your favorite insights are, or tell us about the unexpected things that make you happy! http://ow.ly/n7X56 What Happy People Do Differently One of life's sharpest paradoxes is that the key to satisfaction is doing things that feel risky, uncomfortable, and occasionally bad.",
          1374236681
        ],
        [
          "The latest issue is on newsstands now! Check out the cover story here: http://ow.ly/mALGv What Happy People Do Differently One of life's sharpest paradoxes is that the key to satisfaction is doing things that feel risky, uncomfortable, and occasionally bad.",
          1372775987
        ],
        [
          "Want to be happy? Stop trying so hard. Does Trying to Be Happy Make Us Unhappy? Searching for happiness might lead us to misery",
          1368622304
        ],
        [
          "Does happiness come from the outside world or from within? Can you really control your happiness, or do some people just have bad luck? What Does It Mean To Be Happy? The word Happy has many meanings. Why does that matter?",
          1368198315
        ],
        [
          "\"Happiness is an important emotion, but it should not be our ultimate objective.\" Happiness Versus Well-Being We should be emphasizing well-being as opposed to happiness",
          1360162349
        ],
        [
          "Don't neglect your friendships! They are crucial to happiness and well-being. It Probably Won’t Make You Happy Happiness interview: Carlin Flora.",
          1358186768
        ],
        [
          "Want happiness? Don't go looking for it. http://ow.ly/fGWfQ If You Pursue Happiness, You May Find Loneliness Some sad facts about happiness",
          1354219390
        ],
        [
          "Happy Election Day! \n\nRead on for more about why we vote, why we don't, and what it all means. How Psychology Impacts the Vote Voting is more complex than we know, and emotions have a lot to do with it.",
          1352221654
        ],
        [
          "What do happy people do that makes them so happy all the time? Here are 10 things—you can do them too! http://ow.ly/ezYDB\n\nWhat works for you? Tell us in the comments! 10 Things Happy People Do Differently 10 strategies happy people incorporate into their lives",
          1350568597
        ]
      ],
      "dates_start": 1366587092,
      "dates_end": 1438697087,
      "likes_avg": 2155,
      "likes_stdev": 1967,
      "comments_avg": 118,
      "comments_stdev": 159,
      "shares_avg": 1049,
      "shares_stdev": 1247
    },
    {
      "number": 8,
      "important": [
        "success",
        "feel",
        "read",
        "better",
        "easili",
        "tell",
        "research show",
        "connect",
        "show",
        "path"
      ],
      "common": [
        "best",
        "friend",
        "good",
        "make",
        "may",
        "partner",
        "relationship",
        "research",
        "research shows",
        "shows"
      ],
      "messages": [
        [
          "How easily can you tell what your partner is feeling, and how successfully can they read you? 3 Paths to Connecting More Deeply ... and the research that shows who tends to be better at it.",
          1487113203
        ],
        [
          "Do you know someone who really just wants to be alone? They may not realize the cost. The Perils of Social Isolation Research shows that without human contact, the mind can behave in strange ways.",
          1485351840
        ],
        [
          "Want to get better gifts? Share this with your friends and family. The Biggest Mistake Gift Givers Make (and 7 Ways to Fix It) Research shows that we overrate the moment people open our gifts, and underestimate everything else.",
          1482422772
        ],
        [
          "There's a better way to get your partner on the same page. Do You or Your Partner Use Guilt Trips to Get What You Want? If you do, research shows that there may be a very high cost.",
          1471284120
        ],
        [
          "A dog is truly a man's best friend, especially when that man's single. How Dogs Help Men in the Dating Market Research shows that dog ownership has a remarkable effect.",
          1463330436
        ],
        [
          "This may be the key to improving your relationship. Try This for a Month. It Could Make Your Relationship Stronger Than Ever. Appreciating each other more, research shows, leads to, well, more appreciation.",
          1457006401
        ],
        [
          "Something you need to get done, but can't motivate yourself? This should do the trick. One Surefire (and Radical) Tip For Making Yourself Do What You Need to Do It may sound a bit ... extreme, but research shows it works.",
          1454520206
        ],
        [
          "Do you prefer a partner who likes to take charge? This could be the reason. Why Some of Us Seek Dominant Partners Research shows that relationship choices are more complicated than they appear.",
          1454281200
        ],
        [
          "This may be the key to improving your relationship this year. Try This for a Month. It Could Make Your Relationship Stronger Than Ever. Appreciating each other more, research shows, leads to, well, more appreciation.",
          1450898100
        ],
        [
          "\"Less me, more we,\" research shows, is a pretty good rule for life. This May Be the Best Prescription for Happiness ... and the evidence shows it's not just good for extroverts.",
          1449074425
        ],
        [
          "When your friends and family split up, research shows that you're more likely to as well. Is that a bad thing? Is Divorce Really Contagious? Maybe you're actually at risk of catching something very different.",
          1445709603
        ],
        [
          "Are you or someone you know waiting for a partner to change their stripes? Is There Any Hope for Relationships With Narcissists? Research shows what it might take to bring out their empathy and compassion.",
          1442952001
        ],
        [
          "It's easier to be selfish than to be good. A new study shows why. Is Your Dark Side Stronger? Research shows that we sometimes can't be bothered to do the right thing.",
          1442317768
        ],
        [
          "For many people, keeping a partner jealous is a regular strategy. Research shows why. Why Do We Try To Make Our Partners Jealous? What's behind the desire to watch them squirm.",
          1442064601
        ],
        [
          "Are you too picky? Not if you're holding out for these two qualities. The Two Qualities Everyone Needs in a Partner Without them, research shows, commitment may be too risky.",
          1438722000
        ],
        [
          "Man's best friend just may have evolved to lower our stress. Need a Lift? Just Look Into a Dog's Eyes. New research shows why our pets make us feel so good.",
          1431885604
        ],
        [
          "When you're exhausted, you can't trust yourself to do anything right. Why You Shouldn't Shop When Sleepy A creative study shows the cost of going to the market tired.",
          1428260881
        ],
        [
          "Do you have friends you can count on? Your life could depend on it. Want to Live Longer? Make Good Friends. Fascinating research shows why there may be nothing more important.",
          1427311559
        ],
        [
          "Can your relationship beat the odds? The 3 Simple Habits That Predict Long-Term Love Research shows why romance can often last longer than many of us expect.",
          1421625600
        ],
        [
          "Optimism and positivity are overrated. Here's why. 7 Ways Your Negative Thoughts Can Help You Research shows why it may be best to imagine the worst.",
          1416929169
        ],
        [
          "Would it kill you to say thank you? Actually, quite the opposite. The Many Benefits of Showing Appreciation Research shows that gratitude boosts you and those close to you.",
          1412073083
        ],
        [
          "Don't take any of your connections for granted. Here's why. Why Other People Are the Key to Our Happiness Best friend or barista, research shows how our interactions affect our outlook.",
          1407753158
        ],
        [
          "Sometimes, we're just not ready. Here's why. Why First Marriages Fail Research shows how to form a more mature connection, this time or the next.",
          1407267449
        ],
        [
          "Want to make a connection? Follow these lab-tested tips. 5 Things We Now Know About Successful Dating Research shows how you can figure out if what you see is what you'll get.",
          1400623200
        ],
        [
          "Have we discovered the key to limiting anger in our relationships? Is Your Partner Hungry for a Fight? Voodoo dolls help researchers show why many couples can't help but argue.",
          1399421016
        ],
        [
          "If you think a friend is headed for trouble, research shows you might be right. 5 Signs a Friend’s Relationship May Be on the Rocks What to look for and why to trust your gut.",
          1398121200
        ],
        [
          "Science shows that high expectations are frequently both erroneous and toxic. How can we rethink the holiday season? Why Aren't We Happier During the Holidays? The Holidays Are a Time of Pollyannaish Expectations",
          1385915288
        ],
        [
          "Has technology made it easier to blow off appointments and show up late? Last Minute Itis: The Behavior Plague of Our Time Is the cell phone turning us into a society of ill-mannered cads?",
          1384013780
        ]
      ],
      "dates_start": 1406588445,
      "dates_end": 1464000815,
      "likes_avg": 2345,
      "likes_stdev": 1283,
      "comments_avg": 104,
      "comments_stdev": 69,
      "shares_avg": 964,
      "shares_stdev": 590
    },
    {
      "number": 9,
      "important": [
        "anyon",
        "turn",
        "success",
        "sign",
        "whose",
        "see",
        "someon",
        "know someon",
        "narcissist",
        "around"
      ],
      "common": [
        "know",
        "make",
        "may",
        "narcissism",
        "narcissist",
        "narcissists",
        "new",
        "one",
        "research",
        "think"
      ],
      "messages": [
        [
          "Do you know someone whose success and ego has made them impossible to be around? 5 Signs That Someone Has Turned Into a Narcissist Entitlement, condescension, and never seeing anyone as their equal.",
          1487793601
        ],
        [
          "When you see the signs, do you know what to do? 5 Types of Toxic People You Need Out of Your Life The critic, the stonewaller, the narcissist, and more.",
          1487592002
        ],
        [
          "Many narcissists are driven by a need to appear in control at all times. Here’s why. Why Narcissists Need to Look Good So Badly …and how different types employ different strategies you can watch out for.",
          1487021641
        ],
        [
          "Narcissists aren't necessarily focused as much on being superior as they are on this. The Roots of Narcissism ... and why the trait may need a different name,",
          1486503404
        ],
        [
          "A debate is raging among psychologists about whether they should diagnose the president, and if so, with what? Should Psychologists Diagnose President Trump? Calling out a narcissistic leader, or doing a disservice to the field?",
          1485963737
        ],
        [
          "Narcissists think they're pretty great, but not at everything. Why Narcissists Think They're Better Than You New research on grandiosity and the Lake Wobegon effect.",
          1484658448
        ],
        [
          "It's about them, not you. Why Narcissists Need You to Feel Bad About Yourself Research on who is most likely to hurl insults and putdowns, and why.",
          1484222400
        ],
        [
          "Sometimes, narcissists don't reveal their true selves until they face a conflict. 4 Behaviors That Unmask a Hidden Narcissist 3. They're vindictive to the max.",
          1483099200
        ],
        [
          "When you're raised by a narcissistic parent, the damage may last a lifetime. 8 Common Effects of Narcissistic Parenting Chronic self-blame, \"echoism,\" and more.",
          1482408001
        ],
        [
          "What happens when a narcissist has to face reality? When the Narcissist's Bubble Bursts ... and why experts say that even the most self-absorbed can adjust and accept their true selves.",
          1479681000
        ],
        [
          "This is how a narcissist approaches a breakup—and how you should respond. 13 Things You Must Know if You Are Leaving a Narcissist 3. They don't feel emotional losses. ",
          1470907800
        ],
        [
          "Are narcissists angrier than other people? Yes and no. What Makes Narcissists Angry (and Why) New research into anger style and instincts for revenge.",
          1470136216
        ],
        [
          "You want everyone you know to hear your good news. Does that make you a narcissist? Is It Wrong to Want to Be Admired? What research into healthy and unhealthy narcissism tells us about our egos.",
          1468512166
        ],
        [
          "Are narcissists born or made? New theories on the trait explain it may be a bit of both. How Narcissists Got That Way Nature, nurture, and evolution combine for a toxic result.",
          1466589730
        ],
        [
          "If you're the close friend of a narcissist, does that make you one, too? Do Narcissists of a Feather Flock Together? Research reveals the one (or maybe two) personality types that actually enjoy friendships with narcissists.",
          1464719974
        ],
        [
          "Read this before you label anyone else a \"narcissist.\" Who Are You Calling a Narcissist? Are we experiencing a narcissism \"epidemic\"? Or is something else going on?",
          1464113242
        ],
        [
          "Will today's kids become a generation of narcissists? Not if parents make one key change. How to Raise a Narcissist (and How Not To) The crucial difference between feeling worthy and feeling superior.",
          1463508999
        ],
        [
          "This is how narcissists often trip themselves up. Narcissism and the Myth of Invincibility When you think you can't lose, that outcome is all but assured.",
          1459369804
        ],
        [
          "How can we tell who's really a narcissist? It's harder than you think. Everything You Always Wanted to Know About Narcissism An expert weighs in on some crucial misunderstandings.",
          1457464533
        ],
        [
          "We're in the middle of a narcissism epidemic? Are you sure about that? 3 Dangerous Myths About Narcissists They're not exactly who you think they are, because you may be looking for the wrong traits.",
          1456166856
        ],
        [
          "Turns out, there's something you can learn from (healthy) narcissists. How Narcissists Really React When Things Don’t Go Their Way ... because they know raging at the world doesn't make you look very good.",
          1452772800
        ],
        [
          "Yes, it's possible to have a successful relationship with a narcissist. But it comes at a cost. What Kind of Romantic Partners Make Narcissists Happy? Is it someone who makes them feel good, or someone who makes them look good?",
          1452026842
        ],
        [
          "We mistakenly label a lot of people as 'narcissists.' Here's why. Narcissist or Just Self-Centered? 4 Ways to Tell Who You're Dealing With ... including the one core difference.",
          1447280578
        ],
        [
          "Narcissists can make a great first impression. After that ... How Narcissists Wear Out Their Welcome ... and the research that shows they're more aware of it than you might think.",
          1447114501
        ],
        [
          "Narcissists may not be what they initially seem. What Really Makes Narcissists Tick? ... and how deserving are they of our sympathy?",
          1445464800
        ],
        [
          "Could you be one and not even realize it? Do Narcissists Know They Are Narcissists?  Surprising research on what they know about themselves and how others see them. ",
          1429718857
        ],
        [
          "Is there a narcissist in your life? 10 Signs That You're in a Relationship with a Narcissist Be on the lookout for these, before you get manipulated.",
          1423077646
        ],
        [
          "All narcissists are not prone to cheat. But this group is. Why Sexual Narcissists Make Unfaithful Partners New research into why some partners are more likely to stray.",
          1420305060
        ],
        [
          "It just got a lot easier to figure out who's a narcissist. The One Question That Can Tell Us Who's a Narcissist A new study finds a surprising insight about personality.",
          1417653000
        ],
        [
          "Admit it: When it comes to our team, town, or tribe, we're all narcissists. The Narcissist In All Of Us Group pride can be a beautiful thing, until it turns dark.",
          1410377400
        ],
        [
          "Are narcissists really better lovers? Why We Fall for Narcissists A body of research reveals the appeal of cads, and how we can evade them.",
          1407448801
        ],
        [
          "\"They think they are more physically attractive and intelligent than just about everyone, and would rather be admired than liked. They are enraged when told they aren't beautiful or brilliant but aren't affected much if told they are jerks.\"\n\nCan you think of anyone who fits this description? If so, proceed with caution: You might know a narcissist. How to Spot a Narcissist | Psychology Today Welcome to the contradictory universe of narcissism. By Scott Barry Kaufman | Psychology Today",
          1344616312
        ]
      ],
      "dates_start": 1424775201,
      "dates_end": 1486992882,
      "likes_avg": 2633,
      "likes_stdev": 2150,
      "comments_avg": 274,
      "comments_stdev": 636,
      "shares_avg": 1232,
      "shares_stdev": 947
    },
    {
      "number": 10,
      "important": [
        "sure",
        "success",
        "children",
        "young",
        "liar",
        "wrong",
        "lie",
        "research reveal",
        "parent",
        "kid"
      ],
      "common": [
        "children",
        "ever",
        "good",
        "kids",
        "need",
        "new",
        "parent",
        "parents",
        "really",
        "research"
      ],
      "messages": [
        [
          "Most parents are sure they can tell when their kids are lying. Here's why they're wrong. Why Children Are Better Liars Than We Think ... and the surprising research that reveals how young successful fibbing can start.",
          1487448004
        ],
        [
          "Parents who spank their kids do a world of damage they may never see. What Really Hurts When Parents Hit Their Kids Definitive new research on the long-term effects of spanking on kids and adults.",
          1485274621
        ],
        [
          "Parents who are being bullied by their kids need to retake control. The consequences if they can’t are grim. 4 Ways Parents Can Respond When Their Kids Bully Them … and what the future holds if they fail.",
          1484854203
        ],
        [
          "When parents get pushed by their kids, their 3 most common responses all backfire. Here's why. 3 Mistakes Parents Make When Their Kids Bully Them 1. Never surrender.",
          1484006400
        ],
        [
          "Is it fair to single out our parents as the people most responsible for our problems? Who Ruined Your Life? A (mostly) tongue-in-cheek look at seven prime suspects.",
          1482945879
        ],
        [
          "The surprising data on single parents, dating, and sexual activity proves many of our assumptions wrong. Sex and the Single Parent How (and why) they find the time to parent and find a partner.",
          1479848401
        ],
        [
          "When parents and adult children are estranged, the loss is never far from the surface. The Stigma of Family Estrangement New research into why parents and children split and how it impacts them long-term.",
          1478170801
        ],
        [
          "Any parent can be tempted to use violence to control a child. Here's proof of why they shouldn't. This Is What Really Happens When Parents Spank Their Kids Definitive new research reveals the long- and short-term impact on children, and it's not pretty.",
          1473255108
        ],
        [
          "We harshly judge an adult child who cuts off a parent. Should we? Should You Ever Divorce a Parent? Challenging stereotypes when enough is enough.",
          1467021600
        ],
        [
          "What's the matter with kids today? Plenty. But experts say it all starts with a disturbing lack of grit. Declining Student Resilience: A Serious Problem for Colleges Kids who get to college without learning how to deal with setbacks, an expert says, are forcing us to become a 'helicopter society.'",
          1463086800
        ],
        [
          "Sure, a lot of parents hover over their kids. But there's a good reason. Why We Should Give 'Helicopter Parents' a Break ... and what needs to change for the trend to stop.",
          1462904377
        ],
        [
          "Do you know parents who will accept nothing but the best from their kids? This is how they go wrong. The High Price of Pushing Kids Too Hard Children need to know that love is rooted in who they are, not what they do.",
          1455908048
        ],
        [
          "Should we listen to kids more, or do we need a return to the days of \"be seen and not heard\"? Do Today's Parents Give Kids Too Much Say, or Not Enough? Giving children more respect, even as they seem more entitled than ever.",
          1455206403
        ],
        [
          "'Good enough' parents may produce more resilient kids than 'super' parents, according to new research. Are Helicopter Parents Producing a Generation of Needy Kids? ... and if so, an expert asks, how will those kids survive college?",
          1449002565
        ],
        [
          "When we get mad at our kids, it's hardly ever about them. Here's what's really going on. Why Parents Really Get Angry at Their Kids (and Why It's Pointless) Kids do exactly what they're meant to do, and expert says. Our response is the problem.",
          1448640001
        ],
        [
          "When it comes to raising happy kids, we may be doing it all wrong. The Decline of Play and Rise in Children's Mental Disorders There's a reason kids are more anxious and depressed than ever.",
          1448481600
        ],
        [
          "It's worse than you think. Screentime Is Making Kids Moody, Crazy and Lazy 6 ways that heavy electronics use impacts kids, and why some desperately need a 'fast.'",
          1447068601
        ],
        [
          "More people spank their kids than you think, and it's partly because they believe these 10 things. Is Spanking Bad for Children and Families? Well, then, why do 4 out of 5 American parents spank?",
          1442935800
        ],
        [
          "Knowing we're loved is vital. But this may be at least as important. What We Really Needed From Our Parents (and What Our Kids Need From Us) Many of our fondest childhood memories are of getting in trouble. Here's why.",
          1439210700
        ],
        [
          "Smartphones have handed parents a new, and shocking, means of punishing kids. The 21st-Century Way to Punish Kids (and Why It Would Stun Your Parents) Losing dessert? That's nothing.",
          1439056800
        ],
        [
          "Do you say it? Was it ever said to you? One Phrase We Should All Stop Saying to Kids Today ... and an expert's suggestions for constructive alternatives.",
          1430344800
        ],
        [
          "What your parents think they know about you is very likely wrong. Here's why. Parents Just Don't Understand The science behind all parents' misperceptions about their kids.",
          1405343791
        ],
        [
          "We can't watch over kids 24/7. So how can we really enforce rules?  Banning Kids From Having Smartphones Misses the Point Why new guidelines are destined to fail.",
          1394816400
        ],
        [
          "Kids need praise—but it's better to give them an A for effort than for being smart. Should Parents Praise Their Children? Yes, children need praise. Here's why.",
          1380565033
        ],
        [
          "\"Don’t ever call your adolescent 'lazy.' This label is more psychologically and socially loaded than most parents seem to understand.\" When Parents Call Their Adolescent Lazy No good comes from parents calling their adolescent \"lazy\"",
          1378217772
        ],
        [
          "\"Taking all the discomfort, disappointment and even the play out of [childhood], especially while increasing pressure for success, turns out to be misguided. With few challenges all their own, kids are... robbed of identity, meaning and a sense of accomplishment, to say nothing of a shot at real happiness. Whether we want to or not, we're on our way to creating a nation of wimps.\" A Nation of Wimps Parents are going to ludicrous lengths to take the bumps out of  life for their children. However, parental hyperconcern has the net  effect of...",
          1366372546
        ],
        [
          "\"Yes, parents may be too indulgent. More fundamentally, we are too stressed—more burdened and more alone. Both children and parents now have fewer places to turn when they are in need of practical and emotional support.\" In Defense of Parents Are modern parents too indulgent? Or are we too stressed?",
          1364838296
        ],
        [
          "Can being grateful stop your kids from being violent? Scientific evidence suggests it can. http://ow.ly/h68T3 Grateful Kids Flourish, But Are They Also Less Violent? The role of gratitude in social harmony",
          1359043820
        ],
        [
          "What can we learn about parenting from someone who has been both a father and a mother? Does Having a Transgender Parent Make Sons into Better Men? After six years as a mother, twelve as a father, a parent climbs a mountain.",
          1358346573
        ],
        [
          "There are some things kids don't need to hear from their parents. http://ow.ly/ectVV Mom and Dad and TMI: Are You an Over-Sharer? Children are terrible at keeping secrets.",
          1349291270
        ],
        [
          "Why are American kids becoming less creative? As Children’s Freedom Has Declined, So Has Their Creativity New research suggests that American schoolchildren are becoming less creative.",
          1348855879
        ],
        [
          "Good parenting is not about time spent breastfeeding or leading the PTA. It's much simpler than that. \n\nRead on for 10 things that (actually) make a good parent—and let us know your thoughts in the comments. Got Good Parenting? It's Not Just about Breast Milk or Extracurricular... What does it take to be a successful parent?",
          1346346713
        ]
      ],
      "dates_start": 1381866745,
      "dates_end": 1477927604,
      "likes_avg": 2358,
      "likes_stdev": 2431,
      "comments_avg": 189,
      "comments_stdev": 207,
      "shares_avg": 1779,
      "shares_stdev": 3272
    },
    {
      "number": 11,
      "important": [
        "last",
        "onli",
        "habit",
        "seem",
        "sleep",
        "could",
        "like",
        "help",
        "night",
        "consid"
      ],
      "common": [
        "better",
        "get",
        "may",
        "night",
        "one",
        "research",
        "sleep",
        "sleep better",
        "us",
        "want"
      ],
      "messages": [
        [
          "Want to sleep better tonight than you did last night? Consider this. 3 Habits That Could Be Wrecking Your Sleep 2. That glass of wine only seems like it's helping you to unwind.",
          1484823602
        ],
        [
          "Want to sleep better? Maybe stop stressing about sleeping through the night. Waking Up in the Middle of the Night? It Could Be Completely Normal. For most of human history, our sleep patterns were far different than today's norm.",
          1476180000
        ],
        [
          "Want to sleep better? Maybe stop trying to sleep through the night. There May Be a Better Way to Sleep (but Almost No One Even Tries It) One approach to sleep has been the norm throughout human history. Why not now?",
          1475406000
        ],
        [
          "Want to sleep better? You may want to start eating differently. Does What You Eat Affect How You Sleep? What we're learning about the link between carbs, protein, and better sleep.",
          1467936000
        ],
        [
          "Did you get enough sleep last night? 7 Reasons Productive People Go to Bed Early Without enough sleep, your mood, efficiency, and moral judgment are all at risk.",
          1461065372
        ],
        [
          "Can't sleep? Here's where you should place the blame. The Compulsion That's Ruining Your Sleep ... and how to fix it.",
          1456887601
        ],
        [
          "We may now have the power to retrain our brains while we sleep. Have We Found the Way to Sleep Off Our Worst Attitudes? Promising research that raises a serious ethical question.",
          1443573002
        ],
        [
          "Maybe this will finally convince you to get more and better sleep. The Crucial Benefit of Good Sleep You Might Be Forgetting ... and 3 ways to start getting it tonight.",
          1441153800
        ],
        [
          "If you want to sleep better, maybe you should focus on when you're eating. The Troubling Link Between When You Eat and How You Sleep New research on the effects of eating too much too late.",
          1439341200
        ],
        [
          "While you sleep, your brain is taking out your trash. Here's how it works. Why It's Vital to Empty Your Head Every Night The brain literally flushes most of our life away. Lucky for us.",
          1436924701
        ],
        [
          "Insomnia poses greater risks than most of us ever imagined. Get to Sleep. Your Life Depends on It. Research into lack of sleep uncovers some deadly connections.",
          1431657900
        ],
        [
          "Did you get less than 8 hours last night? It may not matter. How Much Sleep Do You Really Need? New research into who needs sleep most, and why.",
          1424867810
        ],
        [
          "Are you tired of feeling tired? Here's what you can do about it. 11 Ways to Fight Fatigue If you think it's all about how much you sleep, you need to read on.",
          1422624292
        ],
        [
          "It's time to get serious about your sleep. Start tonight with these 5 steps. 5 Ways to Reset Your Sleep Habits ... and one of them is pretty radical.",
          1405971893
        ],
        [
          "Frustrated by poor nights of sleep? Start by addressing these 10 issues. 10 Reasons You Can't Get a Good Night's Sleep Expert advice to help you get sleepy.",
          1402048800
        ],
        [
          "Are you getting enough deep sleep?  The Mysterious Benefits of Deep Sleep The most important hours of your day may occur when you're not even conscious.",
          1401271200
        ],
        [
          "What your sleep habits say about what kind of mate you are. Are Early Birds Better Partners than Night Owls? New research shows a connection between sex and sleep routines.",
          1397516400
        ],
        [
          "The results are in. How does your sleep measure up?  What's Keeping Us Up at Night? The annual Sleep in America survey highlights some major concerns.",
          1394665200
        ],
        [
          "Is lack of sleep threatening your relationship? Couples and Sleep: It’s Not Just About Who Hogs the Bed What you're more likely to do when you're exhausted.",
          1393772701
        ],
        [
          "A good night's sleep really does clear your head. How Shut-Eye Keeps You Mentally Sharp",
          1392854700
        ],
        [
          "Are you a night owl? It may be in your genes. Here's what you should know about the pros and cons of staying up late. Night owls and early risers have different brain structures Sleep and wake times are strongly influenced by genetics.",
          1384459690
        ],
        [
          "Sleep deprivation is dangerous—and it turns out we're more tired than we knew. Chasing Slumber In a nation chronically wanting for rest, the gravest danger is not merely the molecular impact of sleep deprivation—but the simple fact that we no...",
          1383939976
        ],
        [
          "Craving a good night's sleep? Be careful about what you drink before bedtime. Alcohol, Sleep, and Why You Might Re-think that Nightcap What causes the dichotomous effect of alcohol on sleep?",
          1383068397
        ],
        [
          "One sleepless night is all it takes to stoke relationship conflict. http://ow.ly/nmLWF Where Is the Love? Try Getting More Sleep Just one night of bad sleep can turn a great relationship into a bad one.",
          1374930639
        ],
        [
          "When you're preparing for a test, a meeting, or a presentation, what's better: studying more or getting more sleep? Is That Extra Hour of Study Time Worth It? When students lose sleep, their performance suffers.",
          1367517359
        ],
        [
          "\"For most, a bad night's sleep leads to little more than bleary eyes the next day. But for those who suffer from parasomnias, a bad night can quickly become a catastrophe. While asleep, these people may dive into nightstands, drive, or make phone calls—with no recollection of their actions come morning. In extreme cases, they can pose a lethal threat to themselves or others.\" Dangerous Dreamers Can sleep disorders explain brutal murder or unexpected suicide?",
          1362590624
        ],
        [
          "Heads up, insomniacs: People who sleep less than 7-8 hours at night consume more calories during the day. http://ow.ly/il7jo Less Sleep Means More Calories Sleep and diet have a powerful effect on each other.",
          1362424939
        ],
        [
          "\"In his sleep, Brian had strangled his wife to death. Sixteen months later, he appeared in court to face charges of murder. The question before the jury was stark in its simplicity: Was the death of Christine Thomas the fault of her husband—or a tragic accident over which he had no control?\"\n\nClick through to continue reading the excerpt. (Or find the current issue on newsstands for the full story!) Dangerous Dreamers Can sleep disorders explain brutal murder or unexpected suicide?",
          1359916533
        ],
        [
          "What you eat affects how you sleep. Learn what you should be eating before bed—and what you should avoid. Foods that Soothe You to Sleep When you eat right, you sleep better, research shows.",
          1355349326
        ],
        [
          "What's one of the most effective strategies for managing your weight? Sleeping more. Partial sleep deprivation hinders weight control Not getting enough sleep could lead to a increase on the scale.",
          1354903147
        ],
        [
          "Feeling more groggy than usual? Turning back the clocks one hour messes with your sleep cycle. Here's how. Re-adjusting After Daylight Savings Time Ends Goodbye, sun. Hello, confused brain!",
          1352150193
        ],
        [
          "Is 8 hours of sleep really \"natural\"—or is it just cultural? How Natural is Human Sleep? Coming to terms with American expectations of normal sleep.",
          1351628559
        ],
        [
          "When we sleep less, we make more of the hormone that makes us hungry and less of the one that tells us we’re full. Sleep to Run How better sleep can improve your running performance",
          1349543019
        ]
      ],
      "dates_start": 1364642484,
      "dates_end": 1447052338,
      "likes_avg": 2184,
      "likes_stdev": 2126,
      "comments_avg": 85,
      "comments_stdev": 63,
      "shares_avg": 925,
      "shares_stdev": 956
    },
    {
      "number": 12,
      "important": [
        "sure",
        "sex",
        "improv",
        "least",
        "health",
        "women",
        "go",
        "grow",
        "benefit",
        "evid"
      ],
      "common": [
        "casual",
        "casual sex",
        "desire",
        "life",
        "may",
        "new",
        "really",
        "research",
        "sex",
        "sex life"
      ],
      "messages": [
        [
          "Sure, it can increase your flexibility. But do you know what it does for your sex life? The Growing Evidence That Yoga Improves Sex A surprising bonus benefit, at least for women, to go with all the other things yoga can do for your health.",
          1488056983
        ],
        [
          "Is there a secret to keeping things from getting \"complicated\"? The Sex Test Why do so many relationships derail when sex enters the equation? It may not be why you think.",
          1487332842
        ],
        [
          "Do teens who start having sex early really face psychological risks? New research finally provides some answers. Is There a Right Age to Begin Having Sex? The risks, and some potential benefits, of having one's sexual debut unusually early or late.",
          1486728001
        ],
        [
          "What happens after sex may reveal more about your relationship than what happens during sex. The Psychology of Sexual \"Afterglow\" ... and why the good feelings might last longer for some couples than for others.",
          1485631170
        ],
        [
          "Is \"make-up sex\" a myth? How Anger Can Ruin a Couple's Sex Life Ever been told, \"Don't go to bed angry\"? This is why.",
          1484678413
        ],
        [
          "Better sex has little to do with devices, positions, or workouts. It has everything to do with this. 10 Steps to a Better Sex Life 9. Don’t have sex when you don’t want to.",
          1483660801
        ],
        [
          "Sex can make you smarter, and that's just for starters. 7 Reasons You Should Have More Sex Intimacy with your partner satisfies a host of vital psychological needs.",
          1483225200
        ],
        [
          "Do young people today really have more casual sex than their parents did? The Shocking Truth About Hook-Ups and Casual Sex New research disproves a range of myths about modern sex.",
          1483054200
        ],
        [
          "The key to great sex isn't technique. It's this. The Surprising Secret to a Better Sex Life (and Relationship) ... and the 3 questions every couple must ask each other.",
          1483040701
        ],
        [
          "It has little to do with their parents, or their sex-ed classes. The Top Reasons Why Teens Decide Not to Have Sex ... and why so many are so proud of their choice.",
          1482865938
        ],
        [
          "Contrary to popular belief, the younger generation appears to be having less sex than their parents did at the same age. But why? Why Young People Aren't Having as Much Sex as They Used To Millennials and their younger siblings may be too distracted, too nervous, or just lacking a place to hook up.",
          1476541800
        ],
        [
          "This is what's really happening when we swipe right. The Surprising Truth About Why People Use Tinder \"Hookup\" apps aren't just about sex. For some, they're not even about sex at all.",
          1476476275
        ],
        [
          "Research into sexual fantasies proves that most of us are more interested in \"atypical\" sex than we admit. When It Comes to Sex, What's Really 'Normal'? The reality, some experts argue, is that 'vanilla' sex may be the least 'normative' of all.",
          1474124344
        ],
        [
          "When one partner wants sex more than the other, is there any way for them both to be happy? Why So Many Couples Struggle With Sex It may be time to start discussing some taboo subjects.",
          1458303416
        ],
        [
          "What do you think is a \"normal\" frequency of sex? Are You Having Enough Sex? What the research has to say about what we want, and what we get.",
          1448751601
        ],
        [
          "Make-up sex happens. Here's why. The Truth About Make-Up Sex Research into the connection between conflict and desire.",
          1435500001
        ],
        [
          "We may enjoy sex, but do we really need it? Sex Drive? There's No Such Thing A new book casts doubt on some cherished assumptions.",
          1431183588
        ],
        [
          "Partners who wish they had sex more often may be facing one of these 4 challenges. 4 Reasons You're Not Having Sex It's rarely just about desire.",
          1429995602
        ],
        [
          "How often do we get distracted during sex? See what the research says. Why We Can't Stay Focused During Sex, and Why It Matters Are you guilty of 'spectatoring'?",
          1424466002
        ],
        [
          "The new research on casual sex may surprise you. Which of Us Craves Casual Sex More? Diffrences in gender and attractiveness can impact desire, in some of us.",
          1422579451
        ],
        [
          "Too busy? Don't feel sexy? You're missing out, in more ways than one. The 5 Excuses We Need to Stop Making About Sex Sex is more than just sex. When we let it drop out of our lives, there's a cost.",
          1418171400
        ],
        [
          "When a man loses interest in sex, it often has little to do with his partner. Here's what's really going on. The 4 Hidden Reasons Some Men Don't Want Sex Psychological insights into the causes of low male libido.",
          1415148118
        ],
        [
          "Is make-up sex better than not-fighting-in-the-first-place sex? Does Fighting Really Energize Your Sex Life? New research puts an old question to the test.",
          1409699159
        ],
        [
          "Pity sex happens. Here's why. The Many Complicated Reasons We Have Sex Pity sex, charity sex, and other hookups with people we don't love.",
          1408744802
        ],
        [
          "Do women think about sex less, and reject casual sex more? Hardly. 6 Myths About Female Sexuality and Why They're Wrong Research disproves outdated ideas about the female libido once and for all.",
          1406412001
        ],
        [
          "Our feelings and bodies can change. Our sex lives don't have to suffer. Is Something Getting in the Way of Your Sex Life? Don't shut down. Follow this advice.",
          1405467213
        ],
        [
          "Everything you thought you knew about sex may be wrong. Sex Isn't Rocket Science. It's Much More Complex. Get ready to radically rethink desire, marriage, fidelity—and hotel rooms.",
          1404568800
        ],
        [
          "Is casual sex good for your psyche? The research may surprise you. Are Hookups Psychologically Healthy? After the pleasure, there can be renewed confidence or profound regret.",
          1397253600
        ],
        [
          "Do you judge women more harshly for having casual sex? Is the Sexual Double Standard Going Away? Not necessarily, but it may be evolving.",
          1394042700
        ],
        [
          "If you're ready to learn something about your sex life, ask yourself these two basic questions. How to Think About Your Sex Life Discovering new portals to more meaningful sex.",
          1392422401
        ],
        [
          "Asexuals can experience love, passion, and deep admiration, but have no sex drive to speak of. What can we learn from them? Sex: The No-Libido Credo Asexuals are complicating the traditional narrative of romantic love.",
          1385221552
        ],
        [
          "Romance, it turns out, can flower even when sex is out of the picture. The emerging understanding of asexuality may well broaden everyone's romantic imagination. Sex: The No-Libido Credo Asexuals are complicating the traditional narrative of romantic love.",
          1384265682
        ],
        [
          "Intimacy might be considered to be the \"nutritional value\" of sex. Is junk sex as bad as junk food? On healthy life and healthy romantic relationships",
          1372692981
        ],
        [
          "Check out PT's first cover story of the new year! 12 Rude Revelations About Sex In order to transcend the discomfort that sex typically stirs, you may need to radically rethink desire, marriage, fidelity, and much more.",
          1357133683
        ],
        [
          "Sex can drive us to do things beyond all reason. But why? Sex and the Single Primate A pretty face can lead men to take greater risks",
          1350310359
        ]
      ],
      "dates_start": 1392792652,
      "dates_end": 1477364534,
      "likes_avg": 1664,
      "likes_stdev": 813,
      "comments_avg": 129,
      "comments_stdev": 95,
      "shares_avg": 558,
      "shares_stdev": 376
    },
    {
      "number": 13,
      "important": [
        "man",
        "send",
        "messag",
        "attract",
        "women",
        "new research",
        "research reveal",
        "reveal",
        "men",
        "new research reveal"
      ],
      "common": [
        "men",
        "men women",
        "new",
        "new research",
        "one",
        "really",
        "research",
        "sex",
        "think",
        "women"
      ],
      "messages": [
        [
          "A man with a tattoo is definitely sending a message, but it may not be what he thinks. Are Men With Tattoos More Attractive? New research reveals how inked men are really perceived, both by both women and other men.",
          1488047665
        ],
        [
          "From the moment of conception, men are more likely to die than women. But why? Why Women Live Longer Than Men Biology, aggression, risk, and other key factors working against human males.",
          1487365201
        ],
        [
          "Men and women each want four things from a relationship. Only one matches. The Top 4 Romantic Desires of Men and Women Men value freedom. Women seek honesty. As for what they both want ...",
          1487030406
        ],
        [
          "How do men really feel when they're in the mood but their partner turns them down? How Sexual Rejection Affects Men (and Women) in Relationships …and why so many men also underestimate their partner's interest in sex. ",
          1486598402
        ],
        [
          "Some long-held assumptions about men's libido, infidelity, and promiscuity just don't hold up to scrutiny. (But a couple do.) The 4 Most Common Myths About Men and Sex Do men really think about sex more than women do? No, but they seem to think they do.",
          1486512003
        ],
        [
          "Do men compare their partners to the women they see in porn, and if so, do they love them less? New research has some answers. Does Porn Really Destroy Love? A challenge to some long-held assumptions about attraction and relationships.",
          1486427400
        ],
        [
          "Couples are routinely checking each other's private messages, with or without permission. And they're finding some disturbing things. Should You Check Your Partner's Texts? Research reveals how men and women deal with jealousy in different ways.",
          1486328100
        ],
        [
          "There are at least 237 unique reasons why people say they have sex. Many have little to do with desire. Why Couples Have Sex Even When One Partner Isn't in the Mood New research finds that both men and women do it, and usually for the right reasons.",
          1485017354
        ],
        [
          "Women who successfully climb the ladder are changing how we think about leadership. The View From The Top  \"Authority is not just for men, and emotional intelligence is not just for women.\"",
          1483974003
        ],
        [
          "Men who are losing their hair may have less to worry about than they think. Do Women Find Bald Men to Be More Attractive? New research finds some pretty significant benefits when it comes to romance.",
          1483721872
        ],
        [
          "How much more attention do men pay to women in high heels? According to research, shockingly more. The Psychology of High Heels ... and new research on whether they have the same effect on other women.",
          1483203221
        ],
        [
          "1. Men always crave sex more than women do. 4 Common Myths About Sex and Desire (and the Surprising Truth) Think it's abnormal to desire a dominant partner (or to be one)? Think again.",
          1482453001
        ],
        [
          "It's long been assumed that some men are turned off by smarter women. And now we have proof. Do Men Really Not Want to Date Intelligent Women? Fascinating studies of speed-dating choices reveal biases among men and women.",
          1482278401
        ],
        [
          "Men with tattoos are sending some clear signals but they're received differently by men and women. What Do People Really Think of Men with Tattoos? New research into whether body art makes men more or less attractive.",
          1481905403
        ],
        [
          "Young men are struggling in the dating pool, in the classroom, and on the job. Here's why. Why Are So Many Young Men Stalled? This isn’t quite how women’s advancement was supposed to work.",
          1478955601
        ],
        [
          "For some women, the most attractive men are the ones who are already taken. Why Some Women Are Attracted to Unavailable Men ... and which women absolutely aren't.",
          1473890401
        ],
        [
          "Some men are turned off by smart women—even men who don't think they are. Here's the proof. Why Some Men Are Intimidated by Smarter Women ... even though research shows that a brilliant partner can raise their intelligence as well.",
          1473630302
        ],
        [
          "Men tend to overestimate women's interest. Women tend to underestimate men's commitment. Here's how to get it right. 4 Ways to Tell Whether Someone Is Into You ... because no one likes uncertainty in romance.",
          1465678800
        ],
        [
          "What do women really want? Here are some answers. Do Women Prefer Handsome Men or Helpful Men? New research into who is sought for one-night stands and long-term relationships",
          1459551600
        ],
        [
          "Two people can end up in the same bed, but with very different goals. The 13 Reasons We Have Sex New research reveals men and women's true (and very different) motivations.",
          1454673600
        ],
        [
          "Many men say they'd have no problem dating a smarter woman. What they do when they meet one is a different story. Do Men Have a Problem With Dating Smart Women? New studies reveal what really happens when people meet face to face.",
          1453934278
        ],
        [
          "When you're dating, are turn-ons or turn-offs more important to you? The Top 9 Relationship Deal Breakers ... and the research that reveals what they mean for men and women.",
          1451775600
        ],
        [
          "It's not about sex, housework, the kids, or even snoring. But it's at least as hard to fix. The Number One Complaint of Married Men (and Some Women) What's welcome during the honeymoon can be divisive down the line.",
          1445206500
        ],
        [
          "Can you recognize a woman hater when you meet one? It's trickier than you might think. 12 Ways to Spot a Misogynist Men who hate women may not consciously realize it. But their actions reveal them.",
          1428962400
        ],
        [
          "Who do you think are more narcissistic, men or women? Which Is the More Narcissistic Sex? Research has the answer, and it's not even close.",
          1426871660
        ],
        [
          "On the dating scene? Protect yourself from these men and women. How to Spot a Manipulator 10 ways to ID pickup artists, and fend them off.",
          1425340801
        ],
        [
          "One stereotype, exploded. Why Breakups Are Actually Tougher on Men A range of studies shows that they're less steady on their own than women.",
          1424476801
        ],
        [
          "For certain people, this is reason to brag, not that they would. The One Quality We Know Makes People More Attractive New research on the personality trait both men and women prize.",
          1412617752
        ],
        [
          "Men are from Earth. Women are from Earth. End of story. 6 Myths About Men, Women, and Relationships Research proves that we're a lot more alike than most of us think.",
          1412267357
        ],
        [
          "Can men and women really just be friends? Now we know. Attraction, Just Between Friends New research reveals what really happens when Harry meets Sally.",
          1408226401
        ],
        [
          "What do women want from men? Now we know. 4 Smarter Ways Men Can Woo Women Research shows why, in romance, nice guys don't always finish last.",
          1403964002
        ],
        [
          "How men respond to ... larger men. What Really Happens When Men Compete for Women Do dominant males always come out on top?",
          1397325600
        ],
        [
          "Who's more interested in threesomes, men or women? Would You Have a Threesome with Two Opposite-Sex Partners? Men are much more into FMF threesomes than women are into MFM threesomes.",
          1396720801
        ],
        [
          "How could an hourglass figure relate to a woman’s success as a mother? In more ways than you think. Eternal Curves Men “know” something significant about women’s bodies that women don’t. And it all has to do with nature’s mandate to produce children with the...",
          1382792718
        ],
        [
          "\"Women are far braver than stereotypes of male courage might lead us to believe...Courage is as feminine as it gets.\" Women Are Braver Than Men New science suggests we need to rethink courage.",
          1379958708
        ],
        [
          "http://www.psychologytoday.com/blog/insight-therapy/201306/if-only-gender-differences-in-sexual-regret If Only... : Gender Differences in Sexual Regret Women regret sex without relationships. Men regret relationships without sex.",
          1370451215
        ],
        [
          "Only looking: Men, women, and \"romantic window shopping\" http://ow.ly/i1EF1 Why Do Women Tend to Refrain from Romantic Window Shopping? Why Don't Men Like Window Shopping?",
          1361804552
        ],
        [
          "Most men prefer a particular shape of women's bodies—one different than what women tend to think of as ideal. Here's why. Eternal Curves Men \u001cknow something significant about women'\u0019s bodies that women don'\u0019t. And it all has to do with nature'\u0019s mandate to produce children with the...",
          1349372306
        ],
        [
          "Do men and women think differently about sex? Sure. But not as much as you probably think. Women from Venus? Men from Mars? The Real Sexual Gender Divide Men and women feel more similar about sex than most people imagine.",
          1347633337
        ]
      ],
      "dates_start": 1398740200,
      "dates_end": 1487257005,
      "likes_avg": 2191,
      "likes_stdev": 1442,
      "comments_avg": 254,
      "comments_stdev": 227,
      "shares_avg": 846,
      "shares_stdev": 687
    },
    {
      "number": 14,
      "important": [
        "happi",
        "would",
        "get want",
        "assum",
        "complic",
        "truth",
        "psychopath",
        "peopl",
        "depend",
        "trait"
      ],
      "common": [
        "fall",
        "fall love",
        "love",
        "may",
        "people",
        "psychopaths",
        "really",
        "relationship",
        "together",
        "us"
      ],
      "messages": [
        [
          "Since they know how to get what they want, you might assume people with psychopathic traits would be happy. The truth is more complicated. Are Psychopaths Happy? Even people with low levels of empathy depend on the quality of their relationships.",
          1486143019
        ],
        [
          "There's a good chance you've encountered a psychopath without even knowing it. 5 Things Real-Life Psychopaths Do 4. They take big risks. Very big.",
          1485388801
        ],
        [
          "When do you say it? Who Says \"I Love You\" First (and Why)? Whether it's said before or after sex makes a big difference.",
          1485126001
        ],
        [
          "How many of these have brought you together with someone? 11 Reasons Why We Fall in Love Mystery, arousal, and your own readiness to connect.",
          1484928945
        ],
        [
          "Nonverbal expressions of love can be the most powerful. Here's why. How We Say \"I Love You\" With Touch ... and why we hunger for our original, universal means of connection.",
          1484503803
        ],
        [
          "When do you say it? And how much do you mean it? Who Says 'I Love You' First, and Why It's So Important Also: New research into who is more honest when they do say it.",
          1484179201
        ],
        [
          "The start of a relationship with a psychopath is a lot like any other, maybe even better. That's why the truth, when you realize it, can be so painful. Why We May Fall for Psychopaths (and 6 Ways to Recover) After an emotional roller coaster, there may be guilt and pain, but there's also a path back to happiness.",
          1484167254
        ],
        [
          "Is this how you and your partner got together? The 5 Steps of Falling in Love 1. You can only fall in love when you're ready to fall in love.",
          1483311601
        ],
        [
          "In a long-term relationship, love may not conquer all. 3 Reasons You Shouldn’t Marry (Only) for Love By raising the bar, have we weakened the institution?",
          1483286401
        ],
        [
          "How did we evolve into perhaps the most loving creatures on the planet? Why We Love When couples bond, there's a lot more going on than it may seem.",
          1482767406
        ],
        [
          "Love may be sparked by great passion, but it's the little things that make it last. Is This the Surprising Key to Long-Term Love? The case for taking pride in your \"mild love.\"",
          1481821896
        ],
        [
          "Psychopaths may be evil, but why do so many of us assume that they're also evil geniuses? Are Psychopaths Really Smarter Than the Rest of Us? Research addresses some popular myths about psychopaths' abilities.",
          1481751098
        ],
        [
          "Love isn't something you just fall into. The Only Way to Stay in Love Giving, and accepting, love is hard work. It's supposed to be.",
          1479931201
        ],
        [
          "People in love are addictive, obsessive, and reckless. Here's the scientific proof. 10 Ways That Love Really Is Like Drug Addiction This is your brain on love. And it's more than a little scary.",
          1476829801
        ],
        [
          "Why do you love each other? It's not just chemistry; it's psychology. 4 Principles Keeping You Together, for Better or Worse 2. When everyone says it'll never last, you insist it will.",
          1474309938
        ],
        [
          "Love isn't something you just fall into. This is how you get there. What's Really Going on When We Fall in Love ... and why the most important factor has nothing to do with your partner.",
          1470603601
        ],
        [
          "When we fall in love, we often put friendships on the back burner. That's a big mistake. Why Lovers Still Need Their Friends What you need to know about the theory of dyadic withdrawal.",
          1457280001
        ],
        [
          "How much do you have to love yourself to have a successful relationship? It's complicated. Why You Have to Love Yourself First The complex connections between self-esteem and romance.",
          1454533188
        ],
        [
          "This is what a 'relationship' with a psychopath is really like. Sex and the Psychopath Why so many fall for psychopaths, and how they can begin to heal.",
          1453766401
        ],
        [
          "How many of these 10 do you and your partner do? 10 Ways to Create a More Loving Relationship The right words or a timely touch can boost your connection, tonight and long-term.",
          1448492400
        ],
        [
          "Love can make you want to do some crazy things. But you don't have to let it. How to Stop Love From Making You Act Like A Fool A simple strategy to keep your cool when your heart says to freak out.",
          1440252004
        ],
        [
          "If you happen to enter into a relationship with a psychopath, here's what it might be like. What Happens When a Psychopath Falls in Love New research into how partners can influence each other, for better or worse.",
          1438815601
        ],
        [
          "True love isn't about roller coasters of emotion. It's about this. Why Nothing Is More Exciting Than a Calm Romance ... and why searching for peaks of passion may leave you lonely.",
          1436888761
        ],
        [
          "Can two hearts really beat as one? Actually, yes. 10 Research-Based Truths About People in Love What we've learned so far about love and the brain.",
          1435525200
        ],
        [
          "Why do more of us seem to be falling out of love with the idea of getting married? Is Marriage on the Decline? The percentage of unmarried Americans is approaching an all-time high. But why?",
          1428055200
        ],
        [
          "Could it really be this easy? Are 36 Questions All It Takes to Fall in Love? A study in how to generate closeness generates debate.",
          1425515401
        ],
        [
          "What do you think love really is? What Is Love, and What Isn't? Once you know what it is, you can recognize it, and pursue it.",
          1423436401
        ],
        [
          "We've learned a lot about what love does to your brain, and it's pretty shocking. This is Your Brain on Love... Are people in couples truly addicted to each other?",
          1422806401
        ],
        [
          "Falling in love? That's the easy part. Why You Need to Change How You Think About Your Relationship Love is better at bringing us together than keeping us together.",
          1418086672
        ],
        [
          "Saying I love you is great. This is better. Why 'I Love You' Isn't Enough Here's what your partner needs to hear most of all.",
          1416958202
        ],
        [
          "Can people really be happy together when their love is unequal? When the One You Love Doesn't Love You (as Much) Would you rather love more, or be loved more?",
          1410994041
        ],
        [
          "Want to be happier, healthier, and more successful? Here's the secret. Why Caring for Yourself Makes All the Difference Like the song says, it is the greatest love of all.",
          1410518032
        ],
        [
          "Would you go back to your first love if you could? Why Old Flames Still Smolder Lost-and-found love affairs are common, and uncommonly successful.",
          1410364801
        ],
        [
          "Does this define a good relationship to you?  What Is Love, and What Isn't? Once you know what it is, you can recognize it, and pursue it.",
          1407103201
        ],
        [
          "Saying 'I love you' is great. This is better. Why 'I Love You' Isn't Enough Here's what your partner needs to hear most of all.",
          1400280300
        ],
        [
          "True love is a scary thing. 7 Reasons Most People Are Afraid of Love What keeps us from finding and keeping the love we say we want?",
          1399240800
        ],
        [
          "Our ideas about love and marriage are still fairly new, and pretty radical. Is Love Really Essential to Marriage? Asking ourselves to fall in love many times, always with the same person.",
          1398204000
        ],
        [
          "A love chemical? Sounds pretty great, but your relationship with your parents can make it harder to wield. The Problems With the Love Hormone How oxytocin is shaped by your parents and wrecks your relationships.",
          1391190531
        ],
        [
          "Romantic love alone may not be the end-all, be-all foundation for a long-term relationship. Three Reasons Why You Shouldn’t Marry for Love Thoughts from a divorce expert.",
          1384736625
        ],
        [
          "Erika LaBrie “married” the Eiffel Tower in 2007 (and now calls herself Erika Eiffel). While falling in love with an inanimate object is rare, Erika is not alone.\n http://ow.ly/nmLYG Intimate and inanimate A brief look at objectum sexuality",
          1375017036
        ],
        [
          "\"Couples often get into trouble when they start quantifying what they do for each other.\" http://ow.ly/myYuW The Benefits of Being the One Who Loves More How to be more loving in your relationship",
          1372708171
        ],
        [
          "Remember privacy? Two people could meet, fall in love, and start a life together, and only their families and perhaps closest friends would know. Well, that’s a thing of the past—at least for the 1 billion (and counting) people on Facebook. \n\nSo... how do things work now? Romance: Till Unfriending Do Us Part A modern guide to navigating the lifecycle of a relationship—on Facebook.",
          1363207429
        ],
        [
          "Three little words can do your relationship a lot of good. The Language of Love in Close Relationships There's more than one way to say \"I love you\" but all of them work.",
          1360095509
        ],
        [
          "\"We assume others show love the same way we do—and if they don’t, we worry it's not there.\" The Love in Chicken Broth Finding love in unexpected places",
          1357679724
        ],
        [
          "We spent $51 billion on our pets last year—why? http://ow.ly/elywS Pricey Puppy Love Five reasons why we spend more on our pets and what that says about society",
          1349807640
        ],
        [
          "When it comes to love, riding in the fast lane has its downsides. Bad, Mad Love What to do when your love affair becomes a hot mess.",
          1348597189
        ],
        [
          "\"There are many unchangeable factors that determine who we’re attracted to, when we fall in love, and even whether or not we’re likely to wind up divorced. But at the end of the day, relationship outcomes aren’t just predicted by pre-existing factors; they’re also choices that we actively make.\" Actively Shaping Our Romantic Futures Why relationship decision making research matters",
          1347382976
        ],
        [
          "The four C's of lifelong love: commitment, cooperation, communication, community. Do You Really Want Lifelong Singlehood? Check out these tips on what is needed to have lifelong love.",
          1347300977
        ],
        [
          "\"Love is not a thing or a pattern. It is simply a word that we use to gloss over the amazingly diverse, complex, and even messy realities of human relationships.\" What is “Love”? Love is not just a romantic relationship, monogamy, or a pair bond.",
          1344958436
        ]
      ],
      "dates_start": 1381192885,
      "dates_end": 1475494837,
      "likes_avg": 2974,
      "likes_stdev": 2654,
      "comments_avg": 150,
      "comments_stdev": 149,
      "shares_avg": 1175,
      "shares_stdev": 1114
    },
    {
      "number": 15,
      "important": [
        "young",
        "adult",
        "number",
        "ani",
        "reason whi",
        "key",
        "alon",
        "american",
        "close",
        "whi"
      ],
      "common": [
        "friend",
        "friends",
        "get",
        "may",
        "mean",
        "never",
        "people",
        "real",
        "reasons",
        "reasons people"
      ],
      "messages": [
        [
          "Isolation is going viral: The number of Americans who report having no close friends has tripled since 1985. Here's why. 2 Key Reasons Why We're Becoming Lonelier ... and why young adults feel more alone and disconnected than any other group.",
          1488130201
        ],
        [
          "Do ever have to deal with a pathological liar? This is what drives them. 6 Reasons Why Some People Lie, Even When They Don’t Need To 6. They really want it to be true.",
          1486588168
        ],
        [
          "When you get winded, it doesn't mean you're out of shape. Blame your brain. The Real Reason Why Climbing Stairs Leaves You Breathless (and It's Not What You Think) A flight of stairs can leave the fittest people feeling out of breath.",
          1486382406
        ],
        [
          "What would it take to get you to commit to an exercise routine? Research has some answers. How to Push Yourself to Work Out There are 5 main reasons why people exercise, but they're far from equal.",
          1484950921
        ],
        [
          "Do you have people in your life you can really count on? The Surprising Reason Why People Support You (or Not) It can't happen without this first vital step.",
          1483358400
        ],
        [
          "Are you tired of people telling you that you should be more \"mindful\" or that you just have to learn yoga? 5 Reasons People May Not Want to Live \"In the Moment\" Meditation and yoga aren't for everyone. That doesn't mean anyone should feel bad about it.",
          1483219255
        ],
        [
          "More than half of all people who make resolutions in January can't even remember them in June. Could you be the exception to the rule? 4 Reasons to Make New Year's Resolutions (and 3 Reasons Not to) ... and why some people just need to resolve to stop making excuses.",
          1483029431
        ],
        [
          "We may forget the names of teachers or even old friends, but we never forget our bullies. Here's why. 10 Reasons Why We Never Forget Our Childhood Bullies 6. They took away our safe zones.",
          1482183713
        ],
        [
          "When a close friend abruptly cuts you out of their life, it can throw your whole world into doubt. What Happens When a Friend Burns the Bridge Between You? A true story of friendship lost and what gets salvaged from the wreckage.",
          1481202709
        ],
        [
          "Why doesn't anyone return messages anymore? 3 Reasons People Don't Reply to Your Messages ... and it's not just Millennials, either.",
          1479501203
        ],
        [
          "Have you ever felt this way? 3 Reasons Why Your Friends Seem to Know You Better Than You Know Yourself ... and why it's as much about what you miss as what they spot.",
          1473112800
        ],
        [
          "When someone thinks they're special, it rarely ends well. 3 Reasons Why People Who Feel Entitled End Up Miserable Research shows where thinking that you're more deserving than others leads, and whether the trait can be changed.",
          1471957201
        ],
        [
          "1. Simple is not the same as easy. 4 Reasons Why Change Is Hard, But Worth It What to do when your thoughts get in the way of your goals.",
          1468926911
        ],
        [
          "When a friend turns on you, do you lash out or give them the benefit of the doubt? 8 Ways to Respond When a Friend Hurts You ... and how to tell that it's time to move on for good.",
          1465827231
        ],
        [
          "Burying your anger is a terrible idea. Here's why. 4 Reasons Why You Should Embrace Your Rage Every emotion has a message for you, and this one's important.",
          1465411887
        ],
        [
          "It's not because you're lazy. But the real reasons you procrastinate may be worse. The 3 Real Reasons We Procrastinate ... and why a shift in your thinking could make a huge difference.",
          1465207200
        ],
        [
          "When you get winded, it doesn't necessarily mean you're out of shape. Blame your brain. The Real Reason Why Climbing Stairs Leaves You Breathless (and It's Not What You Think) A flight of stairs can leave the fittest people feeling out of breath.",
          1463759794
        ],
        [
          "A hotel or a friend's guest room may be comfortable and plush. That doesn't mean you can fall asleep there. Why It's So Hard to Fall Asleep When You're Away From Home New research offers fresh insight on a common experience.",
          1462321800
        ],
        [
          "Sorry to say, we've all known someone who just can't apologize. 5 Reasons Why Some People Will Never Say 'I'm Sorry' 4. They don't ever want to let anyone else off the hook.",
          1462211870
        ],
        [
          "This is why 'relationships' with psychopaths hardly ever work. 6 Reasons You Can't Have a Successful Relationship With a Psychopath The real reasons why those who have tried have failed to bond.",
          1462050000
        ],
        [
          "There really are (friendly) ways to influence people to like you more, and to do what you want. 16 Research-Based Hacks for Your Social Life 6. Check people’s feet during a conversation.",
          1461598102
        ],
        [
          "Because listening to each other doesn't just mean being quiet. 9 Ways Communication Can Go Wrong in Your Relationship 2. Rehearsing your answer instead of listening.",
          1460395086
        ],
        [
          "Breakups are hard on everyone. But for some, they are especially brutal. Why Breakups Hit Some People So Much Harder \nThan Others The reasons may come from childhood. That doesn't mean they can't be overcome.",
          1460048401
        ],
        [
          "You can tell when a friendship has run its course. That doesn't make it any easier to get out. 5 Reasons It's So Hard to End a Friendship 1. Loyalty gets in the way of our better judgment.",
          1455746400
        ],
        [
          "Why do we really grieve for David Bowie and other celebrities we've never even met? 3 Reasons We Mourn Celebrity Deaths The benefits of sharing emotions communally.",
          1453578017
        ],
        [
          "Is someone you care about suffering? This could be why. 10 Reasons Why Some People Are So Vulnerable to Depression Stuck in negative thoughts they can't escape, many fall prey to sadness.",
          1453397003
        ],
        [
          "Do you have a flaky friend? It may not be what it seems. How Your Flaky Friend May Have Gotten That Way There's a reason some people are unreliable, and it's not that they don't care.",
          1451692822
        ],
        [
          "Are people asking too much of you? 5 Ways to Say No When You Really Need To Research-proven strategies for standing up to your friends, your boss, and others.",
          1449867601
        ],
        [
          "Feel the burn? Too many of us are saying, No thanks. The Real Reason We Don't Exercise ... and why you should get your body out of its comfort zone.",
          1440871201
        ],
        [
          "Will your best friend today be your best friend forever? Here are 4 ways to tell. 4 Reasons Best Friends Stick Together (or Come Apart) What are your chances?",
          1438804484
        ],
        [
          "Here's what's really going on when a partner refuses to commit. 3 Reasons Why We Don't Commit to Relationships ... and 3 ways to move things beyond the casual.",
          1438462800
        ],
        [
          "Why do we do things we immediately regret? Here are 5 reasons. 5 Reasons We Act Impulsively ... and how to build willpower so we don't do it again.",
          1437680701
        ],
        [
          "Jealousy is only human, and we all experience it, but left unchecked it can destroy a friendship. 7 Reasons Why We Envy Our Friends (and Vice Versa) The top triggers begin with money but they don't end there.",
          1436901301
        ],
        [
          "Ever feel like you never want to grow up? This may be why. 7 Reasons We Don't Want to Grow Up Why adulthood has never looked less appealing.",
          1435331652
        ],
        [
          "Caught in the friend zone? New research suggests there may be a way out. When Friends Become Lovers (and Why They Often Don't) It may depend on how realistically you can judge who's 'in your league.'",
          1434658780
        ],
        [
          "Ever call a lover sweetie or cupcake? Here's why. The Real Reason Why Couples Use Baby Talk It may be annoying to outsiders, but it serves a crucial need.",
          1433538001
        ],
        [
          "Why can't some women take a compliment? The Real Reason Some Women Put Themselves Down It's not low self-esteem. It's a more subtle strategy.",
          1431021032
        ],
        [
          "Maybe our real problem isn't rampant narcissism, but the exact opposite. Why We Need to Stop Hating Ourselves, Once and For All Where self-hatred comes from, how it hurts us, and how to beat it.",
          1430826062
        ],
        [
          "No one ever said life was easy. But we can at least tell you why it's not. 5 Natural Reasons Why Life Is Hard We're selfish, emotional hypocrites. But somehow we get by.",
          1430306493
        ],
        [
          "You can pick your friends, and that's lucky, because they can have a huge impact on your life. 5 Reasons Studies Say You Have to Choose Your Friends Wisely Surrounding with the right people has surprisingly far-reaching effects.",
          1428954277
        ],
        [
          "What can you do when you want what a friend has? How Jealousy Can Poison a Friendship What's a little jealousy between friends? A recipe for disaster.",
          1428779614
        ],
        [
          "Wondering what happened to all your friends? You're not the only one. Why You Might Find It Harder to Make New Friends It's a common dilemma, but it may not mean what you think.",
          1423690548
        ],
        [
          "We all know that worry doesn't help. That doesn't mean it's easy to stop. 10 Ways to Turn Off Your Worries Stop bracing yourself, and start embracing the present instead.",
          1420545553
        ],
        [
          "If you've been with someone consumed with jealousy, here's why. The 3 Reasons We Can Get Jealous ... and how to tell if your suspicions may be legitimate.",
          1418256001
        ],
        [
          "Why are some people so rude? Here are 6 reasons. Why People Ask You Awkward and Annoying Questions ... and how to respond when they do.",
          1418075100
        ],
        [
          "Hoping to stay friends with your ex? Read this first. 6 Reasons You Shouldn't 'Still Be Friends' Proceed carefully or you'll set yourself up for more heartbreak.",
          1417738021
        ],
        [
          "Why are some people so mean to their partners' friends? Are You Guilty of Friend Jealousy, or a Victim of It? 6 tips for keeping jealousy of a partner's friend from derailing a relationship.",
          1415230731
        ],
        [
          "To forgive may be divine. That doesn't mean it's always right. When You Should and Should Not Forgive 3 questions to consider, including whether it makes you a doormat.",
          1413896700
        ],
        [
          "Your best friends will always come through for you, except when they don't. Why Friends Might Let You Down How give-and-take can go awry, and what to do about it.",
          1412711390
        ],
        [
          "You're always climbing. But do you ever stop to appreciate the view? Why You May Never Be Truly Satisfied, and Why That's Okay The mixed blessing of reaching our goals.",
          1411120801
        ],
        [
          "It's hard to say sorry. For some people, in fact, it's impossible. 5 Reasons Why Some People Will Never Apologize It's not just stubbornness. There's something deeper at play.",
          1409307915
        ],
        [
          "Having, or being, a best friend strengthens you in ways both big and small. 10 Ways to Be a Best Friend A best friend is \"a therapist you can drink with,\" and much more.",
          1409220000
        ],
        [
          "When a partner begins to prefer porn to human warmth, it's time for a talk. The Real Danger Porn Poses to Relationships ... and why real intimacy beats virtual pleasure, even if it's more work.",
          1408636800
        ],
        [
          "We've all encountered hateful comments online. Here's what's behind them. Why the Online Trolls Troll 8 reasons why some people feel comfortable posting the most offensive comments.",
          1408212005
        ],
        [
          "Have you ever put off having \"the talk\"? 3 Reasons Why People Avoid Talking About \"The Relationship\" Sometimes we push to define things too soon. Sometimes we just don't want to know.",
          1407957300
        ],
        [
          "Beating yourself up doesn't mean you're crazy. But it's still not wise. Why Do We Punish Ourselves? Studies show self-punishment is surprisingly common. But there's a better way.",
          1407248390
        ],
        [
          "Have you or a friend ever dated a narcissist? Who Falls for Dishonest People? Not Who You'd Expect Learn to recognize the traits that could make you vulnerable.",
          1405029601
        ],
        [
          "Spoiler alert: It's not the sex. The Real Problem With Adultery Why the argument for 'the pleasures of adultery' comes up short.",
          1403042401
        ],
        [
          "Do you remain friends with your exes or make a clean break? The 10 Worst Reasons to Stay Friends With Your Ex Remaining friends for the wrong reasons can end up hurting you both.",
          1402416001
        ],
        [
          "If you're not meeting your goals, you can get back on track with one simple question. Is It Time to Change Your Dreams? We follow some goals for all the wrong reasons.",
          1396432800
        ],
        [
          "How do you define beautiful? The Case for Real Beauty We're seeing a revolution in how we view beauty. Here's why.",
          1395586801
        ],
        [
          "Men get bored after just 26 minutes at the mall, while women can shop four times as long. Sound like anyone you know? Here’s the real reason why we can’t go shopping together. Why Men Don't Like Shopping and (Most) Women Do The origins of our attitudes toward shopping.",
          1392395922
        ],
        [
          "\"A true friend is consistently willing to put your happiness before your friendship.\" The True Meaning Of Friendship What is it that makes a true friend?",
          1387215394
        ],
        [
          "You may not be able to completely stop stressful thoughts, but that doesn't mean you have to take them seriously. You Don’t Have to Believe Your Thoughts Byron Katie's \"inquiry\" can help you question the validity of stressful thoughts",
          1380822509
        ],
        [
          "\"Masochism is an equal-opportunity destroyer ... It can hide behind the most beguiling facades, and it can seduce you at any age if your history makes you susceptible.\" Learning to Leave Unloving Lovers and Unfriendly Friends Betrayal is Gender-Blind",
          1380216923
        ],
        [
          "Competitive feelings are felt toward distant strangers or our closest friends: that attractive co-worker we’ve only heard about or our best friend since we were toddlers. However, because these feelings often feel unacceptable to us, we tend to ward them off or disguise them in ways that can be hurtful to ourselves and to others. The Benefits of Feeling Competitive Why Feeling Competitive Can Be Good for Us",
          1378829279
        ],
        [
          "\"Do you want to influence the behavior of people or organizations? You could always preach about values and visions or you could appeal to reason. But in nearly every case, incentives work better.\" http://ow.ly/nTWnB Never Pay Your Lawyer by the Hour And \"never ask a barber if you need a haircut.\"",
          1376422421
        ],
        [
          "\"You know what almost never attracts the attention it deserves? When things go the way they are supposed to.\" Are You an Unsung Hero? This Is Why The real reason why some of us never get the credit we're due.",
          1376083842
        ],
        [
          "Real life cases of amnesia can be stranger than fiction. http://ow.ly/me0A8 Real Life Cases Of Amnesia That Are Stranger Than Fiction Maybe we shouldn't be so quick to criticise Hollywood portrayals of amnesia",
          1371737753
        ],
        [
          "Here are 10 reasons to leave a relationship. Can you think of any more? 10 Reasons to Leave a Relationship How To Know When It's Time To Go",
          1347914123
        ]
      ],
      "dates_start": 1399776508,
      "dates_end": 1468445947,
      "likes_avg": 2656,
      "likes_stdev": 1400,
      "comments_avg": 140,
      "comments_stdev": 102,
      "shares_avg": 1189,
      "shares_stdev": 728
    },
    {
      "number": 16,
      "important": [
        "stress",
        "lose",
        "care",
        "today",
        "live",
        "happier",
        "everyday",
        "answer",
        "surpris",
        "question"
      ],
      "common": [
        "answer",
        "ask",
        "date",
        "dating",
        "first",
        "know",
        "make",
        "online",
        "questions",
        "relationship"
      ],
      "messages": [
        [
          "Answer this one question, and then live your answer. A Surprising Secret to Being Happier, Starting Today In the stress of the everyday, we can lose sight of what we really care about. Here's how to refocus.",
          1488124382
        ],
        [
          "The most dangerous people know how to take advantage of our openness, online and in person. How Online Predators Find Their Prey …and why it may be easier than you think to fall victim to their schemes.",
          1485534905
        ],
        [
          "Are you ready to make room in your life for what you deserve? 5 Ways to Stop Settling for Less Than You Deserve 4. Get used to asking for what you want. In fact, practice doing it.",
          1485201865
        ],
        [
          "Dating someone you think is more attractive than yourself is a common goal. But is it a good strategy for a long-term relationship? What Happens When You Date 'Out of Your League' Research reveals several pitfalls, but one important exception.",
          1485100801
        ],
        [
          "Does just the idea of dating exhaust you? 5 Signs That You've Got Relationship Burnout ... plus 4 ways to get past it (if that's what you really want).",
          1484780401
        ],
        [
          "On a first date, or an online profile, one overlooked factor may be crucial. Is This the Secret to Attraction? The romantic implications of research into embodied cognition.",
          1484702100
        ],
        [
          "Should you stay or should you go? This may help you decide. The 5 Stages of a Relationship's End ... and 20 questions to help you figure out if you should look for an exit.",
          1484434800
        ],
        [
          "A piece of advice you may not have heard since you were a kid may be the secret key to dating success. One Simple Way to Stand Out in the Dating Pool When first impressions are crucial, both men and women respond to this stance.",
          1483804801
        ],
        [
          "Read this for the sake of your next relationship. This Is Why It's So Important to Get Over Your Ex An open letter to anyone who is hung up on a past love.",
          1483142400
        ],
        [
          "Dating isn't supposed to feel like a chore. These shifts will make sure it doesn't. 3 Subtle Changes That Will Make Your Dating Life Much More Fun 3. Throw out your checklist and focus on how he or she makes you feel.",
          1483122457
        ],
        [
          "A relationship is easy when everything's going smoothly. But how well does it stand up to stress? 5 Questions to Test the Strength of Your Relationship 1. Are the compromises you make really compromises?",
          1482598902
        ],
        [
          "Is your relationship truly flourishing? Here's one way to find out. 12 Questions That Everyone in a Relationship Should Ask Themselves There's a new way to measure the strength of your connection.",
          1482345353
        ],
        [
          "After a rough breakup (or several), how can you tell when you're ready to try again? These questions will help you figure it out. 15 Questions to Help You Decide If You're Ready to Date Again Are you feeling good enough about yourself to go back \"on the block?”",
          1481477661
        ],
        [
          "How committed is your partner? These questions could help you figure it out. 7 Subtle Ways to Measure the Strength of Your Relationship 5. Is your partner comfortable holding hands in public?",
          1481046728
        ],
        [
          "How many of these have you encountered? The 6 Most Common Prejudices in the Dating World Height, weight, religion, and several more subtle biases that keep us from connecting.",
          1476021600
        ],
        [
          "It's risky to share revealing information, but hiding it is usually worse. Why People Like You More When You Tell All ... and why declining to answer questions can ruin a first impression.",
          1475617172
        ],
        [
          "Warning: It's a trick question. How Happy Are You? If you really want to figure it out, start by asking someone else.",
          1473269633
        ],
        [
          "Feel like your relationship has passed its expiration date? Answer these questions first. 7 Questions You Have to Ask Yourself Before You Break Up 6. “Does my partner add to me or subtract from me?”",
          1470333600
        ],
        [
          "If you don't answer this question for yourself, someone else will try to impose an answer on you. This Is the One Question You Have to Ask Yourself ... and how to use your answer to make your most important life choices.",
          1470088800
        ],
        [
          "It's not about the score (unless it's really low). 21 Questions to Test How Well You Really Know Your Partner From childhood nicknames and stinging disappointments to least favorite smells.",
          1468768500
        ],
        [
          "Want to connect on a deeper level? Start here. The 2 Questions You Have to Ask Yourself About Your Relationship ... because we can get the most hurt in precisely the places where we care the most.",
          1465925531
        ],
        [
          "When someone asks you where you're from, your answer reveals quite a bit. Where Do You Really Come From? ... and why your feelings about rival places matter so much.",
          1463948630
        ],
        [
          "Being rested and cheerful help you make a good impression. But a subtler element of your appearance influences whether others find you to be intelligent. The Science of Making a Good First Impression ... and why it matters so much.",
          1463495586
        ],
        [
          "The data on how far from their due dates most babies arrive has some asking why we even bother calculating them. The Surprising Trouble With Babies' Due Dates ... and what it has to do with how we make decisions.",
          1461434401
        ],
        [
          "For most families, dwelling on this question can do far more harm than good. \"Is My Child Normal?\" Why it's a question we actually haven't asked very long, and why we should stop now.",
          1459260001
        ],
        [
          "Now we know for sure: You've really got nothing to lose. Study: Women Should Probably Make the First Move More Often ... at least online, but possibly offline as well.",
          1458326927
        ],
        [
          "Date night is a good idea. Here's a better one. The Secret to Better Date Nights Get away from the kids, sure, but don't go it alone.",
          1457133012
        ],
        [
          "Don't ask \"Why me?\" Ask this. The Better Way to Face Setbacks and Sorrows Inspiration from an unlikely source.",
          1456254000
        ],
        [
          "It's time to regain fluency in your first language. The Power of Touch Our first sense is also the secret to making a relationship a success.",
          1456243200
        ],
        [
          "If you're not asking about their day, you need to ask yourself why. 3 Sure Signs of a Relationship at Risk ... and 3 solutions to explore before giving up.",
          1454627701
        ],
        [
          "Before making a hasty judgment, ask yourself these 3 questions. How to Sharpen Your Sixth Sense What we know without knowing how we know it.",
          1454438678
        ],
        [
          "When someone asks \"How are you?\" what do you say? How to Answer the Question You Get Asked Most Often (and Why It Matters) It may seem automatic but it's part of the glue of your relationships.",
          1452513602
        ],
        [
          "If big family gatherings make you feel like a prisoner, these tips could help set you free. 4 Ways to Survive Holidays With the Family ... and how to answer those questions you just know they're going to ask.",
          1450890951
        ],
        [
          "'Tis the season ... for online dating? Yes, it is. And here's why. 5 Reasons This Season May Be the Best Time to Try Online Dating For one thing, the online dating pool grows every December.",
          1450216801
        ],
        [
          "Your family's criticism may just be misguided caring. But it still hurts. 5 Ways to Survive Criticism From Family Members You're worthy of unconditional love, and have the right to ask for it.",
          1449693901
        ],
        [
          "A good therapist has a lot to offer you. But not this. 7 Reasons Why Therapists Never Give You a Straight Answer There may be simple questions. But there are few simple answers.",
          1449320403
        ],
        [
          "Is he or she The One? you'll never know if you don't get a second date. 15 First Date Mistakes (and Why They Could Be Deal Breakers) ... including 6 conversations you just don't want to start.",
          1448126513
        ],
        [
          "Your imagination can be a wonderful thing, but it can also take you to some scary places. Why It's Great to Ask Yourself 'What If' (Except When It Isn't) Keeping best-case fantasies from veering off into worst-case terrors.",
          1447866409
        ],
        [
          "We decide a ton about a person from only a single glance. But just how accurate are we? The 10 Seconds That Can Change Your Life Plus: Is it easier to overcome a bad first impression, or to trash a positive one?",
          1446582759
        ],
        [
          "Where do you feel \"at home\"? We have a couple of questions about the places that mean something to you:\n\nhttps://www.surveymonkey.com/r/YMR6DHH Timeline Photos",
          1445004889
        ],
        [
          "Turns out, you can get a second chance to make a first impression. How to Overcome a Bad First Impression Split-second judgments can be costly. Here's how to slow things down.",
          1433510831
        ],
        [
          "Want to improve your relationship? All you have to do is ask. 7 Questions That Can Strengthen Your Relationship Don't know what your partner wants from you? Maybe it's time you found out.",
          1427751000
        ],
        [
          "These 8 true-or-false questions could change the way you think about online dating and the people who do it. What Do You Really Know About Online Dating? The truth behind the myths, and what it could mean for you.",
          1427472333
        ],
        [
          "This could be the secret to getting a first date. A Single Question Can Boost Your Chance of Getting a First Date The key, research shows, is getting your foot in the door. Here's how.",
          1426960506
        ],
        [
          "Does the color you wear matter when you're making a first impression? The science says yes. What Color Should You Wear on a First Date? In humans and other species, one color signals attraction most strongly.",
          1426268053
        ],
        [
          "What happens when you walk into a room? 7 Ways to Make a Great Impression ...even if you have to fake it.",
          1425565800
        ],
        [
          "Could your relationship survive this? When Couples Discover Uncomfortable Truths Be careful what you ask your partner, if you might not like the answer.",
          1424100600
        ],
        [
          "Do you like to make the first move? Studies find some surprising new attitudes. Who Do Men and Women Really Want to Make the First Move? At the end of the night, roles may be shifting.",
          1422117639
        ],
        [
          "Think you've lost the spark? Answer these questions first. 16 Questions That Can Revive Your Relationship Looking back can make going forward easier and more meaningful.",
          1419033600
        ],
        [
          "Much of what we assume about online dating is wrong. 4 Myths About Online Dating, Exposed Only for the desperate, and doomed to failure anyway? Hardly.",
          1418419800
        ],
        [
          "Want to be happier? Ask this question less often. Why Ask Why? Many of us are obsessed with asking why. Sometimes we just need to move on.",
          1413972001
        ],
        [
          "How well do you know your partner? Here are 29 ways to find out. 29 Questions to Deepen Your Connection On your next night together, discover what you never thought to ask.",
          1411336800
        ],
        [
          "Which of us become online social \"hubs,\" and which of us don't? Who Connects Best Online, and Why First-of-their-kind studies reveal why some of us network more easily.",
          1406541600
        ],
        [
          "Are you ready to put your relationship to the test? 20 Questions That Will Tell You If It's Love A research-driven questionnaire that measures your feelings.",
          1401573600
        ],
        [
          "Is there someone you need to impress? Start here. 5 Ways to Make a Great First Impression A research-based set of strategies that can take you far.",
          1401184800
        ],
        [
          "Do first dates still make you nervous? Here's how to cope. How to Survive a First Date Follow these 3 guidelines and you may even enjoy yourself.",
          1400269501
        ],
        [
          "Is he or she really into you? Check for these signs. How to Decipher Your Date Responding to what's become a social epidemic.",
          1396735200
        ],
        [
          "This might be the worst online photo trend of all. Why Are We Laughing at Tears Online? What we lose when humiliation becomes entertainment.",
          1396277127
        ],
        [
          "Here's how to find love online. 8 Essential Rules for Online Dating Do you know what you're really looking for?",
          1396188000
        ],
        [
          "Ready to see yourself as others see you? It involves asking tough questions, but ultimately builds character. Why We Lack Self-Insight How well do you know yourself? Want to know yourself better?",
          1393257600
        ],
        [
          "If we just ask you to read this article, will you? Research says yes. If You Want More Out of Life, Just Ask Asking for what you want is highly correlated with getting it.",
          1392152424
        ],
        [
          "A first impression is a lasting impression. When it's Time to Meet the Parents Meeting your partner's family can be anxiety-producing... and for good reason.",
          1387559582
        ],
        [
          "Rethink your first-date strategy. Step 1: Don't try so hard. Dating Mistakes: Sexual Caution and Other Turn-Offs Avoid these mistakes and your dating life will thank you!",
          1385746902
        ],
        [
          "We will do almost anything to sidestep the discomfort of sitting with questions that have no easy or ready answers. But even something as common as boredom can be a gateway to meaning. http://ow.ly/nIGYb When Life Poses Big Questions Do not wait to reflect on the meaning of life",
          1375890572
        ],
        [
          "Racism, finding a life partner, telling all on Facebook... here are PT's 25 most popular posts of the month. Did any of your favorites make the cut? \n\n[N.B. Link will not work on mobile devices, but you can read April's #1 most popular story here: http://ow.ly/kzDaw] Top 25 List: April 2013 Our most popular posts of the month, including: The perils of online TMI, essential attributes of a good partner, why people sigh and babies cry.",
          1367333379
        ],
        [
          "\"We live in a coupled world: Many are so afraid of being alone that they don’t know how to be alone.\" Why Finding a Life Partner Isn’t That Simple Why operant conditioning can make dating tough—and what to do about it.",
          1366312685
        ],
        [
          "A recent survey found that online dating is now one of the most common ways for couples to meet, second only to \"through friends.\" Is Online Dating the New Bar Scene? How to find a mate in the 21st century",
          1365794165
        ],
        [
          "You probably underestimate the power and importance of your sense of touch. Our new cover story—now online—will set the record straight. Louder Than Words Touch is the first sense we acquire and the secret weapon in many a successful relationship. Here's how to regain fluency in your first language.",
          1363197803
        ],
        [
          "\"It is usual to speak of being in love as the most important thing in deciding to get married—or staying married, for that matter. It is not.\" So... what really matters? Read on. The Anatomy of Dating The natural pace of a dating relationship",
          1358620820
        ],
        [
          "When you're interested in someone, you can start to take on their qualities—even their flaws. Have you ever noticed the personality of someone you're dating rubbing off on you? You Are Who You Date People incorporate their romantic interests' flaws into their self-concepts.",
          1349962665
        ],
        [
          "Need confidential advice on life or love? Send questions (today!) to askhara@psychologytoday.com. Your answer may appear in the next issue.",
          1331644125
        ]
      ],
      "dates_start": 1396424272,
      "dates_end": 1477197481,
      "likes_avg": 1623,
      "likes_stdev": 1100,
      "comments_avg": 82,
      "comments_stdev": 60,
      "shares_avg": 652,
      "shares_stdev": 548
    },
    {
      "number": 17,
      "important": [
        "ever",
        "thing",
        "look",
        "ani",
        "better",
        "wors",
        "heard",
        "shouldnt",
        "realli",
        "peopl"
      ],
      "common": [
        "important",
        "may",
        "never",
        "one",
        "partner",
        "people",
        "research",
        "say",
        "things",
        "words"
      ],
      "messages": [
        [
          "Have you ever heard any of these? 5 Things People Really Shouldn't Brag About Some things people boast about make them look worse, not better.",
          1487246401
        ],
        [
          "What you say after sex is at least as important as what you say before (or during). Here's why. What Your Pillow Talk Reveals About Your Relationship ... and surprising new research on whether men or women prefer to cuddle.",
          1486854005
        ],
        [
          "How many do you and your partner already follow? 10 Rules for Long-Lasting Love 9. Never blame your partner for what you cannot be, have, or achieve in your own life.",
          1486684677
        ],
        [
          "When someone says, \"That's about it,\" it's almost never the whole truth. 5 Things People Say When They're Lying to You Red flags in word choice can help you spot deception.",
          1485993601
        ],
        [
          "Have you ever heard (or said) any of these? 5 Excuses People Make When They're Afraid to Fail ... and what you should tell yourself instead.",
          1485464178
        ],
        [
          "The vow says \"in sickness and in health,\" but you can expect more health if you can just stick to this one goal. Does Having a Happy Partner Make You Healthier? Compelling new research on the link between health, happiness, and romance.",
          1484761191
        ],
        [
          "You may not mean to offend. If you say this, it doesn't matter. 3 Things You Should Never Say to Your Partner 1. “If you loved me, you would…”",
          1484253132
        ],
        [
          "With more demands on you than ever, the ability to say no is vital. Are you able to do it? 3 Ways to Start Saying No, and Why It's So Crucial 3. Does it fit with one of your five top priorities? Then seriously consider if it's worth it.",
          1484240850
        ],
        [
          "Because you deserve more laughter, more courage, more connection, and more love. 20 Rules to Live By 14. Be kind, not nice.",
          1483189233
        ],
        [
          "\"But you don't look depressed\" just isn't very helpful, and might make things worse. 4 Things You Should Never Say to Someone With Depression …and what you can say to support them instead.",
          1480609721
        ],
        [
          "Introverts can get lonely just like anyone else. But they don't have to. 5 Common Mistakes Introverts Make All solitude is not good solitude—and you're probably not socially awkward.",
          1478638561
        ],
        [
          "A new study says most of us have fewer friends than we think, and that may be a good thing. 10 Enduring Truths About Friendship If you showed up announced, who would put you up for the night?",
          1471197601
        ],
        [
          "It's not just what you say. It's not even how you say it. Find out what you may be missing. Become a Better Conversationalist With the \"Rule of Three\" Are you getting your message across? Maybe you should try this.",
          1470861900
        ],
        [
          "Feeling sharp? Try these brainteasers. 10 Word Puzzles With Deeper Meanings Can you complete every chain?",
          1466777100
        ],
        [
          "Do you and your partner need a do-over? 5 Ways to Recover from Mistakes in Your Relationship 2. Say you're sorry, and then stop apologizing.",
          1464208200
        ],
        [
          "... and it has little to do with things like blood pressure and cholesterol. This Is the Surprising Factor That Can Predict How Long You'll Live You're only as old as you feel? Research says it's true. Here's why.",
          1463318936
        ],
        [
          "Do people's apologies to you leave something to be desired? It could be this. The Most Important Part of an Apology (and the Least) If you think it's about getting forgiveness, you've got it all wrong.",
          1461088904
        ],
        [
          "Your partner's voice may be the true key to their sex appeal. Is a Sexy Voice More Attractive Than a Pretty Face? ... and why it may be more important for you than for your partner.",
          1460209501
        ],
        [
          "Great friendships can actually help you live longer. For others, life's just too short. 8 Signs of a Toxic Friendship 7. You're always wondering what's going to happen next.",
          1459963800
        ],
        [
          "How can you help a friend or relative who's depressed? Start by ignoring these 5 instinctual responses. 5 Things You Should Never Say to Someone Who's Depressed ... and how to be there to support them instead.",
          1459715400
        ],
        [
          "Yes, new research says, we're more likely to follow muscular men, but only so far. Why We (Sometimes) Trust Strong Men ... and the key reason we sometimes don't.",
          1459019700
        ],
        [
          "Romantic relationships are important but when the chips are down, your \"emotionships\" are at least as vital. Finding 'The One' Is Overrated. This May Be More Important. ... because counting on one partner for all your emotional needs may not be realistic.",
          1456846676
        ],
        [
          "Is a new friendship destined to become a romance? There's only one (good) way to find out. This Is How Friendship Turns Into Romance ... and why research shows that partners who think of each other as friends may actually have better sex.",
          1456531200
        ],
        [
          "We want to help people who are hurting, but these old standbys just don't cut it. 5 Things We Need to Stop Saying to the People We Care About \"Happiness is a choice\"? Whose choice?",
          1456358401
        ],
        [
          "How many have you said? 10 Things Passive People Say If you always say, \"I might be wrong,\" others may never think you're right.",
          1454932801
        ],
        [
          "Please resist the urge to say, \"I never liked you guys together, anyway.\" 6 Things Never to Say to a Friend Dealing With a Breakup ... and what to offer instead.",
          1454454900
        ],
        [
          "It's not just what you say. It's not even just how you say it. Find out what you may be missing. Become a Better Conversationalist With the \"Rule of Three\" Are you getting your message across? Maybe you should try this.",
          1453982400
        ],
        [
          "When you need to get a hold of yourself, this can work in a second. Why Saying Just One Word Can Calm Your Runaway Emotions A research-proven trick that can help you get a grip.",
          1453723200
        ],
        [
          "Is it harder to have a fulfilling relationship with an introvert? Here's what the new research says. How to Date an Introvert Many assume introverts don't offer enough emotional support. But is it true?",
          1453409562
        ],
        [
          "How often do you say it? The One Word That Can Kill a Friendship ... and three friendship-preserving alternatives.",
          1452974401
        ],
        [
          "Being confident is at least as important as being right. Why 'Fake It Till You Make It' Turns Out to Be a Good Strategy Eye-opening research on who we believe, and why.",
          1452549900
        ],
        [
          "People say and do a lot of silly things when they’re face-to-face with wild animals. What the Zookeeper Sees Think that monkey's smiling at you? Think again.",
          1452350883
        ],
        [
          "Will you and your partner make it? Here's what the research says. 3 Signs That Your Relationship is Built to Last ... including one that you probably wouldn't expect.",
          1451259001
        ],
        [
          "How many of these do you say? 10 Things Passive People Say If you always say, \"I might be wrong,\" others may never think you're right.",
          1448454252
        ],
        [
          "Here's what's behind one of the most annoying speech habits ever. Do You Want People to Understand You? Stop Doing This. There's a lot more to what you say than just your words.",
          1447628400
        ],
        [
          "Want to improve your relationship? Stop saying this. The Most Toxic (Non-Four-Letter) Word in Any Relationship ... and how to help yourself stop even thinking it.",
          1446937203
        ],
        [
          "When you're struggling, the right words can rescue you; the wrong ones can trap you. The 2 Words You Have to Stop Saying (or Thinking) Today Words have power, especially the ones you say to yourself.",
          1444687200
        ],
        [
          "How many do you or your partner say? The 5 Fighting Words You Need to Eliminate From Your Relationship Why you should never say 'whatever' again.",
          1444338001
        ],
        [
          "Why do otherwise well-meaning people say insensitive things? 6 Reasons Nice People Say Hurtful Things To protect yourself (and your friendships), know where it comes from.",
          1444048234
        ],
        [
          "Do men lack feelings? Hardly. But some may need help expressing them. How to Crack the Code of Men’s Feelings Research explores the \"double bind\" that leads to repression.",
          1443045600
        ],
        [
          "We need to stop poking fun at \"bromance\" right now. Here's why. Why Do We Make Fun of Men Who Hang Out Together? Friendships are vital for everyone's health, men's included.",
          1442772001
        ],
        [
          "Do you ever hear, or say, any of these? 10 Things Passive Aggressive People Say Your early-warning system for hidden hostility.",
          1442442600
        ],
        [
          "When you're struggling, the right words can rescue you but the wrong ones can sink you. The 2 Words You Have to Stop Saying Today (and the 2 That Should Replace Them) Words have power, especially the ones you say to yourself.",
          1439557201
        ],
        [
          "You may not intend to offend, but that doesn't matter. The 3 Things You Should Never Say to Your Partner Everyone's entitled to their feelings, whether we agree with them or not.",
          1436999400
        ],
        [
          "There are a least 10 types of smiles. To learn how to read people better, discover when and why each is used. The Surprising Psychology of Smiling Natural or fake, each smile tells you something important about its wearer.",
          1436029202
        ],
        [
          "It helps to be a mind-reader. Why Your Closest Friends Can Finish Your Sentences What we assume of our listeners, and what we actually say.",
          1433437964
        ],
        [
          "Sex is great. But what comes afterward is at least as important to your relationship. Why Cuddling Is So Crucial New research proves its importance, and not just to women.",
          1429371349
        ],
        [
          "Why do we love curse words? Because they're useful, in at least 7 ways. 7 Bleeping Good Reasons to Swear A bad word, in the right situation, can be powerful and even healthy.",
          1427554802
        ],
        [
          "Use this word, and respect its power, and it could change your life. The Most Important Word Ever You'll Ever Use ... and it's probably different for you than for most other people.",
          1425058380
        ],
        [
          "Forget dinner and a movie. This is what the research says relationships need. Why Couples Need to Play More A proven (and exciting) way to deliver long-term benefits to long-term partners.",
          1423849492
        ],
        [
          "Have you said (or heard) one of these? 3 Things a Parent Should Never Say to a Kid ... and 3 less damaging alternatives.",
          1423499326
        ],
        [
          "Feeling in a rut? Just tweak your outlook. 4 Ways to Trick Yourself Into Being Happier ... and to hold on to that positive feeling.",
          1422015271
        ],
        [
          "No matter how important what you have to say is, don't say it this way. The 5 Ways Not to Talk to Your Partner It's too easy to sabotage your best interests. Follow these rules and you won't.",
          1421539201
        ],
        [
          "Should there be a rule for the difference in age between partners? Who Is Too Young or Too Old for You to Date? Research finds that one well-known guideline may not work for everyone.",
          1421264107
        ],
        [
          "Friendships can survive a lot, but maybe not this. The Friendship Rule You Should Never Break What you can think, but can't say.",
          1419897600
        ],
        [
          "Few things can challenge a friendship, or a relationship, like this can. The Unwritten Rules of Sharing Your News ... and the high costs of violating them.",
          1418153400
        ],
        [
          "Have a hunch someone's been unfaithful? Research says you may be right. Study: Many of Us Can Spot a Cheater Within 5 Minutes More evidence that our snap judgments are more accurate than we think.",
          1417910400
        ],
        [
          "Try this survey to see if you might be too reckless with your words, or your cash. How Impulsive Are You? Impulsivity isn't always dysfunctional. Find out where you rate.",
          1417451275
        ],
        [
          "Two words: Never settle. 4 Reasons Not to Settle in a Relationship It may seem like the only option, but the research says it's not worth it.",
          1414623630
        ],
        [
          "Rules can't build a relationship. But they can keep you from building one. Try this instead. 4 Anti-Rules for Finding Happiness Try them, and you might get exactly what you don’t know you’re looking for.",
          1410904487
        ],
        [
          "When your partner annoys you, your response is at least as important as the offense. How Do You Deal With Your Partner's Faults? Important insight on why some things just get under our skin.",
          1410386401
        ],
        [
          "Do you and your partner speak the same language? Can We Talk? How couples speak to each other is at least as important as what they say.",
          1410127776
        ],
        [
          "\"I know how you feel\"? Actually, you don't, and here's why no one should ever say this again. The 4 Worst Things to Say to a Friend Who's Suffering These cliches sound helpful, but help no one.",
          1409504402
        ],
        [
          "Ever find yourself making up excuses to get out of plans? Here's why you should stop. Yes, You Might Be a Flake ... and the cost to your friendships may be higher than you think.",
          1409074509
        ],
        [
          "Think you're an introvert? Don't be so quick to label yourself. Are You Really an Introvert or Extrovert? Situations, not just personality, trigger how we feel, think, and act.",
          1408960801
        ],
        [
          "We won't test you on these rules. Life will. 29 New Rules for Relationships Kindness counts, but fun is at least as important.",
          1407016801
        ],
        [
          "Need a hug? Research says most of us do. What Lack of Affection Can Do to You We're facing a crisis of skin hunger, and it has real consequences.",
          1406239201
        ],
        [
          "Are outdated rules keeping you from finding true romance? Six Dating Rules You Should Stop Following ... and one that you shouldn't.",
          1402783201
        ],
        [
          "Positive thinking may feel good, but it might not get you very far. Why We All Need an Antidote to Optimism Our quest for self-esteem is out of control, one expert says. Time for a reboot?",
          1402060114
        ],
        [
          "Can you be magnetic and charismatic even if you're an introvert? Absolutely. Inside Every Introvert Is...an Extrovert An expert says we misread and badly underestimate introverts.",
          1401891728
        ],
        [
          "Your friend is pregnant. Now give her a break. 5 Things You Should Never Say to a Pregnant Woman People fall into these hurtful cliches all the time. Dare to be different.",
          1400421600
        ],
        [
          "Not every kind word is genuine. Are you being played? Praise as Manipulation: 6 Reasons to Question Compliments Might the person flattering you have a hidden agenda?",
          1399226400
        ],
        [
          "Are all of your friendships good for you? 7 Signs That You're in a Toxic Friendship When friendships become draining, it may be time for you to get out.",
          1399057201
        ],
        [
          "Why do some friendships last and others fade? It's not why you think. Friendship: The Laws of Attraction The science of making friends-and keeping them.",
          1397503510
        ],
        [
          "No matter how important what you have to say is, don't say it this way.  The 5 Ways Not to Talk to Your Partner It's too easy to sabotage your best interests. Follow these rules and you won't.",
          1397412002
        ],
        [
          "Saying no can be scary. The alternatives are worse. Why So Many People Just Can't Say No Two letters. One syllable. Tons of drama.",
          1396260001
        ],
        [
          "Pickup lines may be cheesy, but they serve an important purpose. Why Do We Flirt? It's not always about sex.",
          1395788400
        ],
        [
          "Families speak as little as 1,000 words and as many as 10,000 words a day to their babies—and it may make an important difference in their development. Infants Need to Hear Adults Talk Infant-directed speech plays a huge role in language development",
          1386695587
        ],
        [
          "\"Introverts have been feeling pretty superior since the introvert-positive movement started. But are we really without faults? I think not.\" Five Ways Introverts Can Be Annoying We're not superior to extroverts, we're just differently irritating.",
          1379532053
        ],
        [
          "Playing video games like \"Starcraft\" may train your brain in at least one important way. Can Video Games Make You Smart (Or At Least More Flexible)? Playing strategy games improves cognitive flexibility.",
          1376049830
        ],
        [
          "“She was at the mercy of two of the most feared words in the English language: stage mother.” http://ow.ly/nzJmP Field Guide To The Stage Mom: The Pusher She drags her kid to auditions and yells at her for needing a nap. The source of a stage mother's power is the paradoxical fact that she introduces...",
          1375636550
        ],
        [
          "\"Gestures are not merely add-ons to language – they may actually be a fundamental part of it.\" http://ow.ly/mGV46 The Neuroscience of Speaking With Your Hands Scientists discover why we gesticulate when speaking.",
          1373030009
        ],
        [
          "\"The Supreme Court has ruled. DOMA is dead. Now what?\" DOMA Is Dead What now?",
          1372272396
        ],
        [
          "\"As American life becomes increasingly competitive and aggressive, the pressures to  be a team player and make snap decisions leave introverts feeling stressed and depleted. Introverts today face one overarching challenge—not to feel like misfits in their own culture.\" Revenge of the Introvert There are as many introverts as extraverts, but you'd never know it by looking around. Introverts would rather be entertained by what's going on in...",
          1369146450
        ],
        [
          "It's not bad to be nice and accommodating—as long as you learn when to say no. Boundaries: It's Time to Say No When You Need To Is it time to start honoring your needs, instead of everyone else's?",
          1359741502
        ],
        [
          "Do you give people the benefit of the doubt, or are you quick to be suspicious of those closest to you? You Be the Judge: Are You Making Bad Attributions? How we interpret other people's behaviors says a lot about our relationships",
          1350066180
        ],
        [
          "\"Introverts feed on silence like extroverts feed on words.\" Living with Your Introvert A guide to care and feeding",
          1348242923
        ]
      ],
      "dates_start": 1397351994,
      "dates_end": 1467044957,
      "likes_avg": 2779,
      "likes_stdev": 1862,
      "comments_avg": 118,
      "comments_stdev": 85,
      "shares_avg": 1273,
      "shares_stdev": 1051
    },
    {
      "number": 18,
      "important": [
        "certain",
        "fact",
        "need",
        "new",
        "action",
        "research",
        "underestim",
        "especi",
        "new research",
        "grow"
      ],
      "common": [
        "dog",
        "may",
        "new",
        "new research",
        "people",
        "really",
        "research",
        "research reveals",
        "reveals",
        "study"
      ],
      "messages": [
        [
          "Death from self-injury is a growing crisis, especially in certain groups. These are the facts. The Startling, Underestimated Crisis of Self-Injury Death The rates are staggering, according to new research, and action is needed.",
          1487970004
        ],
        [
          "What makes a nervous dog? According to new research, it's most likely a nervous owner. How Our Dogs Echo Our Emotions “The tension flows down the leash,” expert trainers say. So does stress and neuroticism.",
          1487948407
        ],
        [
          "It's been proven that the color red sparks attraction. New research shows that it also makes us more willing to share intimate information. The Undeniable Romantic Power of Red ... and why even the color of the paper questions are printed on influences what we'll reveal.",
          1487433603
        ],
        [
          "Travel changes us, new research finds, but not necessarily for the better. An Unexpected Risk of Vacation Travel New studies on travel and immorality uncover an unsettling connection.",
          1486845767
        ],
        [
          "Who engages in BDSM play, and why? A new study of participants provides answers you won't find in the popular books and movies. 50 Shades Happier? The Truth About BDSM Participants Groundbreaking new research challenges many popular myths about kink.",
          1486738902
        ],
        [
          "Anyone who has loved and lost a companion knows that your own pet is never \"just a dog.\" Getting Over Rover: Why Our Grief Over a Dog Is So Intense Why studies confirm that for most people, the loss of a dog is comparable to the loss of a human loved one.",
          1486068534
        ],
        [
          "Do you know a dog that's easily spooked? Here's what's behind it. A Dog That Is Afraid of Loud Noises Is Afraid of Everything New research confirms that not all dogs get equally spooked.",
          1485115201
        ],
        [
          "Does pornography use destroy relationships or is it a sign that relationships are already broken? What Porn Really Does to Relationships New studies of men and women find complex effects, and it's not all bad.",
          1484607601
        ],
        [
          "Has your partner ever ignored you to look at his or her phone? Here's why it may be a bigger problem than you think. When You Ignore Your Partner, This Is What They're Thinking New research on how \"phubbing\" can torpedo relationships.",
          1484346601
        ],
        [
          "Bats, sharks, horses, and, not surprisingly, dogs appear to act and react much as we do, according to new research. 5 Ways That Animals Think Just Like We Do 1. Rats giggle when they're tickled (but only when they're in the mood).",
          1482875807
        ],
        [
          "Do you consider 20 or 30 texts an hour from a partner to be extreme or abusive? Disturbing new research finds that many people disagree. The Real Impact of Cellphone Use on Relationships ... and why intense monitoring could become the future norm for couples.",
          1480867206
        ],
        [
          "How far would you go to protect your relationship? When You’re in Love With a Beautiful Woman (or Man) New research on how we guard against rivals when we think our partner is more attractive than we are.",
          1480468503
        ],
        [
          "Can a dog mourn for a cat? New research suggests an answer. Do Dogs Mourn the Loss of Their Animal Companions? A poignant study confirms what many dog owners suspected about pets and grieving.",
          1479768243
        ],
        [
          "New research shows how negative stereotypes about women could backfire on those who believe them. The Advantages of Being a 'Nasty Woman' Surprising links between stereotype threat, reactance, and female leadership.",
          1478471371
        ],
        [
          "\"Locker room\" humor has come under fire. New research reveals what's so insidious about it. Does Calling It a Joke Make Sexism More Acceptable? Studies examine how women deal with the ambiguity of sexist humor.",
          1476301382
        ],
        [
          "Do you (or someone you know) feel anxious or incomplete when you're apart from your phone? This may be why. This Is the Real Reason We're So Attached to Our Phones New research finds that our phones have a lot in common with our childhood teddy bears.",
          1475348547
        ],
        [
          "When it comes to sex, is more always better? A new study has an answer. Would More Sex Really Make You and Your Partner Happier? What happens when couples try to double their sexual frequency.",
          1475272800
        ],
        [
          "When you're upset, it may be more helpful to talk to your dog than to your partner. Can Confiding in Your Dog Improve Your Mental Health? New studies reveal which of us benefit from a nonjudgmental animal's ear, and why.",
          1474991060
        ],
        [
          "Yes, a crush can turn into a romance. New research reveals exactly how. Love and the Power of Wishful Thinking You can take a friendship to the next level. The first step is to believe it can happen.",
          1474730242
        ],
        [
          "Are big dog breeds smarter than little ones? We may have the answer. Does a Dog's Size Tell You How Smart It Is? Research reveals significant clues to the evolution of obedience.",
          1473008403
        ],
        [
          "Walking out on arguments is bad for your relationship. It's also not good for your back. Why Emotionally Withdrawing from Your Partner Can Be Hazardous to Your Health Research finds surprising problems for those who won't engage.",
          1470082800
        ],
        [
          "A new study proves it: There's just one thing our dogs need to be happy. How Far Would Your Dog Go Just to Be With You? New findings with potential insights into the lives of therapy dogs.",
          1469816379
        ],
        [
          "Often, it's not just about the sex, although it can ruin sex for a couple. The Reasons Someone Looks at Porn Matters. This Is Why. New research reveals the risks of getting hooked, especially for certain reasons.",
          1469214001
        ],
        [
          "Have anyone in your home ever called a family member by your dog's name? That may not be such a bad thing. The Surprising Psychological Proof That We Think of Our Dogs as Members of Our Family A common memory error may reflect deeper feelings.",
          1466356471
        ],
        [
          "From conception through adulthood, our fathers have a greater effect on us than we ever imagined. 7 Reasons Why Dads Really Matter Research reveals paternal effects on speech, bullying, and even sexual maturity.",
          1466341158
        ],
        [
          "\"When love wins, we all win.\" Why We're Having More Same-Sex Relationships Than Ever New research on the ramifications of a more accepting culture.",
          1465058459
        ],
        [
          "Young kids and dogs have a lot in common. For one thing, neither likes to obey you. Here's how to deal. This Is How to Stay in Control of a Dog (or a Kid) Research reveals where disobedience begins, and why.",
          1464357601
        ],
        [
          "Research reveals why our assumptions about married sex are (mostly) wrong. Do Married People Really Have Less Sex? Plus: 7 ways for couples to keep their spark alive.",
          1464104062
        ],
        [
          "There's strength in friendship. According to new research, a lot more than you might think. Can Your Friends Literally Make You Stronger? Social networks (real, not virtual) deliver powerful benefits, even when you don't see each other.",
          1462730400
        ],
        [
          "Many of us imagine \"cat people\" and \"dog people\" to be polar opposites. But is it true? Just How Different Are Cat People and Dog People? A closer look at studies of pet owners' personalities provides fresh insights.",
          1462644000
        ],
        [
          "Can a relationship survive when one partner desires sex more than the other? When Your Partner Wants To Do It But You Don't (or Vice Versa) Research reveals how couples with 'sexual communal strength' beat the odds.",
          1452985201
        ],
        [
          "What signals do tattoos send to potential partners? Are Tattooed Women Really More Promiscuous? New studies challenge deeply held stereotypes.",
          1452960001
        ],
        [
          "Do you long for the good old days? New research finds that indulging in nostalgia can actually be good for you. It's OK to Be Nostalgic. Here's the Science That Proves It. Using the past to beat your present blues.",
          1452701162
        ],
        [
          "If you want people to follow you, your eyes may be more important than your words. Why the Eyes Always Have It New research reveals the remarkable power of the human gaze.",
          1452556800
        ],
        [
          "Can we tell who might turn criminally violent? Is There a 'Criminal Mind'? What Does It Look Like? New research takes us closer to the answers.",
          1450109421
        ],
        [
          "You may not believe the link between heavy exercise and higher alcohol consumption. Can Exercising Drive You to Drink? Surprising new research, and a host of possible explanations.",
          1449354954
        ],
        [
          "Is a man with a dog more likely to get a woman's number? Now we know. Does Having a Pet Make You More Attractive? Research into the surprising connections between pet ownership and sex appeal.",
          1448211899
        ],
        [
          "If you could give your partner an annual review, what would you say? Why a Relationship Review Can Help Keep You Together New research finds that checkups actually make couples stronger.",
          1444941001
        ],
        [
          "After a breakup, who's more likely to rebound? What's Really Behind Rebound Sex Research reveals why some of us rush to new partners and others don't.",
          1444510801
        ],
        [
          "If a partner cheats on you, are you more likely to get mad or get even? Why Some of Us Commit Romantic Revenge (and Others Never Would) New research into those for whom two wrongs really does make a right.",
          1443880801
        ],
        [
          "Will having more sex make you happier? A new study has some answers. Could Having Sex Twice as Often Actually Make You Less Happy? New research may upend some long-held assumptions.",
          1442672868
        ],
        [
          "Thinking about doing something wrong? Here's how to make the right call. How to Do the Right Thing (Almost) Every Time New research reveals a strategy to avoid temptation that you might not have thought of.",
          1441360801
        ],
        [
          "Once you believe one, you might just end up believing them all. The Surprising Power of Conspiracy Theories New research shows how ideas take hold, and refuse to let go.",
          1441198800
        ],
        [
          "Patience really is a virtue. Here's the proof. How to Be More Patient (and Why It's Worth It) Research reveals why waiting just a little longer can lead to real benefits.",
          1438960745
        ],
        [
          "Love isn't enough. There are 4 other essential qualities you should be seeking in a partner. How to Pick a Better Boyfriend or Girlfriend Research reveals the qualities you should really have on your list.",
          1438437600
        ],
        [
          "No one wants to be the bearer of bad news but sometimes we have to do it. Here's an easier way. 5 Ways to Deliver Bad News With a Minimum of Pain New research reveals why it's so hard, and a path to making it easier.",
          1438200001
        ],
        [
          "Pet owners already knew that nothing builds a community like dogs. Now we have proof. Want to Make More Friends? Get a Dog A new study finds powerful social benefits for dog owners.",
          1436119200
        ],
        [
          "Do hookups come with an emotional cost, or a psychological benefit? What Are the Psychological Effects of Casual Sex? Intriguing new research reveals who benefits, and who doesn't.",
          1435411769
        ],
        [
          "What do people really do after a breakup? Not what many of us imagine. Rebound and Revenge Sex: The Truth Behind the Myths A split may not push us into the arms of a stranger. Here's who we really seek.",
          1435341601
        ],
        [
          "What would you do if your partner's sexual needs didn't match your own? Are You in the Mood?  New research reveals how partners cope with mismatched desire. ",
          1433883600
        ],
        [
          "How do other people really see you? The truth may surprise you. Do People Think You're Pushy, or a Pushover? New research reveals how little we understand how we're perceived.",
          1433846246
        ],
        [
          "When it comes to giving advice, do you practice what you preach? Do We Follow Advice or Just Follow the Crowd? New research into what gets us to take action.",
          1430744400
        ],
        [
          "Is it true that the higher your number of sex partners, the less popular you become? Do Promiscuous People Really Have Fewer Friends? New research challenges stereotypes about promiscuity and shaming.",
          1430581005
        ],
        [
          "Want to convince someone? Don't roll out facts. Tell a story. Why Feelings Will Always Beat Facts New research reveals what really influences us (and it's not what we think).",
          1428940334
        ],
        [
          "Talking about your feelings? That's overrated. Here's what really keeps couples together. 6 Surprising Ways to Communicate Better With Your Partner New research reveals how we really maintain successful relationships.",
          1428696002
        ],
        [
          "Think you know what your dog is thinking? Think again. What Pet Owners Can't Know About Their Pets Experiments in canine guilt reveal surprising complexity in this relationship.",
          1428173100
        ],
        [
          "Is there an 'everyday sadist' in your life? Here are 10 ways to tell. 10 Ways to Spot an 'Everyday' Sadist A new study indicates how common the tendency may be.",
          1426449910
        ],
        [
          "Looking for love? According to new research, you might want to start by going green. Are Environmentalists Better Romantic Partners? New research into the appeal of eco-conscious people, and their opposites.",
          1426363422
        ],
        [
          "Things going well? Here's who to thank. The Key to Getting Ahead? It's Not About You. New research finds that success at work may rely on what happens at home.",
          1424783491
        ],
        [
          "Is stress really bad for your health? That all depends on you. Why Stress Gets to Us, and How to Make It Stop New research reveals who stress hurts, and who's immune.",
          1424455206
        ],
        [
          "Is being yourself really the right strategy? Does Your Partner See the Real You? New research on the value of authenticity in romance.",
          1423509167
        ],
        [
          "Hate to admit you've done something wrong? Here's why that's a problem. Why Confessing Is Good for You New research shows why taking full responsibility feels better.",
          1423153068
        ],
        [
          "We experience painful emotions almost every day. But this may be the worst. The One Emotion That Really Hurts Your Brain New research reveals the fearsome impact of humiliation.",
          1423087086
        ],
        [
          "Your eyes are the windows to your soul. Some people will take advantage of that. How Your Eyes Give You Away New research reveals exactly what your pupils are telling others.",
          1421938801
        ],
        [
          "Want to get more done? Change your background music. Can the Right Music Make You Feel More Powerful? A new study reveals how our minds respond to certain beats.",
          1420920001
        ],
        [
          "Does eating sweets actually make you more open to romance? Study: Sweets Can Help You Find a Sweetheart Research comes to surprising conclusions about a mind-body connection.",
          1415462402
        ],
        [
          "A new study overturns long-held assumptions about housework and sex. Do Couples Who Share Housework Really Have Less Sex? Research shows what actually happens when men start cooking and cleaning.",
          1413910236
        ],
        [
          "Are you a better person in the morning than you are in the evening? When Are You Really at Your Best? New research finds that we're very different people at different times of day.",
          1413542292
        ],
        [
          "There may be hope for some narcissists after all. Can We Teach Narcissists to Care? New studies show there may be a way to guide them toward empathy.",
          1413283488
        ],
        [
          "What do you know about cheating in America? Try this quiz and find out. How Often Do People Really Cheat on Each Other? Decades of research reveal surprising truths about infidelity.",
          1412965318
        ],
        [
          "Some Internet trolls are more than annoyances. They're truly scary personalities. Study Concludes: Internet Trolls Are Just Horrible People New research reports disturbing findings about these characters.",
          1412364699
        ],
        [
          "Can you tell when someone is flirting with you? Most people can't. How to Spot a Flirt Research finds that we’re surprisingly bad at recognizing flirtation.",
          1412118000
        ],
        [
          "The results of this new study are scarier than anything on the big screen. Why Action Movies Can Be Hazardous to Your Health Does what you watch affect how you eat? You bet.",
          1411757696
        ],
        [
          "You're happy and we know it. Do you really have to show it? What We Really Think of Public Displays of Affection New studies reveal our level of tolerance, at least online.",
          1410537600
        ],
        [
          "Justice isn't blind. Not by a long shot. Do Attractive People Fare Better in the Courtroom? Research reveals how juries really think.",
          1410429900
        ],
        [
          "Can we all just get along? Actually, new research says that maybe we can't. Have We Become Less Capable of Forming Relationships? Recent studies find troubling trends in the way we connect to others.",
          1410102681
        ],
        [
          "How can porn damage relationships? Let's count the ways. What Porn Does to Intimacy 3 studies find that explicit material can do more harm than most people think.",
          1409403601
        ],
        [
          "Has the one-night stand gone out of style? New research has the answer. What Type of Casual Sex Are People Really Having? Who do we hook up with? Studies find a potentially major shift.",
          1409157901
        ],
        [
          "Want to to forgive and forget? There may be a way. Are We Truly Able to Forgive and Forget? A new study may reveal a path to healthy forgetting.",
          1408453202
        ],
        [
          "New research proves that dogs have advanced emotions like jealousy. Should we be surprised? Dogs Know When They've Been Dissed, and Don't Like It a Bit Believe it: Nonhuman animals have very real, complex emotions. Just like us.",
          1407924000
        ],
        [
          "Do you think monogamous relationships are better than the alternatives, or just as good? What Do People Really Think of Alternative Relationships? New studies open a window onto views of a growing trend.",
          1407594088
        ],
        [
          "Our emotional reactions to casual sex are far from black and white. After a Hookup, Are More of Us Happy & Hopeful or Used & Confused? A new study identifies 4 distinct groups. Which best describes you?",
          1406738373
        ],
        [
          "Does watching porn really shrink your brain? Have We Discovered a Hidden Danger of Pornography? A new study gets a lot of attention, but what does it mean?",
          1406383202
        ],
        [
          "When we judge people by their online profile photos, we're usually wrong. Your Profile Photo Is A Liar New research shows the weakness of our snap judgments.",
          1406125059
        ],
        [
          "Do you believe that other people can change? Your answer could affect your own health. The Danger of Labeling Others (or Yourself) A new study shows the surprising power of our core attitudes.",
          1404824432
        ],
        [
          "The things that most attract you to your partner have little to do with looks. How Does Your Partner Turn You On? New studies reveal 5 ways our partners excite us.",
          1404684000
        ],
        [
          "You probably never write in script anymore. Maybe you should. Why Writing by Hand Could Make You Smarter In surprising studies, researchers find benefits to setting keyboards aside.",
          1403275258
        ],
        [
          "Your willpower may not be as strong as you like. But it may not be your fault. Why Your Resistance Gets Low A new study finds that our will is less steady than we hoped.",
          1402927860
        ],
        [
          "Does your relationship have what it takes? How the Best Couples Keep Their Romantic Spark Alive A new study reveals which attitudes lead to the greatest satisfaction.",
          1402696800
        ],
        [
          "When you line up for summer blockbusters, it may be for deeper reasons than you realize. Why We Really Go to The Movies New research finds a surprising reason why major movies appeal to us.",
          1402250401
        ],
        [
          "Do you believe in love on the rebound? Can a Rebound Relationship Be the Real Deal? New research blows up some common assumptions.",
          1399932000
        ],
        [
          "Sorry to interrupt, but if you're feeling distracted, you're headed for trouble. How Distraction Can Disrupt You A new study shows the effect of losing your focus.",
          1398765601
        ],
        [
          "Stressed? Kiss it out. The Surprising Benefits of Kissing New research finds major advantages for regular smoochers.",
          1397490535
        ],
        [
          "Are you looking to your partner to meet ALL your needs? Could New Thinking About Relationships Help Yours? Satisfaction with a partner may depend on self-expression.",
          1393971600
        ],
        [
          "If your teacher started the day with, \"Good morning, boys and girls,\" it may have had a major effect on you. The Way We Talk About Gender Can Make a Big Difference Surprising findings about how we unknowingly build stereotypes",
          1393880590
        ],
        [
          "\"At the end of the day, the evidence appears to reveal a paradoxical element at the core of female desire: on the one hand is the desire for stability, intimacy, and security—picture the flame on the burner of a gas stove. On the other hand is the need to feel totally, uncontrollably desired—picture a house on fire.\" What Do Women Want? New research challenges old ideas about female sexual desire",
          1377260365
        ],
        [
          "Can dogs be altruistic? Research says yes, if you can get their attention: http://ow.ly/o0ki7 When Will Dogs Try to Help Humans? Dogs only help if they understand what is needed.",
          1376845378
        ],
        [
          "Want to increase creativity? Give your brain a rest. Enhancing Creative Incubation New research shows that reducing brain activation can increase creativity",
          1366472470
        ],
        [
          "Want to get your way? Follow these three simple rules... How to Get Your Way New research dispels three common myths that prevent us from moving others.",
          1362693993
        ]
      ],
      "dates_start": 1405320757,
      "dates_end": 1468326692,
      "likes_avg": 2326,
      "likes_stdev": 1819,
      "comments_avg": 150,
      "comments_stdev": 135,
      "shares_avg": 981,
      "shares_stdev": 1245
    },
    {
      "number": 19,
      "important": [
        "youv",
        "sign",
        "eye",
        "look",
        "tell",
        "found",
        "subtl",
        "longterm",
        "proven",
        "researchbas"
      ],
      "common": [
        "know",
        "look",
        "looks",
        "need",
        "need know",
        "partner",
        "someone",
        "tell",
        "way",
        "ways"
      ],
      "messages": [
        [
          "Is it infatuation, or long-term love? There are some subtle but proven ways to tell. 7 Signs That You've Found The One Research-based clues, like where your eyes travel when you look at each other.",
          1487980804
        ],
        [
          "Does this sound like someone you know? 5 Ways to Deal with Someone Who's Always Looking for an Argument 2. Never take it personally.",
          1487937607
        ],
        [
          "Is it the way he looks at you? Is it the way she makes you laugh? Maybe. But it's probably this. How Do You Know When You Love Someone? Love isn't just something you find. It's a choice you make.",
          1486771203
        ],
        [
          "Suspect someone of lying? This may be the best way to get at the truth. A Powerful New Way to Discover Who’s Lying to You How the rest of us can borrow a page from law enforcement to ask the right questions.",
          1486342802
        ],
        [
          "If there was a way to tell instantly how someone felt about you, would you want to know? Does Someone Really Like You? You May Soon Be Able to Know for Sure A new device that could take some of the doubt (and maybe the fun) out of romance.",
          1486224001
        ],
        [
          "All of our close personal connections are based on empathy, but the trait is widely misunderstood. 6 Things You Need to Know About Empathy 4. We're born with the capacity for empathy, but it's learned behavior.",
          1485795017
        ],
        [
          "Looks can be deceiving. But not when it comes to this. 3 Things Your Face Reveals About You ... and what fat deposits have to do with your sex appeal.",
          1485777601
        ],
        [
          "This may be the most reliable way to detect someone's lies. One Simple Method to Help You Decide If Someone's Lying Don't watch their lips or their hands. Watch this.",
          1485374329
        ],
        [
          "Have you ever seen someone make one of these blunders? 6 Fatal Job Interview Mistakes (and How to Avoid Them) 5. The fine line between professionalism and invisibility.",
          1484063435
        ],
        [
          "Looks can be deceiving. But not always. What Your Face Really Reveals About You Your looks affect your personality (and how others see you) in some fascinating ways.",
          1483617600
        ],
        [
          "Does your routine bore you? It really doesn't have to. Here's how to embrace a radically new perspective. 5 Ways to Start Seeing the World with Fresh Eyes Shifting daily activities, even brushing your teeth, from drudgery to transcendence.",
          1483282869
        ],
        [
          "Does this describe you or someone you know? 9 Things Highly Sensitive People Do 6. They recognize other people's discomfort. ",
          1482966901
        ],
        [
          "It's too easy to overindulge. That's why you need to know your triggers and have a plan. 6 Tips to Survive the Holidays Without Overeating 2. You know they'll insist you take more. Practice saying no.",
          1481987499
        ],
        [
          "1. Remember where your loyalties lie. 3 Rules for Getting Along With Your In-Laws Expert advice for avoiding conflict, even when you don't see eye to eye on anything.",
          1479042901
        ],
        [
          "Are you looking for the right things? The 2 Things You Need to Find in Any Partner If you seek true love, start by shifting your flight patterns.",
          1478828268
        ],
        [
          "Is someone driving you nuts? 15 Strategies to Get Someone Out of Your Head 7. Don't waste all of your time trying to figure someone else out.",
          1478536391
        ],
        [
          "Your eyes tell the world a lot about what you're thinking, whether you want them to or not. Why Your Eyes Really Are the Window to Your Soul Pupils never lie.",
          1477911600
        ],
        [
          "Is someone interested in you? Body language speaks louder than words, if you know what to watch for. 5 Nonverbal Signs That Someone Likes You On a first date, keep your eyes open for how someone puts their glass down, among other clues.",
          1477087200
        ],
        [
          "The eyes always have it, and we're learning more about why. The Secret Powers of Eye Contact Whether the goal is intimidation or seduction, research proves that nothing speaks louder than a look.",
          1474051310
        ],
        [
          "When someone's been disloyal, and wants forgiveness, start here. 4 Steps to Rebuilding a Relationship After Someone Has Hurt You 1. Forgive yourself for blaming yourself.",
          1473625680
        ],
        [
          "When someone hurts you, or just bothers you, it can be hard to put them out of your mind. Here's how to do it. 15 Strategies When You Can't Get Someone Out of Your Head 7. Don't waste all of your time trying to figure someone else out.",
          1473156000
        ],
        [
          "There's a secret to keeping someone else's angry words from ruining your day. How to Survive a Verbal Attack Remember: Their anger is about them, not you.",
          1472583600
        ],
        [
          "Do you know someone who can't stop oversharing? This is what's behind it. 5 Reasons We Tell Strangers More Than We Should ... and how to respond when someone gives you way too much information.",
          1469294442
        ],
        [
          "What makes someone sexy to you? It's a lot more than looks. The 4 Key Elements of Sex Appeal There's also something in the way he (or she) moves.",
          1467410400
        ],
        [
          "Are you in a relationship with an introvert (or hoping to be)? Here are 5 things an expert says you need to know. 5 Essential Tips for Introvert-Extrovert Couples Partners can find happiness if they respect each other (and don't push it).",
          1465514318
        ],
        [
          "Do these describe you or someone you know? 7 Things People With Social Anxiety Do 6. They criticize their own social skills.",
          1464948179
        ],
        [
          "When you meet someone wearing stylish glasses, what assumptions do you make about them? 6 Messages Your Glasses May Be Sending We know glasses make you look \"smart.\" What else do they say about you?",
          1463997600
        ],
        [
          "Do you know someone who just can't say, \"No, thank you\"? 6 Ways to Turn Someone Down, Politely Unsolicited offers can lead to awkward situations. Here's how to deal.",
          1463431006
        ],
        [
          "Want to have happier relationships? It starts with this. Do You Have to Love Yourself Before Someone Else Can? The link between high self-esteem and relationship success.",
          1461514152
        ],
        [
          "Where we look reveals a lot about what we're thinking. Which is why we try so hard to hide it. How We Read People's Minds Through Their Eyes Where do we look when we think no one's looking?",
          1459871013
        ],
        [
          "Are you locked in a cycle of blame? This may be the antidote. You Can't Change Someone Else. But You Can Do This. A way to look inward for answers, without turning on yourself.",
          1459352847
        ],
        [
          "If you know a woman who's gone through it, this is what you need to know. The Heartbreaking Phenomenon of False Pregnancy ... and how to support someone who experiences it.",
          1457899200
        ],
        [
          "When people look into your eyes, what do they really see? 3 Things Your Eyes Tell the World About You Studies reveal the extent that our eyes really are windows to our souls.",
          1457571600
        ],
        [
          "This may be all you need to know. The 3 Keys to a Happier Relationship It's never easy, but it's less complicated than you think.",
          1455661800
        ],
        [
          "Do you know someone who's always sure they're right? This is how they got that way. What You Need to Know About a Know-it-All The illusion of knowledge can be a dangerous thing.",
          1453941900
        ],
        [
          "\"It could be worse\"? Just stop right there. 4 Things an Empath Never Says (and You Shouldn't Either) Do you really know how to be there for someone who needs you?",
          1453375800
        ],
        [
          "5 widely-held myths about people with schizophrenia are holding all of us back. 5 Things You Need to Know About People With Schizophrenia First of all, it's got nothing to do with split personalities.",
          1451325986
        ],
        [
          "When you turn someone down, they're listening closely. Make your words count. 9 More Compassionate Ways to Say No Be efficient, don't patronize, and don't make stuff up.",
          1450480106
        ],
        [
          "Whose compliments can you trust, and whose must you question? 13 Ways to Tell Whether It's Love or Manipulation When friends, partners, and coworkers are quick with praise, is it because they want something from you?",
          1450314983
        ],
        [
          "Think you can tell? Think again. Are You Being Lied To? There May Finally Be a Way to Tell. New research proves our assumptions about liars to be wrong, and finds something better.",
          1449846002
        ],
        [
          "No, it has nothing to do with split personalities. 4 Myths About Schizophrenia (and the Facts You Need to Know) Debunking widely held notions about the disorder.",
          1449603798
        ],
        [
          "A little self-interest, and a few selfies, never hurt anyone. Here's what has. What You Need to Know About the Real Meaning of Narcissism Are you really in a relationship with a narcissist, or jumping to conclusions?",
          1449527382
        ],
        [
          "For illustrations, photos, and bits of wisdom straight from the pages of our magazine, take a look at Psych Today on Instagram: https://www.instagram.com/psych_today/ Timeline Photos",
          1447432817
        ],
        [
          "If you or someone you know has had a partner stray, this is essential reading. 7 Things You Need to Know If a Partner Betrayed You Should you find out everything? Should you throw in the towel? An expert answers the FAQ of the wronged. ",
          1443733201
        ],
        [
          "Looks? OK. Romance? Fine. Humor? Great. But don't forget this. The Other Thing You Need to Look For in a Partner A dating strategy that works for those who've been burned before.",
          1442525401
        ],
        [
          "The eyes always have it. Here's why. The Secrets of Eye Contact, Revealed Who we look at, and for how long, can have far more impact than our words.",
          1442178001
        ],
        [
          "Do you and your partner need to learn to fight fair? What Every Couple Needs to Know About Fighting ... especially the 3 things to do when a fight is over.",
          1441041633
        ],
        [
          "When you need to get a hold of yourself, this can do the trick. 3 Steps to Keeping Your Cool (and Saving Your Relationships) What you need to know to control your fight, flight, or freeze response.",
          1439373601
        ],
        [
          "If you know someone who's chronically ill, you need to read this. 3 Things That Chronically Ill People Need You to Know What's behind that brave face? This should clear up any misunderstanding.",
          1438103210
        ],
        [
          "Is it love? There are (at least) 8 ways to tell. How Do You Really Know If You're Falling in Love? Research shows how we distinguish flings from the real thing.",
          1437689700
        ],
        [
          "Looks aren't everything. Don't believe us? Check the research. Why Good Looks Don't Guarantee a Great Relationship ... and why this should be encouraging for all relationship-seekers.",
          1435917602
        ],
        [
          "What are good looks really worth to the average guy on the mating market? What Type of Man Do Women Really Prefer? Looks matter, but not for the reasons you think.",
          1434146401
        ],
        [
          "Saying goodbye is difficult. These guidelines could help. 35 Ways to Tell If It's Over, and to Tell Your Partner What to say when it's time to close the door.",
          1432332001
        ],
        [
          "Want to get along better with others? Taking these 4 things out of your conversations would be a good start. To Improve Your Relationships, Give Up These 4 Habits ... because no one enjoys being with someone who thinks they're superior.",
          1429653601
        ],
        [
          "Is your partner really a good fit? 7 Ways to Tell If You'll Work as a Couple Long-Term Eventually, values matter.",
          1429478887
        ],
        [
          "Do you feel like you live with integrity? If not, here are 7 ways to get closer. 7 Signs of People With Integrity Examples are all around us; all we need to do is look.",
          1429026334
        ],
        [
          "Do you know someone (maybe yourself) who just can't stand being alone? Living the Questions Finding peace in uncertain times.",
          1427637621
        ],
        [
          "Is it love? Here are 7 ways to tell. How Do You Know If You're in Love? 7 research-based indicators that you've found the real thing.",
          1425852002
        ],
        [
          "When a partner needs you the most, this is how to be there. How to Help a Self-Destructive Loved One (and What Not to Do) Do's and don'ts from an expert, starting with looking out for yourself.",
          1425312583
        ],
        [
          "Do you expect too much from your partner? Here are 10 ways to tell. 10 Ways to Tell if You're Giving Your Relationship a Chance Research shows how our expectations can derail a good thing.",
          1425225602
        ],
        [
          "Is someone lying to you? Here are 9 clues that can help you tell. 9 Subtle Signs That Someone's Lying to You Keep an eye out for these cues, but don't jump to conclusions.",
          1420497572
        ],
        [
          "Are you asking too much of your partner, or not enough? Try this survey and find out. 19 Ways to Tell If You Expect Too Much From Your Partner Asking too much, or too little, can leave you on shaky ground.",
          1420416001
        ],
        [
          "What do you tell people when they ask how you met each other? How You Met Your Partner Matters More Than You Think ... and the way you tell your story speaks volumes.",
          1419949800
        ],
        [
          "How much do you need to know about someone to spark a connection? Turns out, very little. This Is All You Need to Know About a Potential Partner A picture, and a few bits of data, is worth much more than 1,000 words.",
          1419022802
        ],
        [
          "We're not as good at lie detecting as we think. Could we program a computer to do it better? Can a Computer Tell When You Are Lying? 5 computer-detected cues to deception, and some computer lie-detection failures",
          1418904001
        ],
        [
          "When someone lets you down, what you do next makes all the difference. Someone Has Frustrated You. Now What Do You Do? Can you keep your heart open after someone disappoints you?",
          1415633098
        ],
        [
          "We now know who lies more often, and why. Who Lies More? Do men or women lie more often, and do they lie for different reasons?",
          1415563200
        ],
        [
          "Do you know someone who just won't stop talking? 5 Steps for Dealing With Someone Who Won't Stop Talking You have the right to enforce your boundaries. Here's how.",
          1415287801
        ],
        [
          "Are you being lied to? It's time to find out. 5 Ways to Trip Up Liars Don't believe the myths. These are the strategies the professionals use.",
          1414677632
        ],
        [
          "Is it time to release your inner lion? Why You Need to Know How to Say No Lessons from the animal kingdom on setting limits and reducing stress.",
          1413486000
        ],
        [
          "Is someone taking advantage of you or someone you know? When Relationships Are Based on Manipulation Recognize the signs. Break the pattern.",
          1413401473
        ],
        [
          "Are you in a real relationship, or just hiding from one with someone else? Is Your Relationship Real? Why you need to be able to recognize, and avoid, \"irrelationships.\"",
          1413324000
        ],
        [
          "No one's perfect. So stop looking for someone who is. Looking for a Soul Mate? You Can Do Better. Research exposes the flaws in our beliefs about true love.",
          1412206613
        ],
        [
          "How compatible are you and your partner? Here are 4 ways to tell. Do You Mesh? Try This One-Minute Intimacy Test If your priorities don't match, you may have some work to do.",
          1410729601
        ],
        [
          "Saying goodbye is difficult. These guidelines could help.           35 Ways to Tell If It's Over, and to Tell Your Partner What to say when it's time to close the door.",
          1410197340
        ],
        [
          "There's a way to get better at detecting liars, and it's not complicated. How to Spot a Lie A method so simple you could learn it from a toddler.",
          1410112800
        ],
        [
          "Stop looking for dealbreakers. Look for a deal maker. The One Thing You Need to Look For in a Partner Someone may have 10 or 20 of the qualities on your list. Only this one matters.",
          1409007732
        ],
        [
          "Make the world fit you, not the other way around. Do You Look Fat in That? Who Cares? Clothes don't make you who you are, unless you let them.",
          1408816801
        ],
        [
          "When you look at members of the opposite sex, where, and for how long, do you gaze? Who's Checking Out Who? New eye-tracking research shows where our eyes really roam.",
          1408550401
        ],
        [
          "Have we become too casual with the label \"friend\"? Do You Know Who Your Real Friends Are? In an age of anonymous Facebook pals, 7 ways to tell the real from the virtual.",
          1407089851
        ],
        [
          "How well can you spot a liar? We'll bet you can do better. 9 Ways to Tell Who's Lying to You A newly-developed test can give you a surer sense of who's honest and who isn't.",
          1406748370
        ],
        [
          "Feeling hot under the collar? This is how to cool down. Why You Need to Know Your Emotional Temperature Overreaction can quickly escalate unless you know how to stop it.",
          1406714400
        ],
        [
          "Do you know someone who can't stop snacking? It may be a bigger problem. Can You Really Become Addicted to Potato Chips? Some people may be using foods like others use alcohol or cocaine.",
          1398435292
        ],
        [
          "Is someone lying to you? Here's one way to tell. To Catch a Liar, Ask the Right Question A sophisticated technique, with some risks.",
          1397830866
        ],
        [
          "Are you a chronic critic, or do you know one? Why You Need to Take a Break From Criticism When you step back and take a different view, the whole world looks better.",
          1396951201
        ],
        [
          "Your eyes can attract a lover, intimidate a rival, and much more. Here's how. 5 Secret Powers of Eye Contact Surprising reasons why the eyes always have it.",
          1396626468
        ],
        [
          "You think you know someone ... How Body Language Lets Us Down Think you can tell when someone's lying? Think again.",
          1396028700
        ],
        [
          "How much does your partner care? Look for these clues. 11 Ways to Tell if Your Lover Loves You These signs provide clues to their true feelings.",
          1395702001
        ],
        [
          "Do you have to be gorgeous to be sexy?  Embrace Your Ugly Sexy True sex appeal runs deeper than looks.",
          1390582618
        ],
        [
          "Ever felt uncomfortable around someone who looked different, despite knowing better? Do I Make You Uncomfortable? The instincts that safeguard us from disease may also propel our worst social biases—not to mention violence around the globe. Gaining a true...",
          1390408941
        ],
        [
          "To catch a liar, it may be best to trust your gut. Can You Tell When Someone Is Lying? The best way to find a liar is not to try.",
          1387306912
        ],
        [
          "Even grown-ups need role models. Who are yours? We All Need Role Models to Motivate and Inspire Us Looking for inspiration? Turn to the people you admire most",
          1384889989
        ],
        [
          "Pathological lying first appeared in the psychiatric literature over 100 years ago and have been given names such as ‘pseudologia fantastica’ and ‘mythomania’. Where does the concept stand these days? Fiddler of the truth A brief look at pathological lying",
          1381497613
        ],
        [
          "\"We’ve all been told of the importance of eye contact as a way to make an impact. New research shows that with some people, it may have the opposite effect.\" Why Eye Contact May Be Less Influential Than We Thought Eye contact can diminish, not increase, influence.",
          1380978630
        ],
        [
          "\"The top four characteristics men say they look for in a mate are dependable character, emotional stability, good personality, and love—good looks are nowhere near the top.\" Bookshelf: Men Are Not the Enemy First aid for the male reputation.",
          1371211340
        ],
        [
          "Psychological research has made one thing pretty clear: human beings are much better liars than lie detectors. Big Lies and the Boogie Man It's hard for most of us to believe that someone can murder a relative, claim s/he was abducted, and then go on TV and plead for his or her safe...",
          1366984225
        ],
        [
          "\"Email is the easy way out. It’s what people rely on when they don’t want to have a real but uncomfortable conversation with someone.\"\n\nHere's why you should think twice before hitting send. Avoiding the Angry Email Why We Should Think Twice Before Firing Off that Rage Filled Message",
          1361984045
        ],
        [
          "Are you a workaholic? Or does this describe someone you know? The Personality of the Workaholic The terrible trio of perfectionism, narcissism and workaholism.",
          1359120302
        ],
        [
          "You don't need wine or rationalization—you have a built-in system for calming yourself down. Here's how to tap into it. The Brain's Ability to Look Within: A Secret to Well-Being  ",
          1355168295
        ],
        [
          "What does a face reveal? Quite a lot—if you know what to look for.\n\nPT's November/December cover story is now online. Click through to read—and let us know what you think in the comments! What's In a Face? Sometimes you can judge a book by its cover. Appearance predicts behavior in surprising waysâ\u0014some of the time. The connection between looks and...",
          1352393416
        ],
        [
          "\"The mind does not hunger after the truth. It looks for confirmation of what it already thinks.\" What Happened to Truth? \"Facts are for Losers\"",
          1347284268
        ],
        [
          "Like the latest issue? Hate it? Did it spark some thoughts you need to get off your chest? Send us your feedback via email: letters@psychologytoday.com.\n\nTell us what specifically stuck out to you about an article and feel free to elaborate on how it applies to your life or the people you know. \n\nLooking forward to your letters!",
          1332175396
        ]
      ],
      "dates_start": 1395681423,
      "dates_end": 1471149657,
      "likes_avg": 2806,
      "likes_stdev": 2196,
      "comments_avg": 124,
      "comments_stdev": 106,
      "shares_avg": 1258,
      "shares_stdev": 1109
    },
    {
      "number": 20,
      "important": [
        "relationship whi",
        "success",
        "whi mani",
        "modern",
        "eye",
        "hidden",
        "step",
        "follow",
        "whi",
        "abil"
      ],
      "common": [
        "couples",
        "love",
        "may",
        "need",
        "partner",
        "really",
        "relationship",
        "together",
        "want",
        "ways"
      ],
      "messages": [
        [
          "Are you following the script? 3 Steps to More Successful Flirting ... and why the eyes, and the feet, can be dead giveaways.",
          1488063684
        ],
        [
          "At least one in three couples have this problem. Have you ever seen it? The Hidden Epidemic in Modern Relationships Why so many partners aren't hanging together but just hanging around.",
          1487808000
        ],
        [
          "Does your relationship have all of these crucial traits? The 6 Essential Elements of Successful Relationships 5. Being yourself, always.",
          1487520000
        ],
        [
          "When daily life overtakes romance, a relationship can lose its essence. Here's how to get it back. Why Couples Must Make Time for Intimacy Don’t just wait for moments while you sit on the couch. Create them.",
          1487358299
        ],
        [
          "Can you keep calm and carry on when the stakes are high? 3 Ways to Stay Cool Under Pressure 3. Practice not reacting.",
          1487178108
        ],
        [
          "Can you recognize tainted love? Here are 6 clues. How to Diagnose an Unhealthy Relationship Does your partner want to know you, or change you?",
          1486249200
        ],
        [
          "A new study sheds light on disturbing aggression in young couples that live together. Why Some Couples Are So Prone to Violence and Aggression Unequal commitment, relationship inertia, and sometimes violent frustration.",
          1486161303
        ],
        [
          "Want to blow it all up? Keep doing these things. (Want to stay together? Then stop.) 5 Ways to Ruin a Perfectly Good Relationship 1. Demand that your partner live up to your standards, not their own.",
          1486081802
        ],
        [
          "If you believe couples are \"meant to be,\" you may not be meant to have great relationships. How Your Beliefs About Love Can Boost or Blow Up Your Relationship How we respond to the first signs of trouble may decide how long we stay together.",
          1485979649
        ],
        [
          "When a partner cheats, it's tempting to blame the other woman or man. More likely, it's this. 3 Ways to Predict a Partner May Be Unfaithful No surprise: Narcissism is involved. But there's more to it.",
          1485730801
        ],
        [
          "A woman discovers her partner's secret. This is what should happen next, although it rarely does. Porn Can Destroy a Relationship. But It Doesn't Have To. How understanding erotic identity can save couples.",
          1485561604
        ],
        [
          "This is the truth about who's more likely to cheat on a partner, and why. Why Do People Cheat? Research into gender, income, and other factors that drive infidelity.",
          1484958601
        ],
        [
          "It's wonderful to be so close to your partner. That is, until you need someone else. Do Couples Need to See Other People? Research into a key advantage of the single life and how couples can try to copy it.",
          1484872200
        ],
        [
          "When you and your partner argue, do either of you ever hit below the belt? How Couples Can Stop Fighting Dirty 4 steps to establish your triggers and work to avoid them.",
          1484598995
        ],
        [
          "Even loving couples who share great sex may be rocked by betrayal, because affairs are about other issues. Can You Ever Affair-Proof a Relationship? ... and why nearly one in three couples are able to survive infidelity.",
          1483995601
        ],
        [
          "There are 7 keys to a great relationship. These 2 matter the most. The 2 Proven Keys to a Successful Long-Term Relationship Major new research confirms the prime importance of communication, but the other factor surprised the experts.",
          1483891201
        ],
        [
          "Are couples that break up actually doomed from the start? Here's what the research suggests. Why Couples Really Split ... and what you need to watch out for.",
          1483830000
        ],
        [
          "Have you mastered the art of walking away? The 5 Steps of a Successful Breakup 5. Before you say goodbye, set your boundaries.",
          1483731900
        ],
        [
          "An argument can and should bring you closer together, once you know how to end it. 4 Ways Feuding Couples Can Kiss and Make Up 3. Imagine, just for a moment, that you're both fictional characters.",
          1483646400
        ],
        [
          "Have you ever kept a potential partner on the back burner, or had it done to you? Why We Put Relationships On Hold It's natural to want to explore your options, but it puts you at risk of never finding long-term love.",
          1483550885
        ],
        [
          "Your perfect match may be the last person you'd ever expect. Here's why. What Really Matters When You Choose a Partner ... and why sticking to a checklist of must-have qualities may keep you from finding love.",
          1483494347
        ],
        [
          "We know what men really want, but too few may be getting it. Do Men Need to Feel Desired? …and the 3 key things that men want from their partners.",
          1482783300
        ],
        [
          "Should you stay or should you go? This is how to decide. How Long Should You Wait for a Partner to Commit? ... and how to stop judging and blaming yourself for needing what you desire.",
          1482693629
        ],
        [
          "Sometimes you click with someone new, for reasons you can't explain. Now there's an explanation. How You Just Know When You've Met Your Match The unexpected psychological factor that brings us together (or keeps us apart).",
          1482537600
        ],
        [
          "What do men really want? Maybe not what you expect. 7 Things Men Know About Relationships They may be less likely to talk about \"deep stuff,\" but that doesn't mean they don't value it.",
          1482513961
        ],
        [
          "Are the ghosts of your former relationships keeping you from finding love? 3 Ways to Put Past Partners Behind You for Good ... and stop having old fights with new people.",
          1480452045
        ],
        [
          "Will he cheat? Will she stray? These are the key factors that may help predict infidelity. Does a High Sex Drive Make a Partner More Likely to Cheat? ... and the one essential personality trait that can keep couples faithful.",
          1478966401
        ],
        [
          "Feelings of jealousy can actually bring a couple closer together (if they can resist the urge to smash the china). What Jealousy Really Means for Your Relationship \"I didn't know you cared.\"",
          1478044487
        ],
        [
          "Are you and your partner as close as you need to be? A Deeper Secret to Relationship Success A radical prescription for deeper intimacy, openness, and authenticity.",
          1477607400
        ],
        [
          "Are you and your partner ready for the long haul? How We Commit Being there for each other, and understanding when you need your space.",
          1477508180
        ],
        [
          "When you're in a relationship, you see your partner (and all potential partners) just a little differently than everyone else does. 5 Secret Ways You Keep Your Partner (and Yourself) Faithful ... including why certain couples may suddenly start having more sex.",
          1477432800
        ],
        [
          "Infidelity never happens by accident, and it doesn't only happen because a relationship has burned out. Why People Cheat ... and why some relationships can survive it.",
          1477170000
        ],
        [
          "When couples get too comfortable, their connection can grow stale and leave them unprepared for challenges. Here's how to break out of the rut. 20 Questions That Can Bring You Closer Together … and why every relationship needs a balance of security and unpredictability.",
          1476802902
        ],
        [
          "What some men who've had affairs tell their therapists often reveals regret, despair, and desperation. What Some Men Really Feel After Cheating on a Partner ... and what it says about the chances for their relationships to survive.",
          1476121782
        ],
        [
          "Want to have more fulfilling relationships? It all starts with this. The Surprising Key to Relationship Success ... and it's exactly the same for men and women.",
          1475596801
        ],
        [
          "It's one of the strongest measures of relationship health, and too many couples get it wrong. Why You and Your Partner Need to Celebrate Each Other Every enthusiastic response is a vital deposit in your bank of good will.",
          1475157601
        ],
        [
          "2. Be open to being wrong. 5 Ways to Stay Close to Your Partner, Even When You Fight It could mean life or death for your relationship, and for your own health.",
          1473884424
        ],
        [
          "Who really has to change when one partner goes through a gender transition? Meet 4 Couples Whose Love Helped Them Face the Ultimate Challenge to Intimacy Couples that stay together through one partner's transition must navigate a complicated set of emotions. Here's proof that it can be done.",
          1473710158
        ],
        [
          "Do you have what it takes? And does your partner? The Traits That Make You a Better Romantic Partner ... and why your chances of long-term success rise if you both share them.",
          1472907600
        ],
        [
          "Does your partner know everything they should? Is Honesty the Best Policy for You in the Bedroom? Research into why some partners are open about their sexual histories, and why some aren't.",
          1469572349
        ],
        [
          "10. Remember that there are no winners and losers in a healthy relationship. 14 Ways to Be a More Caring Partner Developing and practicing empathy for each other is a proven way to get closer and stay together. ",
          1469548530
        ],
        [
          "Can a relationship survive on \"charity sex\" and \"peace-keeping sex\"? 3 Reasons Couples Might Have Sex Even Though Only One Really Wants To The pros and cons of being there for each other, no matter what.",
          1469138400
        ],
        [
          "How far would you go to get what you want? That may depend on one crucial factor. Who's More Likely to Try to Cheat Their Way to the Top? Research examines the lengths to which men and women will go to win, especially when there's money on the line.",
          1469042100
        ],
        [
          "Are you and your partner giving each other what you need most? How to Become A More Empathic Partner The hard questions you need to ask yourself, because there's so much at stake.",
          1468856016
        ],
        [
          "How much are intimate partners really obligated to confide in each other? What to Do When Your Partner Just Won't Open Up ... and what will just make it worse.",
          1467921600
        ],
        [
          "Can your relationship survive if one of you has a much stronger sex drive? 9 Tips for the Partner with a Higher Sex Drive There are many strategies to explore before doing something drastic.",
          1466974800
        ],
        [
          "Is this the hidden key to a successful relationship? The One Thing You Absolutely Need to Know About Your Partner ... and why it predicts whether you'll be happy together so reliably.",
          1466541001
        ],
        [
          "The worst thing you can do when fighting with your partner is to try to win. Do You (or Your Partner) Always Need to Have the Last Word? Research into how to put understanding first, no matter how hard it may be.",
          1465984801
        ],
        [
          "Not every relationship can survive infidelity, But without these steps, you won't have a chance. 9 Steps to Surviving a Partner's Betrayal 1. Consider what it really means to go public.",
          1465496020
        ],
        [
          "Don't let imposter syndrome sabotage your success. 5 Ways to Banish the Belief That You're Not Good Enough Start by believing you're worthy of success.",
          1464782980
        ],
        [
          "There's a secret desire that makes or breaks all relationships. Does your partner fulfill it? The Thing We Want Most From Our Relationships (But Rarely Get) ... and why the most active way to help someone requires no action at all.",
          1463176801
        ],
        [
          "What have you done for your partner today? 23 Everyday Ways to Say 'I Love You' From secret notes to 'kissing school' to keeping the bed warm.",
          1462716000
        ],
        [
          "How do you choose who you want to be with? If you're like most people, it's from a menu with 3 columns. What Do We Really Want From a Partner? ... and the 4 major choices everyone has to make.",
          1462654800
        ],
        [
          "Will sexting bring you and your partner closer together? What Sexting Really Reveals About You (and Your Relationship) Research into who is most likely to sext, and why.",
          1460757600
        ],
        [
          "Is living together basically the same as being married? These Are the Facts You Need to Know Before Moving In Together Research on whether cohabiting couples face a future of bliss or risk.",
          1460412000
        ],
        [
          "Is a more experienced partner necessarily a better partner? 4 Reasons Why, When It Comes to Love, Practice Doesn’t Make Perfect ... and the relationship risks of 'cohabidating.'",
          1459892043
        ],
        [
          "Are you pushing your partner away without meaning to, or vice versa? 5 Ways We Reject Love (and How to Stop) When we start being critical of each other, it can be hard to stop. But it can be done.",
          1458212400
        ],
        [
          "Someone cheated. Now what? 3 Facts Everyone Needs to Know About Couples and Affairs When a partner strays, who really gets the blame?",
          1456614001
        ],
        [
          "New guidelines suggest that all women of child-bearing age may need to stop drinking. Here's one response. Do All Young Women Really Need to Stop Drinking? \"You know what a beer is? Stay away from it!\"",
          1456605000
        ],
        [
          "Couples are acting more like singles all the time. Here's why. The Top 10 Ways Couples Have Changed Have you ever been a POSSLQ?",
          1454090042
        ],
        [
          "How many do you and your partner follow? 14 Secrets to a Great Relationship 2. Courageous openness.",
          1453425542
        ],
        [
          "Are too many couples splitting up, or not enough? The Surprising Truth About Couples on the Edge There are advantages to staying together, but they don't apply to everyone equally.",
          1452624643
        ],
        [
          "Is your relationship worth saving? Here are some ways to figure it out. 3 Things to Do When You're Not Sure Your Relationship Has a Future Do you know what you really want?",
          1448311043
        ],
        [
          "As much as we may hate it, schemers get ahead. Should we imitate them? Why Are Mean People So Successful? A new study sheds light on why traits we loathe can make people a success.",
          1446039001
        ],
        [
          "Why do we love talking about ourselves? Because it feels really, really good. Here's why. Why Some People Can't Stop Bragging Sure, parents may do it most, but they're far from the only ones.",
          1445367143
        ],
        [
          "Does your relationship need a safe word? Why a Simple Phrase Can Save Your Relationship When things escalate, you need to be able to put on the brakes.",
          1445276473
        ],
        [
          "Why do more couples seem to want to live apart, together? Why So Many Partners Want to Be Both Single and Together A viral essay highlights a growing desire, and a booming trend.",
          1444084200
        ],
        [
          "Make no mistake: Jealousy is not a sign of how much someone's in love. What's Really Behind Jealousy, and What to Do About It Practical tips for dealing with a partner's jealousy, or your own.",
          1443126600
        ],
        [
          "Say the right thing, and a relationship could be off and running. Say the wrong thing ... 4 Ways to Use Your Words to Build Romance Research reveals what partners need to hear (and what turns them off).",
          1441544400
        ],
        [
          "Where do you stand on public displays of affection on Facebook? Does the Couple That Facebooks Together Really Stay Together? Surprising new research on how social media influences who stays together.",
          1440000001
        ],
        [
          "Is it ever possible for a relationship to survive infidelity? An expert says yes. How Couples Can Survive Cheating (and Why They Even Try) An affair doesn't necessarily mean a relationship has gone bad. It does mean it needs work.",
          1439733602
        ],
        [
          "Finding the right person is just the start. Here's what has to come next. 3 Keys to Finding Love (and Hanging Onto It) What you really need from a partner, and what they need from you.",
          1439488157
        ],
        [
          "Admit it: You have sexual fantasies. But would you risk sharing them with your partner? Should Couples Share Their Sexual Fantasies? Some things may be better left to the imagination. Are you willing to take the chance?",
          1436623201
        ],
        [
          "Want to stop playing cat and mouse games? Read on. Why We Fall for Unavailable Partners (and How to Stop) When love addicts meet the love avoidant.",
          1436455565
        ],
        [
          "Some modern couples may be threatened by some ancient male drives. Have We Discovered a Prime Reason Why Some Men Cheat? A concerning new link between economics and infidelity.",
          1435251198
        ],
        [
          "The average couple gives each other 12 minutes of undivided attention a day. Here's how you can do better. Why You and Your Partner Need to Unplug The research on couples and technology use, even in bed, is stunning.",
          1435165201
        ],
        [
          "Are you paying enough attention to each other? Are you sure? Why Couples Can't Coast An expert warns of the perils of living on autopilot.",
          1434565905
        ],
        [
          "Want to attract a perfect partner? Start by being one. 5 Secrets to Finding Real Love Confidence goes a long way, but it's not all.",
          1434488400
        ],
        [
          "We all have a list of things we want in a partner. Here's why we end up ignoring it. When It Comes to Love, Do You Really Know What You Want? Research into why we may not end up with our 'ideal' partners.",
          1434292416
        ],
        [
          "Do you want out? Just start doing these things. (Want to stay in? Then stop doing them.) 5 Surefire Ways to Kill a Relationship ... and how to step back from the brink.",
          1432501201
        ],
        [
          "This may be the most unexpected but vital key to relationship success. A Surprising Ingredient for Lasting Relationships Can't live without your partner? That's a problem.",
          1431727202
        ],
        [
          "Jealousy can make any of us obsessive or irrational. Here are 4 ways to overcome it. 4 Ways to Disarm Jealousy Spoiler alert: It's not necessarily about your partner.",
          1430753982
        ],
        [
          "Are you and your partner doing what you need to? 8 Ways to Divorce-Proof Your Relationship How you deal with struggles can boost your odds of staying together.",
          1428444001
        ],
        [
          "What do you really need from your partner? Perhaps not what you think. What We Need Most From a Relationship Research finds that what matters most may not be what we expect at the start.",
          1427330526
        ],
        [
          "Have you ever been in an on-again, off-again relationship? The Truth About On-Again, Off-Again Couples Cycling is more common than many think but comes with hidden costs.",
          1425598801
        ],
        [
          "Does you relationship need a reboot? Here are 5 ways to start. 5 Secrets of Successful Couples First, never stop seeing each other as lovers.",
          1424908802
        ],
        [
          "Do you really want to know everything about your partner? Is Curiosity Good for Your Relationship? ... and what happens when it tempts you to explore other options?",
          1424800801
        ],
        [
          "Betrayal may have many psychological sources. But it always hurts a partner. The 10 Reasons Why Men Cheat Some are just immature. Others have deeper issues.",
          1423323001
        ],
        [
          "Want to blow it all up? Just keep saying these things. (Want to stay together? Then stop.) 5 Phrases That Can Kill a Relationship ... and the alternatives that will bring you closer together.",
          1423095300
        ],
        [
          "Ever been tempted to return to an ex? Here's how to resist that urge. 6 Ways to Keep Yourself From Going Back Experience the longing, but stay in the present.",
          1418839200
        ],
        [
          "We've never been able to narrow our search for a partner like we can today. Is that a good thing? How Do Most of Us Find Love Today? Research reveals major shifts in how we seek partners.",
          1417363200
        ],
        [
          "We all want to be needed. Here are 6 ways our partners can meet that need. Does Your Partner Need You?  It's great to be needed, but not too much. ",
          1415667628
        ],
        [
          "Every couple needs a tune-up sometime. 6 Steps to Repairing Your Relationship Stop a downward spiral before it's too late.",
          1414102501
        ],
        [
          "What one thing really makes someone attractive? Now we know. Why We Want Who We Want The phenomenon of mate copying and how it affects our romantic choices.",
          1413669600
        ],
        [
          "Are you trying to make your partner jealous? Take this survey, and be honest. 18 Ways You Might Be Making Your Partner Jealous Some seem to think it's the glue that holds a couple together. How about you?",
          1411596000
        ],
        [
          "We'll bet your workout would be better if you got your partner involved. 5 Reasons Why Couples Who Sweat Together, Stay Together Research finds surprising benefits from exercising together.",
          1408197601
        ],
        [
          "Are you and your partner really on the same page? The Rules Every Couple Needs to Set It's time to have a talk about technology in your relationships.",
          1406825394
        ],
        [
          "Does living together lead to marriage? Should it? Is Living Together Just Another Form of Dating? Cohabiting couples have become far less likely to marry, new research finds.",
          1406567991
        ],
        [
          "Why do angry couples stay together? It's easier than it looks. 11 Reasons Unhappy Couples Don't Break Up You can assume there's more going on than meets the eye.",
          1405288800
        ],
        [
          "Stop dating. Start courting. Finding Love, the Old-Fashioned Way Casual only gets you so far. For a real relationship, you may need to court.",
          1404511201
        ],
        [
          "What do you know about building a successful relationship? It's time to find out. What's Your Relationship IQ? Take this 10-item quiz to find out what you know, or need to learn.",
          1401836183
        ],
        [
          "Discover together what's most celebratory, intimate, and fun to do. Then do it often. 5 Essentials for a Strong and Pleasurable Relationship In good times and bad, these bedrock rules can help keep you together. ",
          1400451762
        ],
        [
          "Is it ever OK to be jealous? What Can You Do When Your Partner's a Flirt? How to respond if it makes you uncomfortable.",
          1400261209
        ],
        [
          "Want to stay in love? Stay away from this routine. The Fantasy That Puts All Relationships at Risk There is a way to keep love alive.",
          1399845600
        ],
        [
          "What both partners have to do to make a relationship work. The Best Kept Secret to Highly Successful Couples New research unveils the impact of romantic style on successful relationships.",
          1399068001
        ],
        [
          "Tips for keeping a genuine connection, based on research that predicts divorce with 94% accuracy. The Formula for Staying Together Confirm your compatibility, then avoid the Four Horsemen of the Apocalypse.",
          1398805201
        ],
        [
          "Happy couples stay that way because they do these 3 things. The 3 Relationship Skills You Need to Practice Master them, and you'll avoid vicious cycles of conflict.",
          1398636001
        ],
        [
          "Make this confession and you'll make your partner happier. The Most Loving Thing You Can Say to Your Partner Communicate better and strengthen your bond.",
          1397426401
        ],
        [
          "The new trend for committed couples is deciding not to move in together. Could You Live Apart, Together? Some couples are forgoing cohabitation, and loving it.",
          1397156400
        ],
        [
          "Is your partner in it for the long haul? Are you? What Do Lovers Really Want? Is one long profound romance worth many short intense ones?",
          1396994400
        ],
        [
          "A relationship issue no couple should ignore. Is Your Partner a Flirt? How to set rules before jealousy threatens your relationship.",
          1396380161
        ],
        [
          "Should you live together before marriage? The research says no, but here’s the case for doing it anyway. Should We Live Together? Cohabitation increases the chance of divorce but helps in other ways.",
          1393342201
        ],
        [
          "We may *think* we know what we want in a partner. Do we? How to Choose a Mate The one quality that stands above all others in the search for a significant other.",
          1392754131
        ],
        [
          "\"In the most successful relationships, both partners are givers.\" The Best Kept Secret to Highly Successful Couples New research unveils the impact of romantic style on successful relationships.",
          1383680391
        ],
        [
          "Should people try out living together before they get married? Or can it lead to trouble? Does Cohabitation Lead to More Divorces? Getting married without talking about it",
          1364499408
        ],
        [
          "How an evolutionary theory and 'The Book of Mormon' explain the success of certain religions http://ow.ly/i3Pfp Broadway’s Book of Mormon (More Offensive than Promised) ... and the evolutionary function of religion.",
          1361887572
        ],
        [
          "Feeling awkward? Here's a survival guide for your most mortifying moments. Why Did I Just Say That? Some predicaments are intensely awkward.",
          1360947551
        ],
        [
          "Want to stay in love? Act in love. Can Acting In Love Help You Stay In Love? Why lasting passion might be a matter of practice.",
          1360780366
        ],
        [
          "Jealousy has long been deemed the guardian of love. But more often it's love's downfall. Jealousy: Love's Destroyer We typically blame our partner for paying attention to another, but the real issue may be what jealousy teaches us about ourselves.",
          1348935692
        ]
      ],
      "dates_start": 1410670224,
      "dates_end": 1481259305,
      "likes_avg": 2452,
      "likes_stdev": 2178,
      "comments_avg": 123,
      "comments_stdev": 110,
      "shares_avg": 1011,
      "shares_stdev": 1044
    },
    {
      "number": 21,
      "important": [
        "becom",
        "feel",
        "start",
        "way get",
        "start way",
        "way",
        "matter",
        "get",
        "keep",
        "abil"
      ],
      "common": [
        "back",
        "get",
        "help",
        "keep",
        "people",
        "relationship",
        "stop",
        "time",
        "tips",
        "ways"
      ],
      "messages": [
        [
          "No matter how stuck you feel, you can become your own superhero again. Start with this. 5 Ways to Get Yourself Out of a Rut 2. Lean into what terrifies you.",
          1487779278
        ],
        [
          "Comfortable routines are great, but variety is what will keep you and your partner together. 13 Ways To Keep the Thrill in Your Relationship 12. Follow the 5-to-1 rule.",
          1487721601
        ],
        [
          "If you're still doing it, then you're not moving on. 4 Reasons to End Contact With an Ex After You Break Up 3. You can't keep bouncing between fantasy and disappointment.",
          1487545200
        ],
        [
          "A breakup can be devastating, especially if it takes you by surprise. Here's how to get through it with your dignity intact. 4 Ways to Survive a Breakup 3. Reject the rejecter.",
          1487099327
        ],
        [
          "Ever been flattered by someone who just wanted something from you? Here's how to tune out the manipulation. 6 Ways to Deal With an Insincere Suck-Up 2. Find a considerate way to let them know you’re in on it.",
          1486668538
        ],
        [
          "When you slip up, you don't have to give up. This is how to get back on track. How to Overcome the \"What the Hell\" Effect 3 steps to build resilience and regain control.",
          1486658229
        ],
        [
          "Are you ready to conquer your fears? 5 Ways to Start Living Fearlessly 4. Stop imagining the worst-case scenario.",
          1486485030
        ],
        [
          "Have you ever been strung along by an ex? 8 Signs That You Shouldn't Get Back Together With an Ex 7. When they agree to get together, it's always on their terms.",
          1486311595
        ],
        [
          "You can't stop people from judging you. But you can stop worrying about it. 4 Ways To Stop Fearing Other People's Judgments If you find yourself holding back from being yourself, it's time for a change.",
          1486058401
        ],
        [
          "Here are 4 ways to start to overcome negative thoughts about yourself. Your Parents Weren't Supportive? Then It's Time to Get Them Out of Your Head. How to erase labels that probably never fit you and certainly don't today.",
          1485892329
        ],
        [
          "When they don’t care what you think, stop caring what they think about you. 6 Ways to Deal With Someone Who Just Won't Let It Go How to de-escalate, or if you can't, to walk away.",
          1485545305
        ],
        [
          "Many people report feeling lonely despite being surrounded by friends and family. This is why. 15 Ways to Get Closer to the People You Care About Most 11. Remember the names of significant others in their lives.",
          1485382184
        ],
        [
          "In many ways, we're not a natural fit for the modern world. But there are some proven ways to get back to basics. 5 Ways to Get in Sync With Your World 4. Keep your family close.",
          1485190806
        ],
        [
          "Are there people you just can't get through to? This might help. How to Get People to Pay Attention to You We listen with four \"ears.\" These tips can help you target your message to the right one.",
          1484940118
        ],
        [
          "Chronic shyness can lead to a vicious social cycle. These tips can help you or someone you know break out. 4 Ways to Overcome Shyness 1. Worried about a party? Start by planning for it to go well.",
          1484696336
        ],
        [
          "If you or someone you know has trouble looking at the brighter side, these tips should help. 6 Steps to a Positive Outlook on Life 2. Practice thought-stopping.",
          1484515134
        ],
        [
          "Need a spark? Try going back to where it all started. The Secret to Reigniting a Relationship Paying a visit to each other's Joy Museum.",
          1484094600
        ],
        [
          "2. \"I can change them, even if they don't want to change.\" 6 Lies You Must Stop Telling Yourself The stories that give us short-term comfort but keep us from addressing long-term problems.",
          1483635864
        ],
        [
          "Do you ever feel like you're constantly busy but getting nothing done? This could be why. 3 Subtle, Subconscious Ways We Procrastinate (And How to Stop) Are blaming, perfecting, or waffling sabotaging your plans?",
          1483461439
        ],
        [
          "Life can give you a beating. Fortunately, we've learned some ways to take the punches and keep standing. 6 Ways to Bounce Back From Any Setback Sleep, breathe, and keep things in proportion.",
          1483373856
        ],
        [
          "Ready to live life on your own terms? It starts with this. 8 Ways to Stop Worrying About What Everyone Thinks of You Let go of perfection, be your own friend, and find your tribe.",
          1482753601
        ],
        [
          "Mothers-in-law often struggle to accept their daughters-in-law. Unfortunately, the reasons have deep roots in human history. Why It's So Hard to Get Along With a Mother-in-Law …and expert tips for finding (or restoring) harmony.",
          1482609600
        ],
        [
          "Almost everyone procrastinates. Here's how to become one of the few who learns to stop. The 7 Tips That Will Help You Stop Procrastinating 6. Reward yourself (but not with surfing or gaming).",
          1482333808
        ],
        [
          "Have you ever had feelings for someone who wouldn’t love you back? Unrequited Love: Why We Cling An expert explains why we hold on and how we can let go.",
          1481328000
        ],
        [
          "What's wrong with wanting to do everything right? Potentially, a lot. 5 Ways Your Thinking Can Hold You Back",
          1481112001
        ],
        [
          "When a breakup seems to come out of nowhere, it can leave you drowning in questions. Start with these 4. How to Get Over Being Blindsided by a Breakup Every breakup has a story. The sooner you can find this one, the sooner you can bounce back.",
          1478114045
        ],
        [
          "We all hate being ignored. What can we do about it? When You're Ignored Wise ways to respond to indifference.",
          1478002589
        ],
        [
          "When you find yourself obsessing over an ex, these proven techniques can rescue you. How to Stop Thinking About an Ex Schedule \"obsession sessions,\" and stick to them.",
          1477844654
        ],
        [
          "Worrying isn't a problem; it's the first step to solving one. The Surprising Usefulness of Worry ... and the high cost of chronic, unnecessary worrying.",
          1477580455
        ],
        [
          "The best part? There's no such thing as being \"bad at\" meditation. 7 Tips That Can Help Anyone Start to Meditate. Even You. ... and how to stick with it, even if your mind wanders.",
          1477134000
        ],
        [
          "It exists, and if you have it, you're fortunate. What Is Healthy Narcissism? The ability to experience joy in yourself can help get you through difficult times.",
          1477077300
        ],
        [
          "When the going gets tough, this is how we respond (for better and for worse). Your 9 Top Defense Mechanisms, Revisited New research proposes that we reconsider knee-jerk reactions and focus on change.",
          1476786376
        ],
        [
          "When your thoughts are racing, here are 4 ways to slow them down. What to Do When You Can't Stop Thinking About It First, remember that most of the things we worry about will never come to pass.",
          1476439201
        ],
        [
          "What can you say when someone offers an insult disguised as a compliment? Try this. 5 Ways to Respond to a Backhanded Compliment 5. Keep your sense of humor.",
          1475748001
        ],
        [
          "You don't need to be perfect to have a great relationship. But you can't have one if you focus on your imperfections. 4 Ways to Stop Feeling Insecure in Your Relationships 3. Keep your independence.",
          1475686756
        ],
        [
          "When the going gets tough, this is what the tough get thinking. 9 Thoughts to Keep You Mentally Strong During Tough Times Troubles are inevitable. Your response isn't.",
          1475575202
        ],
        [
          "You're broken up after a breakup, but your ex seems fine. What gives? This. The Most Important Step to Take After a Breakup ... because you can't move on to something better until you let yourself grieve.",
          1475100031
        ],
        [
          "Do you give in to comfort food too much? This is where you can place the blame. 10 Ways Your Brain Keeps You From Maintaining a Healthy Weight 8. Overestimating your capacity to resist temptation.",
          1474828200
        ],
        [
          "This is how you turn setbacks into comebacks. 7 Ways Mentally Strong People Bounce Back 2. They acknowledge their weaknesses, but they don't beat themselves up.",
          1474365601
        ],
        [
          "There's an off switch for your jitters. This is how to find it. 4 Steps to Overcoming Anxiety Take the time to learn how to soothe your mind's anxious circuits in any situation. ",
          1473674400
        ],
        [
          "\"Obsessive love is always an escape. It is euphoria, it’s a drug, it gives the world a color.\" Crazy Like an Ex Rachel Bloom turned her struggles with depression, anxiety, and romantic obsession into unlikely television success. ",
          1473512720
        ],
        [
          "Who do you think you are? Your answer means everything. The Powerful But False Belief That May Be Holding You Back ... and why life begins at the end of your comfort zone.",
          1472032801
        ],
        [
          "Are there people who ask too much of you? And do you keep giving it to them? Try this instead. 4 Ways to Set and Keep Your Personal Boundaries ... and how to get yourself out when all efforts fail.",
          1470688057
        ],
        [
          "Love works in mysterious ways, but science has cracked some of its secrets. Here's how they can work for you. 5 Keys to Success in Love and Dating Research-based tips for becoming a more perfect partner.",
          1469307600
        ],
        [
          "How long will it take to get over a breakup? It depends a lot on how you think about your ex. How to Get Over an Ex (and 2 Major Mistakes to Avoid) Obsessing about someone, positively or negatively, will only prolong your grief.",
          1468080053
        ],
        [
          "It's time to declare your personal independence. 5 Steps to Launching Your New Life Research-based tips for reinvention, starting today.",
          1467640801
        ],
        [
          "Is a potential partner keeping you on the back burner, or are you keeping someone in waiting yourself? 5 Facts About Back-Burner Relationships There are more people being kept on deck than you might think, but they have no way to know if they'll ever get the call.",
          1466794801
        ],
        [
          "Some people are almost too difficult to deal with. But when you have to get together, these guidelines can help. 5 Rules for Getting Along with Anyone, Anywhere Tips to help you overcome the urge to use your acid tongue.",
          1466191302
        ],
        [
          "Want to improve your relationship with your partner? Start here. 6 Ways to Get the Most out of Couples Therapy 6. Give it time.",
          1464796800
        ],
        [
          "When a relationship ends, it can be hard to find a silver lining. Here's a proven way to do it. The Best Way to Move on After a Breakup ... and it only takes 8.5 minutes.",
          1464300005
        ],
        [
          "Rehashing the past and worrying about the future can freeze you in the present. Here's a way out. 6 Ways to Stop Overthinking Everything 4. Schedule a time for it, and stick to it.",
          1463652000
        ],
        [
          "Still wish you could go back to a former partner? Here's how to get past that. 5 Ways to Move on From an Ex You Still Love Why we have to let go of the fantasy.",
          1462741200
        ],
        [
          "Negative beliefs about yourself are almost always wrong, but they can still hold you back. How to Stop Labeling Yourself and Realize Your Potential Are you treating yourself fairly?",
          1462203381
        ],
        [
          "A fixation with porn can hijack a relationship. Here are 5 steps to get it back. Can You Lose a Partner to Porn? 2. Step away from the shame and fear.",
          1461776561
        ],
        [
          "Can't stop thinking about it? Take a minute, take a breath, and try this. 5 Ways to Stop Your Racing Thoughts 1. Remember that the worst-case scenario probably won't come to pass.",
          1461253321
        ],
        [
          "Do worries ever take you over? This is how it happens. 4 Ways Your Worries Can Get Out of Control 2. We think we need to worry. (But we don't.)",
          1460994192
        ],
        [
          "Are you ready to take the first step? This May Be the Secret to Resolving Conflict in Your Relationship Introducing The Five-Percent Rule",
          1459973165
        ],
        [
          "Have your breakups followed the rules? 12 Rules for Better Breakups Saying good-bye is heartbreaking, and most of us are total jerks about it. There's a better way.",
          1459543070
        ],
        [
          "If you and your partner are keeping score, nobody's winning. If You Want to Blow Up Your Relationship, Just Keep Doing This How we fall behind on relationship maintenance.",
          1459194129
        ],
        [
          "Are you being true to yourself? Why Acting Strong Is Really Weak How chasing other-esteem instead of self-esteem can hold you back.",
          1458748244
        ],
        [
          "Have you ever had to deal with one of these issues? 5 Ways We Sabotage Our Relationships (and How to Stop) Sometimes, we don't let ourselves get what we want. Here's why we should.",
          1457044200
        ],
        [
          "Does being too nice really hold you back? Why Nice Guys Really Do Finish First ... as long as they keep people from taking advantage of them.",
          1455638401
        ],
        [
          "In some breakups, we don't just lose a partner, we lose a part of ourselves. Here's how to get it back. Why Some Breakups Are More Painful Than Others ... and how to protect yourself better next time around.",
          1455373801
        ],
        [
          "Being the favorite child isn't all it's cracked up to be. (And if you play favorites with your kids, read on.) 4 Reasons Why Being Your Parent's Favorite Can Hold You Back ... and why the effects last so long, and impact the next generation.",
          1455019200
        ],
        [
          "There are ways to complain effectively, and even get your partner to listen to you. Here's how. The Fine Art of Getting What You Want ... and 6 buzzwords for closing the deal.",
          1454948911
        ],
        [
          "It takes two people to make a relationship work. When it ends, the blame should be shared too. 4 Things You Shouldn’t Blame Yourself for After a Breakup Never blame yourself for trying too hard.",
          1453494875
        ],
        [
          "You can overcome your insecurity once you know where it's coming from. The 3 Most Common Causes of Insecurity and How to Beat Them 15 tools to help you bounce back when you're feeling down about yourself.",
          1452093386
        ],
        [
          "There's a way to tell your partner what you want, and get it. But it might require a change in approach. 4 Ways to Say (and Get) What You Want in Your Relationship 3. Don't talk like a victim.",
          1452015580
        ],
        [
          "There may finally be a way to keep yourself from checking up on your ex(es) online. Is This the Assist You Need to Get Over Your Ex? Social-media features that could limit contact by helping you give yourself tough love.",
          1449856801
        ],
        [
          "Got a problem? If you ever want it to go away, don't keep it to yourself. Why Keeping Your Problems Secret Only Makes Them Worse ... and the Number One way to bring them out into the open.",
          1449503971
        ],
        [
          "Can couples bounce back from an affair? Only if they're ready to do this work. After an Affair: 4 Lessons for Any Couple Don't throw it all away until you ask the hard questions and listen for the answers.",
          1449331203
        ],
        [
          "We could all use some wisdom. Here are 5 pieces. 5 Thoughts That Can Get You Through (Almost) Anything Collected over a lifetime, advice to keep you moving forward.",
          1448561202
        ],
        [
          "Another reason to choose your buddies wisely. 4 Ways to Stop Getting Distracted The keys to finishing what you need to get done (after reading this post).",
          1447874148
        ],
        [
          "There's a right way and a wrong way to attract people online. 14 Ways to Be a Better Online Dater Know the 70:30 ratio, and don't keep people waiting for replies.",
          1446065100
        ],
        [
          "Do you think you're lazy (or does someone else think you are)? It's probably not true. 7 Reasons Why Laziness Is a Myth ... but here's what may really be holding you back.",
          1444141011
        ],
        [
          "Have you ever worked for someone like this? 20 Signs That Your Boss May Be a Psychopath ... and some tips to help you survive him or her.",
          1443438693
        ],
        [
          "Your favorite stores are out to get you. Here's how to defend yourself. 4 Ways to Stop Paying Too Much for Anything The insidious appeal of 'charm prices.'",
          1442687401
        ],
        [
          "When you start worrying, just ask yourself these 2 questions. How to Stop Worrying and Get on With Your Life An expert explains why worries spiral out of control, and how to stop them.",
          1441623601
        ],
        [
          "Should parents worry about their kids becoming sexual deviants as soon as they step on a college campus? The Hype and the Reality of Hooking Up at College A report from the inside on what's really going on, and what it means.",
          1439647201
        ],
        [
          "More and more people are suddenly vanishing from their relationships. What's behind it? The Psychology of Ghosting When the going gets tough, it's become almost acceptable to just disappear.",
          1438369202
        ],
        [
          "It's not why you fell that matters. It's how you get up. 8 Ways to Bounce Back After a Disappointment 5. Be kind to yourself.",
          1437576443
        ],
        [
          "We all have something to complain about. Here's how to get people to listen. 6 Ways to Get What You Want (Without Being Called a Whiner) It's trickier than it seems, but research points to some promising strategies.",
          1436384480
        ],
        [
          "It turns out, all we have to fear really is fear itself. The Secret Behind Panic (and How to Escape It) How to manage what you can't believe you can handle.",
          1436286246
        ],
        [
          "Yes, it can be uncomfortable to think kindly about yourself. Get over it. What Makes You So Special? It's Time You Found Out. 3 ways to start treating yourself the way you deserve.",
          1434713139
        ],
        [
          "We could all use more love in our lives. Here are 6 ways to find it. 6 Tips to Beat Loneliness for Good Expert tips for finding love, and recognizing affection right in front of you.",
          1432663743
        ],
        [
          "If you ever feel afraid to move forward, here's what you need to know. 6 Signs That Fear is Holding You Back Fear lets you see only the downside, and that won't get you very far.",
          1432640303
        ],
        [
          "Can you take the pressure? Time to find out. The 4 Ways We Handle Pressure (or Fail To) When it's all on the line, do you step up or step aside?",
          1431706451
        ],
        [
          "Need to make a change but don't know where to start? Here are 5 ways to get unstuck. 5 Powerful Strategies to Get You Out of a Rut It's time to stop spinning your wheels and take control.",
          1430911424
        ],
        [
          "Preparing for another day of the same old thing? Time to shake things up, before it's too late. 6 Ways to Get Your Swagger Back Reboot, reach out ... and wash your hands.",
          1430391189
        ],
        [
          "Disappointed? It doesn't have to last. 6 Ways to Bounce Back From Disappointment ... or to avoid it altogether.",
          1429272001
        ],
        [
          "Loved ones are for loving. Are you doing all you can? 10 Ways to Get Closer to Those Closest to You We can all use a reminder, in words and deeds, that someone cares.",
          1429226721
        ],
        [
          "It may be time for you to take laughing more seriously. 7 Research-Based Reasons to Laugh Every Chance You Get Take advantage of emerging benefits for your mind, body, and social life.",
          1429128122
        ],
        [
          "It gets better. But not if you're doing these things. 7 Mistakes You Need to Avoid After a Breakup The best way to speed your recovery is by not making things worse.",
          1428359400
        ],
        [
          "Are restaurants and drivers tricking you into overpaying? How New Payment Technology Can Manipulate You Can you resist paying the 'suggested' tip?",
          1425653956
        ],
        [
          "How can you keep going? Here are 5 ways. 5 Ways to Bounce Back From Any Setback Don't wallow in it, and whatever else you do, take care of yourself.",
          1424880345
        ],
        [
          "We have nothing to fear, except these five things. The (Only) 5 Fears We All Share When we know where they really come from, we can start to control them.",
          1424813400
        ],
        [
          "How do you judge yourself? 5 Reasons You're Doing Better Than You Think If you rate yourself on these measures, you won't have a chance.",
          1423582266
        ],
        [
          "It's time to lighten your load. Here's how to start. 15 Things You Can Let Go Of in 2015 Want to have a lighter, happier year? You'll have to drop some baggage.",
          1421094601
        ],
        [
          "We've learned a lot about why happiness matters. Here's what we know about achieving it. 10 Ways to Get Happier ... and who can help you get there.",
          1420804801
        ],
        [
          "If guilt trippers knew how much we resented them, would they stop? 7 Ways to Get Out of Guilt Trips Guilt trips come with a price that both parties should want to stop paying.",
          1419516000
        ],
        [
          "It's hard to get rid of envy, but it's even harder to keep living with it. 5 Antidotes to the Poison of Envy Own up to it, then follow these tips to find your way out.",
          1419368400
        ],
        [
          "Going against the crowd is always stressful. Here's how to stick to your guns. 9 Tips to Help You Say No and Stick to It How to hold your ground without being hurtful or being hurt.",
          1418680419
        ],
        [
          "When the going gets tough, do you get closer or run away? How Should You Respond to Crises in Your Relationship? What happens when pursuers meet distancers.",
          1417543782
        ],
        [
          "Ever wonder why scratching only makes you itchier? Now we know. Why We Can't Stop Scratching an Itch Key findings from the new science of itching.",
          1416517381
        ],
        [
          "We feel emotional pain much like physical pain, and need to take similar steps to recover. 6 Steps to Treating the Pain of a Breakup You need time and support. Here's how to get it.",
          1416509899
        ],
        [
          "You can achieve a lot, if you start with strong principles. 7 Lessons for Success, Including a Few You Haven't Heard 3. Being afraid to make mistakes will always hold you back.",
          1416241277
        ],
        [
          "What really makes people boring? Now we know. The 9 Ways Boring People Can Bore You ... and the 4 ways you can keep from boring others.",
          1415919601
        ],
        [
          "Fear not; these tips can help you overcome your phobias. 4 Ways to Hack Your Fears Fear keeps us alive, but too much makes it hard to function. Here's how to tame yours.",
          1415365557
        ],
        [
          "What's holding you back? 6 Strategies to Restart Your Life, Today To move forward, you've got to get unstuck. Here's how.",
          1415208238
        ],
        [
          "Some are born with it. Fortunately, the rest of us can learn it. 9 Ways to Increase Your Charisma Lessons from rock stars that can help you get heard.",
          1414882801
        ],
        [
          "Do you know anyone who can't stop worrying about what other people think of them? What Will People Think? How social anxiety can hold you back, and how some people cope.",
          1414584844
        ],
        [
          "Are you guilty of judging people? 10 Reasons to Stop Judging People Judging someone does not define who they are; it defines who you are.",
          1414497513
        ],
        [
          "Do you ever doubt that you deserve success? Here's why, and how to stop. Five Ways to Get Self-Defeating Thoughts out of Your System You could be talking yourself up instead of bringing yourself down.",
          1414159225
        ],
        [
          "When you want something done, there's more than one magic word to use. 6 Ways to Get Anyone to Do Anything There are several subtle ways to get people to commit to helping you out.",
          1414071000
        ],
        [
          "We're all holding onto something we don't need. Here's why you should let it go. 10 Things You Can Toss With No Regrets These are the physical and emotional possessions you can and should do without.",
          1413744746
        ],
        [
          "When your relationship needs a spark, here's one trick we bet you haven't thought of. One Way to Get Your Passion Back How to go back in time, together.",
          1413563588
        ],
        [
          "Feel like the passion is fading? It may be easier to get it back than you think. The Cure For Relationship Boredom Five research-based tips for counteracting hedonic adaptation in relationships.",
          1412871949
        ],
        [
          "Hate to take the credit? Get over it. Why You Need to Brag More and 3 Ways to Do It Start getting over the fear of healthy self-promotion.",
          1412278162
        ],
        [
          "What if you stopped asking yourself \"What if?\" 3 Ways to Stop Imagining the Worst Assuming catastrophes are coming holds you back. Here's how to move ahead.",
          1412256320
        ],
        [
          "We guarantee you never knew that some of these things could make you healthier. 7 Surprising and Painless Ways to Boost Your Health Windows, water, worrying, and more.",
          1412247597
        ],
        [
          "There are ways to tackle the jobs you just don't want to deal with. 7 Ways to Just Get It Done Tips to help you cross even the most unpleasant tasks off your list.",
          1412081101
        ],
        [
          "The next time there's conflict at home, try these 4 tips. It's Not Familiarity That Breeds Contempt. It's Intimacy. You can't step on someone's toes if you're walking in their shoes.",
          1410799913
        ],
        [
          "Breakups are always tough. These steps can ease the pain. 3 Ways to Take Care of Yourself After a Breakup Research-based strategies for rediscovering yourself.",
          1410451995
        ],
        [
          "The wedding is off. Now who gets the ring? Who Should Keep the Engagement Ring After a Breakup? A legal and psychological conundrum: Is a broken engagement breach of contract?",
          1409419801
        ],
        [
          "It's time to stop sabotaging yourself. The Headlines You've Written About Yourself Are Wrong Our mental pigeonholes hold us back. Here's how to break out.",
          1408712792
        ],
        [
          "You can get over anything, if you know how to start. The Secret to Overcoming Any Setback Don't give up on yourself. You can take back control.",
          1407493476
        ],
        [
          "It's time to get on your own side. 4 Ways to Stop Sabotaging Yourself You can fail at anything. Why not take a chance on doing what you love?",
          1406294870
        ],
        [
          "Stop worrying about what you might forget. Why Your Memory is Far Better Than You Think ... and why most of us mistakenly believe it's weak.",
          1406282400
        ],
        [
          "How we sound affects how people perceive us. Is your accent holding you back? Would You Rather Be Considered Smart or Nice? Surprising research into the power of accents to create an impression.",
          1406145208
        ],
        [
          "Have you been putting off a confrontation? Time to step up to the plate. How to Confront Blow off steam without burning a bridge.",
          1405106100
        ],
        [
          "Can't let go of the past? Try this. How to Exorcise Your Ex 5 steps to help you move on and find new happiness.",
          1404482401
        ],
        [
          "Are you a blurter? Why We Can't Keep Our Mouths Shut Why we say things we shouldn't, and 3 tips for stopping.",
          1404208801
        ],
        [
          "Breakups are always tough. But there are ways to make them hurt less. The 12 Rules for Breaking Up Better An expert guide to ending relationships with with dignity and minimal distress.",
          1403884800
        ],
        [
          "How do you handle show-offs?  Is There a Right Way to Brag? 5 ways to manage show-offs, and keep your own boastful instincts in check.",
          1403875801
        ],
        [
          "Can you tell if your partner is lying to you? How Much Do You Trust Your Partner? Expert tips to help identify deception, and to plan what to do afterward.",
          1403714797
        ],
        [
          "Why can't you stop thinking about things you don't want to think about? Your Brain Is Nagging You. Here Are 5 Ways to Make It Stop. The science behind intrusive thoughts.",
          1401379201
        ],
        [
          "Do you have a phobia? Here's why. What Are You So Afraid Of? More than half of us have an unreasonable fear. We're still learning why.",
          1401357600
        ],
        [
          "Can you keep a secret? Is a Friend Who Can't Keep a Secret Still a Friend? How to respond when a friend violates a trust.",
          1401221401
        ],
        [
          "What are you doing to keep things fresh? This expert has 7 ideas. 7 Simple Secrets to Keeping a Relationship Sexy Make your vision of couples bliss a reality.",
          1401055202
        ],
        [
          "To get what you want out of your relationship, set an agenda. Do You Have a Goal-Based Strategy for Dating? 5 steps to get where you want to go, if you're ready to commit.",
          1401026400
        ],
        [
          "Here's the reason we procrastinate, and how we can stop. Don't Stop Thinking About Tomorrow Think about your future and you'll have a more productive present.",
          1400148001
        ],
        [
          "Want to help someone? Stop waiting until they hit bottom. What's Wrong With 'Rock Bottom' Why the concept can, perversely, keep people from getting better.",
          1399925926
        ],
        [
          "Ready to wise up? Here are six ways to start. How to Think Like a Wise Person Age and intelligence don't always bring better judgment; this does.",
          1399284001
        ],
        [
          "A new technique could help you overcome your fears while you sleep.  Can You Really Sleep Away Your Fears? Research finds that we can reduce certain fears in a couple of weeks.",
          1399024801
        ],
        [
          "Fear of failure keeps us from trying things we really want to achieve. Here are 5 ways to get past it. How to Overcome Fear of Failure Try this test, then find out how to gain confidence.",
          1398779357
        ],
        [
          "If you had the chance, would you go back in time and do things differently? Who Wants to Travel Back in Time? According to a new study, it's not who you'd think.",
          1398366845
        ],
        [
          "Do you treat your partner as well as you do your friends? It may be time to start. 10 Ways to Get Closer to Your Partner Lessons of give-and-take that can keep you together longer.",
          1398031200
        ],
        [
          "Why do we tip some servers more than others? Now we know. The Psychology of Tipping A range of factors influence a seemingly simple transaction.",
          1397847601
        ],
        [
          "This is the first step to getting out of a relationship rut. It's Time for a Relationship Audit When you know yourself, you'll know what to do differently next time.",
          1397588400
        ],
        [
          "Are you ready to start over? 5 Steps Toward a Leap of Faith Advice for you or a friend: Pick yourself up, take stock, and get back out there",
          1396864800
        ],
        [
          "Your feelings may change, but your relationship can keep up. 6 Ways to Keep Long-Term Relationships Exciting Maintain the thrill, increase the joy.",
          1396047600
        ],
        [
          "This is one of the strongest threats to intimacy a couple can face.  Are Today's Men Just Not Wired to Connect? What's holding them back.",
          1394838000
        ],
        [
          "Forgiving doesn't make you a chump, but it might make you happier. 7 Rules of Forgiveness It's mostly about letting go of anger, and that's a boon for your health.",
          1394557201
        ],
        [
          "DON’T disagree with a compliment. DO keep your response brief and focused. Mastering the Delicate Art of Responding to Compliments Do's and don'ts for responding graciously when someone is nice to you.",
          1394206373
        ],
        [
          "Your daily commute can disrupt your life even more than you realize. Time to take steps to ease the trip. How Your Commute Can Damage Your Relationships The social consequences of traffic.",
          1393934400
        ],
        [
          "Dress smart—really smart—with these research-based fashion tips. Seven Fashion Secrets for Romance How you dress may matter for relationship success.",
          1391800994
        ],
        [
          "For most perfectionists, it isn't about striving for excellence; it’s about fear of failure. http://ow.ly/s9xme Maxed Out Parents: 5 Strategies to Ease Burnout Tips to help manage parenting stress",
          1388423322
        ],
        [
          "Turn off your internet! ...and eight other ways to get smarter now. Nine Ways To Become Smarter Than You Think Some lessons from Clive Thompson on how to get smarter.",
          1385404250
        ],
        [
          "Next time you have to apologize, stop and think: WHY are you sorry? Do you truly understand why you are apologizing? http://ow.ly/r3BmX The Five Ingredients of an Effective Apology Why our apologies don’t work and how to fix them",
          1385053796
        ],
        [
          "If you're already getting stressed about the coming holidays and the noisy get-togethers, check out these seven tips for staying cool. Hurting at the Holidays? 7 Common-sense Strategies Coping with your less-than-ideal family during the season of thanks and joy",
          1384802245
        ],
        [
          "You only have so much energy to spend on other people. If you can keep tabs on your smartphone battery, you can do the same for yourself. 7 Ways to Protect Your Energy & Enforce Healthy Boundaries Strategies to avoid overwhelm and create boundaries that keep you sane.",
          1383331908
        ],
        [
          "Self-criticism can help you get places—but only if you do it the right way. The Art of Constructive Self-Criticism How to learn from your mistakes without beating yourself up.",
          1381764054
        ],
        [
          "\"Elizabeth Kubler-Ross outlined the phases of grieving experienced when one learns that they are dying. A similar thing happens when grieving the end of a relationship.\" The 5 Stages of Grieving the End of a Relationship A breakup is a kind of dying -- here's how we grieve",
          1378916903
        ],
        [
          "\"Based on the findings from a recent survey, should fate somehow leave us for the rest of our days on an island living with one single companion, most of us would choose a dog or cat above a human. When asked, “Who listens to you best?” almost half of us confess that we feel most heard by our animal companions.\" Who listens to you best? Why would we share our secret hopes and fears with an animal more than a friend?",
          1378755706
        ],
        [
          "\"The thieves weren’t stealing for the usual reasons. They weren’t trying to get revenge at the company, or even earn a profit; they didn’t bother using or reselling the items they stole. Employees were stealing for the thrill.\" Instead of Monitoring Employees, Try Motivating Them There's a smarter way to stop employees from stealing",
          1378397290
        ],
        [
          "\"In the newest view of personality, our traits are seen as dimensional, existing on a continuum. Each holds the grain of its own destruction: Organized becomes obsessive. Daring escalates to risky. Modest slips to insecure. Confident turns to arrogant, cautious to anxious, persuasive to domineering, friendly to ingratiating.\" When Virtue Becomes Vice In a world in which disruptive change in all domains is a near constant, all assumptions about what traits are beneficial must be regularly...",
          1378302365
        ],
        [
          "\"Most micromanagers do so out of a need for control that has more to do with them than the performance of their employees.\" Steps You Can Take if Your Boss Is a Micromanager Does your boss hover over your every move?",
          1376672374
        ],
        [
          "What indispensable tradition connects you to others or helps get you through hard times? email us: matt.huston@psychologytoday.com",
          1376506202
        ],
        [
          "\"An organized physical environment may lead people towards tradition and convention, promoting healthy choices and generous behavior. But, when your aim is to think outside the box and to depart from the norm, it just might help to have a messy desk.\" http://ow.ly/nVZUQ Cluttered or Orderly? Our Surroundings Shape Our Thinking Physical disorder prompts creative thinking",
          1376502533
        ],
        [
          "\"People are more motivated to help those who try to help themselves.\" http://ow.ly/mnytA 6 Ways to Get Me to Email You Back How to capture the attention of busy people",
          1372182179
        ],
        [
          "Bone up on your negotiating skills with some research-based tips: http://ow.ly/m9pvy The 1-Minute Trick to Negotiating Like a Boss Adopt the mindset to get what you want",
          1371565221
        ],
        [
          "If we hate being idle so much, why are we idle so often? Serious Busyness How we respond to idleness changes the way we feel and think.",
          1368453634
        ],
        [
          "\"Never in history have so few, armed with so few means, caused so much fear in so many. It is precisely the outsized reaction that sponsors of terrorism have always counted on in order to terrorize.\" Who Wants to Be a Terrorist? And how not to help them.",
          1366814295
        ],
        [
          "Worrying makes you miserable—so can you learn to stop? What, Me Worry? Why Worrying Does More Harm Than Good Worrying just makes you miserable.",
          1366228776
        ],
        [
          "Want to keep your relationship together? Start by appreciating your partner. Is gratitude the antidote to relationship failure? Stop taking your partner for granted and start being grateful. Here's why.",
          1362175089
        ],
        [
          "\"Girls are often encouraged to retreat. They are permitted to back away from their goals. So they bite their nails, they diet themselves into near invisibility, they cry behind closed doors.\n\nWhat a waste.\" Reasons Girls Are Encouraged to Fail—and How to Change This The secret? The \"misery of failure\" is a story circulated to keep you out of it",
          1360253060
        ],
        [
          "What are the most effective stress-busting strategies? 17 experts share their favorites—what are yours? 17 Psychology Experts Share Their Best Stress Relief Tips Stress relief tips from the experts.",
          1359405612
        ],
        [
          "\"Knowledge, we're told, is power. But what if our thirst for data is actually holding us back?\" http://ow.ly/fQDE3 Why Too Much Data Disables Your Decision Making Best known for killing cats, curiosity can also slay your judgment.",
          1354720593
        ],
        [
          "Are you afraid of toxins in your daily environment? Some people are completely crippled by such fears—but how much worry is warranted? \n\nRead our recent feature story and let us know what you think in the comments! The Everyday Fear Zone Household chemicals, wireless technology,  and other quotidian hazards   are ascendant in our pantheon of worries.  The hardest threat to navigate...",
          1352832242
        ],
        [
          "\"Those who worry about money continue to worry no matter how much money they make.\" The Disadvantages of Having Career Goals Very ambitious individuals are often disappointed",
          1351022299
        ],
        [
          "Sometimes the twentysomethings who adults worry about the most turn out to have the happiest, most interesting lives. The Long & Winding Road to Adulthood Parents worrying about their twentysomething kids is nothing new.",
          1350657079
        ],
        [
          "Want to never get over your ex? Keep checking his/her Facebook page. Facebook-Stalking Your Ex: Or, How NOT to Move On Why keeping tabs on an old flame can prevent you from going forward",
          1349885874
        ],
        [
          "To think more creatively, stop thinking so hard—at least for a little while. Can you be unconsciously creative? The role of unconscious thinking in divergent problem solving.",
          1349627828
        ],
        [
          "What do you fear most? Just talking about it can help you get over it. The Power of Expressing Yourself Talking about your fears can help get rid of them.",
          1348076412
        ],
        [
          "Stop worrying all the time! Here's how. The Worry Cure | Psychology Today Is worry stopping you?",
          1347535638
        ],
        [
          "Are you reading this at a cluttered desk, wondering why it can be so painful to clear things away and just throw them out? New research shows that you're not alone. Why It’s Hard to Let Go of Clutter A new brain imaging study finds that letting go is literally painful.",
          1344369976
        ],
        [
          "\"Do you find that you’re continually fighting with your worries? You are not alone! Almost 1 in 10 people find uncontrollable worrying a distressing affliction that feels as though it has become an inseparable part of their personalities and character.\" Here, some tips for getting your worrying under control. 10 Tips to Manage Your Worrying | Psychology Today 10 tips with links that you can try out to help you manage your worrying By Graham C.L. Davey, Ph.D....",
          1340643521
        ],
        [
          "We all live by five basic fears. Can you guess what they are? The (Only) Five Basic Fears We All Live By | Psychology Today We're all afraid of the same few things. By Karl Albrecht, Ph.D.",
          1332859767
        ]
      ],
      "dates_start": 1387735968,
      "dates_end": 1469495946,
      "likes_avg": 2265,
      "likes_stdev": 1527,
      "comments_avg": 92,
      "comments_stdev": 85,
      "shares_avg": 1078,
      "shares_stdev": 826
    }
  ]
}