{
  "pagename": "rihanna",
  "globalstats": {
    "messages": 1293,
    "likes_avg": 65664,
    "likes_stdev": 122100,
    "comments_avg": 1608,
    "comments_stdev": 2540,
    "shares_avg": 3075,
    "shares_stdev": 25660,
    "graph_uri": "clusters/rihanna.png"
  },
  "clusters": [
    {
      "number": 1,
      "important": [
        "life",
        "foundat",
        "today",
        "diamondbal",
        "global",
        "avail",
        "action",
        "clara",
        "clara lionel foundat",
        "benefit"
      ],
      "common": [
        "ball",
        "clara",
        "clara lionel",
        "clara lionel foundation",
        "diamond",
        "diamondball",
        "foundation",
        "lionel",
        "lionel foundation",
        "rihanna"
      ],
      "messages": [
        [
          "Congrats to the class of 2016! Apply for the Clara Lionel Foundation’s Global Scholarship Program: https://scholarsapply.org/claralionelfdn Clara Lionel Foundation Education. Health. Opportunity. These are the pillars of our mission. Our scholarship application is now available – apply or send to the motivated students in your life today: https://scholarsapply.org/claralionelfdn",
          1462796085
        ],
        [
          "#DiamondBall auction is almost over! Bid now: smarturl.it/DBauction Clara Lionel Foundation Last day to catch these stellar artworks & VIP experiences in our Paddle8 benefit auction: smarturl.it/DBauction?IQid=fb12.14",
          1450118318
        ],
        [
          "Join Rihanna in supporting the inspiring mission of the Clara Lionel Foundation by placing a bid in this Paddle8 benefit auction. Score coveted collectibles from Jeff Koons, Jennifer Fisher Jewelry, PUMA, and many more: smarturl.it/DBAuction Timeline Photos",
          1449586201
        ],
        [
          "This Thursday, Rihanna joins the second annual Diamond Ball to benefit the Clara Lionel Foundation with host Kevin Hart and a special performance by Lionel Richie. Clara Lionel Foundation Watch Rihanna share the story behind the Clara Lionel Foundation with a special look at last year’s #DiamondBall.",
          1449512017
        ],
        [
          "This is what the #DiamondBall is all about! Next week we celebrate the work of the Clara Lionel Foundation and discuss how we can further impact communities in need. EXCLUSIVE: Rihanna's Star-Studded Diamond Ball is Back! The singer is giving back with the second annual Diamond Ball. The star-studded charity event benefits the Clara Lionel Foundation which helps improve qualit...",
          1449097697
        ],
        [
          "Second annual #DiamondBall is coming soon! Clara Lionel Foundation Rihanna shares the mission of the Clara Lionel Foundation at last year's Diamond Ball. Join us for the second annual event on December 10. Find out more: smarturl.it/DiamondBall",
          1448461846
        ],
        [
          "Last chance: Donate to Clara Lionel Foundation at check out to help provide cancer treatment in Barbados. Clara Lionel Foundation | Ticketmaster Clara Lionel Foundation helps improve the quality of life for communities globally.",
          1438455767
        ],
        [
          "#ThrowbackThursday: Behind the scenes at Rihanna’s 2014 Diamond Ball benefiting the Clara Lionel Foundation! Learn how Ticketmaster is raising awareness about the CLF’s public health initiatives: http://bit.ly/1ClJFfb Clara Lionel Foundation Throwback Thursday: The inaugural Diamond Ball in 2014 helped kick off the Clara Lionel Foundation. Relive the magic with this behind the scenes video.",
          1436460875
        ],
        [
          "The Clara Lionel Foundation and Ticketmaster team up to fight cancer through August 2. Learn more and get involved. Ticketmaster and Clara Lionel Foundation Team Up to Fight Cancer | Ticketmaster Blog Scoring tickets to a live event you’ve been dreaming of is a great feeling. Ditto for donating to a worthwhile cause. You can do both thanks to our partnership with the Clara Lionel Foundation (CLF), a group supporting cancer treatment in Barbados founded by superstar and altruist Rihanna. Till Augu…",
          1435697495
        ],
        [
          "The Clara Lionel Foundation seeks to improve lives in global communities. Learn more at claralionelfoundation.org Rihanna’s Clara Lionel Foundation The Clara Lionel Foundation, founded by Rihanna in 2012, seeks to improve lives in global communities through in the areas of health, eduction, arts, and culture. Learn more and donate to the cause at http://claralionelfoundation.org",
          1434747811
        ],
        [
          "Rihanna and her mom stopped by the Queen Elizabeth Hospital during her last visit to Barbados to represent the Clara Lionel Foundation and support the life-saving cancer treatment equipment her foundation donated to the hospital. Photos from Rihanna's post",
          1428686652
        ],
        [
          "The #DiamondBall online auction ends today! Place your bids now on Rihanna’s VIP Tour Experience and more to support the Clara Lionel Foundation: smarturl.it/CLFa Gavel&Grand Gavel&Grand presents charity auctions online, providing access to extraordinary experiences and luxury items.",
          1419022609
        ],
        [
          "Rihanna kicked off the first annual #DiamondBall to honor her grandparents, Clara and Lionel Brathwaite on December 11, 2014.\n\nSupport Rihanna's charitable work by bidding on the online Diamond Ball auction today: smarturl.it/CLFa\nFind out more on Rihanna's Clara Lionel Foundation at: claralionelfoundation.org Rihanna Rihanna kicked off the first annual #DiamondBall to honor her grandparents, Clara and Lionel Brathwaite on December 11, 2014.\n\nSupport Rihanna's charitable work by bidding on the online Diamond Ball auction today: smarturl.it/CLFa\nFind out more on Rihanna's Clara Lionel Foundation at: claralionelfoundation.org",
          1418676422
        ],
        [
          "Rihanna kicked off her first annual #DiamondBall to benefit the Clara Lionel Foundation last night. Jimmy Kimmel hosted the evening and Brad Pitt introduced Rihanna’s moving orchestral performance. \n\nTo support Rihanna’s charitable work with the Clara Lionel Foundation, bid on the Diamond Ball online auction here: smarturl.it/CLFa\n\nPhoto Credit: Kevin Mazur/Getty Images Photos from Rihanna's post",
          1418426846
        ],
        [
          "Inside look at rehearsals for the #DiamondBall!  Rihanna hosts the first annual event tonight in honor of her grandparents Clara and Lionel Brathwaite.\n\nSupport the charitable work of Rihanna's Clara Lionel Foundation today by bidding on the Diamond Ball online auction: smarturl.it/CLFa Photos from Rihanna's post",
          1418338078
        ],
        [
          "Jimmy Kimmel is set to host the first annual #DiamondBall benefitting the Clara Lionel Foundation. Brad Pitt will join as a special guest, introducing Rihanna's orchestra performance. The Diamond Ball takes place on December 11 in Beverly Hills. Find more information at ClaraLionelFoundation.org. Clara Lionel Foundation Clara Lionel Foundation",
          1416865193
        ],
        [
          "The first annual #DiamondBall is set to take place on December 11 in LA, benefiting Rihanna's Clara Lionel Foundation. Find more info at: claralionelfoundation.org Timeline Photos",
          1415392980
        ],
        [
          "RIH$pect Naomi Campbell! Doesn't she look sexy in the Hard Rock Rihanna Spotlight tee?\n\nGet one today to support the Clara Lionel Foundation: http://hardrock.co/1mse2ne Timeline Photos",
          1412025901
        ]
      ],
      "dates_start": 1418314358,
      "dates_end": 1448615507,
      "likes_avg": 96796,
      "likes_stdev": 200584,
      "comments_avg": 1521,
      "comments_stdev": 2312,
      "shares_avg": 1327,
      "shares_stdev": 3451
    },
    {
      "number": 2,
      "important": [
        "shop",
        "diamond",
        "world",
        "tour",
        "store",
        "diamond world",
        "pick",
        "new",
        "timelin",
        "world tour"
      ],
      "common": [
        "diamonds",
        "diamonds world",
        "diamonds world tour",
        "http",
        "live",
        "rihanna",
        "tickets",
        "tour",
        "world",
        "world tour"
      ],
      "messages": [
        [
          "Shop Diamonds World Tour! Pick up new items from the Rihanna store: http://bit.ly/ShopRih Timeline Photos",
          1382986801
        ],
        [
          "Australian Navy! You can win tickets to see Rihanna on the Diamonds World Tour October 4 in Sydney! River Island is giving away tickets to celebrate the launch of the #Rihannaforriverisland fall collection! Enter for your chance to win today: http://bit.ly/WinAUSDWT",
          1379973600
        ],
        [
          "MANILA! Don't miss the best party of the year when Rihanna brings the Diamonds World Tour to Mall of Asia Arena on September 19. Grab your tickets here: http://bit.ly/DWT919 Timeline Photos",
          1378706401
        ],
        [
          "The latest Budweiser \"Made for Music\" spot features clips from Rihanna's Diamonds World Tour! http://bit.ly/1a9pZfs #BudweiserMade Timeline Photos",
          1376601376
        ],
        [
          "A new Diamonds World Tour date has been added in Punta Cana, Dominican Republic! Tickets for the Hard Rock Hotel & Casino Punta Cana concert are on sale now: http://bit.ly/19hffMz Timeline Photos",
          1376071210
        ],
        [
          "Haim and WE ARE GTA are headed on the European leg of Rih's Diamonds World Tour! \n\nCheck out which shows they'll be performing at here: http://bit.ly/12yM1Ca HAIM & GTA Set To Join Rihanna On European Run Of Her Diamonds World Tour - Rihanna",
          1368733095
        ],
        [
          "Riri <3 MAC Cosmetics! The RiRi Woo lipstick sold out fast last week, but if you're coming out to Diamonds World Tour at the Barclays Center tomorrow you can stop by the pop-up store for another chance to buy it! Timeline Photos",
          1367852995
        ],
        [
          "Rihanna's Diamonds World Tour Dallas and Houston shows have been rescheduled! \n\nNEW SHOW DATES:\nDallas - Monday, November 11th - American Airlines Center\nHouston - Thursday, November 14th - Toyota Center\n\nTickets for the previously scheduled performances will be honored at each respective event.\n\nStay up to date on all Rih's Diamonds World Tour show dates here: \nhttp://www.rihannanow.com/live/",
          1367351374
        ],
        [
          "Check out these pics from Rihanna's Diamonds World Tour through the eyes of her bestie Melissa Forde. \n\nStay up to date on Rihanna's tour dates and tickets here: http://www.rihannanow.com/live/ Rihanna",
          1365022024
        ],
        [
          "Backstage at the Diamonds World Tour!\r\n\r\nStay up to date on Rih's shows and tickets here: www.rihannanow.com/live Timeline Photos",
          1363979520
        ],
        [
          "Diamonds World Tour... Australia + New Zealand! Get all the details and show dates here: http://bit.ly/ZxWzgu Timeline Photos",
          1363118473
        ],
        [
          "Rihanna kicked off her Diamonds World Tour in Buffalo, NY last Friday to a sold out crowd. \n\nGet Diamonds World Tour tickets and updates here: www.rihannanow.com/live/ Rihanna Ain't nobody phuckin wit my #clique @yusefhairnyc thanks for turning my hurr out",
          1363109066
        ],
        [
          "Rihanna's Diamonds World Tour kicks off today! Watch this video of her and her crew leaving for the tour below.\n\nHead over to http://rihannanow.com/live/ for Diamonds World Tour updates and tickets. Diamonds World Tour - Leaving For Buffalo",
          1362766899
        ],
        [
          "2 Days left 'til Diamonds World Tour! Watch this video of her shooting content for the tour below.\n\nHead over to http://rihannanow.com/live/ for Diamonds World Tour updates and tickets. Diamonds World Tour - Content Shoot",
          1362607480
        ],
        [
          "3 days left to Diamonds World Tour, NAVY! Footage from Rih's look at the run-through below!\nhttp://youtu.be/_Rj0mp14Bmc\n\nHead to http://rihannanow.com/live/ for Diamonds World Tour updates and tickets. Diamonds World Tour - Run Through First Look Countdown to Rihanna's Diamonds World Tour and there are only 3 days to go! Head over to http://rihannanow.com/live/ for updates and tickets.",
          1362549862
        ],
        [
          "In honor of there being only 4 days left until Rih kicks off her Diamonds World Tour, check out this video of the tour \"Rihearsal\"\n\nHead over to http://rihannanow.com/live/ for Diamonds World Tour updates and tickets. Diamonds World Tour - Rihearsal",
          1362412099
        ],
        [
          "In honor of there being only 5 days left until Rih kicks off her Diamonds World Tour, check out this video of the DWT stage crew. Diamonds World Tour - Stage",
          1362330067
        ],
        [
          "Less than one week until Rih starts her Diamonds World Tour in Buffalo, NY! Join us as we count down the days.\n\nIn honor of there being only 6 days left, check out this video of the DWT wardrobe crew.\n\nHead over to http://rihannanow.com/live/ for Diamonds World Tour updates and tickets. Diamonds World Tour - Wardrobe",
          1362260329
        ],
        [
          "Exactly one week until Rih starts her Diamonds World Tour in Buffalo, NY! Join us as we count down the days.\n\nIn honor of there being only 7 days left, check out this video of the DWT dancer auditions: http://bit.ly/ZPTU7F\n\nHead over to http://rihannanow.com/live/ for Diamonds World Tour updates and tickets. Timeline Photos",
          1362146997
        ],
        [
          "Rih Navy! RSVP for your exclusive FB presale code to the DIAMONDS WORLD TOUR! http://bit.ly/RihTourTab Timeline Photos",
          1347309704
        ],
        [
          "Rihanna's going on tour! Get ready for the DIAMONDS WORLD TOUR hitting a city near you in 2013! http://bit.ly/DiamondsTour Timeline Photos",
          1347029658
        ]
      ],
      "dates_start": 1356973172,
      "dates_end": 1374923878,
      "likes_avg": 41336,
      "likes_stdev": 36472,
      "comments_avg": 2174,
      "comments_stdev": 1332,
      "shares_avg": 1943,
      "shares_stdev": 1677
    },
    {
      "number": 3,
      "important": [
        "apr",
        "get ticket see",
        "air",
        "almost time antiworldtour",
        "guest",
        "almost",
        "scott",
        "get ticket",
        "ticket see rihanna",
        "almost time"
      ],
      "common": [
        "2016",
        "almost time",
        "guest",
        "guest travis",
        "guest travis scott",
        "rihanna",
        "scott get",
        "special guest travis scott get",
        "time",
        "travis scott get tickets"
      ],
      "messages": [
        [
          "It's almost time for the #ANTIWorldTour at Air Canada Centre with special guest Travis Scott!  Get tickets here. See Rihanna on Apr. 14, 2016  ",
          1457747165
        ],
        [
          "It's almost time for the #ANTIWorldTour at Smoothie King Center with special guest Travis Scott!  Get tickets here. See Rihanna on May 17, 2016  ",
          1457713388
        ],
        [
          "It's almost time for the #ANTIWorldTour at Royal Farms Arena with special guest Travis Scott!  Get tickets here. See Rihanna on Apr. 09, 2016  ",
          1457713386
        ],
        [
          "It's almost time for the #ANTIWorldTour at MTS Centre with special guest Travis Scott!  Get tickets here. See Rihanna on Apr. 18, 2016  ",
          1457660500
        ],
        [
          "It's almost time for the #ANTIWorldTour at Talking Stick Resort Arena with special guest Travis Scott!  Get tickets here. http://bit.ly/1UicrUe See Rihanna on May 01, 2016  ",
          1457623149
        ],
        [
          "It's almost time for the #ANTIWorldTour at Philips Arena with special guest Travis Scott!  Get tickets here. See Rihanna on May 18, 2016  ",
          1457623149
        ],
        [
          "It's almost time for the #ANTIWorldTour at Vivint Smart Home Arena with special guest Travis Scott!  Get tickets here. See Rihanna on Apr. 27, 2016 Rihanna: Anti World Tour 2016 at Vivint Smart Home Arena in Salt Lake City, Utah on Wed Apr 27, 2016 7:30 PM MDT",
          1457623149
        ],
        [
          "It's almost time for the #ANTIWorldTour at The Forum with special guest Travis Scott!  Get tickets here. See Rihanna on May 04, 2016  ",
          1457623149
        ],
        [
          "It's almost time for the #ANTIWorldTour at Key Arena with special guest Travis Scott!  Get tickets here. See Rihanna on Apr. 24, 2016  ",
          1457623149
        ],
        [
          "It's almost time for the #ANTIWorldTour at ORACLE Arena with special guest Travis Scott!  Get tickets here. See Rihanna on May 07, 2016  ",
          1457623149
        ],
        [
          "It's almost time for the #ANTIWorldTour at Scotiabank Saddledome with special guest Travis Scott!  Get tickets here. See Rihanna on Apr. 21, 2016  ",
          1457622548
        ],
        [
          "It's almost time for the #ANTIWorldTour at Rexall Place with special guest Travis Scott!  Get tickets here. See Rihanna on Apr. 20, 2016  ",
          1457622489
        ],
        [
          "It's almost time for the #ANTIWorldTour at Centre Vidéotron with special guest Travis Scott!  Get tickets here. See Rihanna on Apr. 05, 2016  ",
          1457620576
        ],
        [
          "It's almost time for the #ANTIWorldTour at Centre Bell with special guest Travis Scott!  Get tickets here. See Rihanna on Apr. 07, 2016  ",
          1457620570
        ],
        [
          "It's almost time for the #ANTIWorldTour at XL Center with special guest Travis Scott!  Get tickets here. See Rihanna on Mar. 26, 2016 Rihanna: Anti World Tour 2016 at XL Center in Hartford, Connecticut on Sat Mar 26, 2016 7:30 PM EDT",
          1457620511
        ],
        [
          "It's almost time for the ANTI World Tour at Barclays Center with special guest Travis Scott!  Get tickets here. See Rihanna on Mar. 30, 2016  ",
          1457620510
        ],
        [
          "It's almost time for the #ANTIWorldTour at The Palace Of Auburn Hills with special guest Travis Scott!  Get tickets here. See Rihanna on Mar. 24, 2016  ",
          1457620146
        ],
        [
          "It's almost time for the #ANTIWorldTour at First Niagara Center with special guest Travis Scott! Get tickets here. See Rihanna on Mar. 23, 2016 Rihanna: Anti World Tour 2016 at First Niagara Center in Buffalo, New York on Wed Mar 23, 2016 7:30 PM EDT",
          1457619848
        ],
        [
          "It's almost time for the #ANTIWorldTour at Time Warner Cable Arena with special guest Travis Scott! Get tickets here. See Rihanna on Mar. 20, 2016  ",
          1457619788
        ],
        [
          "It's almost time for the #ANTIWorldTour at Jacksonville Veterans Memorial Arena with special guest Travis Scott! Get tickets here. See Rihanna on Mar. 12, 2016  ",
          1457619309
        ],
        [
          "It's almost time for the #ANTIWorldTour at Bridgestone Arena with special guest Travis Scott! Get tickets here. See Rihanna on Mar. 18, 2016  ",
          1457619190
        ],
        [
          "It's almost time for the #ANTIWorldTour at Amalie Arena with special guest Travis Scott! Get tickets here. See Rihanna on Mar. 13, 2016  ",
          1457618946
        ]
      ],
      "dates_start": 1457600963,
      "dates_end": 1457673379,
      "likes_avg": 1864,
      "likes_stdev": 727,
      "comments_avg": 65,
      "comments_stdev": 54,
      "shares_avg": 81,
      "shares_stdev": 90
    },
    {
      "number": 4,
      "important": [
        "rihanna avail",
        "behind scene",
        "latest",
        "behind",
        "perfum",
        "go behind",
        "set",
        "fragranc",
        "riri",
        "august"
      ],
      "common": [
        "behind",
        "behind scenes",
        "go",
        "go behind",
        "go behind scenes",
        "http",
        "ly",
        "rihanna",
        "scenes",
        "video"
      ],
      "messages": [
        [
          "Go behind the scenes on the RiRi Crush set with Rihanna! The latest fragrance from Perfumes by Rihanna is available in the Caribbean now and in the US starting August 15. Behind the Scenes: RiRi Crush",
          1470233135
        ],
        [
          "Go behind the scenes with Rihanna for Dior! Dior Go behind-the-scenes with the one and only Rihanna during her shoot with photographer Jean-Baptiste Mondino for the 'Rihanna' sunglasses. Find out more about the singer's design process in her exclusive interview now available on.diormag.com/rihanna-sunglasses.",
          1469607568
        ],
        [
          "Go behind the scenes of Rihanna’s Sledgehammer video in this making of video! The Making of Sledgehammer - Rihanna I'm watching The Making of Sledgehammer by Rihanna",
          1468252039
        ],
        [
          "Go behind the scenes on the set of the #NEEDEDMEVIDEO! \nTIDAL: http://smarturl.it/NMBTS\nVEVO: http://smarturl.it/vneededmebts Timeline Photos",
          1461247982
        ],
        [
          "#ThrowbackThursday: Behind the scenes #FENTYxPUMA.",
          1457631954
        ],
        [
          "Part 2: Go behind the scenes with Dior! #SecretGarden4",
          1432904817
        ],
        [
          "Behind the scenes with Dior! #SecretGarden4",
          1432814888
        ],
        [
          "Navy! Go behind the scenes of Rihanna's Balmain campaign shoot! See how it all went down with Olivier Rousteing, Ri's stylist Mel Ottenberg and more: http://bit.ly/BalmainBTS Timeline Photos",
          1388751089
        ],
        [
          "NAVY, go behind the scenes with Rihanna at her holiday photo shoot for MAC Cosmetics. #RiRiHeartsMAC http://bit.ly/RiRiHeartsMac RiRi ♥ M∙A∙C -- Behind the Holiday Shoot What makes Rihanna and M∙A∙C the perfect match? The global superstar and M∙A∙C Creative Director James Gager discuss the collaboration on the shoot for the l...",
          1386351441
        ],
        [
          "What the phuck now!? Behind the scenes of Rihanna's #WhatNowVideo shoot on VEVO! http://vevo.ly/9jyu25  You ready #NAVY? #2moredays What Now (Behind The Scenes) - Rihanna Watch your favorite artist's music videos, see premiere performances, and search for new music on VEVO.com.",
          1384369393
        ],
        [
          "Photos by Melissa Forde. \"Pour It Up\" Behind the Scenes",
          1380634053
        ],
        [
          "In case you missed it on Extra: Watch behind the scenes footage of ROGUE by Rihanna >> http://bit.ly/BehindROGUE ROGUE by Rihanna: Behind the Scenes ROGUE, the newest fragrance from Perfumes by Rihanna, is available now in the US. www.perfumesbyrihanna.com/ROGUE",
          1379082104
        ],
        [
          "#R3 is now live at Rihanna7.com. Complete this week's challenge to RIHveal a Rihanna's new Unapologetic Behind the Scenes video! Timeline Photos",
          1351872516
        ],
        [
          "Go behind the scenes at Rih's London rehearsals for the summer tour! Cockiness London Viddy 32 Likes / 9 Comments for Rihanna at http://bit.ly/rihearsal",
          1341087407
        ],
        [
          "Coldplay and Rihanna \"Princess of China\" premieres Monday June 4. Coldplay & Rihanna \"Princess of China\" Video Behind the Scenes",
          1338649692
        ],
        [
          "#RihFact:  Rihanna's latex prosthetic croc top in the \"Where Have You Been\" video took 8 hours to create by hand. You can see the final look in the opening and closing scenes ---> http://vevo.ly/IpwxKy Behind the Scenes on \"Where Have You Been\"",
          1335830161
        ],
        [
          "\"Where Have You Been\" world premieres in just one hour at VEVO...NAVY, are you ready?!\n\nPhoto by Melissa Forde. Behind the Scenes on \"Where Have You Been\"",
          1335780196
        ],
        [
          "The countdown to \"Where Have You Been\" will be over before you know it. Are you ready for it?\n\n\nPhoto by Melissa Forde Behind the Scenes on \"Where Have You Been\"",
          1335198623
        ],
        [
          "How much do you guys want to see this video?\n\n\n\nPhoto by Melissa Forde Behind the Scenes on \"Where Have You Been\"",
          1334763436
        ],
        [
          "And the countdown to \"Where Have You Been\" continues... Are you guys ready?\n\n\n\nPhoto by Melissa Forde Behind the Scenes on \"Where Have You Been\"",
          1334678653
        ],
        [
          "The countdown to \"Where Have You Been\" is on..\n\n\n\nPhoto by Melissa Forde Behind the Scenes on \"Where Have You Been\"",
          1334592931
        ],
        [
          "RihannaNavy! Rihanna shows us how G4L she really is in this behind the scenes video on set of Battleship: http://bit.ly/HuOmHq Rihanna - OTS: Production Begins",
          1334003516
        ],
        [
          "Rihanna Navy! Check out behind the scenes footage of Rihanna as \"Raikes\" in her upcoming action packed film Battleship in theaters May 2012! http://bit.ly/ylT3Ff Timeline Photos",
          1326133710
        ]
      ],
      "dates_start": 1330826250,
      "dates_end": 1435649515,
      "likes_avg": 39343,
      "likes_stdev": 23566,
      "comments_avg": 2198,
      "comments_stdev": 1789,
      "shares_avg": 1913,
      "shares_stdev": 2031
    },
    {
      "number": 5,
      "important": [
        "mel ottenberg offici",
        "music award",
        "music",
        "award",
        "photo rihanna post",
        "photo rihanna",
        "mel",
        "mtv",
        "offici",
        "style"
      ],
      "common": [
        "bravo",
        "mel",
        "mel ottenberg",
        "official",
        "ottenberg",
        "ottenberg official",
        "rihanna",
        "rock",
        "styled",
        "styled rock"
      ],
      "messages": [
        [
          "Rihanna at the 2016 MTV Video Music Awards.\nStyled by Mel Ottenberg (Official) Photos from Rihanna's post",
          1472817601
        ],
        [
          "RiRi x Met Gala. Styled by Mel Ottenberg (Official), hair by Yusef Williams, make up by Mylah Morales, and nails by Kimmie Kyees Photos from Rihanna's post",
          1430914535
        ],
        [
          "RiRi x NYFW via Mel Ottenberg (Official) Photos from Rihanna's post",
          1410215120
        ],
        [
          "Mel Ottenberg (Official) goes in with Style.com about Rihanna's style for Council of Fashion Designers of America (CFDA) Awards! Get all the details plus an exclusive first illustration of the dress here: http://stylem.ag/1ktZbf9 Timeline Photos",
          1401917338
        ],
        [
          "Here's all the details on Ri's look at the iHeartRadio Music Awards last night, from her stylist Mel Ottenberg (Official) : Mel Ottenberg (Official) Last night at the iheart Music Awards Rihanna in Givenchy Haute Couture by Riccardo Tisci ….four diamond necklaces and diamond hoops from Neil Lane diamond bracelets from Nikos Koulis and rings by #NikosKoulis , #LynnBan and #LoreeRodkin….custom suede sandals by Manolo Blahnik #iheartrihanna this is one of my favorite looks of the year so far, i love how she came together…...",
          1399067131
        ],
        [
          "The Styled To Rock finale is tonight! Tune in and find out who Rihanna and the judges Mel Ottenberg, Erin Wasson, and Pharrell Williams will choose to join Ri's style team and take the grand prize on BRAVO at 8/7c. Timeline Photos",
          1388160306
        ],
        [
          "Who's watching Styled To Rock tonight at 8/7c on BRAVO?  Join the twitter chat with Styled to Rock mentor Erin Wasson during the west coast airing at 8PM PST! Use #AskErin to @ErinWasson on twitter to ask her your questions! Timeline Photos",
          1387562167
        ],
        [
          "Navy! Check out pics from Rihanna's new campaign for Balmain shot by Inez van Lamsweerde and Vinoodh Matadin in NYC styled by Mel Ottenberg. #BALMAINSS14 Photos from Rihanna's post",
          1387293117
        ],
        [
          "Who's tuning in to Styled To Rock from executive producer Rihanna tonight? Khloe Kardashian gets the design treatment this week and Ne-Yo joins Mel Ottenberg and Erin Wasson as a mentor! Watch on BRAVO at 8/7c to see who might get the grand prize of joining Rihanna's design team! http://bravo.ly/IRx6gK Timeline Photos",
          1386950400
        ],
        [
          "It's a battle of the sexes tonight on Styled to Rock from executive producer Rihanna! The designers team up to create looks for The Band Perry, tune in at 8/7c on BRAVO and find out who gets closer to the grand prize of joining Rihanna's design team! http://bravo.ly/19knTEw Timeline Photos",
          1386360299
        ],
        [
          "Episode six of Styled To Rock from executive Producer Robyn \"Rihanna\" Fenty premieres at a special time TONIGHT on BRAVO at 11/10c! \r\n\r\nThe designers pair up to create stage looks for NERVO, and Kid Cudi serves as a guest mentor. Tune in to find out who gets closer to the grand prize of working with Rihanna's design team: http://bit.ly/STRepisode6 Timeline Photos",
          1385575065
        ],
        [
          "Don't forget! Tune in to Styled To Rock tonight to see what the designers create for Miley Cyrus on BRAVO at 8/7c! Timeline Photos",
          1384531201
        ],
        [
          "NAVY! Who's tuning in to Styled to Rock? Watch Miley Cyrus join the show tomorrow at 8/7c on BRAVO",
          1384444800
        ],
        [
          "Did you know Miley Cyrus is on Styled To Rock from executive producer Robyn “Rihanna” Fenty? Watch a preview and tune in Friday at 8/7c on BRAVO:  http://bravo.ly/1buLAOp Miley Cyrus' Mom-ager",
          1384365978
        ],
        [
          "Navy it's that time again! Don't forget to tune in tonight for Styled To Rock on BRAVO at 8PM. Timeline Photos",
          1383948664
        ],
        [
          "NAVY and Styled to Rock fans! Which contestant would you want to design an outfit for you? Watch episode 3 tonight at 8/7c on BRAVO.",
          1383940825
        ],
        [
          "The Styled To Rock contestants continue to bring it. Watch how it went down with Kylie Minogue last Friday: http://bravo.ly/19vsVRS It’s Time For Kylie Minogue",
          1383673312
        ],
        [
          "Rihanna met the designers last week on the premiere of Styled To Rock! Tune in to episode 2 TONIGHT at 8/7c to see what they design for Kylie Minogue: http://bravo.ly/19XOObM The Designers Meet Rihanna",
          1383339684
        ],
        [
          "Rihanna also covered the winter issue of Berlin's 032c! Designed by Mel Ottenberg (Official) Timeline Photos",
          1383251711
        ],
        [
          "NAVY! Tune in TONIGHT on BRAVO for the premiere of Styled To Rock at 8/7c! Join the conversation tonight with #StyledtoRock: http://youtu.be/d5ZLeRtrW1I Styled To Rock Premieres October 25 Styled to Rock by executive producer Robyn \"Rihanna\" Fenty premieres on Bravo October 25th at 8/7c. This Reality Competition Series features celebrity guests...",
          1382706808
        ],
        [
          "Navy! Who are you most excited to see on Styled To Rock? Tune in to the premiere this Friday on BRAVO at 8/7c! Timeline Photos",
          1382637600
        ],
        [
          "NAVY! How would you impress Rihanna if you were on Styled To Rock?  Find out how the contestants bring it for the season premiere on BRAVO this Friday at 8/7c. http://bravo.ly/19QxUue This is Their Moment!",
          1382459741
        ],
        [
          "Navy! Get a sneak peek of Styled To Rock from executive producer Robyn \"Rihanna\" Fenty! Pharrell Williams, Erin Wasson, & Mel Ottenberg (Official) mentor the 12 contestants. Find out who will become America’s next trendsetting designer on BRAVO, premiering October 25 at 8/7c\r\n\r\nWatch here: http://bravo.ly/19QxUue Timeline Photos",
          1380565801
        ],
        [
          "\"If it doesn't rock, don't even bring it.\" Rihanna reinvents the fashion competition as executive producer of #StyledtoRock, premiering November 5 on Style Network. http://bit.ly/STRteaser Styled to Rock Premieres November 5 Styled to Rock, from executive producer Rihanna, premieres November 5th at 8PM on the Style Network. Tune in as Rihanna reinvents the fashion competition and...",
          1377190154
        ],
        [
          "#PUSSY by Adam Selman Mel Ottenberg (Official) Rihanna in PU$$Y, All clothes by Adam Selman.  Print collaboration with MjWoodbridge. All jewelry, Lynn Ban. Custom sneakers, Pierre Hardy",
          1375369885
        ],
        [
          "Rihanna at Poland Open'er Festival.  Wearing Adam Selman look, Jewels from Lynn Ban and Fallon: Core CZ and Boots By Rochas Mel Ottenberg (Official) RIHANNA IN ADAM SELMAN LOOK, JEWELS FROM LYNN BAN AND FALLON: CORE CZ AND BOOTS BY ROCHAS",
          1373581535
        ],
        [
          "Check out the Diamonds World Tour MOROCCO style update from Mel Ottenberg (Official), who created the looks for the tour! Follow Mel to keep up with Ri style. Mel Ottenberg (Official) Rihanna performing in Rabat, Morocco 5/24/13 styled by Mel Ottenberg.  Coat by Miu Miu. Top by Balmain. Leggings by Azzedine Alaia. Necklace, belt and bracelets by Lanvin. Boots by Gianvito Rossi. Vintage Gianni Versace sunglasses from Depuis 1924.",
          1369858882
        ],
        [
          "Rihanna's stylist Mel Ottenberg (Official) was just announced as a mentor on Styled To Rock airing on the Style Network! \r\n\r\nRead more about Mel here > http://bit.ly/11zlKpk Timeline Photos",
          1369846973
        ],
        [
          "Last week we announced Pharrell Williams as a mentor on Rih's show, Styled To Rock, today we have another announcement to make. \n\nJoin us in welcoming model/designer Erin Wasson as the 2nd mentor on Styled To Rock! Read more here: http://bit.ly/162ZA1C\n\nFor updates on “Styled to Rock” visit www.StyleNetwork.com, follow @StyleNetwork on Twitter and like Style Network. Timeline Photos",
          1369072860
        ],
        [
          "Can you imagine what it’s like to be the person behind Rihanna’s impeccable style?? Mel Ottenberg (Official) told Refinery29 Beauty all about it this week. Find out how he put together Ri's looks for the Diamonds World Tour at: http://r29.co/17VhP7g The Man Behind RiRi's Style Dishes On Tour Outfits & Why Being Nude Rocks",
          1366852690
        ],
        [
          "Mel Ottenberg (Official) and Style.com take you behind the scenes of Rihanna’s Diamonds World Tour wardrobe. Mel Ottenberg (Official) http://www.style.com/stylefile/2013/03/diamond-girl-behind-the-scenes-of-rihannas-world-tour-wardrobe/",
          1364330164
        ],
        [
          "Mel Ottenberg (Official) and Style.com take us behind the scenes of Rih's Diamonds World Tour Wardrobe!  Mel Ottenberg (Official) http://www.style.com/stylefile/2013/03/diamond-girl-behind-the-scenes-of-rihannas-world-tour-wardrobe/",
          1364328912
        ]
      ],
      "dates_start": 1366219350,
      "dates_end": 1406726353,
      "likes_avg": 66894,
      "likes_stdev": 85227,
      "comments_avg": 1825,
      "comments_stdev": 1651,
      "shares_avg": 1393,
      "shares_stdev": 2027
    },
    {
      "number": 6,
      "important": [
        "photo",
        "navi",
        "la",
        "london",
        "antiworldtour",
        "action",
        "timelin",
        "cover",
        "weekend",
        "cover photo"
      ],
      "common": [
        "antiworldtour",
        "day",
        "diamondsworldtour",
        "navy",
        "navy day",
        "photos",
        "ri",
        "ri navy",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "Navy @ancwaaxo at #ANTIWORLDTOUR Bucharest. Timeline Photos",
          1471366811
        ],
        [
          "Navy beaushionn at #ANTIWORLDTOUR Munich Timeline Photos",
          1470762016
        ],
        [
          "#ANTIWORLDTOUR Cover Photos",
          1470427328
        ],
        [
          "Navy @phuckyorihanna_ and @silvia_rihannanavy at #ANTIWORLDTOUR Barcelona Timeline Photos",
          1469541965
        ],
        [
          "Navy miss_jo_waldorf at #ANTIWORLDTOUR Frankfurt Timeline Photos",
          1468939145
        ],
        [
          "Navy klyhuang at #ANTIWORLDTOUR Hamburg. Timeline Photos",
          1468356299
        ],
        [
          "Navy @_.zar._ at #ANTIWORLDTOUR London. Timeline Photos",
          1467146435
        ],
        [
          "Navy @Merlas_ at #ANTIWORLDTOUR Dallas Timeline Photos",
          1463417766
        ],
        [
          "Navy @brandondeejay at #ANTIWORLDTOUR in LA. Timeline Photos",
          1462888815
        ],
        [
          "Navy @domlaperion at #ANTIWORLDTOUR in Seattle. Timeline Photos",
          1461605226
        ],
        [
          "Navy leelou26 at #ANTIWORLDTOUR in Toronto. Timeline Photos",
          1460991616
        ],
        [
          "Navy tawieboo at #ANTIWORLDTOUR last weekend. Timeline Photos",
          1460490725
        ],
        [
          "Navy Adashia Franklyn at the #ANTIWorldTour this weekend! Timeline Photos",
          1459794354
        ],
        [
          "Thank you Tampa! #ANTIWorldTour",
          1457963493
        ],
        [
          "Photos by Dennis Leupold #ANTIWorldTour",
          1457868744
        ],
        [
          "Navy of the day: @anjubey showing her Navy pride! #BBHMMMelbourne #AOMelbourne Timeline Photos",
          1433082901
        ],
        [
          "Navy of the day: Lucia (@luciabenedicte) spotted in Copenhagen. #BBHMMCopenhagen #AOCopenhagen Timeline Photos",
          1432920188
        ],
        [
          "Navy of the day: Feim (@FeimM) making it rain in Brussels. #BBHMMBrussels #AOBrussels Timeline Photos",
          1432764000
        ],
        [
          "Navy of the day: @fefvaz is down with the Navy in Rio de Janeiro, Brazil. #BBHMMRio #AORio Timeline Photos",
          1432389841
        ],
        [
          "Navy of the day: The @santesnavy squad showing Navy pride from Mexico. #BBHMMMexico #AOMexico Timeline Photos",
          1432069994
        ],
        [
          "Navy of the day: Nanda (@fernan_mar) found in Rio de Janeiro! Rihanna’s in Brazil soon for Rock in Rio. Timeline Photos",
          1431707401
        ],
        [
          "Navy of the day: Brian Thompson (@bthompson96) representing Houston, Texas. Timeline Photos",
          1431619201
        ],
        [
          "Navy of the day: Spotted in Amsterdam! (@TheLiquorQueen) Timeline Photos",
          1431534601
        ],
        [
          "Navy of the day: Helina (@helinavm) tracked down the posters in Melbourne, Australia. #BBHMMMelbourne #AOMelbourne Timeline Photos",
          1431444841
        ],
        [
          "Navy of the day: Alexander (@ALexxPorgie) found in Miami. #BBHMMMiami #AOMiami Timeline Photos",
          1431357757
        ],
        [
          "Navy of the day: Josefine (@rihzone) spotted the posters in Stockholm, Sweden. #BBHMMStockholm #AOStockholm Timeline Photos",
          1431268920
        ],
        [
          "Navy of the day: Milly Mae (@millymaefenty) in Sydney, Australia. #BBHMMSydney #AOSydney Timeline Photos",
          1431183601
        ],
        [
          "Navy of the day: Tommy (@tommyrihaly) spotted in Toronto #BBHMMToronto #AOToronto Timeline Photos",
          1431097201
        ],
        [
          "Navy of the day: Spiro (@slaymerih) found BBHMM and AO in Sydney, Australia. #BBHMMSydney #AOSydney Timeline Photos",
          1430934940
        ],
        [
          "Navy of the day: @jesshemara showing love from New Zealand! #BBHMMAuckland #AOAuckland Timeline Photos",
          1430756040
        ],
        [
          "Thanks for coming out to the #DiamondsWorldTour!! Here's the final #DiamondsWorldTuesday pic from Ri Navy member @ronniesbaybee Timeline Photos",
          1384882214
        ],
        [
          "Ri Navy at #diamondsworldtour in Denver! Photo by @tiajade24 #DiamondsWorldTuesday Timeline Photos",
          1384265253
        ],
        [
          "Ri Navy at #DiamondsWorldTour in Punta Cana! Photo by @erica_bones #DiamondsWorldTuesday Timeline Photos",
          1383685201
        ],
        [
          "Ri Navy at #DiamondsWorldTour in Punta Cana! Photo by @camibolonotto #DiamondsWorldTuesday Timeline Photos",
          1383069601
        ],
        [
          "Ri Navy at #DiamondsWorldTour in Tel Aviv! Photo by @liorbakst #DiamondsWorldTuesday Timeline Photos",
          1382467763
        ],
        [
          "Ri Navy at the #DiamondsWorldTour in Sydney! Photo by @BigCoup #DiamondsWorldTuesday Timeline Photos",
          1381224601
        ],
        [
          "Ri Navy at #diamondsworldtour in Melbourne! Photo by @vedasatashashrestha #DiamondsWorldTuesday Timeline Photos",
          1380619800
        ],
        [
          "Ri Navy at #DiamondsWorldTour in Manila! Photo by @aljanecab #DiamondsWorldTuesday Timeline Photos",
          1380030421
        ]
      ],
      "dates_start": 1403712244,
      "dates_end": 1465126546,
      "likes_avg": 42745,
      "likes_stdev": 88796,
      "comments_avg": 971,
      "comments_stdev": 1552,
      "shares_avg": 1046,
      "shares_stdev": 3787
    },
    {
      "number": 7,
      "important": [
        "river",
        "collect",
        "rihanna",
        "photo",
        "island",
        "avail",
        "navi",
        "rihanna river",
        "timelin",
        "check"
      ],
      "common": [
        "bit ly",
        "collection",
        "http",
        "http bit ly",
        "island",
        "rihanna",
        "rihanna river",
        "rihanna river island",
        "river",
        "river island"
      ],
      "messages": [
        [
          "NAVY! Check out the Rihanna for River Island Winter Collection, available now! http://bit.ly/RihannaRI Timeline Photos",
          1383862737
        ],
        [
          "ITS HERE! Order the #Rihannaforriverisland winter collection exclusively designed by Rihanna from River Island NOW! www.riverisland.com/rihanna Timeline Photos",
          1383822001
        ],
        [
          "Navy! Adam Selman, co-designer of the Rihanna for River Island collection, takes over the River Island twitter to answer your style questions today at 5PM GMT. Follow along @river_island and ask your questions using #RIASKADAM on twitter! http://bit.ly/RiverIslandChat Timeline Photos",
          1383744536
        ],
        [
          "Navy! The Rihanna for River Island winter collection is now available for pre-order before it hits stores November 7!! Get the Rihanna look here: http://bit.ly/RIRIPREORDER RIHANNA FOR RIVER ISLAND - WINTER COLLECTION The Rihanna For River Island Winter collection exclusively designed by Rihanna is available for purchase in-store and online from the 7th November and availa...",
          1383310985
        ],
        [
          "NAVY! Pre-order the Rihanna for River Island winter collection! \n\nThe entire collection is available for pre-order now before the collection goes on sale in stores and online November 7: http://bit.ly/RIRIPREORDER Timeline Photos",
          1383226982
        ],
        [
          "The new Rihanna for River Island collection is coming soon! River Island is celebrating by giving the NAVY a chance to win a limited edition piece from the winter range.\r\n\r\nTo enter, upload a photo of yourself wearing your favourite piece from any Rihanna For River Island collection on Facebook or post your pic on Twitter or Instagram using the #RIHload and tag @River_Island in your post!\r\n\r\nFor full terms and conditions, to upload your pic and to view all of the entries so far, head here > http://bit.ly/rihload Timeline Photos",
          1383150601
        ],
        [
          "NAVY! Go behind-the-scenes with Rihanna for an inside look at her River Island Winter Collection: http://bit.ly/RIwintervid \r\n\r\nPre-order the Rihanna for River Island final collection October 31. Timeline Photos",
          1382380230
        ],
        [
          "Navy! View the Rihanna for River Island winter collection exclusively from British Vogue: http://bit.ly/HcPFv5 Timeline Photos",
          1382357736
        ],
        [
          "Navy! Watch the new video featuring the Rihanna for River Island Autumn collection. \n\nBuy the range here: http://www.riverisland.com/rihanna RIHANNA FOR RIVER ISLAND - AUTUMN COLLECTION The Rihanna For River Island Autumn collection exclusively designed by Rihanna is available for purchase in-store and online from the 12th September. For mor...",
          1380203593
        ],
        [
          "Navy! Watch the second installment of the making of the Rihanna For River Island Autumn Collection: http://youtu.be/pjdjP2vuxG0 RIHANNA FOR RIVER ISLAND AUTUMN COLLECTION PART 2 Take a behind the scenes look at the autumn Rihanna for River Island campaign photoshoot. As Rihanna talks us through her influences and inspiration for the ...",
          1379021476
        ],
        [
          "ITS FINALLY HERE! ORDER THE #Rihannaforriverisland collection exclusively designed by Rihanna at River Island NOW! www.riverisland.com/rihanna Timeline Photos",
          1378991105
        ],
        [
          "BREAKING NEWS! The FULL  #Rihannaforriverisland collection is now available for  #RIRIPREORDER Buy all the looks as worn by Rihanna and more at River Island. Head to http://bit.ly/RIRIPREORDER to place yours NOW! Rihanna Limited Edition pieces of the Rihanna for River Island fall collection now available for pre-order.  Head to http://bit.ly/RIRIPREORDER to place your order NOW!",
          1378820004
        ],
        [
          "Calling ALL navy! You can NOW BUY Rihanna's exclusive #Rihannaforriverisland Limited Edition range River Island. Get Rih's fashion killa looks @ http://bit.ly/SHOPLIMITEDEDITION Timeline Photos",
          1378483695
        ],
        [
          "Rihanna Navy, are you ready for this? We're offering a chance to be there with Rihanna at her exclusive launch event on September 10th in London, two days before the Rihanna for River Island Autumn collection hits stores on 12th September. \r\n\r\nThe lucky winners will have an exclusive invite to shop the collection FIRST with a friend while rubbing shoulders with the star herself. And if attending the party wasn't enough of a prize, the winner will also get their hands on an exclusive Rihanna for River Island goody bag.  Enter by commenting below for a chance to be one of the 10 lucky fans!\r\n\r\n* Travel and accommodation is not provided \r\n* Entrants must be 18+ (due to alcohol being served) Timeline Photos",
          1378216870
        ],
        [
          "Attention Ri Navy! Pre-order the Rihanna for River Island looks now: http://bit.ly/RIRIPREORDER  Rihanna #RihverIsland\n\nPre-order Rihanna for River Island: http://bit.ly/RIRIPREORDER",
          1377628686
        ],
        [
          "Shop the Rihanna for River Island fall collection starting September 12th! Head to http://bit.ly/RIHANNAUPDATES for the latest updates. Rihanna For River Island - Fall 2013 Line",
          1376490415
        ],
        [
          "New behind the scenes footage! Take an EXCLUSIVE look at Rihanna on the Rihanna For River Island Campaign shoot, before the Autumn collection hits stores on September 12th! Keep up-to-date with all things Rihanna For River Island here > http://bit.ly/RIHANNAUPDATES \n\nhttp://youtu.be/kLTl-S3_wo0 RIHANNA FOR RIVER ISLAND CAMPAIGN BEHIND THE SCENES Take an EXCLUSIVE behind the scenes look at the Rihanna For River Island Campaign shoot, before the much anticipated collection hits our stores on the 12th S...",
          1376413073
        ],
        [
          "Watch Rihanna as she walks through her highly anticipated River Island Autumn collection. Get a sneak peek at the new range, and see how Rihanna's sketches have developed from the drawing board to River Island stores. RIHANNA FOR RIVER ISLAND AUTUMN COLLECTION",
          1373311107
        ],
        [
          "The Rihanna for River Island summer collection is available NOW! Shop here: http://bit.ly/shoprihannasummercollection Rihanna's cover photo",
          1369770792
        ],
        [
          "The wait is over! The Rihanna for River Island summer collection is available NOW! Shop here: http://bit.ly/shoprihannasummercollection Timeline Photos",
          1369491735
        ],
        [
          "Set your clocks, the Rihanna for River Island summer line goes on sale this SATURDAY, May 25th!  LOOK magazine visited Rihanna's home island of Barbados to shoot the the new clothes. Check-out all the pics here: http://bit.ly/16cP7Rl Timeline Photos",
          1369343927
        ],
        [
          "Get a sneak peek at the new Rihanna for River Island range, and see how Rih's ideas have developed from the drawing board to design reality.\n\nTo see the latest news from Rihanna's collection for River Island, visit www.riverisland.com/rihanna RIVER ISLAND PRESENTS: RIHANNA FOR RIVER ISLAND SUMMER COLLECTION",
          1368475245
        ],
        [
          "Ever wondered how you would react if Rihanna surprised you whilst in the midst of trying on one of her designs?\n\nWell that's exactly what happened to a lucky winner at the UK launch of the Rihanna For River Island spring collection.\n\nRihanna for River Island is now available in selected stores and online at http://www.riverisland.com/rihanna RIVER ISLAND PRESENTS: RIHANNA FOR RIVER ISLAND LAUNCH - SURPRISE MOMENT",
          1363638853
        ],
        [
          "Opening ceremony recently launched their RIHtrospective exhibit at their flagship store in NYC and we've got the pics courtesy of Angela Pham & www.BFAnyc.com\n\nDon't forget to head over to www.openingceremony.us to shop Rihanna for River Island Opening Ceremony's RIHtrospective Exhibit",
          1363033554
        ],
        [
          "Watch this video for all the action from the London launch of Rihanna for River Island where RiRi hit their instore catwalk and caught up with the first fans to shop the range.\n\nSee all the images from the global Rihanna for River Island launches > http://bit.ly/rihannagloballaunch\n\nShop Rihanna for River Island online > http://bit.ly/shoprihannaforriverisland RIVER ISLAND PRESENTS: THE SPRING RIHANNA FOR RIVER ISLAND LAUNCH",
          1362600530
        ],
        [
          "The Rihanna for River Island line is officially available on http://RiverIsland.com, at River Island stores in the UK and at Opening Ceremony in NY, LA & Tokyo. \n\nMore details here: http://bit.ly/131VkNe Rihanna's cover photo",
          1362497675
        ],
        [
          "Navy! The spring Rihanna for River Island collection is available online around the globe NOW! And if you order online from the US today shipping is FREE! \n\nPlace your order here > http://bit.ly/shoprihannaforriverisland http://bit.ly/shoprihannaforriverisland",
          1362447386
        ],
        [
          "Tomorrow is the big day! \n\nThe Rihanna for River Island line will officially be available on http://RiverIsland.com, at River Island stores in the UK and at Opening Ceremony in NY & LA.\n\nMore details here: http://bit.ly/131VkNe Timeline Photos",
          1362430801
        ],
        [
          "Check out these items from the Rihanna for River Island collection. \n\nThe line launches online and in selected stores Tuesday March 5th.  \n\nDetails here: http://bit.ly/131VkNe Rihanna For River Island",
          1362164839
        ],
        [
          "Ataui Deng & Charlotte Free working it in their Rihanna for River Island dresses. \r\n\r\nThe Rihanna for River Island line launches online and in selected stores Tuesday March 5th. http://bit.ly/131VkNe Timeline Photos",
          1362069000
        ],
        [
          "Bambi Northwood-Blyth slays in this jumpsuit!\r\n\r\nThe Rihanna for River Island line launches online and in selected stores Tuesday March 5th. http://bit.ly/131VkNe Timeline Photos",
          1361984120
        ],
        [
          "If you want to shop the Rihanna for River Island collection before anyone else you’re gonna LOVE this competition. \n\nHead over to River Island's \"Queue Jump\" tab for your chance to win a priority pass to shop Rihanna’s range first in your local store!\n\nFind out more here > http://bit.ly/RIQUEUEJUMP",
          1361970000
        ],
        [
          "Ataui Deng and Bambi Northwood-Blyth for Rihanna for River Island. HOT!\r\n\r\nThe Rihanna for River Island line launches online and in selected stores Tuesday March 5th. http://bit.ly/131VkNe Timeline Photos",
          1361891524
        ],
        [
          "Jourdan Dunn serves it up in this Rihanna for River Island ad. \r\n\r\nThe Rihanna for River Island line launches online and in selected stores Tuesday March 5th.\r\n\r\nDetails here: http://bit.ly/131VkNe Timeline Photos",
          1361809412
        ],
        [
          "Relive the best bits from the Rihanna for River Island London Fashion Week show in the video below.\n\nRihanna For River Island launches in-store and online on March 5th, details here: http://bit.ly/131VkNe RIHANNA FOR RIVER ISLAND AT LONDON FASHION WEEK: THE HIGHLIGHTS",
          1361368800
        ],
        [
          "The first Rihanna for River Island collection made its global debut at London Fashion Week on Saturday 16th February. Go behind the scenes and take a look at how it all happened in the video below.\n\nRihanna for River Island will be available online and in selected stores Tuesday March 5th, more details here: http://bit.ly/131VkNe RIHANNA FOR RIVER ISLAND: BEHIND THE SCENES AT FASHION WEEK",
          1361292184
        ],
        [
          "Only 1 more hour until the Rihanna for River Island at London Fashion Week show livestream! \r\n\r\nTune in here: http://on.fb.me/WLJsLJ Timeline Photos",
          1361039400
        ],
        [
          "Tune in to the Rihanna for River Island London Fashion Week Show livestream Saturday Feb 16th at 8:30p GMT/3:30p EST/12:30p PST here: http://on.fb.me/WLJsLJ\n\nFigure out what time the livestream will be airing in yout timezone here: http://bit.ly/RihLFWtime Rihanna's cover photo",
          1360952138
        ],
        [
          "Watch the Rihanna For River Island London Fashion Week show as it happens LIVE on Saturday 16th Feb at 8.30GMT on facebook.com\\riverisland and facebook.com\\rihanna",
          1360947600
        ],
        [
          "Win the chance to meet Rih at the Rihanna for River Island collection launch at their 301 Oxford Street store! The lucky 20 winners will also get the chance to be the first customers to shop the range.\n\nhttp://bit.ly/meetRihannaatRiverIsland",
          1359581975
        ],
        [
          "Check out his first look as Rih works on her upcoming River Island collection. \n\nThe collection hits stores on Tuesday March 5th. River Island: Rihanna For River Island Behind The Scenes Part 1",
          1359482057
        ],
        [
          "Rihanna for River Island's Spring/Summer 2013 collection will premiere at London Fashion Week! The items will officially go on sale March 5th 2013.\n\nSign up to receive exclusive content and updates on Rih’s line with River Island here: http://bit.ly/RIHANNAFORRIVERISLAND Timeline Photos",
          1358444646
        ],
        [
          "Off to do some River Island business #fashawn #takeoff Instagram Photos",
          1346426878
        ],
        [
          "Rihanna and River Island are happy to announce an exciting and exclusive collaboration. She will be designing her first clothing collection for the company. The capsule collection will launch in Spring 2013.\n\nTo learn more about River Island and the collaboration with Rihanna, visit here: http://bit.ly/Q1VfUt Rihanna For River Island | Rihanna",
          1342436605
        ]
      ],
      "dates_start": 1358701693,
      "dates_end": 1379526829,
      "likes_avg": 24016,
      "likes_stdev": 23241,
      "comments_avg": 1273,
      "comments_stdev": 849,
      "shares_avg": 950,
      "shares_stdev": 946
    },
    {
      "number": 8,
      "important": [
        "world",
        "man",
        "march",
        "special",
        "full",
        "take",
        "shoot",
        "issu",
        "cover",
        "cover shoot"
      ],
      "common": [
        "cover",
        "http",
        "http smarturl",
        "issue",
        "magazine",
        "photos",
        "rihanna",
        "shoot",
        "smarturl",
        "stands"
      ],
      "messages": [
        [
          "Cover #MarchIssue Harper's Bazaar Harper's Bazaar \"There's something so special about a woman who dominates in a man's world. It takes a certain grace, strength, intelligence, fearlessness, and the nerve to never take no for an answer.\"\n\nRihanna absolutely stunned on the cover our March issue, where she channeled Amelia Earhart. See the full cover shoot here: http://bit.ly/2kSKfgl",
          1486669549
        ],
        [
          "Rihanna covers the 150th anniversary issue of Harper's Bazaar. \n\nSee more: http://smarturl.it/RihHarpers?IQid=fb Timeline Photos",
          1486561855
        ],
        [
          "Rihanna covers Footwear News before tomorrow’s Achievement Awards! Timeline Photos",
          1480372506
        ],
        [
          "\"Love On The Brain\" from ANTI available now\n\nStream the song: http://smarturl.it/LOTBstream\nStream the remixes: http://smarturl.it/streamLOTBrmx Rihanna's cover photo",
          1479502748
        ],
        [
          "Don't miss the premiere of Rihanna's #FENTYXPUMA SS17 collection on TIDAL September 28 at 7:30pm CET/1:30pm ET/10:30am ET: Fenty.TIDAL.com Rihanna's cover photo",
          1474951108
        ],
        [
          "Rihanna on the set of her CR Fashion Book cover shoot.",
          1474551461
        ],
        [
          "Become a Global Citizen. Take action to earn tickets for the #GCFestival: glblctzn.me/gcf16 Rihanna's cover photo",
          1473456107
        ],
        [
          "Rihanna on the cover of CR Fashion Book, photographed by Terry Richardson. On newsstands September 15. Timeline Photos",
          1473373395
        ],
        [
          "Rihanna’s W magazine September cover issue is on stands nationwide in the US now. Photos from Rihanna's post",
          1471363815
        ],
        [
          "Rihanna's on the cover of W magazine's September issue! http://bit.ly/2aZbXB4 Timeline Photos",
          1470123788
        ],
        [
          "Sledgehammer from Star Trek Beyond out now!\nTIDAL: http://smarturl.it/tSledgehammer \niTunes: http://smarturl.it/iSledgehammer \nSpotify: http://smarturl.it/sSledgehammer\nGoogle Play: http://smarturl.it/gSledgehammer \nAmazon: http://smarturl.it/aSledgehammer Rihanna's cover photo",
          1467046061
        ],
        [
          "Take a behind the scenes look at Rihanna’s The FADER cover shoot for their 100th issue on stands now! smarturl.it/RihannaFADER #FADER100 Rihanna - FADER 100 Cover Shoot Subscribe now for more The FADER http://bit.ly/XPZVfG Read the FADER: http://www.thefader.com Follow the FADER on Twitter: https://twitter.com/thefader Like ...",
          1446044461
        ],
        [
          "Rihanna’s cover of T: The New York Times Style Magazine is on stands now! #TGreats Photos from Rihanna's post",
          1445968396
        ],
        [
          "Rihanna covers the latest issue of T: The New York Times Style Magazine! Check the full story here: http://smarturl.it/RihannaT Timeline Photos",
          1444657406
        ],
        [
          "Rihanna’s V Magazine cover hits stands worldwide today. Get the issue here: VMagazineShop.com Photos from Rihanna's post",
          1431007200
        ],
        [
          "Rihanna's V Magazine summer 2015 cover! Pre-order the issue at Vmagazineshop.com before it's available worldwide May 7 and view more at vmagazine.com. Photos from Rihanna's post",
          1429632943
        ],
        [
          "Together, we can make music history. TIDAL.com #TIDALforALL Rihanna's cover photo",
          1427765555
        ],
        [
          "Rihanna's Harper’s Bazaar China April 2015 cover issue is on stands now! Photos from Rihanna's post",
          1426111750
        ],
        [
          "More from Rihanna’s shoot with Dennis Leupold for W Korea’s 10th Anniversary issue, on stands in South Korea and available on iTunes now! Photos from Rihanna's post",
          1425143737
        ],
        [
          "Rihanna swims with sharks in her Harper's Bazaar March issue cover shoot! Photos from Rihanna's post",
          1424283900
        ],
        [
          "Check out Rihanna on the cover of W Korea’s 10th Anniversary Issue, on stands in South Korea February 23rd and available everywhere on iTunes February 27th. Photos from Rihanna's post",
          1424002877
        ],
        [
          "Rihanna's i-D Magazine cover is now on newsstands worldwide! Find out more about i-D's Music Issue here: http://smarturl.it/RihID",
          1423664435
        ],
        [
          "Rihanna takes a dive at the cover shoot for the March issue of Harper's Bazaar US, on stands February 17! \n\nRead the full cover story: http://smarturl.it/RihHBIntvw",
          1423139141
        ],
        [
          "Rihanna covers Harper's Bazaar March issue! Timeline Photos",
          1423090740
        ],
        [
          "Rihanna covers i-D's Music Issue, on UK newsstands Feb. 5 & worldwide Feb. 9! Shot by Paolo Roversi. \n\nMore info: http://smarturl.it/RihID?IQid=fb Timeline Photos",
          1422563691
        ],
        [
          "Pick up Rihanna’s new ELLE Magazine cover issue, on stands in the US now! Rih Navy around the globe can download the issue here: http://smarturl.it/iRihElle Photos from Rihanna's post",
          1416341345
        ],
        [
          "Behind the scenes with Esquire UK! http://smarturl.it/EsquireBTS\n\nGet Rihanna’s December cover issue, on stands now in the UK and worldwide at specialty magazine stores or online here —> http://smarturl.it/RihEsquire Photos from Rihanna's post",
          1415292435
        ],
        [
          "Rihanna covers Esquire UK! \n\nGet it on stands November 6 in the UK and worldwide at specialty magazine stores. View more photos here:  http://smarturl.it/RihEsq?IQid=fb Photos from Rihanna's post",
          1415118933
        ],
        [
          "Rihanna on the cover of TUSH Magazine. On stands internationally starting September 18.\n\nShot by Gomillion Leupold.\nHair by Yusef Williams.\nMakeup by Lora Arellano. Photos from Rihanna's post",
          1410367359
        ],
        [
          "Get Rihanna's new Monster Tour Merch designed by Trapstar now! www.rihannanow.com Rihanna's cover photo",
          1407431037
        ],
        [
          "Watch ---> http://smarturl.it/RihannaHBA?IQid=fb Rihanna Bazaar Arabia Cover Shoot - Behind the Scenes Go behind the scenes of Rihanna's Harper's Bazaar Arabia July/August cover shoot. Rihanna was photographed by Ruven Afanador and is wearing Cartier and Dolce...",
          1403830670
        ],
        [
          "Rihanna covers Harper's Bazaar Arabia. Photos shot by Ruven Harpers Bazaar Arabia",
          1403741255
        ],
        [
          "Rihanna on the cover of the December issue of GQ in the UK.  The issue hits stands today, October 31. Rihanna covers GQ",
          1383251476
        ],
        [
          "Photo credit: Terry Tsiolis/Glamour Glamour Magazine Cover Shoot",
          1380671221
        ],
        [
          "Rihanna's November Glamour cover is on stands today! Head this way for more photos from her shoot: http://glmr.me/18p73WW Timeline Photos",
          1380666295
        ],
        [
          "Remixes for \"What Now\" available now: http://smarturl.it/whatnowremix Rihanna's cover photo",
          1378499020
        ],
        [
          "On May 6th tune into FOX to watch Rihanna's 777 tour documentary. Check out the trailer here: http://fox.tv/777Teaser\n\nGet the full 77-minute DVD version on Amazon.com  May 7th. http://amzn.to/13rkPEU Rihanna's cover photo",
          1367339301
        ],
        [
          "Rihanna is gracing the cover of ELLE’s April issue on stands on TODAY!\n\nRead the article on her shoot here: http://on.elleuk.com/XSgr0R Timeline Photos",
          1362590489
        ],
        [
          "Rihanna is gracing the cover of ELLE’s April issue which hits stands on Wednesday March 6th. \n\nCheck out this video from her cover shoot here: http://on.elleuk.com/ZLPbUu Timeline Photos",
          1362092400
        ],
        [
          "Rihanna's graces the cover of V Magazine with the lovely Kate Moss. \r\n\r\nPick up the issue when it hits stands on February 28th. Timeline Photos",
          1361570947
        ],
        [
          "Look who's the April 2013 cover girl for ELLE! \r\n\r\nCheck out this first look at her cover shoot with the magazine and more here: http://bit.ly/YEuzr2 Timeline Photos",
          1361311752
        ],
        [
          "Check out this BTS footage from Rihanna's Rolling Stone cover shoot: http://rol.st/UbKRLl Rihanna's Rolling Stone Cover Shoot Singer works it with photographer Terry Richardson for February 14th issue",
          1360713601
        ],
        [
          "Rihanna showed the folks over at Complex Magazine how to take a hot selfie. \n\nThere's also some cool behind the scenes footage from her Feb/March 2013 7 cover shoot with the magazine. \n\nWatch the video here: http://bit.ly/WJlhZC Rihanna Read the full cover story on Complex: http://bit.ly/UZjqls\n\nGet Rihanna's album, Unapologetic, today: http://smarturl.it/UnapologeticDlx",
          1358357677
        ],
        [
          "Rihanna covers SEVEN special editions of Complex Magazine’s February/March 2013 issue. \r\n\r\nCheck out all SEVEN Rih covers and read the full article here: http://bit.ly/UZjqls Timeline Photos",
          1358183737
        ],
        [
          "Take a look at Rih's hot cover for Esquire UK's July issue. Pick up the magazine when it hits stands June 4th. http://bit.ly/M8wYdp Timeline Photos",
          1338402609
        ],
        [
          "Here's a sneak peek at Rihanna's photo shoot with Esquire UK for their June issue. See the full spread, along with a revealing interview when the issue hits stands June 4th.  Rihanna Photos by Melissa Forde for Esquire UK http://www.esquire.co.uk/2012/05/rihanna/",
          1337358609
        ],
        [
          "Rihanna is featured on the cover of the latest issue of Elle Magazine, and gives a lengthy interview on everything from her new movie Battleship to her love life. The issue hits stands on April 17th. Rihanna",
          1334342856
        ],
        [
          "Rihanna covers the May issue of ELLE where she talks about everything from Battleship to Chris Brown. Make sure you pick up your copy. Timeline Photos",
          1333738986
        ]
      ],
      "dates_start": 1368968985,
      "dates_end": 1459625291,
      "likes_avg": 102755,
      "likes_stdev": 100434,
      "comments_avg": 2362,
      "comments_stdev": 1956,
      "shares_avg": 3060,
      "shares_stdev": 2691
    },
    {
      "number": 9,
      "important": [
        "facebook",
        "post",
        "vote",
        "twitter facebook",
        "award vote",
        "award",
        "favorit",
        "femal",
        "nomin",
        "twitter"
      ],
      "common": [
        "artist",
        "awards",
        "music",
        "music awards",
        "photos",
        "rihanna",
        "timeline",
        "timeline photos",
        "vote",
        "year"
      ],
      "messages": [
        [
          "Rihanna is nominated for the Kids' Choice Awards! Vote for her as Favorite Female Singer when you post with hashtags #KCAFavFemaleSinger and #Rihanna on Twitter and Facebook. Timeline Photos",
          1486092607
        ],
        [
          "Rihanna is nominated for Best International Female at the BRIT Awards! Timeline Photos",
          1484426706
        ],
        [
          "Congrats to Rihanna on her 9 nominations for the iHeartRadio awards! Vote at http://bit.ly/2jaiTSP Timeline Photos",
          1483556540
        ],
        [
          "Rihanna wins big at the #AMAs, taking home three awards tonight! Timeline Photos",
          1479701897
        ],
        [
          "Last day to vote Rihanna for Artist of the Year at the American Music Awards! Vote on Twitter with \"@rihanna + Artist of the Year + #AMAs” or cast your vote here: AMAvote.com Timeline Photos",
          1479410562
        ],
        [
          "VOTE Timeline Photos",
          1478633920
        ],
        [
          "Have you voted Rihanna for the American Music Awards yet? Tweet to vote (rules in photo) or go to AMAvote.com.\n\nShe’s nominated for:\nArtist of the Year \nCollaboration of the Year \nVideo of the Year\nFavorite Female Artist - Pop/Rock \nFavorite Female Artist - Soul/R&B \nFavorite Album - Soul/R&B \nFavorite Song - Soul/R&B Timeline Photos",
          1477066513
        ],
        [
          "Rihanna is the lead female nominee for this year's American Music Awards! Vote Rihanna at AMAvote.com. Timeline Photos",
          1476110007
        ],
        [
          "Rihanna opens the MTV Video Music Awards this Sunday at 9PM ET/PT! Don't miss her performance as the recipient of the 2016 Video Vanguard award.",
          1472250367
        ],
        [
          "Watch Rihanna perform at the MTV Video Music Awards as the Video Vanguard award recipient on Sunday, August 28 at 9PM ET/PT. Rihanna's cover photo",
          1471846380
        ],
        [
          "Rihanna receives the Michael Jackson Video Vanguard award at this years MTV Video Music Awards on August 28! To celebrate this great honor, Rihanna will perform live from Madison Square Garden on Sunday, August 28 at 9PM ET/PT. Timeline Photos",
          1470924126
        ],
        [
          "Tonight watch Rihanna on the Billboard Music Awards at 8E/5P! \n\nVote for her to take home the Chart Achievement Award here: bit.ly/VoteBBMAs Timeline Photos",
          1463925609
        ],
        [
          "Tune in for a special performance by Rihanna at the Billboard Music Awards Sunday at 8E/5P on ABC! Vote RiRi for the Chart Achievement Award now: bit.ly/VoteBBMAs Timeline Photos",
          1463752885
        ],
        [
          "Rihanna takes the Billboard Music Awards stage in SIX DAYS! Tune in May 22nd at 8e/5p on ABC and be sure to vote for Rihanna for the Chart Achievement Award: bit.ly/VoteBBMAs Timeline Photos",
          1463433245
        ],
        [
          "Rihanna is a Billboard Chart Achievement Award finalist at the #BBMAs! Vote on Twitter or http://bit.ly/1s7fCns Vote now for the Billboard Chart Achievement Award Vote now for the Billboard Chart Achievement Award and be sure to tune in to the Billboard Music Awards, May 22nd at 8E / 5P on ABC!",
          1463157007
        ],
        [
          "Tune in to the Billboard Music Awards for Rihanna’s special performance on May 22! Timeline Photos",
          1463079891
        ],
        [
          "The American Music Awards are November 22nd and Rihanna is nominated for two awards! To show your love, post a status with Rihanna + #FavoriteFemaleArtistSoulRandB, and then visit AMAvote.com to vote Rihanna for Collaboration of the Year! Timeline Photos",
          1446758911
        ],
        [
          "Get ready, Navy! Rihanna is performing at the iHeartRadio Music Awards March 29 on NBC. http://bit.ly/iheartawards iHeartRadio Music Awards Get all the details on the iHeartRadio Music Awards. Watch live on NBC on March 29, 2015!",
          1425908253
        ],
        [
          "Throwback to Rihanna at the Teen Choice Awards in 2006!  Show RiRi your love by voting for Rihanna to win \"Choice Female Hottie\" and \"Social Media Queen\"! If you're under 20, sign up and vote here: www.teenchoiceawards.com #tbt Timeline Photos",
          1407425026
        ],
        [
          "NAVY, show your support! Teenage navy members can vote for Rihanna to take home the \"Choice Female Hottie\" award at the FOX Teen Choice Awards this August! http://www.teenchoiceawards.com Timeline Photos",
          1403706894
        ],
        [
          "Rihanna is up for 5 awards in tonight's Billboard Music Awards! Tune in at 8/7c on ABC to find out if she wins big. Timeline Photos",
          1400421600
        ],
        [
          "Throwback to Rihanna accepting the 2006 Billboard Female Artist of the Year Award! Rihanna is nominated for this award + 4 more this year! Tune in Sunday on ABC at 8/7c to see if she takes home the 2014 #BBMAs. #ThrowbackThursday Timeline Photos",
          1400166001
        ],
        [
          "Photos from Rihanna on Instagram at the first-ever iHeartRadio Music Awards as she takes home four awards include the biggest award for Artist of the Year! #NheviRDie RiRi takeover at the iHeartRadio Music Awards",
          1399050726
        ],
        [
          "THANK YOU iHeartRadio and the #RihannaNAVY!  Rihanna took home four awards at the iHeartRadio Music Awards! And congrats to YOU #RihannaNAVY for winning Best Fan Army! http://bit.ly/iHeartRihanna Rihanna Wins at iHeartRadio Awards - Rihanna",
          1398993076
        ],
        [
          "Show your NAVY pride and vote Rihanna for the iHeartRadio Instagram award! Upload a photo or video to Instagram and tag #iHeartRihanna to vote between now and 8PM Thursday! Tune in to the first ever iHeartRadio awards this Thursday on NBC. Timeline Photos",
          1398879735
        ],
        [
          "NAVY! Rihanna made it to the final round of the iHeartRadio Music Awards and we need you to bring her to the top!! \n\nVote here --> http://smarturl.it/iHRawards?IQid=riFB\n\nVote Rihanna for:\nArtist of the Year \nHip Hop/R&B Song of the Year – Pour It Up\nBest Collaboration – Monster with Eminem\nSong of the Year – Stay ft Mikky Ekko\nBest Fan Army – Rihanna's Navy iHeartRadio Music Awards The first-ever iHeartRadio Music Awards will air live from Los Angeles May 1st on NBC. Cast your votes now to determine the finalists in each category!",
          1395942656
        ],
        [
          "NAVY, time to show your support! It's the last day to vote Rih for your Favorite R&B Artist on the People's Choice Awards!\n\nTO VOTE: Go to the People's Choice Awards Facebook, include \"Rihanna #randbartist #PeoplesChoice\" in a tweet, or click here: http://bit.ly/VoteRihPCA Vote now for People's Choice Awards 2014! Your votes determine the winners at the People's Choice Awards show. Support your favorites in movies, music and television by casting your votes today!",
          1386284780
        ],
        [
          "NAVY! Who watched Rihanna on the American Music Awards last night?! Relive her performance of \"Diamonds\" plus her award acceptance speeches now: http://bit.ly/RihAMAs Rihanna - Diamonds (2013 AMAs) Rihanna performs \"Diamonds\" live at the 2013 American Music Awards. © 2013 Dick Clark Productions",
          1385412299
        ],
        [
          "Tonight at the American Music Awards, Rihanna takes home the first-ever Icon and Favorite Soul/R&B Artist awards. Thanks to the Navy for voting!",
          1385349516
        ],
        [
          "NAVY! Who's watching tonight? Don't miss Rihanna's performance on the American Music Awards on ABC Television Network at 8/7c Timeline Photos",
          1385319601
        ],
        [
          "It's FRIHDAY - 2 DAYS until the American Music Awards! Watch Rihanna on #TheAMAs this Sunday! Timeline Photos",
          1385136001
        ],
        [
          "Don't miss Rihanna on the American Music Awards this Sunday! She will perform and accept the first ever Icon Award!! Rihanna's cover photo",
          1385067502
        ],
        [
          "#ThrowbackThursday: Rihanna on the red carpet at the 2011 American Music Awards before she won the \"Favorite Album\" award for Loud. Tune in Sunday at 8/7c on ABC! Timeline Photos",
          1385053201
        ],
        [
          "Get ready, navy!! Rihanna accepts the first ever Icon Award this Sunday at the American Music Awards! Will you be watching on ABC?",
          1384877920
        ],
        [
          "Navy! Vote RiRi as your favorite female artist (Pop/Rock) at the American Music Awards! Vote here: www.amavote.com or tweet @Rihanna + Favorite Female Artist Pop/Rock + #AMAs to vote. Timeline Photos",
          1384438895
        ],
        [
          "Navy! Vote RiRi's Unapologetic as your favorite album for the American Music Awards! Vote here: www.amavote.com or tweet @Rihanna + Favorite Album Soul/R&B + #AMAs to vote. Timeline Photos",
          1383844604
        ],
        [
          "Show your NAVY pride & vote Rihanna for Favorite R&B Artist at the People's Choice Awards! http://bit.ly/VoteRocPCA Cast your votes now for People's Choice Awards 2014 - PeoplesChoice.com Your votes determine the winners at the People's Choice Awards show. Support your favorites in movies, music and television by casting your votes today!",
          1383770597
        ],
        [
          "#ThrowbackThursday: Rihanna in the video for Unfaithful. VOTE Rihanna to win the Youtube Music Awards! \r\n\r\nWatch on YouTube and share this video on twitter, facebook, and google plus to vote RiRi for Artist of the Year: http://bit.ly/RihYTMAartistoftheyear\r\n\r\nWatch and share this video on twitter, facebook, and google plus to vote RiRi's \"Diamonds\" for Best Phenomenon: http://bit.ly/RihYTMAphenomenon Timeline Photos",
          1383242699
        ],
        [
          "The YouTube Music Awards are almost here! Share this post to vote Rihanna for Artist of the Year. http://bit.ly/RihYTMAartistoftheyear\n \nRihanna's \"Diamonds\" is also nominated for Best Phenomenon! Share this video to vote RiRi's \"Diamonds\" as Best Phenomenon: http://bit.ly/RihYTMAphenomenon Rihanna - YTMA Artist of the Year Share this video on Google+, Twitter and Facebook to vote for Rihanna for Artist of the Year and tune in on November 3 to see the winners of the 2013 YouTube...",
          1383160200
        ],
        [
          "Navy! Vote RiRi as your favorite female artist (Soul/R&B) for the American Music Awards! Vote here: www.amavote.com or tweet @Rihanna + Favorite Female Artist Soul/R&B + #AMAs to vote. Timeline Photos",
          1383140308
        ],
        [
          "You've watched Rihanna's \"We Found Love\" on YouTube. Now VOTE Rihanna to win the Youtube Music Awards!  \r\n\r\nShare this video on twitter, facebook, and google plus to vote RiRi for Artist of the Year: http://bit.ly/RihYTMAartistoftheyear\r\n \r\nShare this video on twitter, facebook, and google plus to vote RiRi for Best Phenomenon: http://bit.ly/RihYTMAphenomenon Timeline Photos",
          1383076800
        ],
        [
          "\"Diamonds\" is nominated for Best Phenomenon at the YouTube Music Awards!  Share this post to vote Rihanna!\n\nShe's also nominated for Artist of the Year! Share this video on twitter, facebook, and google plus to vote RiRi for Artist of the Year: http://bit.ly/RihYTMAartistoftheyear Diamonds - YouTube Music Awards Phenomenon Share this video on Google+, Twitter and Facebook to vote for Diamonds for YouTube Phenomenon and tune in on November 3 to see the winners of the 2013 YouTub...",
          1383000374
        ],
        [
          "You’ve seen Rihanna’s “Diamonds” on YouTube. Now VOTE Rihanna for the Youtube Music Awards.\r\n\r\nShare this video on twitter, Facebook, and Google+ to vote \"Diamonds\" for Best Phenomenon: http://youtu.be/PT6LniNgdmc \r\n\r\nShare this video on twitter, facebook, and google plus to vote RiRi for Artist of the Year: http://youtu.be/VJDa2Kbv4RM Timeline Photos",
          1382722363
        ],
        [
          "It's up to you, NAVY! Vote Rihanna for the 40th Annual People's Choice Awards!\n\nRiRi is nominated for Favorite Female Artist, Favorite Pop Artist, Favorite R&B Artist, Favorite Music Video (Stay), and Favorite Music Fan Following (that's you, NAVY!)\n\nVote here: http://bit.ly/VoteRihPC Nominate your favorites for People's Choice Awards 2014 It's time to voice your choice to determine this year's nominees. The top five will become the official nominees of People's Choice Award 2014! Vote often and share with your friends to make sure your favorites make the cut!",
          1382648721
        ],
        [
          "You’ve seen Rihanna’s “Stay” on YouTube. Now VOTE Rihanna for the Youtube Music Awards.\r\nShare this video on twitter, facebook, and google plus to vote RiRi for Artist of the Year: http://youtu.be/VJDa2Kbv4RM Timeline Photos",
          1382628001
        ],
        [
          "Navy! Vote RiRi for the American Music Awards! Vote here: www.amavote.com or tweet @Rihanna + Artist of the Year + #AMAs to vote. Timeline Photos",
          1382538809
        ],
        [
          "Rihanna is nominated for the first ever YouTube Music Awards! Vote RiRi to win \"Artist of the Year\" and Diamonds as \"Youtube Phenomenon\" by sharing this video from www.youtube.com/musicawards. Rihanna - YouTube Music Awards Artist of the Year Vote for Rihanna for Artist of the Year and tune in on November 3 to see the winners of the 2013 YouTube Music Awards, presented by Kia. These are the top mu...",
          1382404426
        ],
        [
          "Navy, it's time to vote RiRi for the American Music Awards! www.amavote.com\r\n\r\nArtist of the Year / Favorite Album (Soul/R&B) / Favorite Female Artist (Soul/R&B)  / Favorite Female Artist (Pop/Rock) \r\n\r\nVOTE HERE 1x/day: www.amavote.com or tweet @Rihanna + Category +  #AMAs to vote. Timeline Photos",
          1381430017
        ],
        [
          "Rihanna is nominated for an MTV European Music Award! Show your Ri Navy pride and vote Rihanna for Best Look and \"Diamonds\" for Best Song: http://bit.ly/EMAvote Timeline Photos",
          1379433632
        ],
        [
          "Don't forget to vote for Rihanna Daily in the 2013 NewNowNext Awards! They're up in the \"Superfan Site\" category. \n\nVote here: http://logo.to/10MyTaK 2013 NewNowNext Awards | Vote for Everything New, Now and Next in Pop Culture | LogoTV",
          1365436771
        ],
        [
          "Vote for “We Found Love” at this year’s European Music Awards in the ‘Best Video’ category. http://tv.mtvema.com/vote Timeline Photos",
          1351185271
        ],
        [
          "Rih Navy, vote for Rihanna at the European Music Awards. She’s up in the ‘Best Pop’ category against some fierce competitors. http://tv.mtvema.com/vote Timeline Photos",
          1350578093
        ],
        [
          "Rihanna's nominated for a 2012 Soul Train award in the Best Dance Performance category for \"Where Have You Been!\" \n\nTune into Centric on Thursday, November 8th at 7:30 PM to catch the show. Timeline Photos",
          1350166414
        ],
        [
          "Rihanna leads the 2012 American Music Awards Nominee pack with FOUR nominations! Vote for her here: http://abc.tv/QbydYb\n\n\nThe 2012 American Music Awards air Sunday, November 18th, on ABC Television Network. Timeline Photos",
          1349816372
        ],
        [
          "“We Found Love” is nominated in the ‘Best Song’ category at the MTV European Music Awards this year. Vote for the track here: http://tv.mtvema.com/vote Timeline Photos",
          1349462401
        ],
        [
          "Rihanna Navy! Your girl Rih is nominated for 11 MTV VMA’s this year. Make sure you tune in on Thursday Sept 6 at 8/7c to see if she takes any awards home. 2012 MTV Video Music Awards | MTV.com",
          1343830776
        ],
        [
          "Congratulations to Rihanna on being nominated \"Crossover Artist of the Year\" at this year's Billboard Latin Music Awards! The Billboard Latin Music Awards airs LIVE on Telemundo on April 26th! WEEEEPAAAAAAAAAA!",
          1330612209
        ]
      ],
      "dates_start": 1363426180,
      "dates_end": 1453054195,
      "likes_avg": 59670,
      "likes_stdev": 63063,
      "comments_avg": 1614,
      "comments_stdev": 1178,
      "shares_avg": 1581,
      "shares_stdev": 1935
    },
    {
      "number": 10,
      "important": [
        "week",
        "pari",
        "fenti",
        "fashion week",
        "fashion",
        "dure",
        "march",
        "pari fashion",
        "puma",
        "show"
      ],
      "common": [
        "collection",
        "fentyxpuma",
        "new",
        "paris",
        "photos",
        "puma",
        "rihanna",
        "stance",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "PaRIH x 2. Rihanna will show her AW17 collection with PUMA in paris on March 6. Rihanna’s Puma Show Will Be in Paris Again For the second consecutive season, she’s showing Fenty Puma by Rihanna during Paris Fashion Week.",
          1486128291
        ],
        [
          "Holiday collection from Rihanna for Stance is out today! Get the new looks now: smarturl.it/RihannaStance Timeline Photos",
          1479840546
        ],
        [
          "#THECREEPER is back December 8th in 3 new velvet color ways just for the holidays! #FENTYxPUMA Timeline Photos",
          1479597548
        ],
        [
          "Fresh looks from #FENTYXPUMA out today! Get the new PUMA drop here: smarturl.it/RihannaPUMA Timeline Photos",
          1478006409
        ],
        [
          "Which is your favorite new sock from the #RihannaXStance fall collection? \nShop Stance now: http://smarturl.it/RihannaStance",
          1476806432
        ],
        [
          "New collection from Stance with visuals by Bijou Karman out now! http://smarturl.it/RihannaStance #RihannaXStance Timeline Photos",
          1476795427
        ],
        [
          "#FENTYXPUMA round 2 is here!! Get the new looks from PUMA NOW —> smarturl.it/RihannaPUMA Timeline Photos",
          1476532835
        ],
        [
          "New #RihannaXStance sock collection for Stance is coming out October 18.",
          1476362743
        ],
        [
          "Rih-live the #FENTYXPUMA SS17 show from Paris with PUMA! FENTY PUMA by Rihanna | SS17 Collection in Paris Global Sports Brand PUMA and Women's Creative Director, Rihanna, debuted the FENTY PUMA by Rihanna SS17 Collection at Paris Fashion Week. The collection takes inspiration from 18th century France and fuses it with a street style vibe. The collection interprets the romance and grandeur of French cult...",
          1475856727
        ],
        [
          "#FENTYXPUMA PUMA stocked up new AW16 items today! Get it now: smarturl.it/RihannaPUMA Timeline Photos",
          1475756156
        ],
        [
          "#FENTYXPUMA Spring/Summer 17 collection show is a wrap!\nThank you PUMA and glam squad Oribe, SEPHORA, Young Nails, and Armand de Brignac for the bubbly! Timeline Photos",
          1475179955
        ],
        [
          "#THECREEPER is back today in the original colorways.  Get your pair now: smarturl.it/RihannaPUMA #FENTYXPUMA Timeline Photos",
          1475150430
        ],
        [
          "#FENTYXPUMA Spring/Summer 17 collection premieres at Paris Fashion Week in just a few minutes! Watch the show live from Paris on TIDAL at FENTY.TIDAL.com",
          1475076741
        ],
        [
          "#FENTYXPUMA Spring/Summer 17 collection premieres at Paris Fashion Week today at 7:30PM CET/1:30 ET/4:30 PT.  Watch the show live from Paris on TIDAL at FENTY.TIDAL.com Timeline Photos",
          1475061216
        ],
        [
          "#FENTYXPUMA head to toe. Watch the SS17 collection show at Paris Fashion Week on TIDAL Wednesday at 7:30pm CET/1:30 ET on Fenty.TIDAL.com. #TIDALXRIHANNA Timeline Photos",
          1474914590
        ],
        [
          "#TBT to the first #FENTYXPUMA show in February.  \nShop the fall collection now: smarturl.it/RihannaPUMA\nTune in next Wed Sept 28 for the SS17 show: FENTY.TIDAL.com Timeline Photos",
          1474562400
        ],
        [
          "Rihanna to premiere her next SS17 collection for PUMA at Paris Fashion Week on September 28 with a livestream on TIDAL at FENTY.TIDAL.com. #FENTYXPUMA Timeline Photos",
          1474416549
        ],
        [
          "The first round of Rihanna's fall collection as creative director for Puma is available today! Get with it: smarturl.it/RihannaPUMA #FENTYXPUMA Photos from Rihanna's post",
          1473170520
        ],
        [
          "Tomorrow the #FENTYXPUMA fall collection from Rihanna and PUMA debuts at Bergdorf Goodman & exclusive SIX:02 pop up shops in LA & NYC: http://spr.ly/6010B4Mnk Timeline Photos",
          1473123775
        ],
        [
          "The debut PUMA collection by Rihanna arrives in stores September 6. #FENTYXPUMA",
          1472740260
        ],
        [
          "The Fenty PUMA by Rihanna FUR SLIDE is back in stock with all new GREY color way today! Get it here: smarturl.it/RihannaPUMA PUMA Sliding back into stock with a new colorway. The Fur Slide designed by Rihanna is back. Take your pick at PUMA.com/Rihanna. #FENTYxPUMA",
          1470398744
        ],
        [
          "THE TRAINER by Rihanna for PUMA is now available in GREY! Get the new color: smarturl.it/RihannaPUMA Timeline Photos",
          1465992029
        ],
        [
          "The \"Look Back At It\" thigh high from Rihanna's collection for Stance is out now! smarturl.it/Rihannastance Timeline Photos",
          1464699006
        ],
        [
          "New colors of the PUMA Creeper are out now! http://bit.ly/1TD9PCy Timeline Photos",
          1464265152
        ],
        [
          "Are you ready Navy? #THECREEPER is back May 26 in 3 new colors. PUMA You asked, Rihanna delivered. The Creeper is back and bolder than ever in three new colors. Coming May 26 to PUMA.com/Rihanna. #FENTYxPUMA",
          1463583360
        ],
        [
          "Rihanna and PUMA drop 3 new colors for THE CREEPER on May 26. Timeline Photos",
          1463066945
        ],
        [
          "Stance summer collection is here! Get #RihannaXStance now: smarturl.it/RihannaStance Photos from Rihanna's post",
          1461070500
        ],
        [
          "New Stance looks coming 4/19!",
          1460730392
        ],
        [
          "Coming soon. #RihannaXStance Stance Summer is coming...\n Rihanna Stance Muse",
          1460662908
        ],
        [
          "Get summer ready with the Fur Slide designed by Rihanna, available April 22. #FENTYXPUMA PUMA The Fur Slide by FENTY. Rihanna's latest design is just in time for those summertime moves. Arriving 4.22. #FENTYxPUMA",
          1460386585
        ],
        [
          "Eskiva by PUMA. PUMA Fashioned for the fearless. #Eskiva",
          1459340179
        ],
        [
          "Ladies, take your training to the next level with PUMA's PWRSHAPE. PUMA Training Support for your every move. Confidence for your every day. The PWRSHAPE Forever Bra.",
          1458855347
        ],
        [
          "#THETRAINER is here! Cop the latest #FENTYxPUMA footwear: http://smarturl.it/RihannaPUMA Timeline Photos",
          1456495955
        ],
        [
          "See more from the NYFW debut of Rihanna’s collection for PUMA at RihannaNow.com/Fashion. #FENTYxPUMA Photos from Rihanna's post",
          1455894000
        ],
        [
          "The countdown to autumn begins. #FENTYxPUMA",
          1455806447
        ],
        [
          "#THETRAINER from Rihanna's FENTY for PUMA collection...Coming soon #FENTYxPUMA Timeline Photos",
          1455764485
        ],
        [
          "#FENTYxPUMA",
          1455557004
        ],
        [
          "Rihanna's #FENTYxPUMA collection debut with PUMA at NYFW! Photos from Rihanna's post",
          1455331743
        ],
        [
          "#FENTYxPUMA NYFW",
          1455323129
        ],
        [
          "Tomorrow! #FENTYxPUMA takes NYFW. Timeline Photos",
          1455206373
        ],
        [
          "This Friday, Rihanna premieres her fall 2016 PUMA collection during the #FentyXPuma NYFW show. PUMA Forever upping her game. Rihanna, #FENTYxPUMA Creative Director, gears up for New York.",
          1455141472
        ],
        [
          "Happy Holidaze from Rihanna and Stance Muse! #rihannaxstance",
          1450797259
        ],
        [
          "The nice list is overrated! Channel your inner bad gal with Rihanna’s holiday collection for Stance now: Smarturl.it/Rihannastance. #RihannaXStance Photos from Rihanna's post",
          1448740651
        ],
        [
          "#THECREEPER —> in men’s sizes & new colors for the ladies! #FENTYXPUMA Timeline Photos",
          1448202321
        ],
        [
          "THE CREEPER is back with a new look. Time for a BadGal X PUMA upgrade —> PUMA.com/Creeper\n#FENTYXPUMA Timeline Photos",
          1447993990
        ],
        [
          "Time for an encore: The CREEPER returns with men's sizes and two new colors for the ladies! #FENTYXPUMA",
          1447947986
        ],
        [
          "#RihannaXStance holiday collection is out now! Get yours here: smarturl.it/RihannaStance #HeauxHeauxHeaux Rihanna x Stance Holiday Collection",
          1447942201
        ],
        [
          "New #rihannaxstance holiday collection coming in 2 days. RihannaXStance Holiday Collection",
          1447815370
        ],
        [
          "Rihanna sports the new PUMA Eskiva. Step up your game. Timeline Photos",
          1445874555
        ],
        [
          "Rihanna’s first collaboration as Women’s Creative Director with PUMA sold out online in under 12 hours! Thank you for supporting #FentyXPUMA, you can still get THE CREEPER at select PUMA stores worldwide. Timeline Photos",
          1443188689
        ],
        [
          "Bitch What, Broke Bitch, and Pedicure: The newest #RihannaXStance toe socks from the Stance Muse fall collection at smarturl.it/RihannaStance?IQid=fb15 Photos from Rihanna's post",
          1442339523
        ],
        [
          "Order The Creeper, Rihanna's first design with PUMA now!  PUMA.com/CREEPER #FENTYXPUMA PUMA Creeper, the first design from FENTY - PUMA by Rihanna. Limited edition available now at PUMA.com/Creeper.",
          1442240750
        ],
        [
          "Rihanna trains for platinum with PUMA #NoMatterWhat #ForeverFaster FENTYxPUMA",
          1441987213
        ],
        [
          "Rihanna’s new fall collection for Stance Muse drops today! Shop #RihannaXStance at stance.com/rihanna Rihanna X Stance",
          1441824574
        ],
        [
          "NEW Rihanna X Stance Muse socks coming 9/9. #rihannaxstance #theuncommonthread Rihanna x Stance",
          1441411397
        ],
        [
          "Step up your training gear. Bring it with PUMA. #ForeverFaster Rihanna x PUMA #ForeverFaster",
          1440974980
        ],
        [
          "Upgrade your sock game with Rihanna’s new collaboration with Stance: stance.com/rihanna Photos from Rihanna's post",
          1436970965
        ],
        [
          "Check out Rihanna rocking the Pulse XT in this new photo from her PUMA collaboration! #ForeverFaster Timeline Photos",
          1436315723
        ],
        [
          "Rihanna reps the new PUMA Pulse XT. Can you keep up? Timeline Photos",
          1430505001
        ],
        [
          "The new RihannaNow.com is here!",
          1427202071
        ],
        [
          "Rihanna celebrates Paris Fashion Week wearing Balmain, LANVIN, and Adam Selman. Tell us your favorite RiRi look! RiRi at Paris Fashion Week",
          1394418592
        ],
        [
          "#PaRIH x Mel Ottenberg Have No Fear, Riri's Here! | style file | Style.com Instagram has dubbed Paris fashion week #PaRih. Why? Because while trotting from one show to the next, the pop sensation has completely stolen the style sp",
          1394147874
        ],
        [
          "#DioR RiRi at Paris Fashion Week",
          1393963406
        ],
        [
          "Adam Selman A/W 2014 collection! Quilted coat and mini skirt!!!! #GagOrder RiRi at Paris Fashion Week",
          1393458545
        ],
        [
          "Roc4Life goes through Rihanna's different hairstyles throughout her career. Which style was your favorite? http://bit.ly/Hs7L7m The Evolution of Rihanna's Hair Color | Roc4Life",
          1334257835
        ],
        [
          "Rihanna Navy! RiRi heats things up in this new Armani ad. Check it out! http://bit.ly/xJBLcv New Rihanna x Armani Ad",
          1331236497
        ]
      ],
      "dates_start": 1422369934,
      "dates_end": 1481581861,
      "likes_avg": 38629,
      "likes_stdev": 38594,
      "comments_avg": 1431,
      "comments_stdev": 4777,
      "shares_avg": 1099,
      "shares_stdev": 1351
    },
    {
      "number": 11,
      "important": [
        "photo",
        "rihanna",
        "video",
        "star",
        "perform",
        "tidal",
        "timelin",
        "action",
        "vevo",
        "watch"
      ],
      "common": [
        "http",
        "http smarturl",
        "music",
        "music video",
        "rihanna",
        "shakira",
        "smarturl",
        "vevo",
        "video",
        "watch"
      ],
      "messages": [
        [
          "Rihanna's VMA performances are now on TIDAL and Vevo!\nWatch on TIDAL: http://smarturl.it/VMAtidal\nWatch on VEVO: http://smarturl.it/VMAvevo Timeline Photos",
          1472912471
        ],
        [
          "Watch the Sledgehammer video from Star Trek Beyond NOW! \n\nVevo: http://smarturl.it/vSledgehammerVid\nTIDAL: http://smarturl.it/tSledgehammerVid",
          1467367570
        ],
        [
          "Watch the new Sledgehammer video from Star Trek Beyond!! Sledgehammer (From The Motion Picture I'm watching Sledgehammer (From The Motion Picture",
          1467288410
        ],
        [
          "Be ready Navy!! The video for Sledgehammer from Star Trek Beyond premieres tomorrow! First time ever IMAX will debut the music video at 9AM EST and then watch on TIDAL and Vevo at 10AM EST!",
          1467202959
        ],
        [
          "What's your favorite part of the #THISISWHATYOUCAMEFOR video?\n\nWatch on TIDAL: http://smarturl.it/TIWYCFvidt\nWatch on Vevo: http://clvnhr.is/TIWYCFvid Timeline Photos",
          1466690419
        ],
        [
          "Watch Love On The Brain from the #BBMAs\nTIDAL: http://smarturl.it/tRihBBMAs\nVevo: http://smarturl.it/RihannaBBMAs",
          1464101609
        ],
        [
          "Watch part 2 of #NEEDEDMEVIDEO behind the scenes!\nVEVO: http://smarturl.it/NeededMeBTS2v\nTIDAL: http://smarturl.it/NeededMeBTS2t Timeline Photos",
          1461593923
        ],
        [
          "Watch the \"Kiss It Better\" video now!\n\nVevo: http://smarturl.it/KIBvideo\nTIDAL: http://smarturl.it/KIBvideoT",
          1459433405
        ],
        [
          "Bitch Better Have My Money video out now!! smarturl.it/BBHMMvideo",
          1435856400
        ],
        [
          "Watch some lucky navy members get kidnapped for a first-ever screening of the \"Bitch Better Have My Money\" video thanks to TIDAL: http://smarturl.it/tidalxr TIDAL It got a little more interesting last night when Rihanna decided to kidnap her fans for an exclusive premiere of “Bitch Better Have My Money.” Witness the TIDAL X: Rihanna BBHMM highlights now and check out the epic “B*tch Better Have My Money” music video, also on TIDAL.com.",
          1435845908
        ],
        [
          "Watch the “Bitch Better Have My Money” music video now! http://smarturl.it/BBHMMvideo Bitch Better Have My Money (Explicit) - Rihanna I'm watching \"Bitch Better Have My Money (Explicit)\" by Rihanna",
          1435802984
        ],
        [
          "\"Bitch Better Have My Money” video dropping Thursday. #BBHMMvideo Timeline Photos",
          1435521706
        ],
        [
          "#ThrowbackThursday: “Pon De Replay” came out 10 years ago this week. Rihanna - Pon de Replay (Internet Version) Music video by Rihanna performing Pon de Replay. YouTube view counts pre-VEVO: 4,166,822. (C) 2005 The Island Def Jam Music Group",
          1432823400
        ],
        [
          "Bitch Better Have My Money gets the remix treatment by R3hab! Download only on Beatport: http://smarturl.it/BBHMMdance",
          1430748894
        ],
        [
          "Bitch Better Have My Money dance remixes by Michael Woods and WE ARE GTA are available now on TIDAL! \n\nListen now: http://smarturl.it/BBHMMremixes Timeline Photos",
          1430485838
        ],
        [
          "What’s your favorite part of the “American Oxygen” music video?",
          1429206780
        ],
        [
          "NAVY, who saw Rihanna perform BBHMM on the iHeartRadio Music Awards? If you missed it, watch the first-ever live performance of the new song on VEVO now: smarturl.it/BBHMMlive Rihanna - \"Bitch Better Have My Money\" Live at the iHeartRadio Music Awards Rihanna's first-ever performance of \"Bitch Better Have My Money\" live at the iHeartRadio Music Awards from Los Angeles on March 29, 2015. Download the track ...",
          1427892027
        ],
        [
          "Watch Rihanna's first-ever performance of \"Bitch Better Have My Money\" live on the iHeartRadio Music Awards tonight at 8/7c on NBC.",
          1427637765
        ],
        [
          "New song “Bitch Better Have My Money” from Rihanna’s upcoming album is out now! \n\nWatch Rihanna perform #BBHMM live for the first time ever on the iHeartRadio awards this Sunday on NBC at 8/7c. Bitch Better Have My Money Download Rihanna's \"Bitch Better Have My Money\" now.",
          1427391509
        ],
        [
          "Have you seen the “FourFiveSeconds” video yet? Watch the entire video on VEVO: http://vevo.ly/Xmcxvv",
          1422989858
        ],
        [
          "Rihanna released her video for “Hard” featuring Young Jeezy 5 years ago today. Watch it now: http://youtu.be/Xcwd_Nz6Zog Rihanna - Hard ft. Jeezy Music video by Rihanna performing Hard. (C) 2009 The Island Def Jam Music Group",
          1419267600
        ],
        [
          "Rihanna salutes America's veterans and their families with this special tribute video. http://smarturl.it/VeteransTribute Rihanna - Stay (Veterans Tribute) Featuring footage from the Concert for Valor on Veterans Day 2014.",
          1416071875
        ],
        [
          "“Rehab” featuring Justin Timberlake is Rihanna’s 20th certified video with 100 million views, more than any other artist! http://youtu.be/rJYcmq__nDM Rihanna - Rehab ft. Justin Timberlake Music video by Rihanna performing Rehab. YouTube view counts pre-VEVO: 19,591,123. (C) 2007 The Island Def Jam Music Group",
          1415466001
        ],
        [
          "Thank you, Navy! You helped make Rihanna's Cheers (Drink to That) Vevo certified with over 100 Million views! http://vevo.ly/q7MFHW Cheers (Drink To That) - Rihanna Watch music videos and original shows on Vevo. Download Vevo free on mobile and TV devices.",
          1405361210
        ],
        [
          "NAVY! You made Rihanna's \"What Now\" her 18th Vevo Certified video! Watch it again now: http://vevo.ly/OHc0d2 Rihanna - What Now (Official) Download Rihanna's \"What Now\" from Unapologetic, available now: http://smarturl.it/iwhatnow Music video by Rihanna performing What Now (Official). ©: The Isl...",
          1402326951
        ],
        [
          "#ThrowbackThursday 4 years ago this week!! http://youtu.be/eMOIUUS8GWo Rihanna - ROCKSTAR 101 ft. Slash Music video by Rihanna performing ROCKSTAR 101. (C) 2010 The Island Def Jam Music Group",
          1400777044
        ],
        [
          "#ThrowbackThursday >> Rude Boy topped the Billboard Hot 100 for the fifth week starting this day in 2010!! #HistoRIH http://youtu.be/e82VE8UtW8A Rihanna - Rude Boy Music video by Rihanna performing Rude Boy. (C) 2010 The Island Def Jam Music Group #VEVOCertified on September 27, 2010. http://www.vevo.com/certified http:...",
          1398380731
        ],
        [
          "THANK YOU! #PourItUp is now VEVO certified with 100 million views! http://vevo.ly/6Gq79t Rihanna - Pour It Up (Explicit) Download \"Pour It Up\" from Unapologetic on iTunes: http://smarturl.it/UnapologeticDlx Music video by Rihanna performing Pour It Up (Explicit). © 2013 The Isl...",
          1391799487
        ],
        [
          "\"Watching Rihanna and Shakira doing their thing on that chaise lounge was one of the funnest moments I've had with Rihanna in awhile.  And we loved watching Shakira's hips move in person! Shes such a big star, but shes really cool. I dig her.\" -Mel Ottenberg on Shakira's #CantRememberToForgetYou video ft. Rihanna  Shakira - Can't Remember to Forget You ft. Rihanna Download \"Can't Remember to Forget You\" ft Rihanna on iTunes from Shakira's forthcoming album \"Shakira.\", available March 25 http://smarturl.it/ShakiraCRTFY?...",
          1391725446
        ],
        [
          "WATCH behind-the-scenes video at the shoot for Shakira's \"Can't Remember to Forget You\" featuring Rihanna on VEVO NOW: http://smarturl.it/CRTFYbts?IQid=rfb Shakira - Can't Remember To Forget You (Behind The Scenes) Download \"Can't Remember to Forget You\" ft Rihanna on iTunes from Shakira's forthcoming album \"Shakira\", available March 25 http://smarturl.it/ShakiraCRTFY?I...",
          1391547305
        ],
        [
          "Shakira's #CantRememberToForgetYou w/ Rihanna premieres NOW on VEVO! Watch it here: http://smarturl.it/CRTFYvid?IQid=rfb Shakira - Can't Remember to Forget You ft. Rihanna Download \"Can't Remember to Forget You\" ft Rihanna on iTunes from Shakira's forthcoming album \"Shakira.\", available March 25 http://smarturl.it/ShakiraCRTFY?...",
          1391128613
        ],
        [
          "TONIGHT Shakira's #CantRememberToForgetYou video featuring Rihanna debuts during E! Online's Shakira special at 8PM ET/PT, then on VEVO at 8:35PM EST Shakira - Tune in to see \"Can't Remember To Forget You\" on VEVO! Tune in today to see Shakira's new video for \"Can't Remember To Forget You\" featuring Rihanna at 8:35PM EST only on VEVO! http://vevo.ly/IY2iYV",
          1391114636
        ],
        [
          "#SNEAKPEEK of Shakira's #CantRememberToForgetYou premiering during E! Online Shakira special at 8PM PT/ET TOMORROW! Then watch on VEVO at 8:35PM EST! http://youtu.be/5GDGxUywr0Q Shakira / Rihanna: Making of Can't Remember To Forget You (short version) Can't Remember to Forget You ft. Rihanna debuts tomorrow during a 30-min Shakira special at 8PM EST on E! / Then watch #CantRemembertoForgetYou ft. Rihanna o...",
          1391040382
        ],
        [
          "#CantRememberToForgetYou Video Coming TOMORROW Shakira ~ The video for #CantRememberToForgetYou ft Rihanna is coming TOMORROW!! Excited to share it with you guys! Shak\n\n~ ¡El vídeo de #CantRememberToForgetYou con Rihanna llega MAÑANA!! Shak",
          1391021026
        ],
        [
          "Video for #CantRemembertoForgetYou with Shakira coming soon! Shakira ~ The video for Can't Remember To Forget You feat Shakira and Rihanna is almost here! Are you ready? \r\n~ !El vídeo de Can't Remember to Forget You con Shakira y Rihanna ya se acerca! ¿Están listos? ShakiraHQ",
          1390859069
        ],
        [
          "Shakira's new single \"Can't Remember to Forget You\" featuring Rihanna is available on iTunes now! http://smarturl.it/ShakiraCRTFY?IQid=rfb Timeline Photos",
          1389630348
        ],
        [
          "It's here, Navy...Listen to Shakira's new single \"Can't Remember to Forget You\" featuring Rihanna on VEVO NOW! http://smarturl.it/CRTFYpv?IQid=rfb Shakira - Can't Remember To Forget You (Audio) ft. Rihanna Download \"Can't Remember to Forget You\" ft Rihanna on iTunes: http://smarturl.it/ShakiraCRTFY?IQid=pyt Music video by Shakira feat. Rihanna performing Can't ...",
          1389619888
        ],
        [
          "Navy it's here! Tune in to On Air with Ryan Seacrest TODAY at 9 am est on iHeartRadio for the premiere of Shakira's new single \"Can't Remember to Forget You\" w/ Rihanna! http://bit.ly/CRTFYpremiere Timeline Photos",
          1389615725
        ],
        [
          "Official single art for \"Can't Remember to Forget You\" with Shakira!! 4 DAYS! Shakira ~Only FOUR days until 'Can't Remember To Forget You' with Rihanna!! Here's the single artwork…. #soexcited\r\n\r\n~Faltan CUATRO días para 'Can't Remember To Forget You' con Rihanna!! Aquí está la tapa del sencillo…. #soexcited \r\n\r\nShak",
          1389272916
        ],
        [
          "NAVY, Are you ready? \"Can't Remember To Forget You\" w/ Shakira coming 1.13.14 #rememberforget  Shakira You guys ready? Jan 13 is almost here! \n¿Están listos? ¡El 13 de Enero se acerca! \nShak #rememberforget",
          1389032582
        ],
        [
          "Rihanna is nominated for two Grammy Awards!\n\nUnapologetic - Best Urban Contemporary Album\n\"Stay\" featuring Mikky Ekko - Best Pop/Duo Performance\n\nWatch the video  for \"Stay\" featuring Mikky Ekko to celebrate: http://bit.ly/StayRih Rihanna - Stay ft. Mikky Ekko Download \"Stay\" from Unapologetic now: http://smarturl.it/UnapologeticDlx Music video by Rihanna performing Stay ft. Mikky Ekko. © 2013 The Island Def Jam Mu...",
          1386607732
        ],
        [
          "#WHATNOW music video is here!! Watch it now on VEVO: http://youtu.be/b-3BI9AspYc Rihanna - What Now (Official) Download Rihanna's \"What Now\" from Unapologetic, available now: http://smarturl.it/iwhatnow Music video by Rihanna performing What Now (Official). ©: The Isl...",
          1384533063
        ],
        [
          "#WHATNOW #VIDEO drops TOMORROW on VEVO.... if ya can't wait for #videoseason Watch this sneak peek: http://youtu.be/aAai6et1Zf8 Rihanna \"What Now\": Official Music Video Preview Rihanna \"What Now\" premieres tomorrow, Friday, November, 15 on VEVO. Download \"What Now\" from Unapologetic now: http://smarturl.it/RiWhatNow",
          1384463792
        ],
        [
          "Watch #PourItUp > now available on VEVO! http://smarturl.it/PIU Timeline Photos",
          1380768240
        ],
        [
          "It's here #NAVY! Rihanna stars in ASAP Rocky's new video! #FashionKilla #GQMag A$AP Rocky + Rihanna: Fashion Killa Video Exclusive music video from A$AP Rocky + Rihanna",
          1380149210
        ],
        [
          "Tune in to VEVO TV today at 4PM EST for an hour of Rihanna! Watch your favorite Rihanna videos, interviews, and performances here: www.vevo.com/tv New Music Videos, Premieres, Concerts and Original Shows | VEVO.com Watch your favorite artist's music videos, see premiere performances and search for new music on VEVO.com",
          1377884401
        ],
        [
          "Rihanna is the only female artist to win 2 Video of the Year VMAs. Find out Sunday 8/25 on MTV if she takes home Best Female Video for \"Stay\" and tell us your favorite Rih VMA moment. http://bit.ly/VdxAkE Rihanna - Stay ft. Mikky Ekko Download \"Stay\" from Unapologetic now: http://smarturl.it/UnapologeticDlx Music video by Rihanna performing Stay ft. Mikky Ekko. © 2013 The Island Def Jam Mu...",
          1376945940
        ],
        [
          "VEVO Certified once again! \"Take a Bow\" is Rihanna's 15th video to hit over 100 million views. Congrats to RiRi, and congrats to the NAVY! Timeline Photos",
          1375740000
        ],
        [
          "Hats off to the Rih Navy! “Russian Roulette” just reached 100M views on VEVO, which gives Rih 12 CERTIFIED videos breaking the record for most VEVO certified videos by one artist. That Rihanna reign just won’t let up! \n\nCheck out all of Rih’s VEVO certified videos here http://bit.ly/ZSgv1u Rihanna - Russian Roulette",
          1367267000
        ],
        [
          "You can now watch Rihanna's video for \"Stay\" ft Mikky Ekko on VEVO! Rihanna - Stay ft. Mikky Ekko",
          1360680098
        ],
        [
          "Watch the official video for \"Stay\" by Rihanna on E! Online now: http://eonli.ne/StayVideo Timeline Photos",
          1360629407
        ],
        [
          "Rih’s “Diamonds” video has reached over 100 millions views, making it her 10th VEVO CERTIFIED video. \n \nThat Rihanna reign just won’t let up! Diamonds - Rihanna",
          1357339879
        ],
        [
          "Check out these BTS photos from Rihanna's \"Diamonds\" video shoot: http://on.fb.me/W5Ubkm\n\nIf you haven't seen it already watch the video on VEVO here: http://vevo.ly/VIiXHk Rihanna",
          1352907563
        ],
        [
          "IT'S HERE... WATCH THE DIAMONDS VIDEO PREMIERE ON MTV! http://rihanna.mtv.tv Timeline Photos",
          1352423723
        ],
        [
          "Rih's \"Diamonds\" video premieres TOMORROW! Tune in to MTV at 6:55 pm EST to watch it.\n\nFor now, check out this BTS footage from the video shoot: http://on.mtv.com/TLh8XU Timeline Photos",
          1352319002
        ],
        [
          "“Find light in the beautiful sea, I choose to be happy…”  Rihanna #Diamonds",
          1350934091
        ],
        [
          "What's your favorite \"Diamonds\" lyric? Watch the new lyric video now on VEVO: http://bit.ly/RihDiamondsLyric Rihanna - Diamonds (Lyric Video) Music video by Rihanna performing Diamonds (Lyric Video). © 2012 The Island Def Jam Music Group",
          1350288686
        ],
        [
          "Congratulations to the RihNavy for getting Rihanna’s “Where Have You Been” video to VEVO Certified Status....MEANING– over 100M views!!! \n\nWatch the video again below. Rihanna - Where Have You Been",
          1345555059
        ],
        [
          "Thank you NAVY for 60 million views of \"Where Have You Been\"! Download the track here: http://www.Smarturl.it/TTT Rihanna - Where Have You Been Buy on iTunes: http://www.Smarturl.it/TTT Amazon: http://idj.to/svJVGM Music video by Rihanna performing Where Have You Been. ©: The Island Def Jam Music Group",
          1340067214
        ],
        [
          "The Coldplay and Rihanna \"Princess of China\" video premiere! Princess Of China - Coldplay ft. Rihanna Watch the music video for \"Princess Of China\" by Coldplay ft. Rihanna on VEVO.",
          1338675376
        ],
        [
          "Thank you NAVY for 25 million views of \"Where Have You Been\"! Download the video on iTunes now: http://smarturl.it/WHYBev Rihanna - Where Have You Been Buy on iTunes: http://www.Smarturl.it/TTT Music video by Rihanna performing Where Have You Been. ©: The Island Def Jam Music Group",
          1336875415
        ],
        [
          "Rihanna Navy you did it! You helped Rih break the record for VEVO's most video views in 24 hrs with \"Where Have You Been!\" http://bit.ly/WHYBVideo Rihanna - Where Have You Been",
          1336062660
        ],
        [
          "So how is the Rihanna Navy feeling about the new \"Where Have You Been\" video? Are you loving it? http://bit.ly/WHYBVideo Rihanna - Where Have You Been Buy on iTunes: http://www.Smarturl.it/TTT Music video by Rihanna performing Where Have You Been. ©: The Island Def Jam Music Group",
          1335816905
        ],
        [
          "Call out to ALL of the Rihanna Navy!!! \"Where Have You Been\" video world premiere is now live on VEVO...!! How many video views can we get in 24 hours? Watch and SHARE to show your Navy pride!! http://bit.ly/WHYBVideo Rihanna - Where Have You Been",
          1335783661
        ],
        [
          "Time is winding down! Can you feel the excitement? Tune into VEVO tomorrow at 9am EST to catch the premiere of Rihanna's \"Where Have You Been\" video.",
          1335722405
        ],
        [
          "NAVY CHALLENGE!! Can we get the most video views ever in 24 hrs on VEVO?? \"Where Have You Been\" video premieres Monday April 30 at 9am EST. RSVP here & invite a friend! \"Where Have You Been\" Video Premiere on VEVO!! RIHANNA NAVY, we need each and everyone of you to watch \"Where Have You Been\" on Monday Apr. 30 at 9AM EST on VEVO!!!! Can we break the record for most video views in a day? RSVP here & invite a friend!\n\nWATCH NOW: http://bit.ly/WHYBVideo",
          1335614749
        ],
        [
          "Rihanna Navy! The official \"Where Have You Been\" premiere will be Monday April 30th at 9am EST on VEVO. To get you even more excited check out pt 3 of the making of WHYB http://youtu.be/5m-BoB2_bp8 BTS: Where Have You Been pt 3 In this \"Where Have You Been\" behind-the-scenes video, we head to the actual video shoot. Get your copy of Talk That Talk Today: http://www.smarturl.it/TTT",
          1335524709
        ]
      ],
      "dates_start": 1355057867,
      "dates_end": 1434835644,
      "likes_avg": 81296,
      "likes_stdev": 69212,
      "comments_avg": 2749,
      "comments_stdev": 1915,
      "shares_avg": 5859,
      "shares_stdev": 7209
    },
    {
      "number": 12,
      "important": [
        "thank",
        "win",
        "better",
        "know",
        "team",
        "take",
        "action",
        "fan",
        "girl",
        "watch"
      ],
      "common": [
        "bright like diamond",
        "grangrandolly",
        "grangrandolly instagram",
        "grangrandolly instagram photos",
        "instagram",
        "instagram photos",
        "like",
        "new",
        "photos",
        "still"
      ],
      "messages": [
        [
          "The Auburn Alphas win the BBHMM Stroll Off competition! Watch their take on “Bitch Better Have My Money” #BBHMMStrollOff Auburn Alphas @auburnalphas put together something slight at the #fountainviewMansion s/o to @defjamrecords @badgalriri and @defjamuniv Stroll team @gq_007 @made2winnotlos...",
          1432752802
        ],
        [
          "Glory be to God. Thanks to the fans who continue to show up!!! It feels great to know y'all stay riding for ya girl. Love wunna off!! #Navy #TypicalDayAtTheOfficeOrNaw Instagram Photos",
          1395427252
        ],
        [
          "@kukharrell we still in hurr! Instagram Photos",
          1390418936
        ],
        [
          "GET MY LOOK SOON: black cropped hoodie w/ attached mesh sleeves, black baggy rolled up denim w/ waxed on \"G4LIFE\" #PREORDER #RIVERISLAND#RIHverIslandGal Instagram Photos",
          1376489473
        ],
        [
          "Rihanna visited Barrington High School yesterday to honor and recognize the school for giving back to their community and to reward them for their creativity. Learn more about what the school has accomplished in the video below.  Students everywhere, shine bright like a diamond! Shine Bright Like a Diamond As a result of students volunteering in the community and fundraising for charities, Barrington High School shines bright like a diamond. Edited by Peter Chu...",
          1364084538
        ],
        [
          "And that's a #wrap on my shoot for my new #topsecret add campaign!!! #2013 #phuckyobasic Instagram Photos",
          1359406635
        ],
        [
          " More from #RihannaDiamonds on Instagram Rihanna",
          1348856203
        ],
        [
          "Goddess Isis- Complete Woman - Model for future generations- #GRANGRANDOLLY - always in and on my heart #1love Rihanna Goddess Isis- Complete Woman - Model for future generations- #GRANGRANDOLLY - always in and on my heart #1love",
          1347384993
        ],
        [
          "My bitch thick az phuck Instagram Photos",
          1346426878
        ],
        [
          "This pic could single handedly destroy the self esteem of an entire nation Instagram Photos",
          1346426878
        ],
        [
          "#devotionnavy part 2 Instagram Photos",
          1346426878
        ],
        [
          "My new fav tee Instagram Photos",
          1346426878
        ],
        [
          "Example of the strange things technology has done to us #priorities Instagram Photos",
          1346426878
        ],
        [
          "The new way to talk us out the panties Instagram Photos",
          1346426878
        ],
        [
          "This made my life today!!! Beautiful! #weallwantthesamething Instagram Photos",
          1346426878
        ],
        [
          "Y'all need this! Don't front! smarturl.it/btsdlxit #hairweavekilla Instagram Photos",
          1346426878
        ],
        [
          "She a pu$$y ho, until she give me pu$$y ho #birfdaycunt @jennnrosales Instagram Photos",
          1346426878
        ],
        [
          "This was from yesterday, still wanted to share tho Instagram Photos",
          1346426878
        ],
        [
          "My fans>>>>>>>>>>>>>>>> u Instagram Photos",
          1346426878
        ],
        [
          "I'm shittin bricks right now!!!! 9months later bro #PHUCKyoPHANZ Instagram Photos",
          1346426878
        ],
        [
          "Thank you #grangranDolly Instagram Photos",
          1346426878
        ],
        [
          "Club jewelry! #spikes #Rock Instagram Photos",
          1346426878
        ],
        [
          "Us being us Instagram Photos",
          1344551936
        ],
        [
          "Twerk team Instagram Photos",
          1344551936
        ],
        [
          "That's Twerk team mama Instagram Photos",
          1344551936
        ],
        [
          "Action on de road yesterday #barbados Instagram Photos",
          1344551936
        ],
        [
          "Shine bright like a diamond Instagram Photos",
          1343678214
        ],
        [
          "My best friend @leleboo246 ROC'z #phuckyofilterandyofocus Instagram Photos",
          1343678214
        ],
        [
          "Cuz I feel like Instagram Photos",
          1343678214
        ],
        [
          "Love of my life Instagram Photos",
          1343407141
        ],
        [
          "Check my photos... Same time I got that call #grangranDolly #EyeSeeYou Instagram Photos",
          1343058480
        ],
        [
          "#grangrandolly Instagram Photos",
          1343057331
        ],
        [
          "Some people don't get it Instagram Photos",
          1343057331
        ],
        [
          "#wireless I'm still bugging about how awesome the UK was 2'nt Instagram Photos",
          1343057331
        ],
        [
          "#thuglife my brand new tweezers #diamonds Instagram Photos",
          1343057331
        ],
        [
          "Big papa Instagram Photos",
          1343057331
        ],
        [
          "#phuckyofeelings Vaca here we come.... #boatsandhoes Instagram Photos",
          1343057331
        ],
        [
          "Last year, same damn time Instagram Photos",
          1343057331
        ],
        [
          "My heart smiled and cried all at once #grangranDolly Instagram Photos",
          1343057331
        ],
        [
          "Oh you're upset? I get it Instagram Photos",
          1343057331
        ],
        [
          "My new Tee Instagram Photos",
          1343057331
        ],
        [
          "U know it Instagram Photos",
          1343057331
        ],
        [
          "#RATHCETS I'm your biggest fan, I'll follow u until u love me Instagram Photos",
          1343057331
        ],
        [
          "Her smile #grangrandolly Instagram Photos",
          1343057331
        ],
        [
          "#grangrandolly the best!!! Instagram Photos",
          1343057331
        ],
        [
          "#grangrandolly Truk your girl Instagram Photos",
          1343057331
        ],
        [
          "Let me love you baby Instagram Photos",
          1343057331
        ],
        [
          "And I ain't talkin shit just cuz I'm.... Instagram Photos",
          1343057331
        ],
        [
          "#lifeoftheparty new nails #whocurrr?? Instagram Photos",
          1343057331
        ],
        [
          "#grangrandolly #thuglife #legend Instagram Photos",
          1343057331
        ],
        [
          "Go to sleeeeep ROBYN Instagram Photos",
          1343057331
        ],
        [
          "Like diamonds in the sky #grangrandolly Instagram Photos",
          1343057331
        ],
        [
          "My bitch Ester Dean reppin Armani by Rihanna!!!!! #BAMBAM Instagram Photos",
          1343057331
        ],
        [
          "#grangrandolly throwing up the ROC Instagram Photos",
          1343057331
        ],
        [
          "Bam bam bam nigga hop on the train, fuck wit me man ya fuckin the wrong thing Instagram Photos",
          1343057331
        ],
        [
          "Coming home to squeeze ya mama Instagram Photos",
          1343057331
        ],
        [
          "She still has the most beautiful hands #grangranDolly Instagram Photos",
          1343057331
        ],
        [
          "When your purse has a reservation, then I could take u seriously! #phuckyochairhandle Instagram Photos",
          1343057331
        ],
        [
          "Look at the KING! So proud! #priceless Instagram Photos",
          1343057331
        ],
        [
          "I want u to...... Instagram Photos",
          1343057331
        ],
        [
          "Life is but a beach chair!!! Instagram Photos",
          1343057331
        ],
        [
          "Go to sleep ROBYN Instagram Photos",
          1343057331
        ],
        [
          "#grangrandolly taught me Instagram Photos",
          1343057331
        ],
        [
          "#grangranDOLLY Instagram Photos",
          1343057331
        ],
        [
          "#repost who's watching?? Go to @betawards instagram page and Like this pic Instagram Photos",
          1343057331
        ],
        [
          "Ima try to be a big girl now Instagram Photos",
          1343057331
        ],
        [
          "Money so handsome Instagram Photos",
          1343057331
        ],
        [
          "Yooooo where are you girl???? Find me back, you still my fave Instagram Photos",
          1343057331
        ]
      ],
      "dates_start": 1333747275,
      "dates_end": 1361947618,
      "likes_avg": 34567,
      "likes_stdev": 80413,
      "comments_avg": 1005,
      "comments_stdev": 2020,
      "shares_avg": 1147,
      "shares_stdev": 2597
    },
    {
      "number": 13,
      "important": [
        "post",
        "rihanna",
        "photo",
        "march",
        "smarturlitrihannapuma",
        "photo rihanna post",
        "photo rihanna",
        "drop",
        "celebr",
        "action"
      ],
      "common": [
        "http",
        "http smarturl",
        "photos",
        "photos rihanna",
        "photos rihanna post",
        "post",
        "rihanna",
        "rihanna post",
        "smarturl",
        "video"
      ],
      "messages": [
        [
          "How did you celebrate #ANTiversary? Photos from Rihanna's post",
          1485820986
        ],
        [
          "Women's march. Photos from Rihanna's post",
          1485063209
        ],
        [
          "Today PUMA and Rihanna drop the latest version of #THECREEPER, now in Velvet! Get the three new colorways in velvet now: smarturl.it/RihannaPUMA Photos from Rihanna's post",
          1481207826
        ],
        [
          "Rihanna accepted the Shoe Of The Year award for the CREEPER from Footwear News last night! #FNAA Photos from Rihanna's post",
          1480518115
        ],
        [
          "#RihannaXManolo returns with the SAVAGE collection: http://smarturl.it/RihannaXManolo Photos from Rihanna's post",
          1479579000
        ],
        [
          "Halloween Photos from Rihanna's post",
          1477768465
        ],
        [
          "Instagram RIHcap: at home in Barbados Photos from Rihanna's post",
          1476457326
        ],
        [
          "Instagram RIHcap: instagram.com/badgalriri Photos from Rihanna's post",
          1475676000
        ],
        [
          "#GCFestival Photos from Rihanna's post",
          1474802819
        ],
        [
          "Rihanna's cover for CR Fashion Book on stands now. Photos from Rihanna's post",
          1474299716
        ],
        [
          "Made In America Photos from Rihanna's post",
          1472959491
        ],
        [
          "#ThrowbackThursday: what's your favorite old school Rihanna video? Photos from Rihanna's post",
          1472133617
        ],
        [
          "One week until Rihanna takes on the MTV� VMAs as the Video Vanguard award recipient! What's your favorite past VMA look? Photos from Rihanna's post",
          1471791670
        ],
        [
          "Tour Thursdays. #ANTIWORLDTOUR Photos from Rihanna's post",
          1470902400
        ],
        [
          "#ANTIWORLDTOUR Paris Photos from Rihanna's post",
          1469917444
        ],
        [
          "Vote Rihanna for the MTV Video Music Awards! mtv.com/vma/vote\n\nBest Female Video – Work ft. Drake\nBest Male Video – This Is What You Came For with Calvin Harris\nBest Collaboration – Work, This Is What You Came For Photos from Rihanna's post",
          1469560634
        ],
        [
          "Sledgehammer video out now on TIDAL!  http://smarturl.it/tSledgehammerVid Photos from Rihanna's post",
          1467298800
        ],
        [
          "Be bold with Denim Desserts by #RIHANNAXMANOLO —> smarturl.it/RihannaXManolo Photos from Rihanna's post",
          1465583355
        ],
        [
          "#RIHANNAXMANOLO out now! Photos from Rihanna's post",
          1465403580
        ],
        [
          "Navy at #ANTIWORLDTOUR Photos from Rihanna's post",
          1465334519
        ],
        [
          "Step into summer #RihannaXManolo: smarturl.it/RihannaXManolo Photos from Rihanna's post",
          1464970719
        ],
        [
          "Vacation. #MTFPhotography Photos from Rihanna's post",
          1464905693
        ],
        [
          "Get the denim desserts from #RIHANNAXMANOLO now: smarturl.it/RihannaXManolo Photos from Rihanna's post",
          1464798187
        ],
        [
          "New ANTI remixes out now!\nNeeded Me: http://smarturl.it/tNeededMeRMX\nKiss It Better: http://smarturl.it/tKIBrmx Photos from Rihanna's post",
          1464782758
        ],
        [
          "Get the latest collaboration from Rihanna and PUMA – the FUR SLIDE drops today: smarturl.it/RihannaPUMA Photos from Rihanna's post",
          1461326700
        ],
        [
          "Happy 420, #NEEDEDMEVIDEO out TODAY at NOON EST. Photos from Rihanna's post",
          1461150911
        ],
        [
          "#KissItBetter \nVEVO: http://smarturl.it/KIBvideo \nTIDAL: http://smarturl.it/KIBvideoT Photos from Rihanna's post",
          1459508400
        ],
        [
          "#KissItBetter \nVevo: http://smarturl.it/KIBvideo \nTIDAL: http://smarturl.it/KIBvideoT Photos from Rihanna's post",
          1459454400
        ],
        [
          "#KISSITBETTER video out Thursday at noon. Photos from Rihanna's post",
          1459298934
        ],
        [
          "#ANTI Photos from Rihanna's post",
          1459283121
        ],
        [
          "WORK art from the Navy Photos from Rihanna's post",
          1457459090
        ],
        [
          "#RihannaBRITs Photos from Rihanna's post",
          1456426800
        ],
        [
          "#RihannaBRITs --> http://smarturl.it/workvideov Photos from Rihanna's post",
          1456417033
        ],
        [
          "#WORK video --> http://smarturl.it/workvideov Photos from Rihanna's post",
          1456239613
        ],
        [
          "#WORK video featuring Drake out now --> http://smarturl.it/workvideov Photos from Rihanna's post",
          1456168603
        ],
        [
          "Rihanna unveiled artwork for her new album ANTI in Los Angeles last night! Photos from Rihanna's post",
          1444312974
        ],
        [
          "Thank you Chile! Photos from Rihanna's post",
          1443727789
        ],
        [
          "Rihanna x Dior Photos from Rihanna's post",
          1441300125
        ],
        [
          "Thank you for supporting “American Oxygen”! Vote for the video to take home the best video with a social message award at the MTV VMAs: MTV.com/vmas Photos from Rihanna's post",
          1439591144
        ],
        [
          "Bad Gal at the beach. #Heauxm Photos from Rihanna's post",
          1439225009
        ],
        [
          "Bad gal in Barbados. #CropOver2015 Photos from Rihanna's post",
          1438706235
        ],
        [
          "Download the #BBHMMvideo on Apple Music now: http://smarturl.it/iBBHMMvideo Photos from Rihanna's post",
          1435948784
        ],
        [
          "Did you see the “Bitch Better Have My Money” video yet? Watch on Vevo: http://smarturl.it/BBHMMvideo Photos from Rihanna's post",
          1435849201
        ],
        [
          "Rihanna made a surprise visit at the #BETAwards. Watch the trailer of the “Bitch Better Have My Money” video that premiered tonight: http://smarturl.it/BBHMMps Photos from Rihanna's post",
          1435589060
        ],
        [
          "Rihanna visits Tokyo for Dior's Autumn/Winter 2015 fashion show. Photos from Rihanna's post",
          1434631501
        ],
        [
          "Happy Mother's Day Mama Fentz!! Photos from Rihanna's post",
          1431272583
        ],
        [
          "Rihanna x Met Gala: Shots by Dennis Leupold Photos from Rihanna's post",
          1431115461
        ],
        [
          "Island Gal Photos from Rihanna's post",
          1430159034
        ],
        [
          "Instagram RIHcap: Rihanna reppin' PUMA and fishin in Hawaii Photos from Rihanna's post",
          1429974861
        ],
        [
          "Rihanna’s weekend in Hawaii. #Davis420Wedding Photos from Rihanna's post",
          1429535981
        ],
        [
          "RiRi x Coachella\n\nPhotos from Instagram.com/badgalriri Photos from Rihanna's post",
          1429109068
        ],
        [
          "Did you see Rihanna on Jimmy Kimmel Live last night? Watch her prank Jimmy, take the Twizzler challenge for Autism Awareness, and more: http://smarturl.it/RihannaJK Photos from Rihanna's post",
          1427980636
        ],
        [
          "Rihanna attended the TIDAL launch yesterday in New York City. Learn more about TIDAL: http://tdl.sh/mission Photos from Rihanna's post",
          1427821451
        ],
        [
          "RiRi x Home. Soundtrack album out now smarturl.it/HomeSoundtrack Photos from Rihanna's post",
          1427577540
        ],
        [
          "Rihanna stars as Tip in Home, in theaters everywhere today! Photos from Rihanna's post",
          1427475870
        ],
        [
          "Rihanna visited Minnie's Food Pantry to support the inspiring work of Cheryl Jackson on the day of the Home premiere with Jim Parsons! Photos from Rihanna's post",
          1426795331
        ],
        [
          "Rihanna gears up for the release of Home with Jim Parsons and Steve Martin at the press junket in NYC. Where will you see the film when it hits theaters on March 27? Photos from Rihanna's post",
          1426370493
        ],
        [
          "Rihanna brings her creative energy to PUMA as brand ambassador and creative director! \n\nView photos and more: smartURL.it/RihPUMA Photos from Rihanna's post",
          1425052801
        ],
        [
          "Did you see Rihanna's GRAMMY look last night? RiRi stunned the red carpet in Giambattista Valli Official. Photos from Rihanna's post",
          1423528875
        ],
        [
          "Rihanna kicked off DirecTV's pre-game party with a special performance in Phoenix last night. Photos from Rihanna's post",
          1422841656
        ],
        [
          "Rihanna surprised her French Navy in PaRIH yesterday! Photos from Rihanna's post",
          1419033600
        ],
        [
          "Rihanna announces her latest partnership with Puma, representing the Women’s Training line as the Women’s Creative Director! Photos from Rihanna's post",
          1418750339
        ],
        [
          "BadGalRiRi at the British Fashion Awards. Photos from Rihanna's post",
          1417528440
        ],
        [
          "Watch the new #HOMEMovie trailer featuring Rihanna as the voice of Tip! Find out what intergalactic adventures Tip gets into with Oh before they hit theaters this March: http://youtu.be/Du4jTG7-93k Photos from Rihanna's post",
          1417284000
        ],
        [
          "Instagram RIHcap: week in the life of @badgalriri Photos from Rihanna's post",
          1417215163
        ],
        [
          "Rihanna attended this week's premiere of M•A•C VIVA GLAM's It's Not Over, a film made possible by the M•A•C AIDS Fund. Get inspired and learn more about the fight against HIV/AIDS today: http://www.itsnotoverfilm.com/ Photos from Rihanna's post",
          1416762720
        ],
        [
          "Instagram RIHcap of the week from @badgalriri Photos from Rihanna's post",
          1416603703
        ],
        [
          "Who tuned in to watch Rihanna’s special performance in honor of America’s veterans at The Concert For Valor last night? Photos from Rihanna's post",
          1415816219
        ],
        [
          "#DayAtTheWhiteHouse Photos from Rihanna's post",
          1415663161
        ],
        [
          "Mean. Green. Halloween Photos from Rihanna's post",
          1414849071
        ],
        [
          "Thank you Atlanta for coming out to celebrate the launch of Rihanna's very first male fragrance #ROGUEMAN! Photos from Rihanna's post",
          1414350359
        ],
        [
          "#bored Photos from Rihanna's post",
          1413438289
        ],
        [
          "Look who came by to see her Aunty OhNaNa's photoshoot today Photos from Rihanna's post",
          1410446056
        ],
        [
          "First Vogue cover in Italy. Who's ready for fashion week, Navy? #ThrowbackThursday Photos from Rihanna's post",
          1409848474
        ],
        [
          "Photos by Melissa Forde #MTFphotography Photos from Rihanna's post",
          1409682842
        ],
        [
          "Sailed up to an active volcano for dinner #bucketlistshit Photos from Rihanna's post",
          1409231232
        ],
        [
          "Aunty Oh Na Na Photos from Rihanna's post",
          1408031384
        ],
        [
          "Haaa! Jim Parsons at #sdcc kickin it with The Boov Oh from our Dreamworks animation movie #DreamworksHOME!! Lil throwback to #cfda Photos from Rihanna's post",
          1406234217
        ]
      ],
      "dates_start": 1420391440,
      "dates_end": 1467827345,
      "likes_avg": 164015,
      "likes_stdev": 154594,
      "comments_avg": 2191,
      "comments_stdev": 2200,
      "shares_avg": 2197,
      "shares_stdev": 2694
    },
    {
      "number": 14,
      "important": [
        "shakira",
        "see",
        "photo",
        "rihanna",
        "navi",
        "instagram",
        "action",
        "instagram photo"
      ],
      "common": [
        "baby",
        "baby instagram",
        "baby instagram photos",
        "instagram",
        "instagram photos",
        "jennnrosales",
        "jennnrosales instagram",
        "photos",
        "rihpost",
        "rihpost instagram photos"
      ],
      "messages": [
        [
          "#JhatAppreciationDay Jenn Rosales. Instagram Photos",
          1398968220
        ],
        [
          ";) Instagram Photos",
          1398644863
        ],
        [
          "Cross X Colours Instagram Photos",
          1398255040
        ],
        [
          "Rihanna on Instagram @badgalriri Instagram Photos",
          1398035890
        ],
        [
          ". Instagram Photos",
          1395932441
        ],
        [
          "Thee Backpack. by Adam Selman Instagram Photos",
          1395675190
        ],
        [
          "#flashback #hazy #marley Instagram Photos",
          1391810956
        ],
        [
          "Shakira x Bad Gal http://smarturl.it/CRTFYvid?IQid=rfb Instagram Photos",
          1391207589
        ],
        [
          "#navyphotochallenge #chokers Instagram Photos",
          1380141573
        ],
        [
          "Mama is a #RollingStone baby.... Again!! Instagram Photos",
          1359646515
        ],
        [
          "#RIHminder Instagram Photos",
          1346426878
        ],
        [
          "So much dick riding that my cock hurt! Instagram Photos",
          1346426878
        ],
        [
          "Lazy Instagram Photos",
          1346426878
        ],
        [
          "@vanity_lounge_ Instagram Photos",
          1346426878
        ],
        [
          "Who the phuck is your crew???!!! Instagram Photos",
          1346426878
        ],
        [
          "#nightlife Instagram Photos",
          1346426878
        ],
        [
          "By @suchaf_cknlady #UKNavy Instagram Photos",
          1346426878
        ],
        [
          "#roots Instagram Photos",
          1346426878
        ],
        [
          "#truehappiness Instagram Photos",
          1346426878
        ],
        [
          "#devotionNavy Instagram Photos",
          1346426878
        ],
        [
          "Who painted this?? Instagram Photos",
          1346426878
        ],
        [
          "Who scurred? Instagram Photos",
          1346426878
        ],
        [
          "Bye Japan #USAbound Instagram Photos",
          1346426878
        ],
        [
          "Hi Instagram Photos",
          1346426878
        ],
        [
          "#devotionnavy DEVELOP SELF CONTROL Instagram Photos",
          1346426878
        ],
        [
          "Are u my frat jhat?? Fo eva jhat?? #birfdaycunt @jennnrosales Instagram Photos",
          1346426878
        ],
        [
          "Reverse mani Instagram Photos",
          1346426878
        ],
        [
          "But why was I....? Never mind. Instagram Photos",
          1346426878
        ],
        [
          "Where are you???? Instagram Photos",
          1346426878
        ],
        [
          "#prettymuch Instagram Photos",
          1346426878
        ],
        [
          "Pretty please Instagram Photos",
          1346426878
        ],
        [
          "#japan #nightlife Instagram Photos",
          1346426878
        ],
        [
          "That's what friends are for Instagram Photos",
          1346426878
        ],
        [
          "Yup! That's suede!!! #slightwork #phuckyolook Instagram Photos",
          1346426878
        ],
        [
          "Suck my cockine$$ Instagram Photos",
          1346426878
        ],
        [
          "Elite navi Instagram Photos",
          1346426878
        ],
        [
          "How I feel Instagram Photos",
          1346426878
        ],
        [
          "#phuckyocrew Instagram Photos",
          1346426878
        ],
        [
          "Phuckyophanz/phan Instagram Photos",
          1346426878
        ],
        [
          "More than the nazi's Instagram Photos",
          1346426878
        ],
        [
          "Lastnight was #majah #TOKYO Instagram Photos",
          1346426878
        ],
        [
          "#RIHpost Instagram Photos",
          1346426878
        ],
        [
          "#itsnotcomplicated Instagram Photos",
          1346426878
        ],
        [
          "You're jealous Instagram Photos",
          1346426878
        ],
        [
          "#thuglife #phuckyofav that's my nigga ----> @jacob_rochester Instagram Photos",
          1346426878
        ],
        [
          "#beezindaTRAP Instagram Photos",
          1346426878
        ],
        [
          "#LOL #literally Instagram Photos",
          1344552024
        ],
        [
          "And as Wendy Williams would say ...... Instagram Photos",
          1344551936
        ],
        [
          "#mynigga Instagram Photos",
          1344551936
        ],
        [
          "Me being me Instagram Photos",
          1344551936
        ],
        [
          "Yasssss Instagram Photos",
          1344551936
        ],
        [
          "#rihpost Instagram Photos",
          1344551936
        ],
        [
          "\"these chicks be jealous\" Instagram Photos",
          1344551936
        ],
        [
          "\"mom can we goooo now?\" *mom continues twerkin in the corner* Instagram Photos",
          1344551936
        ],
        [
          "#grandadBRAVO Instagram Photos",
          1344551936
        ],
        [
          "Ayyyyeee Instagram Photos",
          1344551936
        ],
        [
          "My bad-nasty BFF @mforde11 Instagram Photos",
          1344551936
        ],
        [
          "Granz was jonesing Instagram Photos",
          1344551936
        ],
        [
          "#RIHfuckingPOST Instagram Photos",
          1344259615
        ],
        [
          "#TBT lala Instagram Photos",
          1344259584
        ],
        [
          "#word #rihpost Instagram Photos",
          1344259584
        ],
        [
          "#1love #laughlovelive Instagram Photos",
          1344259584
        ],
        [
          "I.D.O. Instagram Photos",
          1344259584
        ],
        [
          "#yerp Instagram Photos",
          1344259584
        ],
        [
          "#SoSophisticated Instagram Photos",
          1343678214
        ],
        [
          "So pretty #lilG Instagram Photos",
          1343396299
        ],
        [
          "Kisses Instagram Photos",
          1343396299
        ],
        [
          "G Instagram Photos",
          1343396299
        ],
        [
          "Deuces Instagram Photos",
          1343396299
        ],
        [
          "#lilg Instagram Photos",
          1343396299
        ],
        [
          "My lil G! Instagram Photos",
          1343396299
        ],
        [
          "#phuckyodiet Instagram Photos",
          1343058481
        ],
        [
          "@charliebymz #phuckyokitty Instagram Photos",
          1343058481
        ],
        [
          "#phuckyoneighbor Instagram Photos",
          1343058481
        ],
        [
          "@jennnrosales I see no lies in this caption Instagram Photos",
          1343058480
        ],
        [
          "#RIHpost #phuckyopeerpressure #phuckyobartender @jennnrosales Instagram Photos",
          1343058480
        ],
        [
          "My daughter tbh Instagram Photos",
          1343057331
        ],
        [
          "#thuglife Instagram Photos",
          1343057331
        ],
        [
          "Where have u been? Instagram Photos",
          1343057331
        ],
        [
          "#boatsandhoes #phuckyopussygame Instagram Photos",
          1343057331
        ],
        [
          "#phuckyoroomservice Instagram Photos",
          1343057331
        ],
        [
          "#phuckyocake Instagram Photos",
          1343057331
        ],
        [
          "The clouds are pink Instagram Photos",
          1343057331
        ],
        [
          "Repost!!!! Instagram Photos",
          1343057331
        ],
        [
          "Good morning baby Instagram Photos",
          1343057331
        ],
        [
          "A$XP creez #ibethatprettymuthaphucka Instagram Photos",
          1343057331
        ],
        [
          "#phuckyohurr Instagram Photos",
          1343057331
        ],
        [
          "#phuckyobeachchair Instagram Photos",
          1343057331
        ],
        [
          "M$$ aka @mforde11 aka MFphotography Instagram Photos",
          1343057331
        ],
        [
          "#phuckyofilter Instagram Photos",
          1343057331
        ],
        [
          "#phuckyostage Instagram Photos",
          1343057331
        ],
        [
          "My 2nd baby tbh Instagram Photos",
          1343057331
        ],
        [
          "It's ya dick game Instagram Photos",
          1343057331
        ],
        [
          "#phuckyoconvertable Instagram Photos",
          1343057331
        ],
        [
          "Free my nigga @mijougly Instagram Photos",
          1343057331
        ],
        [
          "Repost @noella10 Instagram Photos",
          1343057331
        ],
        [
          "Henny with no enemies, turns me on Instagram Photos",
          1343057331
        ],
        [
          "\"Nigga!!! I PROMISE you that shit was NOT laced\" Instagram Photos",
          1343057331
        ],
        [
          "Fire in the Telly #evacuationlife Instagram Photos",
          1343057331
        ],
        [
          "#phuckyophanz #navirdie #elitenavishit #thankyounavi Instagram Photos",
          1343057331
        ],
        [
          "all o cunthole this Instagram Photos",
          1343057331
        ],
        [
          "Sleepy face! Daddy I wish you were here Instagram Photos",
          1343057331
        ],
        [
          "#thuglove Instagram Photos",
          1343057331
        ],
        [
          "Shit is real in da $treet$ #phuckyoshoegame Instagram Photos",
          1343057331
        ],
        [
          "Roamin da streets since 6am! Fyah in da telly #evacuationlife Instagram Photos",
          1343057331
        ],
        [
          "#phuckyostairs Instagram Photos",
          1343057331
        ],
        [
          "#phuckyohatin #boatsandhoes Instagram Photos",
          1343057331
        ],
        [
          "Me and the beebs yesterday! Shoutout to my photographer @jennnrosales Instagram Photos",
          1343057331
        ],
        [
          "Upside down creez #delarious Instagram Photos",
          1343057331
        ],
        [
          "I heart u 2 Snoopy Instagram Photos",
          1343057331
        ],
        [
          "Hi baby Instagram Photos",
          1343057331
        ],
        [
          "I had to!!! Sorry granny Instagram Photos",
          1343057331
        ],
        [
          "Tell em pu$$y #squeaky Instagram Photos",
          1343057331
        ],
        [
          "420 Hi Instagram Photos",
          1343057331
        ],
        [
          "For my boo Instagram Photos",
          1343057331
        ]
      ],
      "dates_start": 1334923118,
      "dates_end": 1362093421,
      "likes_avg": 51447,
      "likes_stdev": 196237,
      "comments_avg": 1055,
      "comments_stdev": 3119,
      "shares_avg": 8308,
      "shares_stdev": 62384
    }
  ]
}