{
  "pagename": "rocketfuelinc",
  "globalstats": {
    "messages": 411,
    "likes_avg": 10,
    "likes_stdev": 18,
    "comments_avg": 0,
    "comments_stdev": 0,
    "shares_avg": 2,
    "shares_stdev": 2,
    "graph_uri": "clusters/rocketfuelinc.png"
  },
  "clusters": [
    {
      "number": 1,
      "important": [
        "question",
        "learn",
        "programmat",
        "thing",
        "expert",
        "programmat buy",
        "whitepap",
        "insight",
        "answer",
        "buy"
      ],
      "common": [
        "10",
        "10 programmatic",
        "10 things marketers need",
        "buying",
        "fuel",
        "know",
        "programmatic",
        "programmatic buying",
        "rocket",
        "rocket fuel"
      ],
      "messages": [
        [
          "\"What insights can I gain?\" 10 Programmatic Buying questions answered in new @rocketfuelinc #whitepaper. http://ow.ly/hf5kl 10 Things Marketers Need to Know About Programmatic Buying  » Rocket Fuel Learn about programmatic buying from the experts at Rocket Fuel.",
          1360166493
        ],
        [
          "\"How do I reach my tailored audience?\" 10 Programmatic Buying questions answered in new @rocketfuelinc #whitepaper. http://ow.ly/hf5kl 10 Things Marketers Need to Know About Programmatic Buying  » Rocket Fuel Learn about programmatic buying from the experts at Rocket Fuel.",
          1359993675
        ],
        [
          "\"When can I use programmatic buying?\" 10 Programmatic Buying questions answered in new @rocketfuelinc #whitepaper. http://ow.ly/hf5kl 10 Things Marketers Need to Know About Programmatic Buying  » Rocket Fuel Learn about programmatic buying from the experts at Rocket Fuel.",
          1359648067
        ],
        [
          "10 Programmatic Buying questions answered in new @rocketfuelinc whitepaper. #1 What is programmatic buying? http://ow.ly/hdk3L 10 Things Marketers Need to Know About Programmatic Buying  » Rocket Fuel Learn about programmatic buying from the experts at Rocket Fuel.",
          1359488337
        ]
      ],
      "dates_start": 1359555018,
      "dates_end": 1360093267,
      "likes_avg": 3,
      "likes_stdev": 1,
      "comments_avg": 0,
      "comments_stdev": 0,
      "shares_avg": 1,
      "shares_stdev": 0
    },
    {
      "number": 2,
      "important": [
        "year",
        "program",
        "digit",
        "articl",
        "top",
        "across",
        "build",
        "releas",
        "compani",
        "qualiti"
      ],
      "common": [
        "america",
        "companies",
        "forbes",
        "http ow ly",
        "list",
        "ow",
        "ow ly",
        "promising",
        "promising companies",
        "top"
      ],
      "messages": [
        [
          "29 top digital companies now certified under updated quality assurance guidelines program: http://ow.ly/wYzhU Press Release Article Display Page 29 Top Digital Companies Now Certified Under Updated Quality Assurance Guidelines Program",
          1400682708
        ],
        [
          ".@rocketfuelinc is proud to be named to @AlwaysOn's Global Top 250 for the third year in a row! http://ow.ly/mDnFe Announcing the 2013 AlwaysOn Global 250 Top Private Companies | AlwaysOn... This year's 250 top, private technology companies are building a robust infrastructure to host the powerful applications that are fueling the...",
          1373282633
        ],
        [
          "What's it like to work for one of America's Most Promising Companies (@Forbes)? Find out from our staff: rocketfuel.com/careers",
          1362153678
        ],
        [
          "4th year in a row @rocketfuelinc is named to the @AlwaysOn OnMedia Top 100 Private Companies list! http://ow.ly/i4qsF",
          1361905219
        ],
        [
          "Thank you @iab! @Forbes Names 10 IAB Members to Its List of Most Promising Companies in America. (Rocket Fuel #4) http://ow.ly/hwihZ Forbes Names 10 IAB Members to Its List of Most Promising Companies in... Forbes just released its second annual list of America’s Most Promising Companies and technology is an overall theme this year.The world is clearly...",
          1360265716
        ],
        [
          ".@Morning_Joe, @RandallLane & @moiraforbes, thanks for featuring @rocketfuelinc - #4 on @Forbes Most Promising Companies http://ow.ly/hu9BC Morning Joe - Featuring Rocket Fuel Randall Lane, editor of Forbes Magazine, discusses who made the grade in the top 5 of the 100 Most Promising Companies in America by Forbes",
          1360181871
        ],
        [
          ".@RocketFuelInc earns a spot at #4 on @Forbes Top 100 Most Promising Companies in America List for 2013. Read more: http://ow.ly/htN6l Rocket Fuel earns a spot at #4 on Forbes' 2013 America's Most Promising... Rocket Fuel #4 on Forbes' 2013 America's Most Promising Companies List",
          1360171031
        ]
      ],
      "dates_start": 1354497304,
      "dates_end": 1382257797,
      "likes_avg": 9,
      "likes_stdev": 8,
      "comments_avg": 0,
      "comments_stdev": 0,
      "shares_avg": 2,
      "shares_stdev": 2
    },
    {
      "number": 3,
      "important": [
        "photo",
        "inc",
        "rocket fuel",
        "compani",
        "rocket",
        "everi",
        "check",
        "fuel inc",
        "show",
        "day"
      ],
      "common": [
        "fuel",
        "fuel inc",
        "inc",
        "nasdaq",
        "photos",
        "photos rocket fuel inc post",
        "post",
        "rocket",
        "rocket fuel",
        "rocket fuel inc"
      ],
      "messages": [
        [
          "At Rocket Fuel, we're good at crunching data. But every once in a while we have to show off our physical prowess, too! Check out a few photos from our company field day: Photos from Rocket Fuel Inc.'s post",
          1434664045
        ],
        [
          "Rocket Fuel Gives Back! We were honored to welcome Paul Henderson, Deputy Chief of Staff & Public Safety Director for the City of San Francisco, to our headquarters yesterday. Mr. Henderson spoke to Rocket Fuel’s girls STEM class as part of our Diversity Network Speaker sessions. He spoke to a very enthusiastic audience about overcoming obstacles and turning challenges into success. Photos from Rocket Fuel Inc.'s post",
          1423778946
        ],
        [
          "Big thanks to everyone who attended Rocket Fuel's HQ Housewarming last night! We had a blast hanging out with all of you and hope you enjoyed meeting the Rocket Fuel family and exploring our new home. Photos from Rocket Fuel Inc.'s post",
          1416000673
        ],
        [
          "Rocket Fuel is @inc's #2 fastest-growing company in San Francisco!: http://ow.ly/ANeFo Timeline Photos",
          1409164248
        ],
        [
          "Our brand new Chicago office—featuring a spacious, open floor plan of 45,000 square feet complemented by airy, exposed ceilings—makes a fitting home for our nerdy and loveable staff. Enjoy these pictures of some of our favorite rooms! Photo Credits: Darris Lee Harris Photography #CCBOFFICE Photos from Rocket Fuel Inc.'s post",
          1408660347
        ],
        [
          "#SXSWFUEL a success! Thanks to all who joined us in Austin the past few days. We had a blast with old and new friends at Qui and Clive Bar More pictures to come on our Flickr page http://www.flickr.com/photos/rocket_fuel_inc/ Photos from Rocket Fuel Inc.'s post",
          1394556708
        ],
        [
          "\"Ad startup @RocketFuelInc hits gas, plans to hire 300\" via @SVbizjournal #jobs http://ow.ly/gUpls Ad startup Rocket Fuel hits gas, plans to hire 300 - Silicon Valley... Rocket Fuel Inc. in 2012 more than doubled its revenue to $107 million, its staff...",
          1358784055
        ],
        [
          "Rocket Fuel rings the NASDAQ closing bell in honor of #awix just before 4 EST today http://www.nasdaq.com/article/advertising-week-2012-and-rocket-fuel-inc-to-ring-the-nasdaq-stock-market-closing-bell-20121004-00324 …. Watch live at: http://www.nasdaq.com/about/marketsitetowervideo.asx … Advertising Week 2012 and Rocket Fuel Inc. to Ring The NASDAQ Stock Market Closing Bell NASDAQ News: Advertising Week 2012 and Rocket Fuel Inc. to Ring The NASDAQ Stock Market Closing Bell",
          1349371771
        ]
      ],
      "dates_start": 1370932985,
      "dates_end": 1427812212,
      "likes_avg": 21,
      "likes_stdev": 17,
      "comments_avg": 0,
      "comments_stdev": 1,
      "shares_avg": 2,
      "shares_stdev": 1
    },
    {
      "number": 4,
      "important": [
        "randi",
        "say",
        "ceo randi",
        "articl",
        "last",
        "full",
        "mobil",
        "look",
        "answer",
        "key"
      ],
      "common": [
        "ceo",
        "ceo randy",
        "ceo randy wootton",
        "ly",
        "marketing",
        "ow",
        "ow ly",
        "randy",
        "randy wootton",
        "wootton"
      ],
      "messages": [
        [
          "\"We have a situation where two-thirds of digital dollars will be spent on mobile ads, and yet, on average, less than 10% of budgets are actually allotted to mobile. How can we explain this?,\" asks our CEO, Randy Wootton. Read the full article for the answer: ow.ly/S6cq3003FhA Mobile Advertising: Stumbling in the dark? There’s an old joke about a “lush” stumbling under a streetlamp, looking for his keys. A passerby asks the man where he last saw the keys. “Over there,” the drunkard says, pointing to the bar down the",
          1469467206
        ],
        [
          "How do we add to the digital marketing industry and further optimize customer and agency connections? HUB Institute interviews our CEO Randy Wootton and France Managing Director, Eric Clemenceau inquiring on such topics. Click the link to watch the video here: http://ow.ly/Ct1g302udrd #DSP #DCO #crossdevice #marketing Randy Wooton & Eric Clemenceau @Rocketfuel - HUBFORUM Le HUB Institute décrypte les tendances et nouveaux leviers du numérique pour accélérer la transformation digitale des entreprises. Lire plus :...",
          1469138433
        ],
        [
          "\"Marketers need to start realizing that the moment an ad appears, and the space in which it appears, are not independent variables—they’re mutually dependent,\" says our CEO, Randy Wootton. Read more about \"The General Relativity of Marketing\" today: http://ow.ly/YKxm300REK5 Rocket Fuel Today, marketers need to realize that the moment an ad appears, and the space in which it appears, are not independent variables—they’re mutually dependent. The potential for marketers to create amazing experiences that yield real results is very much rooted in the notion of a marketing “space-time”...",
          1468172743
        ],
        [
          "\"Mobile Advertising: Stumbling in the Dark,\" written by our CEO, Randy Wootton. Mobile Advertising: Stumbling in the dark? There’s an old joke about a “lush” stumbling under a streetlamp, looking for his keys. A passerby asks the man where he last saw the keys. “Over...",
          1463844179
        ],
        [
          "\"In many ways, I believe what we refer to as mobile is really just one step towards a comprehensive, full-funnel, cross-device solution. To get there, we need to be marketing to people, not their devices,\" says our CEO, Randy Wootton. Check out his latest LinkedIn article: ow.ly/S6cq3003FhA",
          1463072435
        ],
        [
          "\"The General Relativity of Marketing: Deciding What to Do with First-Party Data,\" written by our CEO, Randy Wootton. READ: ow.ly/4n0p49 The General Relativity Of Marketing Ever since I first read his theories in Grad School, I’ve been fascinated by Einstein’s notion that space and time are both variable and interdependent. Today, as the CEO of Rocket Fuel, I recognize",
          1461367648
        ],
        [
          "Watch our CEO, Randy Wootton, on AdExchanger's #Programmatic I/O SF panel, \"What Buyers & Sellers Really Want in #AdTech.\" #PROGIO: \"What Buyers and Sellers Really Want in Ad Tech...\" Programmatic Essentials workshop session hosted by Advertiser Perceptions at AdExchanger's PROGRAMMATIC I/O San Francisco 2016. What do the leading advertise...",
          1460660000
        ],
        [
          "Two days until our CEO, Randy Wootton, is a panelist at AdExchanger's Programmatic I/O SF.  Tune in on Wednesday, April 13, at 4 pm as he discusses what buyers and sellers really want in Ad Tech with companies like Google, Facebook, Yahoo, Advertiser Perceptions, and more. And don’t forget to stop by our booth! Click here for more details: ow.ly/10nz2p. #PROGIO Timeline Photos",
          1460394884
        ],
        [
          "\"If marketers are going to have the impact on the bottom line that their CEOs are demanding, they need to let their marketing be governed by the impact of each and every campaign act—that means every bid, every impression, every click,\" writes our CEO, Randy Wootton. Read Randy's first LinkedIn article, Outcome-Based Marketing: The Revolution Has Begun, here: http://ow.ly/10pjNS Outcome-Based Marketing: The Revolution Has Begun The fashion designer Helmut Lang once remarked, “Once I’m committed, I’m unafraid of the outcome.”  As an artist who explored unconventional materials like rubber and metallic fabric, Lang understood",
          1460038973
        ]
      ],
      "dates_start": 1460345286,
      "dates_end": 1467689491,
      "likes_avg": 3,
      "likes_stdev": 2,
      "comments_avg": 0,
      "comments_stdev": 0,
      "shares_avg": 1,
      "shares_stdev": 0
    },
    {
      "number": 5,
      "important": [
        "onli",
        "via",
        "data",
        "make",
        "advertis",
        "chang",
        "ai",
        "big data",
        "use",
        "buy"
      ],
      "common": [
        "big",
        "big data",
        "data",
        "http",
        "http ow",
        "http ow ly",
        "ly",
        "ow",
        "ow ly",
        "rocket"
      ],
      "messages": [
        [
          "\"When Milliseconds Count – Using AI to Buy Advertising\" via Data Science Central  http://ow.ly/amvG301iFMk When Milliseconds Count – Using AI to Buy Advertising Summary:  What changes in your analytics and Big Data stack would you have to make if you only had 10 milliseconds to make a decision?  There’s an...",
          1466265692
        ],
        [
          "Artificial Intelligence optimization isn't just for purchasing open RTB inventory anymore. With Rocket Fuel’s Private Marketplace, marketers can now call upon the power of Big Data and AI to improve the performance of their premium publisher buys. See why Cree, SkinFix, Grain NYC, and more have already seen improvements by as much as 190%: http://ow.ly/O240A Timeline Photos",
          1433778957
        ],
        [
          "If you're not leveraging artificial intelligence, you're missing out. Our own Rhonda Shantz, VP Marketing, offers her perspective on why all digital marketers should take advantage of the power of #programmatic. http://ow.ly/Imrec Rocket Fuel's Shantz: Leverage AI or miss out on big data opportunities Rocket Fuel's Shantz: Leverage AI or miss out on big data opportunities. From PR Week",
          1422906719
        ],
        [
          "In a global survey conducted by Forbes Insights in association with Rocket Fuel and Spencer Stuart, 90% of CEOs and CMOs say their marketing efforts meet or exceed their expectations. But is this overwhelming optimism just a result of low expectations? Download your completely free copy of \"Data-Driven Insights Are Only Part of the Journey: Today's Best CMOs Take Action\" to find out. Data Driven Insights Are Only Part of the Journey The early days of data-driven marketing were characterized by a wary incrementalism. Most marketers sensed a major change was coming, but they wanted to avoid leaping into Big Data too quickly.",
          1416513025
        ],
        [
          "If you've been reading this blog, you know we like to write about the value of Big Data. Well, here's the latest case for bulking up your data expertise. Data as a Competitive Advantage If you've been reading this blog, you know we like to write about the value of Big Data. Well, here's the latest case for bulking up your data expertise.",
          1411996801
        ],
        [
          "How can Big Data optimize concerts? By mining granular insights out of vast pools of user data, Pandora can put together the right combination of acts for customized concerts that it knows will appeal to audiences. How Pandora Mined Data to Create Custom Concert Series How can Big Data optimize concerts? By mining granular insights out of vast pools of user data, Pandora can put together the right combination of acts for customized concerts that it knows will appeal to audiences. ",
          1411653601
        ],
        [
          ".@crimsonmktg: \"Big Data is here to stay.\" Read their review of our Big Data infographic: http://ow.ly/x9FGB Understanding Big Data Is The Key to Success [Infographic] - Big data and marketing analytics are here to stay. According to a popular survey from Rocket Fuel and Forbes, CMOs who implement Big Data generate...",
          1400780116
        ],
        [
          "Catch @rocketfuelinc's Richard Frankel on the @NASDAQOMX big data panel @advertisingweek http://bit.ly/1dD4tRy #AWX Advertising Week 2013 - NASDAQ Venture Series: Data Startups and emerging players examine trends, disruption and what's next in the world of Data and Content.",
          1379520212
        ],
        [
          "Rocket Fuel’s Big Breakfast on Big Data during NYC @advertisingweek will share the latest developments on the topic. http://bit.ly/1fo6b5M The volume, velocity, and variety of Big Data is unprecedented: by the time you finish reading this invitation, Rocket Fuel will have scanned...",
          1378742747
        ],
        [
          "5 Small Ways to Use #BigData to Majorly Improve Business @traction CEO @adamkleinberg. \"You can work with a company like @rocketfuelinc...\" http://ow.ly/oha9k 5 Small Ways to Use Big Data to Majorly Improve Business Big data can seem intimidating, but these five strategies can make using it easy and beneficial to your company's growth.",
          1377526954
        ],
        [
          "New article from @rocketfuelinc CMO @eporres: How Big Data's Complexity Changes the Role of Today's CMO: http://ow.ly/n3wza @mediapost MediaPost Publications: How Big Data's Complexity Changes The Role Of... How Big Data's Complexity Changes The Role Of Today's CMO - 07/17/2013. Artificial Intelligence and Machine Learning.",
          1374069768
        ],
        [
          "Who are the top Big Data startups? VOTE for @rocketfuelinc as 1 of the \"10 Big Data Startups to Watch\": http://ow.ly/ltFWQ 42 Big Data Startups – Vote for the Top 10 42 Big Data Startups – Vote for the Top 10Published by Jeff Vance on May 27, 2013 | Leave a responseThe Big Data space is heating up, and unlike...",
          1369836992
        ],
        [
          "Data Science: The Numbers of our Lives. Universities offer new #bigdata courses of study and new opportunities. http://ow.ly/k18T3 Universities Offer Courses in a Hot New Field: Data Science Big data, big money, big skill set now required. Universities are on it.",
          1365789520
        ],
        [
          "A graphic of all the major players in The Big Data Landscape: http://ow.ly/h6M8p The Big Data Landscape The Big Data Landscape http://www.bigdatalandscape.com Includes companies in the infrastructure and applications space. InfrastructureAnalytics...",
          1359129646
        ],
        [
          "Big Data Infographic of the Week: Exploding Data, which helps us to visualize just how much digital data there is in our world - http://rocketfuel.com/newsroom/blog/big-data-infographic-of-the-week-exploding-data Timeline Photos",
          1338930605
        ],
        [
          "\"The best things you can do are beyond human reason and hypotheses\" - George John, CEO, Rocket Fuel How big data can be used to improve and predict sales Data collected can be useful to retailers in many ways, but not necessarily in the ways that one might expect, as discussed at Structure:Data. For example, did you know that there's a correlation between the music you listen to and the things you might buy?",
          1332457568
        ]
      ],
      "dates_start": 1355444277,
      "dates_end": 1424543087,
      "likes_avg": 7,
      "likes_stdev": 17,
      "comments_avg": 0,
      "comments_stdev": 0,
      "shares_avg": 1,
      "shares_stdev": 1
    },
    {
      "number": 6,
      "important": [
        "artificialintellig",
        "fuel rocket fuel lead",
        "advertis solut transform",
        "advertis solut",
        "name",
        "realtim",
        "result",
        "transform digit",
        "awar",
        "digit media"
      ],
      "common": [
        "campaigns",
        "campaigns self",
        "digital",
        "digital media",
        "fuel",
        "intelligence advertising solutions",
        "media",
        "rocket",
        "rocket fuel",
        "self"
      ],
      "messages": [
        [
          "Woohoo! http://rocketfuel.com/newsroom/blog/rocket-fuel-named-one-of-the-silicon-valleys-hottest-companies-by-lead411 Rocket Fuel Named One of the Silicon Valley's Hottest Companies by Lead411 » Rocket Fuel Rocket Fuel is the leading provider of artificial-intelligence advertising solutions that transform digital media campaigns into self-optimizing engines that learn and adapt in real-time, and deliver outstanding results from awareness to sales.",
          1364922786
        ],
        [
          ".@RocketFuelInc overdelivers on set metrics @ exceeds ROI for #Bowflex. Find out how: http://ow.ly/jdMeg Lifting Performance » Rocket Fuel Rocket Fuel is the leading provider of artificial-intelligence advertising solutions that transform digital media campaigns into self-optimizing...",
          1364392938
        ],
        [
          "Refer someone who gets hired and you could win an iPad! Find out how: http://rocketfuel.com/careers Careers » Rocket Fuel Rocket Fuel is the leading provider of artificial-intelligence advertising solutions that transform digital media campaigns into self-optimizing...",
          1364223733
        ],
        [
          "When working w/@concordrecords, @rocketfuelinc beat the competition 2:1 & outperformed previous benchmarks. Read why: http://ow.ly/hTOwK Singing Success » Rocket Fuel Rocket Fuel is the leading provider of artificial-intelligence advertising solutions that transform digital media campaigns into self-optimizing...",
          1363705324
        ],
        [
          "How to Attribute Conversions in Your Display Ad Campaign: http://ow.ly/ilMk2 How to Attribute Conversions in Your Display Ad Campaign » Rocket Fuel Rocket Fuel is the leading provider of artificial-intelligence advertising solutions that transform digital media campaigns into self-optimizing...",
          1362585656
        ],
        [
          "Valentine's Day may be over but @rocketfuelinc's new infographic shows consumer trends & ad campaigns that got a boost: http://ow.ly/i79ew A Rocket Fuel Infographic - Your Big Data Valentine for 2013 » Rocket Fuel Rocket Fuel is the leading provider of artificial-intelligence advertising solutions that transform digital media campaigns into self-optimizing...",
          1362004204
        ],
        [
          "See how @rocketfuelinc drove 22K clicks in 6 weeks for @evorobotics @mintcleaner & outperformed #Google & #Facebook. http://ow.ly/hTOeZ Cleaning Up on the CTR » Rocket Fuel Rocket Fuel is the leading provider of artificial-intelligence advertising solutions that transform digital media campaigns into self-optimizing...",
          1361894508
        ],
        [
          "Find out why @MarketSmith trusts @RocketFuelInc to drive more conversions than any of their other partners. http://ow.ly/hIQTN Stocking Up » Rocket Fuel Rocket Fuel is the leading provider of artificial-intelligence advertising solutions that transform digital media campaigns into self-optimizing...",
          1361376084
        ],
        [
          "See why @RocketFuelInc gets @Epson a 19% lift in consideration across Europe & provides serious brand lift. http://ow.ly/hGVjG Printing Profits » Rocket Fuel Rocket Fuel is the leading provider of artificial-intelligence advertising solutions that transform digital media campaigns into self-optimizing...",
          1361289676
        ],
        [
          "What's it like to work for one of America's Most Promising Companies (@Forbes)? Find out from our staff: http://rocketfuel.com/careers Careers » Rocket Fuel Rocket Fuel is the leading provider of artificial-intelligence advertising solutions that transform digital media campaigns into self-optimizing...",
          1360760459
        ],
        [
          "Want to work with the best? We're growing like gangbusters! Check out our current job openings. http://ow.ly/gUvSy #jobs Careers » Rocket Fuel Rocket Fuel is the leading provider of artificial-intelligence advertising solutions that transform digital media campaigns into self-optimizing...",
          1358956874
        ],
        [
          "New #infographic from @rocketfuelinc: The best 2012 digital media trends, planning, #rtb, & analytics research http://ow.ly/1RbiKL #curated A Rocket Fuel Infographic - Your Curated Summary of the Best 2012... Rocket Fuel is the leading provider of artificial-intelligence advertising solutions that transform digital media campaigns into self-optimizing...",
          1358352019
        ],
        [
          "See how Rocket Fuel reduces CPA for @Lufthansa online ticket sales nearly 50% & increases conversions by 11%. http://ow.ly/gE6Fy Soaring Savings » Rocket Fuel Rocket Fuel is the leading provider of artificial-intelligence advertising solutions that transform digital media campaigns into self-optimizing...",
          1357835417
        ],
        [
          "Rocket Fuel’s own George John is proud to be a part of Econsultancy’s Best Practices in Data Management guide just released today!\n\nhttp://rocketfuel.com/newsroom/blog/econsultancys-best-practices-in-data-management-guide-includes-rocket-fuels Econsultancy’s Best Practices in Data Management Guide Includes Rocket Fuel’s George John » Rocket F Rocket Fuel is the leading provider of artificial-intelligence advertising solutions that transform digital media campaigns into self-optimizing engines that learn and adapt in real-time, and deliver outstanding results from awareness to sales.",
          1355264870
        ],
        [
          "Rocket Fuel Named One of Bay Area’s Top Workplaces by Employees http://rocketfuel.com/newsroom/press_release/rocket-fuel-named-one-of-bay-areas-top-workplaces Rocket Fuel Named One of Bay Area’s Top Workplaces » Rocket Fuel Rocket Fuel is the leading provider of artificial-intelligence advertising solutions that transform digital media campaigns into self-optimizing engines that learn and adapt in real-time, and deliver outstanding results from awareness to sales.",
          1340047513
        ],
        [
          "Infographic of the Week Winner: What Pi Looks Like To 4 Million Decimal Places – As Pixel Art.  Wanting to pay homage to the mathematicians’ remarkable discovery, NY-based interdisciplinary designers TWO-N, Inc. decided to visualize a subset of Pi as pixel art: http://rocketfuel.com/newsroom/blog/infographic-of-the-week-what-pi-looks-like-to-4-million-decimal-places-as-p Infographic of the Week: What Pi Looks Like To 4 Million Decimal Places – As Pixel Art » Rocket Fuel Rocket Fuel is the leading provider of artificial-intelligence advertising solutions that transform digital media campaigns into self-optimizing engines that learn and adapt in real-time, and deliver outstanding results from awareness to sales.",
          1337922000
        ],
        [
          "Baskin-Robbins Were Geniuses by Rocket Fuel's Jarvis Mak\nhttp://rocketfuel.com/newsroom/blog/baskin-robbins-were-geniuses Baskin-Robbins Were Geniuses » Rocket Fuel Rocket Fuel is the leading provider of artificial-intelligence advertising solutions that transform digital media campaigns into self-optimizing engines that learn and adapt in real-time, and deliver outstanding results from awareness to sales.",
          1337624139
        ]
      ],
      "dates_start": 1348229613,
      "dates_end": 1366259586,
      "likes_avg": 4,
      "likes_stdev": 4,
      "comments_avg": 0,
      "comments_stdev": 0,
      "shares_avg": 1,
      "shares_stdev": 0
    },
    {
      "number": 7,
      "important": [
        "devic",
        "put",
        "person",
        "creat",
        "world",
        "across",
        "reach",
        "blog",
        "market",
        "consum"
      ],
      "common": [
        "cross",
        "cross device",
        "device",
        "devices",
        "fuel",
        "ly",
        "ow",
        "ow ly",
        "rocket",
        "rocket fuel"
      ],
      "messages": [
        [
          "Our new partnership with LiveRamp means we can better reach customers across all devices. By putting LiveRamp’s IdentityLink technology to work within Rocket Fuel’s predictive marketing platform, marketers can create more personalized, people-based marketing. We sat down with Jeff Smith, Chief Marketing Officer of LiveRamp , to ask him a few questions about what IdentityLink means for advertisers and the future of people-based marketing. Check out the blog: http://ow.ly/WdjB306O9Wr Rocket Fuel and LiveRamp Partnership - Rocket Fuel In today’s connected world, marketers face the challenge of reaching consumers through myriad devices and across countless consumer channels like...",
          1480942865
        ],
        [
          "Missed Mark Torrance's latest piece on cross device? No worries! We have you covered. Click the link below to read his article, \"Probabilistic Cross Device for Digital Advertising\" now! ow.ly/onyH303y1CB Timeline Photos",
          1473012909
        ],
        [
          "\"By training machine learning models both ways -- once with “same device only” attribution and again with “cross device” attribution, Rocket Fuel can optimize the performance of the campaign for whichever way our customers choose to measure it,\" says our CTO Mark Torrance in his latest article \"Probabilistic Cross Device for Digital Advertising.\" Click the link below to read more about the influence of cross device: ow.ly/onyH303y1CB Timeline Photos",
          1472065514
        ],
        [
          "Rocket Fuel Inc. provides technology that creates a broader picture of individual consumers in real time. Read more about #CrossDevice here: ow.ly/xqGX3016tQY Cross Device - Rocketfuel Make your campaigns more effective by focusing on customers, not just the devices they use. Below in Tips #1-3, we identify the critical elements...",
          1467479722
        ],
        [
          "We provide the technology to see consumers across all of their devices and create a broader picture of individual consumers and understand their needs in real time. Learn more about #CrossDevice now: http://ow.ly/xqGX3016tQY Cross Device - Rocketfuel Make your campaigns more effective by focusing on customers, not just the devices they use. Below in Tips #1-3, we identify the critical elements...",
          1466438531
        ],
        [
          "4 Tips to Increase Campaign Performance Across Devices: http://ow.ly/xqGX3016tQY Cross Device - Rocketfuel Make your campaigns more effective by focusing on customers, not just the devices they use. Below in Tips #1-3, we identify the critical elements...",
          1465761646
        ],
        [
          "This year, 87.3% of mobile users will use their device to browse, research or compare products, an 11.4% increase since 2014. How does mobile tie into your media mix? Check out our #CrossDevice webpage to learn more about how you can seamlessly optimize your campaigns across mobile, desktop and more with cross-device: http://ow.ly/w2z4300JgyK #MobileMondays Cross Device - Rocketfuel Make your campaigns more effective by focusing on customers, not just the devices they use. Below in Tips #1-3, we identify the critical elements...",
          1464625497
        ],
        [
          "New whitepaper alert: \"How To Stop Marketing To Devices and Start Marketing To People.\" READ: http://ow.ly/wlcw30008wP Timeline Photos",
          1462567686
        ],
        [
          "By identifying the people behind the screens, Rocket Fuel can influence the frequency, accuracy, and relevance of messaging across devices and attribute the conversion, no matter which device it happens on. Read more: http://ow.ly/4nnMaN #CrossDevice #Mobile Cross Device Beyond Targeting Part IV: People-Based Attribution - Rocketfuel By Ian Dailey, Sr. Product Marketing Manager In this four-part Rocket Fuel blog series, we’ve been exploring people-based marketing and the step-by-step process of driving performance by leveraging cross-device data. By identifying the people behind the screens and linking their previously-siloed pr…",
          1462292590
        ],
        [
          "In 2017, 81.4% of the U.S. population will own a mobile phone. Do you know someone who doesn't own a cell phone these days? Check out our “Consumers and their Unpredictable Path to Conversion” on our #CrossDevice web page to see the impressions seen directly prior to conversions, as well as exactly where consumers made the jump from one device to the next. http://ow.ly/4ngiEW #MobileMondays Cross Device - Rocketfuel Rocket Fuel’s Cross-Device offering allows your campaigns to truly optimize across mobile and desktop devices to find key moments of influence. With our Moment Scoring™ technology, you can run one campaign to find the optimal media mix that will deliver better performance and deeper insights.",
          1462208834
        ],
        [
          "Our Cross-Device offering allows your campaigns to truly optimize across mobile and desktop devices to find key moments of influence. Learn more here: http://ow.ly/4n7sHz #CrossDevice",
          1461687151
        ],
        [
          "Check out our latest #infographic, Connected Devices, as we take a unique glimpse into how consumer #devices, #data, and activity are evolving: http://ow.ly/10vDvo #IoT Timeline Photos",
          1460811715
        ],
        [
          "Whether it’s on television, a billboard, a wearable device, or a screen we've yet to imagine, there's an opportunity for marketers to reach consumers during their most influential moments. How? For the answer, let’s take it over to Advertising Age where Rocket Fuel’s interim CEO, Monte Zweben, penned his latest article “Programmatic Everywhere: Every Screen is an Opportunity.” http://ow.ly/Qc3Sm Timeline Photos",
          1438099113
        ],
        [
          "Most of us own multiple devices, but shouldn’t the focus of marketers and agencies be on us rather than our phones, tablets, and computers? Learn how Rocket Fuel is making that possible with Cross Device: http://ow.ly/P17gm Timeline Photos",
          1435748403
        ],
        [
          "Don’t miss your chance to reserve a seat for our Marketing Across Devices: Optimizing Your Media Mix Webinar Tomorrow, June 30 at 11:30 am PST/ 2:30 pm EST! Rocket Fuel's very own Senior Director of Mobile, Nitin Chitkara, will dig into how marketing to people, not their devices, optimizes budget and media mix while improving multi-channel uplift and overall performance. Register today: http://ow.ly/OXwRQ Timeline Photos",
          1435611928
        ],
        [
          "In the second \"Programmatic Marketing\" video, marketers connect with the Millers through Marketing That Learns™ how to reach individuals, not devices—and helps drive them toward the products they love. https://vimeo.com/128204560 Marketing That Learns™ How to Reach Individuals, Not Devices By compiling a single consumer profile via a common IP address, then layering on additional signals, Rocket Fuel can enrich the understanding of device ownership…",
          1432097399
        ],
        [
          "In a world that is becoming “mobile first,” smartphones and other mobile gadgets are driving the boost in cross-channel engagement. However, it’s not just about reaching devices. It’s about reaching people. Our first Rocket Fuel Spotlight reveals how a diversified, multi-channel #programmatic ad spend with cross-device optimization ultimately leads to positive business outcomes. http://ow.ly/Ky16N Timeline Photos",
          1426784493
        ],
        [
          "\"Programmatic CMOs recognize customers, reach them on paid & owned channels w relevant messages,\" Nardone at #ADWKDC pic.twitter.com/XgQ5LEiPyF Rocket Fuel Inc. on Twitter: \"\"Programmatic CMOs recognize customers, reach them on paid & owned... \"Programmatic CMOs recognize customers, reach them on paid & owned channels w relevant messages,\" Nardone at #ADWKDC pic.twitter.com/XgQ5LEiPyF",
          1410368220
        ]
      ],
      "dates_start": 1435566376,
      "dates_end": 1473167425,
      "likes_avg": 4,
      "likes_stdev": 3,
      "comments_avg": 0,
      "comments_stdev": 0,
      "shares_avg": 1,
      "shares_stdev": 2
    },
    {
      "number": 8,
      "important": [
        "read",
        "predict",
        "via",
        "futur",
        "facebook",
        "artifici intellig",
        "know",
        "artifici",
        "across",
        "ai"
      ],
      "common": [
        "artificial",
        "artificial intelligence",
        "ceo",
        "fuel",
        "george",
        "george john",
        "intelligence",
        "john",
        "rocket",
        "rocket fuel"
      ],
      "messages": [
        [
          "\"Artificial Intelligence Algorithm Predicts the Future\" via Newsweek Read more here: ow.ly/oM5x301M7IH #machinelearning #AI",
          1467403278
        ],
        [
          "Did you know that your computer may know you better than your friends and family? Researchers found that using Artificial Intelligence (AI) enabled them to predict and interpret a participant’s personality by analyzing just ten Facebook likes. George John talks about what this amazing technology means for marketers and why, soon, it will be everywhere: http://ow.ly/PRrYn Timeline Photos",
          1437419243
        ],
        [
          "Did you know that your computer knows you better than your friends and family? Researchers found that using Artificial Intelligence (AI) enabled them to predict and interpret a participant’s personality by analyzing just ten Facebook likes. George John talks about what this technology means for marketers and the opportunities that lay in wait in \"The Age of AI.\" http://ow.ly/NKkyl Timeline Photos",
          1433528172
        ],
        [
          "Thought leadership that’s changing the business landscape: Forbes profiles Rocket Fuel Chairman and CEO George John, who talks about his vision for next generation advertising, and the power of artificial intelligence to transform digital marketing and drive real results. http://ow.ly/IvInV Timeline Photos",
          1423090785
        ],
        [
          "What will a future society interwoven with artificial intelligence and robotics reflect on as watershed moments that shaped their world? Here are a few. The Three Breakthroughs That Have Finally Unleashed AI on the World What will a future society interwoven with artificial intelligence and robotics look back at as watershed moments that shaped their world? Here are a few.",
          1416238200
        ],
        [
          "On behalf of all members of the Rocket Fuel family: Congratulations to our CEO George John for being a great leader and a team player! George John’s dedication and skills made him recipient of the “2014 Most Admired CEOs in the Bay Area award” at the SFBT awards dinner! \nRead more: http://ow.ly/EisNJ Most Admired CEO Awards",
          1416235207
        ],
        [
          "We believe the winners in \"The Second Machine Age\" will be those preparing for a future where artificial intelligence is a major part of life. With the capacity to learn from their experiences, the experiences of enormous networks of \"peers,\" and larger-than-life pools of data, it seems that artificial intelligence will eventually have a hand (or is it antenna?) in almost every human initiative. Artificial intelligence meets the C-suite Rocket Fuel believes the winners in \"The Second Machine Age\" will be those preparing for a future where artificial intelligence is a major part of life.",
          1413468001
        ],
        [
          "Missed @gjohn's \"The Age of Artificial Intelligence\" #TEDx talk in London last month? Catch it here: http://ow.ly/lFciI #AI The Age of Artificial Intelligence: George John at TEDxLBS 2013 George, overly influenced by Star Trek, previously worked at NASA, earning his \"rocket scientist\" credentials. He currently manages Rocket Fuel and...",
          1370358192
        ],
        [
          "George John speaking on the 'Algorithm vs the Man' session earlier today at The Festival of Media Global in Montreux, Switzerland The Festival of Media \"Algorithm versus the Man\" session - Hosted Mark Palmer, founder, Maverick Planet. \nFeaturing George John, CEO and founder, Rocket Fuel; Sameer Singh, VP & head of global media planning, strategy & buying, GlaxoSmithKline and Ricky Liversidge, CMO, DG MediaMind",
          1367322199
        ],
        [
          "CEO George John reflects on @rocketfuelinc's success in 2012 in an interview with @europeanleaders: http://ow.ly/jgryK 2012 saw 'Lift Off' for Rocket Fuel - Hot Topics Events 2012 proved to be a stellar year for Rocket Fuel, the leading provider of artificial intelligence advertising solutions for digital marketers....",
          1363878071
        ],
        [
          "Exciting news: George John will be speaking at TEDxLondonBusinessSchool on 26 April 2013. For more info visit www.tedxlondonbusinessschool.com",
          1361185062
        ],
        [
          "Rocket Fuel's CEO, George John is speaking at the Citibank Global Internet, Media & Technology Conference at #CES today. http://ow.ly/gFUPf Rocket Fuel CEO to Speak on 2013 CES Panel in Las Vegas REDWOOD CITY, CA--(Marketwire - Jan 9, 2013) - Rocket Fuel, the leading provider of artificial intelligence advertising solutions for digital...",
          1357754980
        ],
        [
          "George John, CEO and Richard Frankel, President ringing the closing bell at NASDAQ Timeline Photos",
          1349375346
        ],
        [
          "What do Stanford PhDs, NSF Fellows, and NASA all have in common?\n\n Time is running out to help hoist George onto the 2013 SxSW stage. Cast your vote for our awesome CEO, George John to speak at SXSW this year! http://panelpicker.sxsw.com/vote/3502 SXSW PanelPicker Revenge of the Nerds: Why Data Scientists are Hot   Description The rise in “big data” being mined and analyzed in dozens of industries – from online advertising, to retail, to business, media, and beyond – has fueled a talent war for data scientists. Today’s hottest, most-sought after employee is t...",
          1345738051
        ],
        [
          "Revenge of the Nerds: Why Data Scientists are Hot\n\nCast your vote for our awesome CEO, George John to speak at SxSW this year! http://panelpicker.sxsw.com/vote/3502 SXSW PanelPicker Revenge of the Nerds: Why Data Scientists are Hot   Description The rise in “big data” being mined and analyzed in dozens of industries – from online advertising, to retail, to business, media, and beyond – has fueled a talent war for data scientists. Today’s hottest, most-sought after employee is t...",
          1345478877
        ],
        [
          "Rocket Fuel, the leading provider of artificial intelligence advertising solutions for digital marketers, secures $50 Million in funding to fuel rapid global growth: http://rocketfuel.com/newsroom/press_release/rocket-fuel-secures-50-million-in-funding-to-fuel-rapid-global-growth Timeline Photos",
          1340895938
        ],
        [
          "Our CEO George John speaks with AdExchanger to discuss Rocket Fuel, his views on the space, and the state of Rocket Fuel today--  http://www.adexchanger.com/the-state-of/rocket-fuel-john/ The State Of Rocket Fuel: CEO John Sees Impressive, Real-Time Bidding Impact As part of its \"State of...\" series of articles with industry executives, AdExchanger.com spoke with John to discuss his company, his views on the space, and the state of Rocket Fuel today.",
          1332258162
        ],
        [
          "Great write-up by Anthony Hua in TechCrunch.  Yeah, complex autonomous behavior rock(et scientist)s: TechCrunch | Ad Startup Rocket Fuel Just Had Its First Profitable Quarter Startup Rocket Fuel claims to apply \"rocket science\" to ad campaigns, and it sounds like that science is turning into real revenue. The company says it made $44.5 million in revenue last year, compared to $16.6 million in 2010 and $2.4 million in 2009.    In fact, CEO George John tells me that in th...",
          1329843932
        ]
      ],
      "dates_start": 1340693171,
      "dates_end": 1422803683,
      "likes_avg": 11,
      "likes_stdev": 12,
      "comments_avg": 0,
      "comments_stdev": 0,
      "shares_avg": 2,
      "shares_stdev": 3
    },
    {
      "number": 9,
      "important": [
        "rocket",
        "rocket fuel",
        "host",
        "give",
        "recent",
        "fuel",
        "across",
        "partner",
        "thank",
        "tech"
      ],
      "common": [
        "fuel",
        "http",
        "http ow",
        "http ow ly",
        "location",
        "ly",
        "ow",
        "ow ly",
        "rocket",
        "rocket fuel"
      ],
      "messages": [
        [
          "In observance of Black History Month, Rocket Fuel Gives Back recently partnered with the Silicon Valley Black Chamber of Commerce to host a Black Youth Hackathon in our HQ office. Thank you to everyone who participated and volunteered!",
          1456524368
        ],
        [
          "We proudly paid tribute to veterans recently by hosting Honor in the Valley, a tech trek through Silicon Valley for Navy Seal veterans. Rocket Fuel volunteers gave lessons on how Rocket Fuel contributes to tech culture, leadership, community outreach, and recruiting. Timeline Photos",
          1455820619
        ],
        [
          "Rocket Fuel Gives Back! Last Saturday, we sponsored and hosted MATHCOUNTS, a national middle school coaching and competitive mathematics program that promotes mathematics achievement through a series of fun and engaging \"bee\" -style contests. MATHCOUNTS has been recognized in White House ceremonies by President Barack Obama, as well as former Presidents Bush, Clinton, H.W. Bush, and Reagan.",
          1425672964
        ],
        [
          "Rocket Fuel Gives Back! The Rocket Fuel Girls STEM Program and Women's Network is thrilled to welcome California Congresswoman Jackie Speier to HQ today. Timeline Photos",
          1424307695
        ],
        [
          "Rocket Fuel Gives Back! Rocket Fuel \"Gives Back\" Stop Hunger Now Volunteer Event @ Rocket Fuel HQ",
          1423154693
        ],
        [
          "The “12 days of Ad Tech” are upon us, and Rocket Fuel wants to give you a daily gift leading up to December 25! But unlike the popular carol, ours will be a bit more... practical. Instead of a progression of increasingly unreasonable presents that would inundate your home with filthy waterfowl and dozens of “drumming,” “leaping,” and “piping” strangers, our nerdy and lovable executives will be giving the valuable gift of insight into 2015—and a chance to win a $100 Amazon gift card! View our advent calendar at: http://rocketfuel.com/12DaysOfAdTech and make your prediction today! Timeline Photos",
          1418242714
        ],
        [
          "Rocket Fuel is thrilled to be hosting the Silicon Valley Ruby on Rails meet up on June 18th at 6 p.m. Guest speaker Yehuda Katz, co-author of the best-selling novel “Iquery”, will present insights on how to build an excellent CLI tool and leverage examples that he has worked on, including the Ninefold CLI gem.\n\nPlease join us at the Pacific Café located across campus at 1600 Seaport Blvd. to learn more about job opportunities at Rocket Fuel, network with peers, and expand your programming prowess. Don’t miss out, RSVP now: ow.ly/y72kr",
          1403020800
        ],
        [
          "Rocket Fuel becomes first to tap Nielsen Catalina Solutions’ In-flight Optimizer:  http://ow.ly/xASdl Rocket Fuel Becomes First to Tap Nielsen Catalina Solutions’ In-flight... Rocket Fuel Becomes First to Tap Nielsen Catalina Solutions’ In-flight Optimizer - Rocket Fuel delivers the only programmatic media-buying platform...",
          1401890480
        ],
        [
          "Rocket Fuel celebrates its 6 yr anniversary and unveils new worldwide HQ: http://ow.ly/vl6kM Rocket Fuel Celebrates Its Six-Year Anniversary and Unveils New... Rocket Fuel Celebrates Its Six-Year Anniversary and Unveils New Worldwide Headquarters - Rocket Fuel delivers the only programmatic media-buying...",
          1396534544
        ],
        [
          "Vote for your favorite charity @rocketfuelinc and #giveback. Learn more: http://ow.ly/rScW1 Help Rocket Fuel Give Back  ",
          1387556173
        ],
        [
          "Congrats to @rocketfuelinc president Richard Frankel, named the #YJP Entrepreneur of the Year: http://ow.ly/rE6hV Media Alert: Rocket Fuel President Named Entrepreneur of the Year by the... Media Alert: Rocket Fuel President Named Entrepreneur of the Year by the Young Jewish Professionals - Rocket Fuel delivers the only programmatic...",
          1386778550
        ],
        [
          "We're honored to be named #1 on the @DeloitteTMT #Fast500 list for 2013. Congrats to the entire @rocketfuelinc team! http://ow.ly/qMpQH Rocket Fuel Ranked No. 1 Fastest Growing Company in North America on... Rocket Fuel Ranked No. 1 Fastest Growing Company in North America on Deloitte's 2013 Tech Fast 500 - Rocket Fuel delivers the only programmatic...",
          1384355097
        ],
        [
          " @rocketfuelinc President, Richard Frankel, will be speaking later today at the @OpenX Conference in NYC: http://ow.ly/q4QVy Home | OpenX Conference On Tuesday, October 29 OpenX will host its second annual OpenX Conference at the chic and artsy Tribeca Grand. Join senior publishing executives...",
          1383059129
        ],
        [
          "1 of our Space Race winners @ediblearrangements' experience launching their rockets into space! http://ow.ly/okdse A Win for the Fruit Experts® in Rocket Fuel’s Social Media Space Race... Here at Edible Arrangements®, we love a little healthy competition. So when we heard about a social media contest hosted by media-buying and...",
          1377871373
        ],
        [
          "Rocket Fuel's first #SpaceRace launched our clients' brands into the stratosphere - check out the amazing footage: http://vimeo.com/73268561 Rocket Fuel Space Race Rocket Fuel’s first “Space Race” took to the Nevada desert on August 17, 2013 to launch client-branded weather balloons into the stratosphere....",
          1377714610
        ],
        [
          "Check out the photos from Rocket Fuel’s casino night in Boston! http://bit.ly/16dkk04 Boston Casino Night Rocket Fuel hosted a Casino Night at Market Restaurant in Boston, MA on August 13, 2013. Clients participated in a blackjack tournament and the top 3 winners took home prizes.",
          1377171425
        ],
        [
          ".@rocketfuelinc named to Inc. 500|5000’s annual list of America’s fastest-growing private companies: http://ow.ly/o6GJ0 Rocket Fuel Named to Inc. 500-5000's Annual List of America's... Rocket Fuel Named to Inc. 500-5000's Annual List of America's Fastest-growing Private Companies - Rocket Fuel delivers the only programmatic...",
          1377093754
        ],
        [
          ".@rocketfuelinc now gives you access to prime ad space: The #Facebook Exchange news feed! http://ow.ly/kT9Pk #FBX Location, Location, Location: Rocket Fuel Gives You Access to Prime Real... Location, Location, Location: Rocket Fuel Gives You Access to Prime Real Estate—the FBX News Feed - Rocket Fuel delivers the only programmatic...",
          1368453800
        ],
        [
          "Latest News: @rocketfuelinc now gives you access to prime ad space...the #Facebook Exchange news feed. http://ow.ly/kT9x8 #FBX Location, Location, Location: Rocket Fuel Gives You Access to Prime Real... Location, Location, Location: Rocket Fuel Gives You Access to Prime Real Estate—the FBX News Feed - Rocket Fuel delivers the only programmatic...",
          1368190913
        ],
        [
          "Join us 4/18-19 @Forrester's Forum for Mktg Leadership Pros in LA discussing tools u need 2 market in the digital age http://ow.ly/jYVvl Forrester’s Forum for Marketing Leadership Professionals 2013 - Downtown... Forrester’s Forum for Marketing Leadership Professionals 2013 - Downtown Los Angeles - Rocket Fuel delivers the only programmatic media-buying...",
          1366300881
        ],
        [
          ".@rocketfuelinc is hosting a Tech Talk at Stanford on Monday 2/25 at 5pm. Join us! http://ow.ly/hWuO9 #AI #BigData #advertising Rocket Fuel Tech Talk @ Stanford Optimizing Online Advertising Using Artificial Intelligence and Big Data What We’ll Talk About: Rocket Fuel solves problems for thousands of...",
          1361548835
        ],
        [
          "Going to Advertising Week? So is Rocket Fuel! Join us at NASDAQ OMX on Oct. 5 for \"Advertising That Learns: When Artificial Intelligence Met Madison Avenue\" to learn more about the wonder of AI and its impact on the advertising industry. RSVP here: http://bit.ly/Op8jx1",
          1348575516
        ]
      ],
      "dates_start": 1365604236,
      "dates_end": 1422562939,
      "likes_avg": 10,
      "likes_stdev": 12,
      "comments_avg": 0,
      "comments_stdev": 0,
      "shares_avg": 2,
      "shares_stdev": 3
    },
    {
      "number": 10,
      "important": [
        "call",
        "ad tech",
        "say",
        "ceo randi",
        "articl",
        "recent",
        "world",
        "today",
        "last",
        "tech"
      ],
      "common": [
        "http",
        "http ow",
        "http ow ly",
        "learning",
        "ly",
        "machine",
        "machines",
        "ow",
        "ow ly",
        "tech"
      ],
      "messages": [
        [
          "\"We are facing a trust crisis as evidenced by the recent deluge of articles on the topic of transparency and the recent ANA Media Transparency Initiative: K2 Report, which I referred to as the Ad Tech nuclear bomb during our last earnings call. The “trust crisis” we face today is not rooted in ideological differences but--instead--in the volume of data that exists in the world today,\" says our CEO, Randy Wootton, in his latest article \"Trust in an AI-powered world\" ow.ly/1uWv3042ehU Timeline Photos",
          1473362455
        ],
        [
          "\"Our industry succeeds when everyone in the ecosystem trusts each other. We are open about our business practices and are as transparent as possible with our partners and customers,\" says our CEO, Randy Wootton. Read the full article here: http://ow.ly/ClsN301iunQ AdExchanger How The ANA Rebate Controversy Could Impact Ad Tech | AdExchanger The ANA report on agency transparency erupted last week, intensifying a long-expected public dispute between brands and their media agencies. While...",
          1466175721
        ],
        [
          "\"How The ANA Rebate Controversy Could Impact Ad Tech\" via AdExchanger http://ow.ly/Ufjv301g8UQ How The ANA Rebate Controversy Could Impact Ad Tech | AdExchanger The ANA report on agency transparency erupted last week, intensifying a long-expected public dispute between brands and their media agencies. While...",
          1465927223
        ],
        [
          "\"Veterans are the answer to Silicon Valley’s talent shortage\" via The Daily Dot http://bit.ly/25m8oy0 Veterans are the answer to Silicon Valley’s talent shortage Veterans are more tech savvy than ever before.",
          1464285442
        ],
        [
          "The problem is, most marketers see a bunch of devices when they should be seeing the consumer. Learn more about #CrossDevice here: http://ow.ly/4nfN15",
          1461954850
        ],
        [
          "We can’t believe it’s almost the last day of our Programmatic Scavenger Hunt!  Make sure you're checking out our Twitter page @ www.twitter.com/rocketfuelinc and answering all our questions for a chance to win $200! Today, we released the 4th video from our “Programmatic Marketing” series. This video is about Sandy, who isn't your typical 14-year-old. Watch her throw a wicked punch. #ProgrammaticHunt Timeline Photos",
          1432220401
        ],
        [
          "It’s hump day, which means that it’s also day 3 of our #ProgrammaticHunt! Make sure to tune into our Twitter handle, @rocketfuelinc, at 10 am PST for the third question. Remember, it’s not too late to answer the first two questions, too. The prize is BIG and calling your name. Good luck! www.twitter.com/rocketfuelinc Timeline Photos",
          1432134000
        ],
        [
          "People are already gearing up for day 2 of our #ProgrammaticHunt. Make sure you don’t miss out on your chance for a $200 Amazon gift card! For the next question, check out our Twitter page: https://twitter.com/rocketfuelinc Timeline Photos",
          1432029600
        ],
        [
          "Make any resolutions for 2015? Rocket Fuel CMO Eric Porres has five for Ad Tech that you'll want see. http://ow.ly/GPM2d Timeline Photos",
          1420488658
        ],
        [
          "All over the world and in all levels of society, machine learning is making complex systems more efficient. Regardless of whether the systems in question are demand-side platforms, home heating systems, or gas turbines, machines can use Big Data to detect patterns and mine insights that optimize their operations. Machine Learning: Optimizing How WindTurbines Work All over the world and in all levels of society, machine learning is making complex systems more efficient. Regardless of whether the systems in question are demand-side platforms, home heating systems, or gas turbines, machines can use Big Data to detect patterns and mine insights that optimize the…",
          1416411001
        ],
        [
          "What's in an algorithm? While there's a very interesting (and extensive) answer to that question, a better one might be: What isn't an algorithm in? These days, machine-learning algorithms are becoming a part of society's most important systems—so it's time to learn up. Artificial Intelligence: How Algorithms Make Systems Smart What's in an algorithm? While there's a very interesting (and extensive) answer to that question, a better one might be: What isn't an algorithm in? These days, machine-learning algorithms are becoming a part of society's most important systems—so it's time to learn up.",
          1413556201
        ],
        [
          "Think you know Thai food? Think hard, because the last thing you want is to be called out by the Thai government-financed \"Thai Delicious Committee.\" They're so sick of bland, dubious fare being labeled as \"Thai food,\" that they called upon the highest authority to keep restaurants honest: machine learning. You Call This Thai Food? The Robotic Taster Will Be the Judge Diplomats and dignitaries have been invited to witness the debut of a machine that its promoters say can scientifically evaluate Thai cuisine, telling the difference, for instance, between a properly prepared green curry with just the right mix of Thai basil, curry paste and fresh coconut cream, and…",
          1412947801
        ],
        [
          "Machine learning is being applied toward many of today's most pressing matters. By mining insights from huge data sets, machines can do in moments what could take humans years. And when it comes to a crisis like pollution, science needs answers—fast. Machine-Learning Algorithm Makes Impossible Screening of Advanced Materials Possible Machine learning is being applied toward many of today's most pressing matters. By mining insights from huge data sets, machines can do in moments what could take humans years. That's why when it comes to a crisis like pollution, science needs answers—fast. Already, IBM Watson is helping China beat…",
          1411565401
        ],
        [
          "Rocket Fuel is proud to be the best large tech company to work for in New York: http://ow.ly/wDu1i",
          1399644637
        ],
        [
          "Want to learn more about the future of #AI @SXSW 2014? Here's CEO @gjohn on how \"The Machines Will Free Us All\": http://ow.ly/o4zU8 SXSW PanelPicker The Machines Will Free Us AllArtificial intelligence has advanced to the point where it’s no longer just science fiction. Computers now perform...",
          1378389817
        ],
        [
          "Want to learn more about the future of #AI @SXSW 2014? Here's CEO @gjohn on how \"The Machines Will Free Us All\": http://ow.ly/oon5P SXSW PanelPicker The Machines Will Free Us AllArtificial intelligence has advanced to the point where it’s no longer just science fiction. Computers now perform...",
          1378224209
        ],
        [
          "#ArtificialIntelligence isn't just for #digitaladvertising. See how #LettuceBot is affecting farming: http://ow.ly/mYP78 March of the Lettuce Bot Salad days for Lettuce Bot LETTUCE is California’s main vegetable crop. The state grew $1.6 billion-worth of the leafy plant in 2010 and accounts...",
          1374242742
        ],
        [
          "Our own @jarvismak will be at @SMX Advanced Seattle talking \"Pro-level Tips To Succeeding At Retargeting\" 6/12: http://ow.ly/lP2Oc SMX Advanced Seattle 2013 - Full Agenda Day 2 SMX Advanced Seattle 2013 Full Conference Agenda Day 2: June 12, 2013",
          1370966678
        ],
        [
          "Bay Area Folks: Look for our new billboard on Hwy 101!  See if you can answer the question correctly. http://ow.ly/i/20ZoS Timeline Photos",
          1367510552
        ],
        [
          "The Robot Will See You Now - The Automation of Medicine cover story in @TheAtlantic #ai #medicine http://ow.ly/hXXp6 @IBMWatson The Robot Will See You Now IBM's Watson—the same machine that beat Ken Jennings at Jeopardy—is now churning through case histories at Memorial Sloan-Kettering, learning to...",
          1361558724
        ],
        [
          "Smarter machines & great people fuel @RocketFuelInc's success. Here's our CEO talking about it to @MediaPost: http://ow.ly/gUpoC MediaPost Publications What's Fueling Rocket Fuel: Smarter Machines,... What's Fueling Rocket Fuel: Smarter Machines, People Too - 01/17/2013",
          1358535642
        ],
        [
          "See today's @Forbes coverage of @RocketFuelInc's stellar growth: \"Ad Tech Startup Rocket Fuel's Revenues Take Off\" http://ow.ly/gUoMX Ad Tech Startup Rocket Fuel's Revenues Take Off - Forbes Illustration: Luma Partners There's a gazillion little ad tech companies out there, as you can see in the well-traveled chart called the Display...",
          1358455007
        ],
        [
          "#2 on Lead 411 Tech 200 list, of 'fastest companies to $5MM'\n\nhttp://www.lead411.com/tech200/2012/list.php Lead411 2012 Tech 200: Full List This is the full list of Lead411's Technology 200.",
          1354144731
        ],
        [
          "Tech's New Wave, Driven By Data via @nytimes http://www.nytimes.com/2012/09/09/technology/data-driven-discovery-is-techs-new-wave-unboxed.html?_r=1 Data-Driven Discovery Is Tech’s New Wave - Unboxed Fueled by hardware and software improvements, data-driven discovery is expected to transform a plethora of fields.",
          1347294033
        ]
      ],
      "dates_start": 1366181817,
      "dates_end": 1446486976,
      "likes_avg": 4,
      "likes_stdev": 3,
      "comments_avg": 0,
      "comments_stdev": 0,
      "shares_avg": 1,
      "shares_stdev": 1
    },
    {
      "number": 11,
      "important": [
        "see",
        "photo",
        "new",
        "real",
        "rocket fuel",
        "come",
        "sxsw",
        "timelin photo",
        "timelin",
        "join"
      ],
      "common": [
        "fuel",
        "http",
        "http ow",
        "http ow ly",
        "ly",
        "ow",
        "ow ly",
        "rocket",
        "rocket fuel",
        "rocketfuelinc"
      ],
      "messages": [
        [
          "Heading to #SXSW? Come join the fun at Rocket Fuel's not-to-be-missed annual concert party in the heart of downtown Austin! We'll have complimentary cocktails, SXSW's finest food trucks, balcony views of the 6th Street action, and live music from The New Pornographers, Real Estate, and MisterWives. RSVP at rocketfuel.com/sxsw. See you there! Timeline Photos",
          1426131001
        ],
        [
          "We had an amazing time taking over Pier 84 in NYC for Fuel Fest last week! Check out photos from the client event on our Flickr page: http://bit.ly/1nUyUCD Fuel Fest View the album on Flickr.",
          1406121483
        ],
        [
          "Watch a #robot take on a ping-pong champ in this epic matchup http://ow.ly/uLnpD",
          1395506741
        ],
        [
          "We're taking over @CliveBarATX today w/ @joyformidable \n@thecolourist @sanferminband @mrgnomemusic http://ow.ly/tR4hw #sxsw @sxswparty Rocket Fuel Launch Pad - Splash Find out more about this event - Monday, March 10, 2014",
          1394470258
        ],
        [
          "We're getting excited for our #SXSW party feat. @joyformidable \n@thecolourist @sanferminband @mrgnomemusic #SXSWFUEL http://ow.ly/tR26W Rocket Fuel Launch Pad - Splash Find out more about this event - Monday, March 10, 2014",
          1393008342
        ],
        [
          "Students: Like AI and Big Data? Looking for real-world work experience? Find the Rocket Fuel food truck on campus at UC Berkeley on 2/13 and 2/18 from 11:00 a.m.-1:30 p.m. for info on great internship opportunities!",
          1392234597
        ],
        [
          "Seasons Greetings from @rocketfuelinc!",
          1387987590
        ],
        [
          "Watch our CEO on @CNBC Mad Money with @jimcramer at 6pm EST!",
          1384552967
        ],
        [
          "Ever wondered what a smarter boarding pass might look like? http://bit.ly/1h1eDIW Dear Airlines: This Is What Your Boarding Passes Should Look Like |... Adam Glynn-Finnegan, a designer for Evernote, wondered what a more useful, more humane boarding pass might look like. Oh merciful airline gods,...",
          1381241002
        ],
        [
          "Want to take your career to new heights? Join us! rocketfuel.com/careers",
          1381154623
        ],
        [
          "Want to take your career to new heights? Join us! http://rocketfuel.com/careers",
          1380290649
        ],
        [
          "Use #bigdatabreakfast to share your thoughts and questions from our NYC event http://bit.ly/1djAiME",
          1380195334
        ],
        [
          "Rocket Fuel will be at the @adexchanger Programmatic I/O event in NYC on Sept. 16: http://ow.ly/oDZlJ Programmatic I/O : New York Sept. 16 - Progressive Connectivity in... PROGRAMMATIC I/O is designed to educate marketers about the latest trends in digital marketing, including: Evolution of Ad Exchanges, RTB,...",
          1378994563
        ],
        [
          "Want to take your career to new heights? Join us! www.rocketfuel.com/careers",
          1378476215
        ],
        [
          "Want to launch your #career into orbit? @rocketfuelinc will hire 300 in '13: http://ow.ly/o6ISp",
          1377612319
        ],
        [
          ".@rocketfuelinc launches successful campaigns into orbit! @ZIONandZION  @edible http://ow.ly/i/2Wlj2 Timeline Photos",
          1377273725
        ],
        [
          "Join @rocketfuelinc for @SFAMA's Networking In The Digital Era event w/@portergale in SF tomorrow 8/13. http://ow.ly/nJ0a4 SFAMA Networking In the Digital Era With Porter Gale WhenTuesday, August 13, 2013 Where Kiip, 970 Folsom Street (between 5th and 6th Streets) VIEW MAP Tweet #SFAMA Follow @SFAMA BUY TICKETS Learn from...",
          1376316210
        ],
        [
          "Launch your career into orbit! Join Rocket Fuel @HOBChicago for an Ad Ops Career Event on 8/6: http://ow.ly/nqM6X #jobs #Chicago http://ow.ly/nqM6X Location: House of Blues, 329 N. Dearborn St. Chicago, IL 60654Date: 8/6Time: Enjoy: Appetizers, beer & wine, giveaways, and a raffle. ",
          1375452271
        ],
        [
          "Launch your career into orbit! Join Rocket Fuel @HOBChicago for an Ad Ops Career Event on 8/6: http://ow.ly/nqIyD #jobs #Chicago http://ow.ly/nqIyD Location: House of Blues, 329 N. Dearborn St. Chicago, IL 60654Date: 8/6Time: Enjoy: Appetizers, beer & wine, giveaways, and a raffle. ",
          1375279388
        ],
        [
          "Read #Crain's Chicago Business' \"Smarter marketing via big (& small) data.\" for gr8 tips! http://ow.ly/nnHrg @keylimecove @rocketfuelinc Smarter marketing via big (and small) data If you've seen the term “big data” during the past few months, there's a good chance it was in close proximity to the words “transform” or...",
          1375106656
        ],
        [
          "Space Race Trivia Question (see more about the contest here: http://ow.ly/mDpXc)\n\nFor your next campaign, you’ve decided to go big. Really Big. No, Bigger Than That. You’re going to advertise on the moon! Suppose you’re designing the creative for a billboard that covers the entire width of the visible moon, when full. How wide does your billboard have to be?\na.\t6,784 miles\nb.\t3,392 miles\nc.\t2,159 miles\nd.\t1,080 miles http://ow.ly/mDpXc) Get ready to launch your summer to new heights with Rocket Fuel! You and three of your co-workers could win $500 each and a trip to Las Vegas,...",
          1374509093
        ],
        [
          "Get ready to launch your summer to new heights! Find out more about @rocketfuelinc's #SpaceRace: http://ow.ly/mDV01 http://ow.ly/mDV01 Get ready to launch your summer to new heights with Rocket Fuel! You and three of your co-workers could win $500 each and a trip to Las Vegas,...",
          1373378679
        ],
        [
          "We had an amazing time hosting our NYC clients at the Central Park Zoo on Tuesday! Check out the photos from the event on our Flickr page: http://bit.ly/1cr40Nj Timeline Photos",
          1372345432
        ],
        [
          ".rocketfuelinc lifts off in Spain! http://ow.ly/m9H2F via @mandmglobal Rocket Fuel lifts off in Spain | News | M&M Rocket Fuel is expanding its European presence with the launch of a new office in Spain, as it looks to work with Spanish clients to deliver...",
          1371573072
        ],
        [
          "Here's \"3 Lessons Digital Video Advertisers Should Learn from Direct Marketing\" via @MediaPost & @rocketfuelinc. http://ow.ly/lfEMP",
          1369317789
        ],
        [
          "Looking for a tech job in NYC? @rocketfuelinc is at #TCDisrupt till 5/1. Look for us at Startup Alley. http://ow.ly/korXd Agenda | Disrupt NY 2013|TechCrunch TechCrunch is a leading technology media property, dedicated to obsessively profiling startups, reviewing new Internet products, and breaking tech...",
          1367240453
        ],
        [
          "Looking for a data science related #job? Visit us at the Get Connected event tonight at 7pm in San Francisco. http://ow.ly/jS1i1 SF Data Mining Come and get connected. If you're looking to see what the best data science jobs or  or are looking to meet potential people to recruit this is the...",
          1366117311
        ],
        [
          ".@RocketFuelInc has won the Aspiring Innovator Award by the #SMCEDA! Kudos to the team! http://ow.ly/jDCde Featured Event in the San Francisco Bay Area and San Mateo County | SAMCEDA SAMCEDA 45th Annual Benefit Golf Invitational",
          1364842810
        ],
        [
          "Read about \"3 Mistakes That Prevent #Retargeting Success\" from @rocketfuelinc's own @jarvismak via @iMediaTweet. ow.ly/jy5eo",
          1364821357
        ],
        [
          "We're celebrating @rocketfuelinc's 5th birthday today. With over 350 employees & 18 offices worldwide, my how we've grown!",
          1364576718
        ],
        [
          "Read about \"3 Mistakes That Prevent #Retargeting Success\" from @rocketfuelinc's own @jarvismak via @imediatweet. http://ow.ly/jy5eo",
          1364487588
        ],
        [
          "We just opened our new @rocketfuelinc office in Paris. Who doesn't love Paris in the springtime? http://ow.ly/iZVdo Rocket Fuel lands in France | News | M&M Rocket Fuel is expanding its European presence with the launch of its operations in France, as it looks to fuel the growth of the programmatic...",
          1363618912
        ],
        [
          "Are you headed to #SXSW? Get ready...Rocket Fuel will touch down in Austin with a not-to-be missed party on Monday, March 11 at The Parish. We'll have live music featuring Alt-J, Dawes, and Man Without Country. This event is first-come, first-served subject to venue capacity - come early and enjoy! Hope we see you there! Timeline Photos",
          1361565250
        ],
        [
          "Watch: What's it like to work at @rocketfuelinc? We asked our employees, and this is what they had to say. http://ow.ly/hxyGz. Now hiring. Careers » Rocket Fuel  ",
          1360328088
        ],
        [
          "Phenomenal growth in 2012 for @RocketFuelInc & it'll continue in 2013! Here's the news: http://ow.ly/gU8cs (Btw, we're hiring!)",
          1358445634
        ]
      ],
      "dates_start": 1363799314,
      "dates_end": 1391319206,
      "likes_avg": 10,
      "likes_stdev": 9,
      "comments_avg": 0,
      "comments_stdev": 1,
      "shares_avg": 2,
      "shares_stdev": 2
    },
    {
      "number": 12,
      "important": [
        "director",
        "photo",
        "rocket fuel",
        "one",
        "timelin photo",
        "give",
        "timelin",
        "leader",
        "work",
        "technolog"
      ],
      "common": [
        "http",
        "http ow",
        "http ow ly",
        "ly",
        "ow",
        "ow ly",
        "photos",
        "rocket",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "Congratulations to our very own, Kiwoba Allaire, Founder and Director of Rocket Fuel \"Gives Back\" for her dedication in philanthropy, hard work, and being recognized as one of the Top 50 Multicultural Leaders in Technology 2016! Keep up the hard work!    ow.ly/Jyeo303yjtm Timeline Photos",
          1472061917
        ],
        [
          "Who are the serious players in #programmaticTV according to eMarketer? #PTV Timeline Photos",
          1464196077
        ],
        [
          "Interested in becoming a Rocket Fueler? We're looking for a Revenue Manager to join our team in Redwood City, CA. Do you have what it takes? Apply here: http://bit.ly/1ROndmD Timeline Photos",
          1460231416
        ],
        [
          "Rocket Fuel asks marketers and agency pros: “what’s ahead in 2016?” Combined with our own insights and analysis, we uncovered key themes and topics that will likely influence the industry conversations throughout the year. Check out the latest whitepaper, “Marketing Tech Trends: 10 Things Happening in 2016,”  to learn what is on the rise: ow.ly/YC407 Timeline Photos",
          1456155753
        ],
        [
          "At #CES2016? Join us today at 3:30 pm PT for a riveting panel with Glenfiddich, DISH and Resolute Digital as we discuss the future of programmatic TV advertising #PTVisHere ow.ly/WCfcy Timeline Photos",
          1452024388
        ],
        [
          "Our contest starts NOW! Join Rocket Fuel for our “Momentous 2015” Twitter contest for a chance to win a $200 Amazon gift card. Tune into our Twitter account, @rocketfuelinc, to participate. Click here for the rules: http://ow.ly/Ufr3i  #momentous2015 Timeline Photos",
          1446658048
        ],
        [
          "Technology Business Review recognized us as a leader in next-gen DMPs, citing our success in both DMP 1.0 and DMP 2.0 criteria. According to TBR, the \"Rocket Fuel DMP’s ability to identify and manage audiences with cookies (DMP 1.0) and with the flexibility to leverage strengths found in probabilistic and deterministic ID techniques (DMP 2.0) made the company an early leader in the high-growth segment.\" Learn more by downloading TBR's latest whitepaper: ow.ly/U0bQd Timeline Photos",
          1446142790
        ],
        [
          "Rocket Fuel CTO Mark Torrance writes to get the highest performing retargeting results, “marketers need a technology partner — one that can leverage machine learning models to automatically identify high-performing combinations of data, and to determine their relative value.” ow.ly/SpsaF Timeline Photos",
          1442608949
        ],
        [
          "\"While tactics like retargeting—marketing’s sexiest tactic of 2012—are very effective, unless advertisers are also attracting new customers, they will begin to witness diminishing returns. The same goes for channel optimization, certain channels will always be more effective, and therefore advertisers need the ability to move budget around seamlessly.\" - JJ Eastwood, Managing Director, Australia & New Zealand. Read the rest of his piece in mUmBRELLA here: http://ow.ly/MPsnp Timeline Photos",
          1431439860
        ],
        [
          "Viewability is extremely important to us here at Rocket Fuel. However, you might be asking yourself, “what exactly is Rocket Fuel doing to help deliver optimal #viewability to its clients?” In this fifth and final installment in our series about viewability, we highlight the key features of our own viewability optimization offering, and update you on some of the other activities we’re involved in to continue to maximize marketing ROI for our clients. http://ow.ly/LrM4p Timeline Photos",
          1428677310
        ],
        [
          "Rocket Fuel is driving IndyCar viewership across the finish line! http://ow.ly/L33Ej Timeline Photos",
          1427826748
        ],
        [
          "Imagine for a second that programmatic advertising is like a spaceship. If you popped the hood and looked inside, you’d see nothing but blinking lights and gadgetry, all coming together to run an incredible array of complicated computations in the blink of an eye. But #programmatic doesn’t have to be mysterious or intimidating. Michael Benisch, Director of Artificial Intelligence, takes you “under the hood” of programmatic buying in our latest whitepaper. Download it for free today! http://ow.ly/JFsMQ Timeline Photos",
          1424955848
        ],
        [
          "Rocket Fuel is growing! We’re excited to announce the opening of our new office in São Paulo, Brazil, and our initial expansion into the emerging Latin American market. Rocket Fuel will partner and work closely with agencies and brands in Brazil, all of whom are eager to embrace ad tech innovations that will drive sales and increase brand loyalty. http://ow.ly/I3qc8 Timeline Photos",
          1422450301
        ],
        [
          "Introducing Origin 4.15! This release includes key upgrades that improve the user experience and performance of one of the industry’s most powerful DMPs. http://ow.ly/HFmO5 #digitalmarketing Timeline Photos",
          1421954528
        ],
        [
          "What would Don Draper say about #programmatic? http://ow.ly/HdvDo Timeline Photos",
          1421113649
        ],
        [
          "Are marketers the future of CES? Annual landmark events like CES are important not only for the opportunity they offer companies to show off their newest gadgets, but also because they provide unmatched insight into defining future trends. For 2015, the forecast is clear: Consumer electronics and marketing are about to get a whole lot cozier. http://ow.ly/GX6QA #futureofmarketing #CES2015 Timeline Photos",
          1420656994
        ],
        [
          "We're extremely pleased to announce that Stanford PhD Manu Thapar has joined the company as Senior Vice President of R&D. Manu joins Rocket Fuel with more than 20 years of technology management experience, working with major technology brands and leading large multinational engineering teams located across the globe. Welcome Manu! http://ow.ly/G7ZjS Timeline Photos",
          1418945338
        ],
        [
          "Programmatic Buying: A decade ago, the term came out like gangbusters to dominate discussions about the future digital-marketing landscape. Today, it’s much more than just a buzzword—it’s a pivotal component of any strong digital strategy. Request our definitive guide to writing a Programmatic RFP to make sure you're getting the programmatic partner and solution that's best for you. There's a Partner for That: The Definitive Guide to Writing a Programmatic RFP Programmatic Buying: A decade ago, the term came out like gangbusters to dominate discussions about the future digital-marketing landscape. Today, it’s much more than just a buzzword—it’s a pivotal component of any strong digital strategy.",
          1412857800
        ],
        [
          "Guided by JJ Eastwood, Rocket Fuel Lands in Australia: http://ow.ly/BiYPu Timeline Photos",
          1410961535
        ],
        [
          "The photo editing #future is based on machine learning http://ow.ly/B9zUj Timeline Photos",
          1410361848
        ],
        [
          "We couldn't be more excited to officially welcome [x+1]'s talented team to the Rocket Fuel family. Together, we're working on solutions that will ring in a new age of marketing. Get ready for Marketing That Learns™. http://ow.ly/B6Xl4 Timeline Photos",
          1409914928
        ],
        [
          "Webinar: Insurance Top-Of-Mind Awareness Q2 2014 http://ow.ly/AMwQ2 Timeline Photos",
          1409321732
        ],
        [
          "Are You Obsolete? Yeah, Probably (this fascinating video explains why) http://ow.ly/AAd6R Timeline Photos",
          1409151317
        ],
        [
          "Pew Research: AI, Robotics, and the Future of Jobs http://ow.ly/A7dni Timeline Photos",
          1408114524
        ],
        [
          "We are thrilled to join forces with @xplusone to deliver a new era of fully optimized, data-driven marketing: http://ow.ly/zZCvy Timeline Photos",
          1407266714
        ],
        [
          "Ask: What can Creative Optimization do for You? http://ow.ly/zqkNz Timeline Photos",
          1405980917
        ],
        [
          "Bay Area folks: Have you seen our new joint billboard w/@NetSuite along 101 N. near SFO? Timeline Photos",
          1371823648
        ],
        [
          "Thanks to all of you who made it to the #RocketFuelSXSW party last nite! Here's a couple of pics: http://ow.ly/i/1FNlb http://ow.ly/i/1FNlA Timeline Photos",
          1363113199
        ],
        [
          "Thanks BurgerMeister for your yummy burgers. Food Truck Fridays! Timeline Photos",
          1349463984
        ],
        [
          "Infographic of the Week: Pulp Fiction in Chronological Order http://rocketfuel.com/newsroom/blog/infographic-of-the-week-pulp-fiction-in-chronological-order Timeline Photos",
          1342192178
        ],
        [
          "Infographic of the Week: What music should you listen to at work?  http://rocketfuel.com/newsroom/blog/infographic-of-the-week3 Timeline Photos",
          1340814638
        ],
        [
          "Infographic of the Week: What a Hundred Million Calls to 311 Reveal About New York  http://rocketfuel.com/newsroom/blog/infographic-of-the-week-what-a-hundred-million-calls-to-311-reveal-about-ne Timeline Photos",
          1338588002
        ],
        [
          "Rocket Fuel introduces our latest Infographic: SoLoMo (in conjunction with iMedia Agency Summit): http://rocketfuel.com/downloads/SoLoMo8x14.pdf Timeline Photos",
          1337720824
        ],
        [
          "Infographic of the Week: Plot Lines – What Makes a Prize-Winning Novel? http://rocketfuel.com/newsroom/blog/inforgraphic-of-the-week-plot-lines-what-makes-a-prize-winning-novel Timeline Photos",
          1337358672
        ],
        [
          "Internet Week 2012: Rocket Fuel President Richard Frankel to join panel “What’s the Attribution, Kenneth,\" at OMMA RTB tomorrow @ 2:45, Westin NY: http://rocketfuel.com/newsroom/press_release/internet-week-2012-rocket-fuel-to-speak-at-omma-rtb Timeline Photos",
          1337101225
        ],
        [
          "Huge thanks to Curry Up Now for bringing us such an amazing lunch today! Timeline Photos",
          1328309158
        ]
      ],
      "dates_start": 1363602933,
      "dates_end": 1446870219,
      "likes_avg": 8,
      "likes_stdev": 7,
      "comments_avg": 0,
      "comments_stdev": 0,
      "shares_avg": 2,
      "shares_stdev": 2
    },
    {
      "number": 13,
      "important": [
        "mediabuy platform big data",
        "big data scale har",
        "one",
        "futur",
        "mediabuy platform",
        "scale",
        "deliv onli programmat mediabuy platform",
        "big data scale",
        "deliv onli programmat mediabuy",
        "programmat mediabuy"
      ],
      "common": [
        "big",
        "big data",
        "buying",
        "data",
        "delivers",
        "fuel",
        "platform",
        "programmatic",
        "rocket",
        "rocket fuel"
      ],
      "messages": [
        [
          "Meet one of your future #robot security guards http://ow.ly/ybqwQ Meet One of Your Future Robot Security Guards - Rocket Fuel Meet One of Your Future Robot Security Guards - Rocket Fuel delivers the only programmatic media-buying platform at big data scale that harnesses...",
          1403794524
        ],
        [
          "Quantify thyself, know thyself http://ow.ly/xNJGT via @sciam Quantify Thyself, Know Thyself - Rocket Fuel Quantify Thyself, Know Thyself - Rocket Fuel delivers the only programmatic media-buying platform at big data scale that harnesses the power of...",
          1402497313
        ],
        [
          "The 10 algorithms that dominate our world http://ow.ly/xp8qD The 10 Algorithms that Dominate Our World - Rocket Fuel The 10 Algorithms that Dominate Our World - Rocket Fuel delivers the only programmatic media-buying platform at big data scale that harnesses the...",
          1401907226
        ],
        [
          "The CMO’s guide to #programmatic buying: http://ow.ly/x976r The CMO's Guide to Programmatic Buying - Rocket Fuel The CMO's Guide to Programmatic Buying - Rocket Fuel delivers the only programmatic media-buying platform at big data scale that harnesses the...",
          1401373225
        ],
        [
          " @rocketfuelinc plans to release anti-fraud product http://ow.ly/wYP60 Rocket Fuel Explains Its MO, Plans to Release Anti-Fraud Product -... Rocket Fuel Explains Its MO, Plans to Release Anti-Fraud Product - Rocket Fuel delivers the only programmatic media-buying platform at big data...",
          1400770217
        ],
        [
          " @rocketfuelinc announces integrations w/ leading #video networks to bring power of #BigData & #AI to brand http://ow.ly/wxlps Rocket Fuel Announces Integrations w/Leading Video Networks to Bring Power of Big Data & AI to... Rocket Fuel Announces Integrations w/Leading Video Networks to Bring Power of Big Data & AI to Brand - Rocket Fuel delivers the only programmatic media-buying platform at big data scale that harnesses the power of artificial intelligence to improve marketing ROI.",
          1399390806
        ],
        [
          "Rocket Fuel’s Advertising 2020: Agency dos and dont’s in a new era http://ow.ly/vTG7y #advertising Rocket Fuel's Advertising 2020: Agency Dos and Dont's in a New Era -... Rocket Fuel's Advertising 2020: Agency Dos and Dont's in a New Era - Rocket Fuel delivers the only programmatic media-buying platform at big data...",
          1398353134
        ],
        [
          "The #DataVisualization revolution http://ow.ly/vMDTN The Data-Visualization Revolution - Rocket Fuel The Data-Visualization Revolution - Rocket Fuel delivers the only programmatic media-buying platform at big data scale that harnesses the power of...",
          1398091841
        ],
        [
          "Want to supercharge your digital marketing programs? Check out our new whitepaper for 11 Dos and Don’ts of #Programmatic #Advertising http://ow.ly/vMCTu Whitepaper - 11 Dos and Don'ts of Programmatic Advertising - Rocket Fuel Whitepaper - 11 Dos and Don'ts of Programmatic Advertising - Rocket Fuel delivers the only programmatic media-buying platform at big data scale...",
          1397571624
        ],
        [
          "Client Direct – It’s Not a War Between Agency and Ad-Tech http://ow.ly/uZMpa Client Direct – It’s Not a War Between Agency and Ad-Tech - Rocket Fuel Client Direct – It’s Not a War Between Agency and Ad-Tech - Rocket Fuel delivers the only programmatic media-buying platform at big data scale that...",
          1396450246
        ],
        [
          "Financial Times: Rise of the Replicants http://ow.ly/uZLXq Financial Times: Rise of the Replicants - Rocket Fuel Financial Times: Rise of the Replicants - Rocket Fuel delivers the only programmatic media-buying platform at big data scale that harnesses the...",
          1396278646
        ],
        [
          "Original Research: 5 Keys to an Optimal Auto Creative http://ow.ly/umCCR Original Research: 5 Keys to an Optimal Auto Creative - Rocket Fuel Original Research: 5 Keys to an Optimal Auto Creative - Rocket Fuel delivers the only programmatic media-buying platform at big data scale that...",
          1394645123
        ],
        [
          "Learn best practices in successful audience-extension programs with this playbook - http://ow.ly/ue9RP Putting Audience Extension Into Action - Rocket Fuel Putting Audience Extension Into Action - Rocket Fuel delivers the only programmatic media-buying platform at big data scale that harnesses the...",
          1394465135
        ],
        [
          "Catch our CEO, George John, this week @ #SXSW http://ow.ly/twuyJ George John at SXSW 2014: The Machines Will Free Us All - Rocket Fuel George John at SXSW 2014: The Machines Will Free Us All - Rocket Fuel delivers the only programmatic media-buying platform at big data scale that...",
          1393956355
        ],
        [
          "The mobile makeover of digital marketing: http://ow.ly/tAUjA #mobile #digitalmarketing The Mobile Makeover of Digital Marketing - Rocket Fuel The Mobile Makeover of Digital Marketing - Rocket Fuel delivers the only programmatic media-buying platform at big data scale that harnesses the...",
          1392912952
        ],
        [
          "Who uses mobile banking most? And what do people think about when choosing a credit card? Be sure to download Rocket Fuel's Q1 Financial Services Review to get brand new insights for financial marketers (including 5 crucial steps for building a dazzling advertising creative). Brand New Insights: Rocket Fuel's Q1 Financial Services Review - Rocket Fuel Brand New Insights: Rocket Fuel's Q1 Financial Services Review - Rocket Fuel delivers the only programmatic media-buying platform at big data scale that harnesses the power of artificial intelligence to improve marketing ROI.",
          1392750370
        ],
        [
          "Cramer: Rocket Fuel the “Kingpin” of Artificial Intelligence http://ow.ly/toGzn #AI Cramer: Rocket Fuel the \"Kingpin\" of Artificial Intelligence - Rocket Fuel Cramer: Rocket Fuel the \"Kingpin\" of Artificial Intelligence - Rocket Fuel delivers the only programmatic media-buying platform at big data scale...",
          1392574527
        ],
        [
          "Going to South By Southwest? Check out Rocket Fuel Chairman and CEO George John talk about the exciting (and limitless) things made possible by disruptive breakthroughs in machine learning. Find out why through artificial intelligence, humans have the freedom to become even greater. George John at SXSW 2014: The Machines Will Free Us All - Rocket Fuel George John at SXSW 2014: The Machines Will Free Us All - Rocket Fuel delivers the only programmatic media-buying platform at big data scale that harnesses the power of artificial intelligence to improve marketing ROI.",
          1392242025
        ],
        [
          "Hey, Stanfordites! Enjoy flexing your brain muscles with huge amounts of data? Interested in gaining valuable industry experience? How about some free food? \n\nRocket Fuel, named #1 on Deloitte’s Technology Fast 500 list, is looking for B.S./M.S./PhD students in computer science/mathematics/machine learning/data mining for great summer internships. Check them all out here: http://ow.ly/tmCTt\n\nTo learn more, join us on February 10th, from 5 to 6 p.m. for a Tech Talk in room 104 in the Gates Building, located on N-S Axis Road, between Gates and Gilbert, and don't forget to stop by the food trucks for free burritos!  jobvite - Rocket Fuel jobvite - Rocket Fuel delivers the only programmatic media-buying platform at big data scale that harnesses the power of artificial intelligence to improve marketing ROI.",
          1391721221
        ],
        [
          "When algorithms grow accustomed to your face, via @nytimes http://ow.ly/rup9g When Algorithms grow Accustomed to your Face - Rocket Fuel When Algorithms grow Accustomed to your Face - Rocket Fuel delivers the only programmatic media-buying platform at big data scale that harnesses...",
          1386864336
        ],
        [
          "More on brand safety from @rocketfuelinc CTO Mark Torrance: http://ow.ly/qPLL7 Rocket Fuel Brand Safety Series: Toolbar Inventory - Rocket Fuel Rocket Fuel Brand Safety Series: Toolbar Inventory - Rocket Fuel delivers the only programmatic media-buying platform at big data scale that...",
          1385482322
        ],
        [
          "Want to know how shoppers will spend on #BlackFriday by geography? Here's our holiday shopping #infographic: http://ow.ly/r1uSk Rocket Fuel Investigates the 2013 Holiday Shopping Season (Infographic)... Rocket Fuel Investigates the 2013 Holiday Shopping Season (Infographic) - Rocket Fuel delivers the only programmatic media-buying platform at big...",
          1385049753
        ],
        [
          "#BigData isn't just for advertising. Soon hospitals will use it to cut costs and better serve patients: http://ow.ly/phz73 A Hospital Takes its Own Big-Data Medicine - Rocket Fuel A Hospital Takes its Own Big-Data Medicine - Rocket Fuel delivers the only programmatic media-buying platform at big data scale that harnesses the...",
          1380722680
        ],
        [
          "Here's a few pics from yesterday's @rocketfuelinc Opening Bell Ceremony @NASDAQOMX: http://ow.ly/pcWpI Rocket Fuel Founders Ring Opening Bell at NASDAQ - Rocket Fuel Rocket Fuel Founders Ring Opening Bell at NASDAQ - Rocket Fuel delivers the only programmatic media-buying platform at big data scale that...",
          1380124903
        ],
        [
          ".@rocketfuelinc IPO debuts as $FUEL on #NASDAQ. Thx to our employees, customers & investors! http://ow.ly/p2HGU Rocket Fuel Prices Initial Public Offering - Rocket Fuel Rocket Fuel Prices Initial Public Offering - Rocket Fuel delivers a leading programmatic media-buying platform at big data scale that harnesses the...",
          1379676651
        ],
        [
          ".@rocketfuelinc's Mark Prior discusses location-based profiling in #mobilemarketing in new article: http://ow.ly/obeLj Right Place, Right Time: Location Based Profiling - Rocket Fuel Right Place, Right Time: Location Based Profiling - Rocket Fuel delivers the only programmatic media-buying platform at big data scale that...",
          1377533024
        ],
        [
          "Want to launch your career into orbit? @rocketfuelinc is hiring! http://ow.ly/nENco Careers - Rocket Fuel Careers - Rocket Fuel delivers the only programmatic media-buying platform at big data scale that harnesses the power of artificial intelligence to...",
          1376921198
        ],
        [
          " @Rocketfuelinc's Chief Architect Abhijit Pol talks #BigData at partner @hadoop 's annual summit: http://ow.ly/nRTpe Rocket Fuel at the Hadoop Summit 2013 - Rocket Fuel Rocket Fuel at the Hadoop Summit 2013 - Rocket Fuel delivers the only programmatic media-buying platform at big data scale that harnesses the power...",
          1376575416
        ],
        [
          " @Netbooster_FR piece on Omnicom-Publicis merger w/mention of @rocketfuelinc as an innovative company in #advertising http://ow.ly/nAHnb Omnicom-Publicis Merger: After the Theory, What About the Practice? -... Omnicom-Publicis Merger: After the Theory, What About the Practice? - Rocket Fuel delivers the only programmatic media-buying platform at big data...",
          1375970626
        ],
        [
          "At @rocketfuelinc we love data and sharing our #research with you. Here are our favorite studies from Q2 of 2013: http://ow.ly/nAknb Q2 2013 Research Round-up - Rocket Fuel Q2 2013 Research Round-up - Rocket Fuel delivers the only programmatic media-buying platform at big data scale that harnesses the power of...",
          1375884343
        ],
        [
          "We're hiring! Come join us: http://ow.ly/ndqJ3 @rocketfuelinc Careers - Rocket Fuel Careers - Rocket Fuel delivers the only programmatic media-buying platform at big data scale that harnesses the power of artificial intelligence to...",
          1374847472
        ],
        [
          "\"We chose @rocketfuelinc because its (ad) retargeting is so strategic!\" See how we helped @keylimecove get results. http://ow.ly/mNP68 Calling all Web Surfers! - Rocket Fuel Calling all Web Surfers! - Rocket Fuel delivers the only programmatic media-buying platform at big data scale that harnesses the power of...",
          1374156349
        ],
        [
          "See how @rocketfuelinc flexes its muscles for @Bowflex & exceeds its ROI goals by 45%! http://ow.ly/kNm1C Lifting Performance - Rocket Fuel Lifting Performance - Rocket Fuel delivers the only programmatic media-buying platform at big data scale that harnesses the power of artificial...",
          1370873103
        ],
        [
          "Check out our Audience Extension playbook that helps publishers find options & make decisions to serve their needs. http://ow.ly/kiYWR The Audience Extension Playbook - Rocket Fuel The Audience Extension Playbook - Rocket Fuel delivers the only programmatic media-buying platform at big data scale that harnesses the power of...",
          1366808502
        ],
        [
          "See how @rocketfuelinc helped @birdseye reach the right audience & increase brand awareness w/stellar results: http://ow.ly/jpqB9 Cooking Up 3:1 In-store ROI - Rocket Fuel Cooking Up 3:1 In-store ROI - Rocket Fuel delivers the only programmatic media-buying platform at big data scale that harnesses the power of...",
          1366635741
        ],
        [
          "Check out @Forrester's new TEI report on how @rocketfuelinc's platform delivers superior ROI. http://ow.ly/jGMIp Ready for Real ROI? - Rocket Fuel Ready for Real ROI? - Rocket Fuel delivers the only programmatic media-buying platform at big data scale that harnesses the power of artificial...",
          1364986873
        ]
      ],
      "dates_start": 1375803325,
      "dates_end": 1398688885,
      "likes_avg": 17,
      "likes_stdev": 36,
      "comments_avg": 0,
      "comments_stdev": 0,
      "shares_avg": 2,
      "shares_stdev": 4
    },
    {
      "number": 14,
      "important": [
        "campaign",
        "download",
        "timelin photo",
        "learn",
        "convers",
        "programmat",
        "drive",
        "platform",
        "ai",
        "ad"
      ],
      "common": [
        "fuel",
        "http",
        "http ow",
        "http ow ly",
        "ly",
        "marketing",
        "ow",
        "ow ly",
        "rocket",
        "rocket fuel"
      ],
      "messages": [
        [
          "Download our AI-driven DSP playbook now to learn how our platform helps drive ad campaign conversions! #Display #Programmatic #AdCampaigns #AI http://ow.ly/dDaW306DwXU Timeline Photos",
          1480436797
        ],
        [
          "We're proud to announce the launch of Rocket Fuel Institute, a research group dedicated to offering marketers new perspective and new insights that will impact how they plan, execute, and measure their marketing efforts. We are eager to partner with other researchers and groups interested in delivering objective, data-driven research that helps agencies, advertisers, and marketers deliver results that matter. Click the link below to read more about what the Rocket Fuel Institute has to offer: ow.ly/QrVy304Qrf1",
          1475588799
        ],
        [
          "Ari Levenfeld, our Senior Director of Privacy and Inventory Quality, shares his thoughts on the problem of online ad fraud in his latest article, \"Fixing What Was Perfect: Fighting Fraud with Transparency.\" Click the link below to read more: ow.ly/21yb303ETAA",
          1473697510
        ],
        [
          "\"For any brand or store network wanting to pull out of the game on the net, the key lies in being able to offer a unified experience to its customers, and this on all possible channels. For this, many parameters must be taken into account ...\" says Nathalie Echinard of Journal du Net. Les facteurs clés pour réussir le e-commerce  à l’ère du commerce... Pour toute marque ou réseau de boutiques voulant tirer son épingle du jeu sur le net, la clé réside dans le fait de pouvoir proposer une expérience...",
          1472659528
        ],
        [
          "We've produced an educational video to tell you all the ways our new Dynamic Creative can empower your ad campaigns. The best part? We actually show you a hands on demonstration of how the technology works. Click here: ow.ly/xD7j303BglR and register for the video today! Rocket Fuel Dynamic Creative can drive better performance, but many marketers and media planners wonder if it’s worth the hassle. Rocket Fuel decided to find...",
          1472231127
        ],
        [
          "Don't know about Dynamic Creative? No worries! We've put together an educational video that will teach you the ins and outs of how our technology can power your targeted ad campaigns. Head to the link below and register today. Have more questions or comments? Feel free to post them below! ow.ly/8WZn303A6Kz Rocket Fuel Dynamic Creative can drive better performance, but many marketers and media planners wonder if it’s worth the hassle. Rocket Fuel decided to find...",
          1472144448
        ],
        [
          "Read our Press Release here: http://ow.ly/ykMk3033Dzn to get the scoop on our new #DynamicCreative! Rocket Fuel Enhances Dynamic Creative Solution for Retail and Travel... Under Armour and agency partner Booyah Advertising among beta testers of enhanced dynamic creative solution; early customers experience 46 percent...",
          1470776464
        ],
        [
          "#RocketFuel's announcing a new #DynamicCreative #technology to help marketers make advertising more meaningful than ever. Read the Press Release here: ow.ly/pezf302WOeI Rocket Fuel Enhances Dynamic Creative Solution for Retail and Travel... Under Armour and agency partner Booyah Advertising among beta testers of enhanced dynamic creative solution; early customers experience 46 percent...",
          1470418246
        ],
        [
          "Announcement! Rocket Fuel has release a new #DynamicCreative #technology offering! Read more about what it can do for your marketing campaigns by checking out our Press Release here: ow.ly/KkV1302Thuo Timeline Photos",
          1470254715
        ],
        [
          "“Rocket Fuel’s #CrossDevice and #DynamicCreative solutions have significantly extended our mobile reach and conversions. Since launching campaigns with both solutions, we’ve been able to blend brand exposure, seasonality and dynamic creative output to maximize product revenue in real-time,” says e-Commerce Manager EMEA, Dimitri Arts of Under Armour. Find out how we can help you optimize your campaign: ow.ly/4K0Y302G4vE",
          1470251714
        ],
        [
          "Announcement! Rocket Fuel has a new #DynamicCreative solution for #retail and #travel customers. Read our press release here: ow.ly/4K0Y302G4vE and learn about how this new #marketing solution could work for you.",
          1469711119
        ],
        [
          "\"Sales Enablement and Account-Based Marketing Spur Sales Opportunities at Rocket Fuel\" via @eMarketer. Click the link to read more: http://ow.ly/bVXs302dJvF  #ABM #B2B Sales Enablement and Account-Based Marketing Spur Sales Opportunities at Rocket Fuel - eMarketer Programmatic marketing and media buying company Rocket Fuel has a separate sales enablement group tasked with creating assets and training programs to drive more efficient selling. John Anagnost, senior director of sales strategy and enablement at Rocket Fuel, heads up that team. He spoke with eMark...",
          1468864265
        ],
        [
          "We take great pride today in announcing that we have earned the Trustworthy Accountability Group  “Certified Against Piracy” Seal http://ow.ly/hozG3019epv WORLD’S LEADING AD AGENCIES AND MAJOR BRANDS ENDORSE TAG ANTI-PIRACY... Four Largest Agency Holding Companies to Require Partners to Take Aggressive Anti-Piracy Steps; 11 Providers of Anti-Piracy Services Now Approved...",
          1466013631
        ],
        [
          "Our partner, Federation for Internet Alerts (FIA), has been nominated for the Public Service & Activism Webby Award! Get out and vote for FIA Saving Lives in 200 Milliseconds TODAY: http://ow.ly/4mS6OG. FIA Saving Lives in 200 Milliseconds",
          1461096731
        ],
        [
          "We couldn't agree more with our own JJ Eastwood, Managing Director of Australia, who said, \"The most innovative marketers are smart enough to know what they don’t know and bring in the right expertise to inform their strategies.” Read the article here: ow.ly/10hn8v What does it take to be an innovative CMO? Innovation has become one of marketing’s biggest buzzwords, but what does it really mean for a CMO to be innovative?",
          1459793269
        ],
        [
          "John Lewis, the global president of Nielsen, has joined Rocket Fuel as our newest board member! John was chosen for his experience creating value for marketers through consumer insights. Welcome to Rocket Fuel, John! http://ow.ly/Xn5tb Nielsen Global President John Lewis Joins Rocket Fuel Board of Directors - Rocketfuel Lewis Chosen for Experience Creating Value for Marketers Through Consumer Insights REDWOOD CITY, Calif., Jan. 21, 2016 – Rocket Fuel (NASDAQ: FUEL), a leading Programmatic Marketing Platform provider, today announced that John Lewis, global president of Nielsen, has joined its board of directors, ef…",
          1453752844
        ],
        [
          "We are extremely excited to announce that Eric Duerr has joined Rocket Fuel as our new CMO! Eric is an accomplished marketing executive, most recently CEO of digital marketing agency Emphatic, with deep experience transforming market perceptions for some of the world’s most successful brands. Welcome to the team, Eric! Read the offical press release here: ow.ly/X4OJf",
          1452814053
        ],
        [
          "To unravel the complexity of the modern voter, Rocket Fuel’s Marketing Research Team examined the political preferences of survey respondents on perennial hot-button issues that shape election cycles. Let's dive into our newest study, Part 2 of our “Preparing for 2016,” and find out what online activity says about a consumer's voting habits: http://ow.ly/QGRVK Timeline Photos",
          1439215129
        ],
        [
          "Did you know that every digital ad you see has numerous variables that play a key role in whether or not it catches your eye and holds your attention? Ads with red, orange, or yellow backgrounds perform better than other colors. Download the Infographic Today Check out our Creative Optimization infographic to find out which other design elements best drive conversions.",
          1433934721
        ],
        [
          "We're delighted to welcome our new (and first ever) Chief Revenue Officer Randy Wootton to the team. Randy joins Rocket Fuel with more than two decades of experience in major leadership roles at both media and enterprise businesses. He has achieved substantial revenue growth and led transformative sales, customer service, and operations organizations for market leaders including Salesforce and Microsoft. Welcome Randy! http://ow.ly/KaCHD Timeline Photos",
          1426016498
        ],
        [
          "We’re delighted to announce that Rocket Fuel won the Interactive Advertising Bureau’s Overall Sales Excellence Award. This prestigious award recognizes our high marks in key selling attributes such as customer service, knowledge, and innovation. Congrats to the entire Sales team. Well done! http://ow.ly/IDRxz Timeline Photos",
          1423486861
        ],
        [
          "Which wireless service provider is using digital advertising to win the battle for top-of-mind awareness? With 33% of consumers actively searching for a new provider, the stakes have never been higher. Get Rocket Fuel's Q4 2014 Wireless Study for more key insights! Rocket Fuel's Q4 2014 Wireless Study See where the leading WSPs stack up.",
          1422363900
        ],
        [
          "“AI & Human Relationships” - In this final video, Rocket Fuel Account Executive Tony Price talks with the leaders of Bloom Ads, who express the importance of building solid relationships with their partners. According to Lisa Nichols-Jell, VP of Media, this “translates all the way down to the client.” Thanks to Rocket Fuel, Bloom can convey a “big agency feel,” but maintain a culture of hands-on involvement and personal attention to detail. Bloom thinks of Rocket Fuel as a genuine partner, not only because of the performance of the product, but also because of the mutual trust, confidence, and respect established between both companies.",
          1421157601
        ],
        [
          "“Reliability” - In this third of four videos, Rocket Fuel Account Executive Tony Price and Account Manager Katie Bakunas talk with Janice Alpeche, VP of Digital Media at Bloom Ads, about the importance of accessibility. Janice values our “hands-on attention,” and she trusts and values Rocket Fuel’s opinions and advice. For us, it’s all about matching Bloom’s energy and commitment to their business.",
          1420552832
        ],
        [
          "“Brand Safety” - In this second of four videos, Rocket Fuel Account Executive Tony Price talks with the leaders of Bloom Ads who express ongoing concern about where their clients' ads appear, and the importance of brand integrity. “Rocket Fuel has done an amazing job,” said Kathe Bloom, the agency’s President and CEO. She said Rocket Fuel made the agency feel confident and secure that our safeguards and best practices are protecting the reputation of not only Bloom Ads, but Bloom’s clients as well.",
          1419948001
        ],
        [
          "“The Foundation” - In this first of four videos, Tony Price, Account Executive at Rocket Fuel, talks with the leaders of Bloom Ads and reveals that the Bloom team was immediately impressed. “We like these guys,” said Kathe Bloom, President and CEO. “They feel and sound like us.” Bloom Ads appreciated how we took the time to explain who we are and how our AI works. As Mark Torrance mentioned in his 2015 prediction blog post (http://ow.ly/GiRlR), agencies will reinvent their role as strategic and creative partners to brands, and Bloom describes how they can do that with Rocket Fuel by being able to do more, focus on the right consumers, be more efficient, and get better results for their clients.",
          1419343200
        ],
        [
          "Going #programmatic in 2015? Here are 6 things to know by @rocketfuelinc CMO @eporres http://nyv.me/l/ZKAL 6 things to know about programmatic ads, by Rocket Fuel The CMO of adtech pioneer Rocket Fuel outlines his 6 key considerations in buying a programmatic solution",
          1418411317
        ],
        [
          "Join us on December 2 at 10:30 a.m. PST/1:30 p.m. EST for Rocket Fuel's latest webinar about traffic quality and our newly announced Traffic Scanner. The webinar will feature Ari Levenfeld, Rocket Fuel's Senior Director of Privacy and Inventory Quality, and guest speaker Susan Bidel, Senior Analyst with Forrester Research, Inc. Register for the webinar and find out the quality of your digital advertising.",
          1417454465
        ],
        [
          "Help Rocket Fuel celebrate its new digs in the beautiful Pacific Shores Center! You're invited to join Rocket Fuel staff, neighbors, and friends for delicious food and cocktails at our new office. We're excited to show you around our new home and share a night full of fun. RSVP for our HQ Housewarming on 11/13 @ 4 p.m. http://ow.ly/E8DPC Rocket Fuel HQ Housewarming Help Rocket Fuel Celebrate it's new digs in the beautiful Pacific Shores Center! You're invited to join Rocket Fuel staff, neighbors, and friends for delicious food and cocktails at our new office.  We're excited to show you around our new home and share a night full of fun.",
          1415748359
        ],
        [
          "Every day, Rocket Fuel keeps spotty traffic on a short leash by selecting only the best impressions and blocking unsatisfactory impressions that can make up as much as 40% of all inventory. Stop rolling over for suspicious traffic and put quality in your programmatic advertising. For a free and easy look into the traffic quality of any of your campaigns or websites, visit Rocket Fuel’s trafficscanner.com today. Rocket Fuel Introduces Traffic Scanner There’s a big difference between saying you’re doing something about non-human traffic in digital advertising and actually showing it. That’s why Rocket Fuel is introducing the “Quality Challenge” for digital marketers. It’s simple; marketers should require that any company that buys digital media o…",
          1415132583
        ],
        [
          "Concerns over the quality of inventory available for purchase has generally kept brand advertisers away from real-time bidding.\n\nHowever, brand marketers aren’t content to use broad demographics and fixed audience targets but are looking to reach specific campaign goals by targeting an optimized audience at an influential point of their path to purchase. Marketers are beginning to realize that the ability to optimize in real time will help them to drive improved ROI for their branding campaigns. 18 Quotes on Programmatic Advertising",
          1413811800
        ],
        [
          "Building a strong relationship with individual consumers across all channels, both online and off, will be critical in creating a customized experience that immerses someone in your brand's story. Marketing should become a useful complement to the online experience—not a distraction. Through machine learning and Big Data, this is becoming more and more possible. Artificial Intelligence's Impact on Marketing The future of marketing is all about shaping the customer journey. Building a strong relationship with individual consumers across all channels, both online and off, will be critical in creating a customized experience that immerses someone in your brand's story.  Marketing should become a useful co…",
          1413379801
        ],
        [
          "We’ve assembled an expert team of humans and accredited partners to work with our AI systems to identify and avoid fraud. In fact, every day, Rocket Fuel throws away up to 40% of all online inventory (500 billion impressions each month) because it doesn’t pass our rigorous, multi-layered screening process. Listen to a few of our customers talk about what they love most about the security and peace of mind that comes standard with Rocket Fuel performance. Quality Inventory, Brand Safety That?s why, in a digital-advertising ecosystem full of non-human traffic that threatens their performance, advertising clients such as Backbone Media, Bloom Ads, and the Ad Council need a partner that?s ?ahead of the game? with quality inventory.",
          1412773201
        ],
        [
          "Rocket Fuel utilizes an inventory quality model that works in much the same way as the model we use to optimize our clients’ advertising programs. That means that the numerous features we use to optimize your program to help achieve your specific goals are also being used to avoid non-human traffic. Non-Human Traffic: How Rocket Fuel Ensures Quality Inventory Rocket Fuel utilizes an inventory quality model that works in much the same way as the model we use to optimize our clients’ advertising programs. That means that the numerous features we use to optimize your program to help achieve your specific goals are also being used to avoid fraudulent traffic…",
          1412686801
        ],
        [
          "Rocket Fuel recently commissioned a study with Forensiq, an independent third party committed to fighting online ad fraud and bot traffic. Forensiq Confirms the Quality of Rocket Fuel Programs Rocket Fuel recently commissioned a study with Forensiq, an independent third party committed to fighting online ad fraud and bot traffic. Evaluating data from 142 million impressions across 34 Rocket Fuel campaigns over a variety of industries and marketing goals, Forensiq results confirmed that Ro…",
          1412085301
        ],
        [
          "You may have heard about a securities class action lawsuit against Rocket Fuel. While lawsuits are a fact of life in American business (and we would not typically comment) we do want to address particular assertions that have been made about our commitment to quality inventory. Fraud is an industry-wide problem, but we believe that we offer some of the best inventory protection available—and are working with independent third-party quality measurement firms to demonstrate this.\n\nRocket Fuel is laser-focused on using our AI technology to deliver the best ads to real customers in the right environment. Rocket Fuel's Commitment to Quality Inventory is Stronger Than Ever You may have heard about a securities class action lawsuit against Rocket Fuel. Please understand that this action does not affect the day to day operations of Rocket Fuel, our product plans, commitment to customers, or focus on being an indispensable marketing hub and partner to clients.",
          1411403374
        ],
        [
          "Geckos, pigs, cavemen, oh my! No industry does a better job winning over the hearts and minds of consumers than the insurance industry. But is a market full of brand awareness through playful skits and loveable mascots enough to drive proportional ROAS? Our marketing research team decided to find out. New Study: Top-Of-Mind Awareness Vs. Ad Spend Rocket Fuel's marketing research team lifts the lid on insurance brand marketing. ",
          1408655208
        ],
        [
          "What happens when media optimization meets creative optimization? Download Rocket Fuel's latest infographic to find out.  Infographic: 5 Steps to Building a Better Retail Ad Get the insights you need to make a difference. ",
          1404842488
        ],
        [
          " @rocketfuelinc launches Audience Guarantee to help #brands maximize targeted reach & #branding http://ow.ly/yxjcj Rocket Fuel Launches Audience Guarantee to Help Brands Maximize Targeted... Rocket Fuel Launches Audience Guarantee to Help Brands Maximize Targeted Reach & Branding - Rocket Fuel delivers the only programmatic media-buying...",
          1404227731
        ],
        [
          "15 awesome reasons to skip this year's upfront season and check out the Rocket Fuel Summit: http://ow.ly/wBlHU",
          1399557915
        ],
        [
          "Check out @rocketfuelinc's November newsletter: http://ow.ly/qBHQ2 Rocket Fuel's November Newsletter  ",
          1383926518
        ],
        [
          "Read how @rocketfuelinc helped @Subaru_USA deliver 73K new dealer interactions.  http://ow.ly/pTgX0",
          1382009482
        ],
        [
          ".@rocketfuelinc's September newsletter is here! Get current with all the industry news you want to know: http://ow.ly/oVIle Rocket Fuel's September Newsletter Did you know that auto buyers are more likely to convert from auto ads seen early in the week? For more key insights, check out Rocket Fuel’s...",
          1379512915
        ],
        [
          "At Rocket Fuel, we love research and sharing our results with you. Check out our latest study for key insights on today's car shopper, and find out why #auto ads served early in the week are more effective! http://ow.ly/oDGH5 Q2 Digital Automotive Landscape",
          1378489779
        ],
        [
          ".@automotive_news discusses how our recent auto \"Study says ads early in week grab shoppers\": http://ow.ly/okh2U Study says ads early in week grab shoppers Dealership ads seen on a Monday or Tuesday are more likely to prompt car shoppers to seek out a dealership or request a test drive than ads they...",
          1377784941
        ],
        [
          ".@TheDrum says there's 5x as much TV-related social activity on #Facebook than other social channels. We weigh in: http://ow.ly/nsYiC Five times as much TV-related social activity on Facebook than other... Second-screen Facebook activity during one week in May found that the volume of Facebook user engagement relating to television...",
          1376489063
        ],
        [
          "The July @rocketfuelinc newsletter is out! http://ow.ly/n1tz8 Welcome to the July 2013 Edition of the Rocket Fuel Newsletter Check out July’s newsletter to learn how you can score a free trip to Vegas, five must-knows about the Facebook exchange, how Rocket Fuel drives...",
          1374069912
        ],
        [
          ".@rocketfuelinc's research shows #advertisers are shifting $ from TV to online. Find out more: http://ow.ly/mUGF5 via @adexchanger Rocket Fuel Agency Survey Finds Buyers Shifting Dollars From TV To Online Rocket Fuel Agency Survey Finds Buyers Shifting Dollars From TV To OnlineJuly 12th, 2013 - 12:11 amBy David KaplanThe recent stirrings around IPO...",
          1373897120
        ],
        [
          "See why @rubiconproject @lijit @brightroll @openx @casalemedia @MSFT trust @rocketfuelinc. http://ow.ly/lYaKo #BrandSafety #RTB Multiple Levels of Brand Safety Defense - Rocket Fuel Multiple Levels of Brand Safety Defense - Rocket Fuel Rocket Fuel takes a proactive approach, with three layers of defense that block bad sites and...",
          1371564284
        ],
        [
          "Our newest #infographic: \"5 Things You Need to Know About Facebook Exchange\" via @allfacebook #FBX #adexchange http://ow.ly/lI4Y7 INFOGRAPHIC: Rocket Fuel’s 5 Things You Need To Know About Facebook... Rocket Fuel, one of the earliest real-time bidding partners for Facebook Exchange, shared some of the expertise it has gathered in delivering more...",
          1370372381
        ],
        [
          "How important is brand safety @rocketfuelinc? Just ask execs @CasaleMedia @Lijit @OpenX @Brightroll @RubiconProject: http://ow.ly/kxT23 Multiple Levels of Brand Safety Defense - Rocket Fuel Multiple Levels of Brand Safety Defense - Rocket Fuel Rocket Fuel takes a proactive approach, with three layers of defense that block bad sites and...",
          1367413298
        ],
        [
          "Exercise your right to vote...for @rocketfuelinc! We're a finalist in 3 categories for the @iMediaTweet #ASPY awards. http://ow.ly/jTYBq ASPY Awards 2013 The ASPY Awards are voted on each year by agency executives recognizing the best solution providers in a variety of categories. Vote for one...",
          1366041688
        ],
        [
          "5 steps to measure AND maximize the impact of online activity on offlines sales. New article from @rocketfuelinc http://ow.ly/izR4e Measure and Maximize the Impact of Online Activity on Offline Sales Metrics & ROI - Measurability is the battle cry of every digital marketer. The challenge is how to decide which measurements make sense based on...",
          1362756959
        ],
        [
          "Get just as pumped as we are for #SXSW and enjoy this FREE 5-song download from one of our favorite bands Man Without Country (@mwc_music) here: http://manwithoutcountry.com/rocket-fuel-sxsw/  #weloveourfans Man Without Country x Rocket Fuel - Man Without Country Man Without Country will be playing at the Rocket Fuel party at SXSW this year on March 11th alongside Alt-J and Dawes at The Parish, one of the best indoor live music venues in Austin. Follow @rocketfuelinc and @mwc_music for party updates!",
          1362537562
        ],
        [
          "With all the talk about Facebook's FBX ad exchange, here's a diagram of how it works. http://ow.ly/gE966 Here's A Diagram Of How Facebook's FBX Ad Exchange Works Problem solved!",
          1357965010
        ],
        [
          "The latest from the Analytics team at Rocket Fuel:\n\nhttp://www.imediaconnection.com/content/32300.asp How in-banner surveys measure campaign success - iMediaConnection.com Today, more and more marketers use display advertising for brand goals -- but how can you tell if your online brand campaign performs? There are many ways to gauge the effectiveness of a direct response campaign -- mainly by measuring clicks, leads, or conversions -- yet figuring out the impact of a...",
          1343309968
        ],
        [
          "Rocket Fuel Packages Up CPG Booster: The #1 solution to activate audiences online to drive offline sales  http://rocketfuel.com/newsroom/press_release/rocket-fuel-packages-up-cpg-booster Timeline Photos",
          1336073346
        ],
        [
          "We had a great time at the iMedia Brand Summit!  Check out some of the pics and coverage here:  Brand Summit: Bonita Springs, FL, February 5 - 8, 2012 : Photo List - iMediaConnection.com",
          1328723213
        ],
        [
          "Rocket Fuel CEO George John comments on Facebook ad targeting enhancements pre-IPO http://www.reuters.com/article/2012/02/02/us-facebook-ipo-idUSTRE80U29V20120202  Facebook shoots for $5 billion in mega-IPO SAN FRANCISCO (Reuters) - Facebook filed on Wednesday to raise a targeted $5 billion in a hotly anticipated initial public offering, setting the stage for Silicon Valley's biggest-ever IPO.The world's",
          1328218281
        ],
        [
          "Are you attending OMMA's Data & Behavioral? Come see Rocket Fuel’s Jarvis Mak speak about Attribution! Register Here: http://www.mediapost.com/ommadataandbehavioral/ MediaPost – OMMA Data and Behavioral Data is HUGE in 2012. So enormous in fact that we just call it “BIG Data” now – that massive flow of behaviors, sales patterns, online and offline activities, social relationships, places, names, preferences and profiles that will undoubtedly fuel the next great era in media and marketing. Getting d...",
          1327428367
        ]
      ],
      "dates_start": 1369866552,
      "dates_end": 1456642728,
      "likes_avg": 11,
      "likes_stdev": 22,
      "comments_avg": 0,
      "comments_stdev": 0,
      "shares_avg": 1,
      "shares_stdev": 2
    }
  ]
}