{
  "pagename": "SamsungMobile",
  "page_name_displayed": "Samsung Mobile",
  "globalstats": {
    "fan_count": 42743982,
    "messages": 1351,
    "likes_avg": 29789,
    "likes_stdev": 73438,
    "comments_avg": 784,
    "comments_stdev": 2067,
    "shares_avg": 1466,
    "shares_stdev": 4412,
    "graph_uri": "clusters/SamsungMobile.png"
  },
  "clusters": [
    {
      "number": 1,
      "important": [
        "galaxi",
        "discov",
        "shot",
        "photo",
        "smart",
        "display",
        "look",
        "possibl",
        "errant"
      ],
      "summary": "Keep grubby claws from smudging your #GALAXYS4 with Air Gesture and have a scream with Monsters University.\nGALAXY S4 Air Gesture with Monsters University.\nHave a scream with touch-free browsing using Air Gesture on the Samsung GALAXY S4.\nHover your finger over the screen to preview photos, emails and speed dial with Air View on the GALAXY S4.\nAvoid smudging your GALAXY S4 by using Air Gesture.",
      "common": [
        "air",
        "air gestur",
        "galaxi discov",
        "galaxi discov galaxi",
        "gestur",
        "photo",
        "screen",
        "shot",
        "shot galaxi discov",
        "use"
      ],
      "messages": [
        [
          "Keep grubby claws from smudging your #GALAXYS4 with Air Gesture and have a scream with Monsters University. GALAXY S4 Air Gesture with Monsters University. Have a scream with touch-free browsing using Air Gesture on the Samsung GALAXY S4.",
          1375016401
        ],
        [
          "Smart Pause on #GALAXYS4 knows to pause a video when you look away from the screen. Discover the GALAXY S4.",
          1372324245
        ],
        [
          "Upgraded your old GALAXY to a new #GALAXYS4? Use Samsung Smart Switch Mobile to move your personal data across in a few easy steps. Discover the GALAXY S4.",
          1372163230
        ],
        [
          "Capture, animate and share your pictures, with Animated Photo on the GALAXY S4. Discover the GALAXY S4.",
          1371114227
        ],
        [
          "Merge a sequence of photos of a moving subject into one and tell the whole story in a single frame using Drama Shot on the GALAXY S4. Discover the GALAXY S4.",
          1370480940
        ],
        [
          "Create the best possible picture by removing errant objects with Eraser Mode on the GALAXY S4. Discover the GALAXY S4.",
          1370077201
        ],
        [
          "Hover your finger over the screen to preview photos, emails and speed dial with Air View on the GALAXY S4. Discover the GALAXY S4.",
          1369735193
        ],
        [
          "Avoid smudging your GALAXY S4 by using Air Gesture. Motion your hand across the screen to answer a call or change music. Discover the GALAXY S4.",
          1369041535
        ],
        [
          "Organise, customise and print your photos into an album to hold with Story Album on the GALAXY S4. Discover the GALAXY S4.",
          1368435607
        ],
        [
          "Record what was said and heard at the moment, not just what it looked like, with Sound & Shot on the GALAXY S4. Discover the GALAXY S4.",
          1366794009
        ],
        [
          "Take advantage of both cameras at once, and put yourself in the moment, with Dual Shot on the GALAXY S4. Discover the GALAXY S4.",
          1366631270
        ],
        [
          "Trimming the bezel down to the last 0.01mm to maximize display size on the GALAXY S4. Discover the GALAXY S4.",
          1366362070
        ],
        [
          "Rounded just enough to fit comfortably in your hands. Ergonomics on the GALAXY S4. Discover the GALAXY S4.",
          1366190151
        ],
        [
          "Black Mist. GALAXY S4. Bold and elegant. Discover the GALAXY S4.",
          1365775878
        ],
        [
          "White Frost. GALAXY S4. Simple and pure. Discover the GALAXY S4.",
          1365757265
        ],
        [
          "Less to hold, yet more to see with a seamless design around the edge on the GALAXY S4. Discover the GALAXY S4.",
          1365586004
        ],
        [
          "GALAXY Nexus. Photostrip.",
          1326297075
        ]
      ],
      "dates_start": 1355973044,
      "dates_end": 1376707226,
      "likes_avg": 222282,
      "likes_stdev": 205876,
      "comments_avg": 6452,
      "comments_stdev": 6685,
      "shares_avg": 9754,
      "shares_stdev": 8966
    },
    {
      "number": 2,
      "important": [
        "note",
        "view",
        "pictur",
        "previewing pictur",
        "screen",
        "multi",
        "phone",
        "photo",
        "preview",
        "experi",
        "easili"
      ],
      "summary": "A stunning viewing experience, made possible with the generous and vivid 5.5\" screen on the GALAXY Note II.\nEasily crop images from any screen and instantly save or share them with Easy Clip on the GALAXY Note II.\nPreview live thumbnails in the video gallery using Air View on the GALAXY Note II.\nEnjoy a whole new photo experience previewing pictures in a folder without changing screens on GALAXY Note II.",
      "common": [
        "color",
        "instant",
        "photo",
        "pictur",
        "screen",
        "screen galaxi",
        "screen galaxi note",
        "screen galaxi note ii",
        "screen galaxi note ii discov",
        "use"
      ],
      "messages": [
        [
          "Create picture perfect moments with everyone looking their best with Best Face on GALAXY Note II. Discover the GALAXY Note II.",
          1352639047
        ],
        [
          "Write down directions, phone numbers, etc, and share them instantly during a call using Popup Note on the GALAXY Note II. Discover the GALAXY Note II.",
          1352457696
        ],
        [
          "A stunning viewing experience, made possible with the generous and vivid 5.5\" screen on the GALAXY Note II. Discover the GALAXY Note II.",
          1352376068
        ],
        [
          "Easily crop images from any screen and instantly save or share them with Easy Clip on the GALAXY Note II. Discover the GALAXY Note II.",
          1352019541
        ],
        [
          "Email/chat, watch video/take notes, browse Facebook/send a message. You can multitask on the same screen on the GALAXY Note II. Discover the GALAXY Note II.",
          1351940976
        ],
        [
          "Preview live thumbnails in the video gallery using Air View on the GALAXY Note II. Discover the GALAXY Note II.",
          1351872231
        ],
        [
          "Pen your memories on the back of your picture with Photo Note on the GALAXY Note II. Discover the GALAXY Note II.",
          1351766905
        ],
        [
          "Capture a color and use it for drawing with the Color Picker on the GALAXY Note II. Discover the GALAXY Note II.",
          1351423387
        ],
        [
          "Use Multi Window to easily switch between apps on the GALAXY Note II. Discover the GALAXY Note II.",
          1351327832
        ],
        [
          "Personalize an email with your handwriting using the S Pen on the GALAXY Note II. Discover the GALAXY Note II.",
          1351262088
        ],
        [
          "Visualize, organize and express your thoughts professionally with Idea Sketch on the GALAXY Note II. Discover the GALAXY Note II.",
          1351249664
        ],
        [
          "Enjoy a whole new photo experience previewing pictures in a folder without changing screens on GALAXY Note II. Discover the GALAXY Note II.",
          1350646335
        ]
      ],
      "dates_start": 1351185831,
      "dates_end": 1352311130,
      "likes_avg": 111482,
      "likes_stdev": 43762,
      "comments_avg": 4121,
      "comments_stdev": 2319,
      "shares_avg": 5386,
      "shares_stdev": 2911
    },
    {
      "number": 3,
      "important": [
        "photo",
        "galaxi",
        "gear",
        "galaxytab",
        "modern",
        "storag",
        "selectivefocus"
      ],
      "summary": "The #GearS3 Classic has arrived.\nThe #GalaxyS7edge has arrived.\nThe #GalaxyS7 has arrived.\nCross that bridge and get the #GalaxyS6edgePlus.\nThe #GalaxyNote5 has arrived.\nThe #GalaxyS6 and #GalaxyS6edge offer a variety of internal and cloud storage options.\nThe Samsung #GalaxyS6edge has arrived.\nTimeline Photos.\nTimeline Photos.\nTimeline Photos.\nTimeline Photos.\nTimeline Photos.\nTimeline Photos.\nTimeline Photos.\nTimeline Photos.\nTimeline Photos.\nTimeline Photos.\nTimeline Photos.\nTimeline Photos.\nTimeline Photos.\nTimeline Photos.",
      "common": [
        "arriv",
        "arriv timelin",
        "arriv timelin photo",
        "modern",
        "outsid",
        "outsid revolutionari",
        "outsid revolutionari insid",
        "outsid revolutionari insid timelin",
        "outsid revolutionari insid timelin photo",
        "photo use"
      ],
      "messages": [
        [
          "Gaming-optimized graphics so realistic, you can taste the enemy’s fear. #GalaxyTabS3. Timeline Photos.",
          1489662001
        ],
        [
          "The #GearS3 Classic has arrived. spr.ly/GearS3. Timeline Photos.",
          1472652519
        ],
        [
          "The #GearS3 Frontier is here. spr.ly/GearS3. Timeline Photos.",
          1472652412
        ],
        [
          "The #GalaxyS7edge has arrived. Timeline Photos.",
          1456074935
        ],
        [
          "The #GalaxyS7 has arrived. Timeline Photos.",
          1456074897
        ],
        [
          "Daily essentials. #LevelU #SamsungLEVEL #GearS2. Timeline Photos.",
          1451736003
        ],
        [
          "Wishing you a 2016 that sparkles. #GalaxyS6edgePlus. Timeline Photos.",
          1451563203
        ],
        [
          "Reflect on it all. #GalaxyNote5. Timeline Photos.",
          1449057604
        ],
        [
          "Less is more. #GearS2. Timeline Photos.",
          1448539203
        ],
        [
          "The SWAROVSKI #edelweiss in bloom. #GalaxyS6edgePlus. Timeline Photos.",
          1447761605
        ],
        [
          "Timepiece reimagined. #GearS2. Timeline Photos.",
          1446724802
        ],
        [
          "#GearS2Classic. Traditional outside. Revolutionary inside. Timeline Photos.",
          1445422082
        ],
        [
          "Lightweight. Feature-heavy. #GalaxyTabS2. Timeline Photos.",
          1445248803
        ],
        [
          "Cross that bridge and get the #GalaxyS6edgePlus. Timeline Photos.",
          1444384804
        ],
        [
          "The #GalaxyNote5 has arrived. Timeline Photos.",
          1439471393
        ],
        [
          "The #GalaxyS6 and #GalaxyS6edge offer a variety of internal and cloud storage options. Timeline Photos.",
          1429196402
        ],
        [
          "The Samsung #GalaxyS6edge has arrived. Timeline Photos.",
          1425228040
        ],
        [
          "Modern metal finish for the modern gentlemen. #GALAXYAlpha. Timeline Photos.",
          1412416805
        ],
        [
          "You can't cut him out of the photo. But you can use #SelectiveFocus. #GALAXYS5. Timeline Photos.",
          1399370400
        ],
        [
          "The brilliance of the #GALAXYS5. Timeline Photos.",
          1396953104
        ],
        [
          "The momentum in 2013…. Timeline Photos.",
          1384517282
        ],
        [
          "Hi Hey Hello, say it in a song with your GALAXY S4. http://bit.ly/10hJM3h. Timeline Photos.",
          1369563042
        ]
      ],
      "dates_start": 1409105382,
      "dates_end": 1466737466,
      "likes_avg": 144500,
      "likes_stdev": 234017,
      "comments_avg": 1929,
      "comments_stdev": 2972,
      "shares_avg": 3120,
      "shares_stdev": 5367
    },
    {
      "number": 4,
      "important": [
        "camera",
        "zoom",
        "samsung",
        "galaxi",
        "share",
        "discov",
        "smartphon",
        "photo",
        "galaxykzoom",
        "devic"
      ],
      "summary": "A revolutionary device that combines the best of a high-performance smartphone and a camera, the GALAXY S4 zoom delivers the best of both worlds.\nShoot perfect images like a pro, using Smart Mode on the GALAXY Camera from Samsung Camera.\nGet ahead with Samsung Camera and the GALAXY Camera’s revolutionary 21x optical zoom and feel close-up even if you’re far away.",
      "common": [
        "camera samsung",
        "discov",
        "discov samsung",
        "discov samsung galaxi",
        "galaxi camera",
        "galaxi zoom",
        "samsung camera",
        "samsung galaxi camera",
        "samsung galaxi zoom",
        "zoom"
      ],
      "messages": [
        [
          "Capture the moment. 10x zoom always at hand. #GALAXYKZoom\n\n http://youtu.be/5Z92cd0ih9E. Samsung GALAXY K zoom Official Video - Pro Suggest. The GALAXY K zoom is more than just a smartphone--it's a powerful camera that you can bring everywhere. Take professional-level photographs with Pro Suggest,...",
          1403643294
        ],
        [
          "Coffee lovers! We're taking the GALAXY K zoom to capture the illy issimo Live Intense sampling tour around Europe. Join us for an intense experience.\n\nhttps://www.facebook.com/illyissimo/app_528845897219232. Timeline Photos.",
          1403110314
        ],
        [
          "Every day is one to remember. Capture the moment. #GALAXYKzoom\n\nhttp://youtu.be/oknh_WjOML4. Samsung GALAXY K zoom - Use Case. Take a look what you can do with GALAXY K zoom! Your everyday smartphone is now a powerful camera. Embrace the portability, take it everywhere you go, and wi...",
          1400320801
        ],
        [
          "A camera-specialized smartphone. Ladies and gentlemen, the new #GALAXYKzoom. GALAXY K zoom.",
          1398736800
        ],
        [
          "Talk and Zoom with #GALAXYS4zoom. A high-performance smartphone and camera in a revolutionary new device. Samsung Camera. Samsung Mobile. Meet the Samsung GALAXY S4 zoom. Offering users the perfect smartphone and photographic experience in one stylish device.",
          1373619438
        ],
        [
          "Never miss a moment with In-Call Photo Share on #GALAXYS4zoom. Lets you capture and share pictures in the middle of a phone call. Discover the Samsung GALAXY S4 zoom.",
          1372842157
        ],
        [
          "10x optical zoom on #GALAXYS4zoom lets you capture clear, beautiful images even from far away. Discover the Samsung GALAXY S4 zoom.",
          1372411203
        ],
        [
          "Instantly access your shortcuts by using the Zoom Ring to activate Quick Launch on the #GALAXYS4zoom. Discover the Samsung GALAXY S4 zoom.",
          1372242791
        ],
        [
          "Unsure of the best Smart Mode to use when shooting with your #GALAXYS4zoom? Use Smart Mode Suggest for a short list of the best options. Discover the Samsung GALAXY S4 zoom.",
          1372079405
        ],
        [
          "A revolutionary device that combines the best of a high-performance smartphone and a camera, the GALAXY S4 zoom delivers the best of both worlds. Samsung GALAXY S4 zoom.",
          1371018948
        ],
        [
          "Sharing stories with the GALAXY Camera and Jon Bowermaster, filmmaker and adventurer. Create the future with Jon Bowermaster and GALAXY Camera. Filmmaker, adventurer and storyteller Jon Bowermaster's long relationship with National Geographic has afforded him the opportunity to organize expeditions a...",
          1364893146
        ],
        [
          "The connected camera: Samsung GALAXY Camera. Samsung Mobile.",
          1361552522
        ],
        [
          "Shoot perfect images like a pro, using Smart Mode on the GALAXY Camera from Samsung Camera. Discover the Samsung GALAXY Camera.",
          1360753883
        ],
        [
          "Ever had a Photo Bomber in your picture? The GALAXY Camera from Samsung Camera takes care of it with Photo Wizard. Discover the Samsung GALAXY Camera.",
          1358870847
        ],
        [
          "\"Take one with my camera too!\" Sounds familiar? GALAXY Camera's Buddy Photo Share lets you instantly send a photo to anyone. Discover the Samsung GALAXY Camera.",
          1358513362
        ],
        [
          "Read why Mashable believe the GALAXY Camera is an \"incredible device\". Samsung Galaxy Camera Is a Game Changer [REVIEW] Samsung's daring attempt to combine Android with serious compact camera has created what could be the gadget of the 2012.",
          1358247865
        ],
        [
          "Slow motion videos are especially appealing in our fast-paced lives. Now on the GALAXY Camera from Samsung Camera. Discover the Samsung GALAXY Camera.",
          1357912500
        ],
        [
          "This holiday season, capture everyone looking their best with Best Face on GALAXY Camera from Samsung Camera. Discover the Samsung GALAXY Camera.",
          1356687259
        ],
        [
          "Get ahead with Samsung Camera and the GALAXY Camera’s revolutionary 21x optical zoom and feel close-up even if you’re far away. Discover the Samsung GALAXY Camera.",
          1356103237
        ],
        [
          "Samsung Camera presents the new GALAXY Camera, world's first truly connected camera, starring James Franco. [GALAXY Camera] James Franco, the photographer. James Franco, the ultimate multitasker, dons his party hat as he puts the new Samsung GALAXY Camera through its paces.",
          1355828623
        ],
        [
          "Shoot, edit and share instantly with the GALAXY Camera from Samsung Camera. Freedom of 4G + Wi-Fi and powerful intelligence of Android Jelly Bean. Discover the Samsung GALAXY Camera.",
          1354891159
        ]
      ],
      "dates_start": 1354462117,
      "dates_end": 1386897839,
      "likes_avg": 31697,
      "likes_stdev": 31316,
      "comments_avg": 584,
      "comments_stdev": 668,
      "shares_avg": 2804,
      "shares_stdev": 4384
    },
    {
      "number": 5,
      "important": [
        "galaxi",
        "samsung",
        "photo",
        "featur",
        "app",
        "ralph",
        "note"
      ],
      "summary": "We explore the murky depths of the Google Play and Samsung stores to find brilliant apps that use the Note II's S Pen. From New York, a cityscape-style print for a leather bag inspired and designed on GALAXY Note II by ALEXANDER WANG and friends.\nVisit http://www.findralph.com to complete the missing Ralph poster for a chance to win a GALAXY Note II and exclusive goodie bags.",
      "common": [
        "discov",
        "featur",
        "new",
        "note ii galaxi note",
        "photo",
        "samsung",
        "samsung galaxi",
        "samsung galaxi note",
        "samsung galaxi note ii",
        "use"
      ],
      "messages": [
        [
          "Create, share and connect wherever you are using PicsArt optimised for the GALAXY Note II. http://bit.ly/18QqnwR. Timeline Photos.",
          1368867600
        ],
        [
          "Watch how graphic designer and blogger Shini uses photo editing app PicsArt Photo Studio optimized for the GALAXY Note II to create and share. Samsung GALAXY Note II - Photo Editing with PicsArt. Graphic designer and blogger Shini introduces the PicsArt photo editing app for the GALAXY Note II. ",
          1368533160
        ],
        [
          "Record, analyse and progress with Coach's Eye on the GALAXY Note II to master your game. http://bit.ly/16KeYg5. Timeline Photos.",
          1365844926
        ],
        [
          "Helping coaches and athletes take their game to the next level with Coach's Eye on the GALAXY Note II. GALAXY Note II - Analysing sports videos with Coach's Eye. Professional tennis coach Jason Harrison introduces the Coach's Eye app, highlighting how the GALAXY Note II, with its 5.5-inch screen and HD Super AMOLED di...",
          1365501301
        ],
        [
          "Where do you use your GALAXY Note II the most?",
          1364721774
        ],
        [
          "Need to know which apps to install on your GALAXY Note II? Know Your Cell gives you the essentials. Best apps for the Samsung Galaxy Note II. Check out these great apps for the Samsung GALAXY Note II.",
          1364651899
        ],
        [
          "CNET UK gives us their top 10 S Pen apps for the GALAXY Note II. Which one is your favourite? Top 10 S Pen apps for the Samsung GALAXY Note II. We explore the murky depths of the Google Play and Samsung stores to find brilliant apps that use the Note II's S Pen.",
          1364130297
        ],
        [
          "From New York, a cityscape-style print for a leather bag inspired and designed on GALAXY Note II by ALEXANDER WANG and friends. http://bit.ly/13F7XxT. Timeline Photos.",
          1362574678
        ],
        [
          "Experience a day in the life of Rich Moore, director of Wreck-It Ralph, with the Samsung GALAXY Note II. [GALAXY Note II] A day in the life of Rich Moore, director of Wreck-it Ralph. Rich Moore, Director of Disney's Wreck-it Ralph, demonstrates how he uses the Samsung GALAXY Note II in his everyday life.",
          1362304335
        ],
        [
          "Discover how Bill Schwab, Disney character designer, uses the GALAXY Note II's powerful expression tools to draw Ralph in Wreck-It Ralph. [GALAXY Note II] Bill Schwab on designing characters for Wreck-it Ralph. Bill Schwab, character designer for Disney's Wreck-it Ralph, demonstrates how to use the Samsung GALAXY Note II's powerful expression tools to draw Ralph.",
          1361357386
        ],
        [
          "National Geographic Channel explorer, Diego, captures the vibrancy of Paris with his GALAXY Note II. [GALAXY Note II] National Geographic - Diego in Paris. National Geographic Channel explorer and host of 'Don't Tell My Mother', Diego Buñuel goes on a journey with the Samsung GALAXY Note II. ",
          1360927910
        ],
        [
          "With Popup Note, Low Light Shooting Mode and instant sharing the GALAXY Note II is the perfect companion on any night out. [GALAXY Note II] FOX - Fun Never Stops. With a multitude of ways to stay connected with friends, the Samsung GALAXY Note II is the perfect companion on any night out.",
          1360580085
        ],
        [
          "With Samsung and the GALAXY Note II, Kiva are using technology to connect and inspire people all over the world. http://bit.ly/VULY1Z. Timeline Photos.",
          1360495520
        ],
        [
          "What inspires ALEXANDER WANG? \n\nWatch a day in his life as he prepares for the 2013 Fashion Week in New York using GALAXY Note II. A day in the life of Alexander Wang with Samsung GALAXY Note II. Be Creative, Be Inspired. New York-based designer Alexander Wang invites us to a day in his life and talks about his inspiration.",
          1360320878
        ],
        [
          "A CNN reporter shares his story using Easy Clip, Idea Sketch and Multi Window on the GALAXY Note II. [GALAXY Note II] CNN - iReport in action. When inspiration strikes, be ready. Watch an innovator use his GALAXY Note II to capture an idea and make it a reality. ",
          1360081927
        ],
        [
          "New York-based designer ALEXANDER WANG crowd-sourcing doodles using the GALAXY Note II for a limited-edition bag! http://bit.ly/12eFaiU \r\n\r\nAlso, follow the Fashion Week on Twitter with #GalaxyNoteFW. Timeline Photos.",
          1359717227
        ],
        [
          "Empowering people around the world with Kiva. Create the future with GALAXY Note II. Create the future with GALAXY Note II and Kiva. Kiva, a non-profit organization, aims to connect people through lending to alleviate poverty.",
          1358763460
        ],
        [
          "Use the S Pen to get where you want faster, with Quick Command on the GALAXY Note II. TechRadar explains how. Quick Command: Write here, Write now. The Samsung GALAXY Note II is one of the most versatile and powerful devices around, but it's also one of the most intuitive too.",
          1357392463
        ],
        [
          "New year, new goals! Find out how the GALAXY Note II can help set and organise your new year's resolutions. How to plan for the year with the Samsung GALAXY Note II. Are you ready for 2013? The GALAXY Note II can help you to set and arrange your goals for the new year with its organisational and expressive tools.",
          1357038437
        ],
        [
          "Capture memorable moments over the holiday season with the GALAXY Note II. Explore the features that will help you do this! How to create memorable moments with the Samsung GALAXY Note II. With the 8 megapixel camera on the GALAXY Note II, family gatherings and memorable moments can be captured and edited quickly and easily.",
          1356403942
        ],
        [
          "Draw a less than arrow on your GALAXY Note II and you'll quickly return to your previous screen. What other great Note II tips do you know? GALAXY Note II Tips.",
          1356354464
        ],
        [
          "With ChatON, WhatsApp and Skype discover the best communication apps for your GALAXY Note II. http://bit.ly/VTftwB\r\n\r\nDo you have a favourite? Timeline Photos.",
          1356267177
        ],
        [
          "Use the GALAXY Note II to interact with your children. Explore the features that will help you do this with our next instalment of 'Discover Samsung Mobile'. How to interact with children using the Samsung GALAXY Note II. With the GALAXY Note II, you can engage with your children to create content, visualize ideas and to have great fun together.",
          1356001506
        ],
        [
          "Personalise the emails you send from your GALAXY Note II by customising your signature in four easy steps. GALAXY Note II Tips.",
          1355847161
        ],
        [
          "Have you seen Wreck-It Ralph? Complete the missing poster for a chance to win a GALAXY Note II! www.findralph.com. Timeline Photos.",
          1355727600
        ],
        [
          "Ready to party this holiday season? With these top music apps, the GALAXY Note II will be your perfect party companion. http://bit.ly/UHOIMw. Timeline Photos.",
          1355572128
        ],
        [
          "Where's Wreck-It Ralph? Join the hunt with the GALAXY Note II now! www.findralph.com. [GALAXY Note II] Wreck-it Ralph Challenge. Ralph has escaped! Visit http://www.findralph.com to complete the missing Ralph poster for a chance to win a GALAXY Note II and exclusive goodie bags.",
          1355483118
        ],
        [
          "It's a breeze to organise and share your photos on the go with the GALAXY Note II. The latest 'Discover Samsung Mobile' episode shows you how. How to enhance taking and sharing photos with Samsung GALAXY Note II. With the GALAXY Note II, you can take great shots, see the results in widescreen, organise your images and share the results instantly. ",
          1355225399
        ],
        [
          "Discover why Gizmodo think the GALAXY Note II is the ultimate video streaming device. Why the GALAXY Note II is the Ultimate Video Streamer.  The Samsung GALAXY Note II has a couple of features that make it an incredible video streamer, find out more...",
          1355138913
        ],
        [
          "Discover Samsung Mobile, and how multitasking with GALAXY Note II lets users perform their best in a fast-paced business environment. How to multitask using the Samsung GALAXY Note II. With the multitasking capabilities of the GALAXY Note II, professionals are empowered to perform their best in today's fast-paced business environment. ",
          1354619873
        ],
        [
          "\"Samsung's Popup technology doesn't limit you to one thing at a time.\" TechRadar tells you how this works on the GALAXY Note II. The kind of Popup we like! Fed-up of fullscreen functionality limiting your smartphone? Check out our pick of the Popups on the GALAXY Note II.",
          1354529335
        ],
        [
          "Going away for the Holiday Season? Make sure you download these top travel apps for the GALAXY Note II before you go. http://bit.ly/VjWtJf. Timeline Photos.",
          1354442253
        ],
        [
          "Be more productive on-the-go with #GALAXYNoteII, complete with features such as Air View and Idea Sketch. [GALAXY Note II] Official TV Commercial - Art Show. With innovative features like Air View and Idea Sketch, you can visualize your ideas while on the move, and be more productive at the same time.",
          1354284842
        ],
        [
          "Samsung Mobile UK submerged 400 pumps with 3,000 connections in water and controlled them with a GALAXY Note II. Here's what happened…. Galaxy Note II - Liquid Pixels - Samsung. Samsung and the Galaxy Note II introduce Liquid Pixels. A short film documenting a piece of interactive water art.",
          1354185769
        ],
        [
          "The GALAXY Note II, the ultimate smartphone for on-the-go creativity. What inspires you? [GALAXY Note II] Official TV Commercial - Social Network. With innovative features and applications such as Multi Window and Paper Artist, you can create, edit and share instantly to brighten up someone's day.",
          1353844726
        ],
        [
          "Discover just how smart the GALAXY Note II is, and learn how to customise commands with this hands-on video. [GALAXY Note II] More Smart Features - Official Hands-on. The Samsung GALAXY Note II not only lets you discover your inner creativity, it also lets you live a life extraordinary.",
          1353680285
        ],
        [
          "Watch this mini documentary on being creative with the GALAXY Note II and GALAXY Note 10.1 featuring visual artist Ben Heine in the beautiful city of Lisbon. http://bit.ly/Y6q39l. Challenge with the Samsung Galaxy Note 10.1 and Galaxy Note II. I travelled to Lisbon a few days ago for the launch of the new Samsung phone and tablet in Portugal.",
          1353595731
        ],
        [
          "Learn how to express yourself on the GALAXY Note II with Best Face, Photo Note and Paper Artist. [GALAXY Note II] Expression Tools (2) - Official Hands-on. Equipped with an 8-megapixel rear-facing camera and a 1.9-megapixel front-facing camera, the Samsung GALAXY Note II lets you capture memories on-the-go and more. ",
          1353428218
        ],
        [
          "Rediscover the awesome capabilities of the GALAXY Note II and see how it helps four professionals in their everyday life. Samsung Mobile. Find out how the GALAXY Note II is the ultimate device as four strangers' lives intertwine, and they discover they've got more in common than just their regular café.\n \nCamilla uses her GALAXY Note II to stay on top of her appointments and meetings, as well as reading novels on the Readers hub. When Camilla has a spare moment in her busy schedule, she uses the handset to stay in touch with friends and family.\n \nThe Note II is central to the life of Adam, manager of a local hotel, keeping him up to date on his schedule, staff timetable and providing access to his emails wherever he is. He is able to make notes at work and keep a record of his ideas and their progress.\n \nAs a student, John is constantly using his GALAXY Note II to record lecture notes, mind map ideas and keep up with university emails. And of course, update his social media networks from anywhere, any time.\n \nDiane struggles to find interest in her finance job, turning to art as an escape. She uses her Note II to browse the web to research images and information on her subject matters. She makes sketches on the go using the S Pen and is able to upload them to her art blog instantly.",
          1353232042
        ],
        [
          "Don't miss the chance to win a GALAXY Note II, GALAXY Note 10.1 and tickets to the BIGBANG Alive GALAXY Tour. Submit your Note II cover design now! http://galaxy.ygbigbang.com. Timeline Photos.",
          1353074714
        ],
        [
          "Learn how to instantly capture ideas and inspiration with the GALAXY Note II's expression tools. [GALAXY Note II] Expression Tools (1) - Official Hands-on. The S Pen's advanced features provide enhanced capabilities that let you capture ideas and inspirations instantly.",
          1353062156
        ],
        [
          "Discover how easy multitasking is on the GALAXY Note II with Air View, Multi Window and Popup Note. [GALAXY Note II] Multitasking - Official Hands-on. With the innovative Air View, Multi Window and Popup Note features, multitasking is now faster and more efficient on the Samsung GALAXY Note II. ",
          1352803346
        ],
        [
          "More than 3 million GALAXY Note II smartphones sold in a little over a month. Did you get the Marble White or Titanium Gray? http://cbsn.ws/RWsGTS. Timeline Photos.",
          1352308638
        ],
        [
          "Design a cover for the GALAXY Note II and stand a chance to win the GALAXY Note II, GALAXY Note 10.1 and tickets to the BIGBANG Alive GALAXY Tour! http://galaxy.ygbigbang.com. Timeline Photos.",
          1352210696
        ],
        [
          "We dive deep into the design, performance and display features of the GALAXY Note II. [GALAXY Note II] Design, Performance & Display - Official Hands-on. With a larger 5.5-inch Super AMOLED display yet thinner and more portable footprint, the Samsung GALAXY Note II provides an immersive and cinema-like video viewing experience. ",
          1352192689
        ],
        [
          "Meet the new Samsung GALAXY Note II. http://bit.ly/RcYG9C. [GALAXY Note II] Official TVC. Meet the new Samsung GALAXY Note II, which enables unique experiences in personalized and expressive content creation, making it the ultimate smartphone for ...",
          1350900550
        ],
        [
          "Get to know what's ahead while watching immersive clips on the GALAXY Note II's sharp, vivid HD screen. Discover the GALAXY Note II.",
          1350823788
        ],
        [
          "Keep up with your emails on the GALAXY Note II by going over the email body alongside your inbox. Discover the GALAXY Note II.",
          1350723873
        ],
        [
          "Even the busiest of us can see our detailed weekly schedule easily with Air View on GALAXY Note II's S Planner. Discover the GALAXY Note II.",
          1350573324
        ],
        [
          "Engadget on the GALAXY Note II: this is the real deal with best-in-class performance. Samsung Galaxy Note II review.     More Info      Samsung Galaxy Note II hands-on     Samsung Galaxy Note II unveiled .",
          1349877035
        ],
        [
          "Introducing the GALAXY Note II, the ultimate smartphone for on-the-go creativity. Introducing Samsung GALAXY Note II. Unique experiences in personalized and expressive content creative.",
          1349709394
        ],
        [
          "GALAXY Note II users, here's an interactive guide for you! GALAXY Note II User's Digest. Explore all the smart and amazing features on your Samsung GALAXY Note II.",
          1349617561
        ],
        [
          "A brand new feature of the GALAXY Note II is Airview and SlashGear shows us exactly what it can do. Samsung Galaxy Note II shows off hovering S-Pen hands-on - SlashGear. The next-generation Samsung Galaxy Note II is bringing on some new powerful features in its international version in the form of Airview, a brand new user.",
          1348987628
        ],
        [
          "See the difference that the GALAXY Note II's quad-core 1.6GHz processor makes in early benchmarks. Samsung Galaxy Note II gets early benchmark treatment at IFA. This phone is more than just a (super sized) pretty face, and it's time to take a look at what's under the hood.",
          1347005279
        ],
        [
          "[EXCLUSIVE First Look] We go hands-on with the GALAXY Note II. [GALAXY Note II] First Hands-on Video. This is the first hands-on video of Samsung GALAXY Note II, a whole new level of innovation for the GALAXY Note category. The new GALAXY Note II enables uniq...",
          1346342280
        ],
        [
          "Our favourite social-networking tools and apps are on our GALAXY Note home screen. What's on yours? Timeline Photos.",
          1333451364
        ]
      ],
      "dates_start": 1349779234,
      "dates_end": 1361839839,
      "likes_avg": 39549,
      "likes_stdev": 67672,
      "comments_avg": 1380,
      "comments_stdev": 3281,
      "shares_avg": 2727,
      "shares_stdev": 5793
    },
    {
      "number": 6,
      "important": [
        "iii",
        "galaxi",
        "featur",
        "share",
        "smart",
        "samsung",
        "discov",
        "facebook",
        "user",
        "intuitive us",
        "intuit"
      ],
      "summary": "Discover the intelligence of the GALAXY S III through features such as Smart stay, S Voice, Smart alert, Direct call and Social tag.\nSamsung Mobile France is back with more finger-tutting action from JayFunk to celebrate the launch of the GALAXY S III!\nDiscover the GALAXY S III, a phone that recognizes your voice, understands your intention and lets you share a moment instantly and easily.",
      "common": [
        "design",
        "discov",
        "discov galaxi",
        "discov galaxi iii",
        "featur",
        "samsung",
        "samsung galaxi",
        "samsung galaxi iii",
        "share",
        "smart"
      ],
      "messages": [
        [
          "Use the voice command setting to control apps on your GALAXY S III. GALAXY S III Tips.",
          1353322256
        ],
        [
          "Do you know you can create a personal vibration rhythm for your GALAXY S III using the Device vibration setting? GALAXY S III Tips.",
          1352710619
        ],
        [
          "Pick the perfect in-call sound with personalised call equalisation settings on the GALAXY S III. GALAXY S III Tips.",
          1352153249
        ],
        [
          "Tidy up your GALAXY S III app screens by hiding unused apps. GALAXY S III Tips.",
          1350285138
        ],
        [
          "Smart mobile technologies to help you live a life extraordinary, the GALAXY S III. Samsung Mobile. Designed for humans and inspired by nature, the GALAXY S III is a revolutionary smartphone that delivers a uniquely personalized and intuitive user experience.",
          1349440272
        ],
        [
          "A universal port for you to plug and play, on the GALAXY S III. Discover the GALAXY S III.",
          1349260713
        ],
        [
          "Record moments as you see it, instantly, on the GALAXY S III. Discover the GALAXY S III.",
          1349025067
        ],
        [
          "Take in breathtaking panoramic views with a horizontal sweep on the GALAXY S III. Discover the GALAXY S III.",
          1348826531
        ],
        [
          "Capture fleeting moments at their best with the GALAXY S III. Discover the GALAXY S III.",
          1348654021
        ],
        [
          "GALAXY S III: ergonomic design, user-friendly features, and the latest technologies.  The Next Big Thing is Already Here -- Samsung Galaxy S III. Intuitive, innovative, and stylish, the Galaxy S III is The Next Big Thing—and it's already here. Learn more and join the community at http://facebook.com/Sa...",
          1348323259
        ],
        [
          "Watch a video and send a text message, at the same time, on the GALAXY S III. Discover the GALAXY S III.",
          1348306984
        ],
        [
          "A generous, vivid 4.8-inch display on the GALAXY S III for everything captivating. Discover the GALAXY S III.",
          1347981525
        ],
        [
          "From Direct call to Smart alert, which is your favorite motion gesture on the GALAXY S III? More from CNET. Control your Samsung Galaxy S III with motion gestures (video) Watch this video on CNET TV: Get started with a little-known feature that lets you complete day-to-day tasks using motion gestures.",
          1347617925
        ],
        [
          "Share pictures, music, videos and more with S Beam on GALAXY S III simply by tapping two devices together! Share files using S Beam (video) Watch this video on CNET TV: With S Beam, a feature unique to the Galaxy S III, you can share photos, videos, and more by simply tapping two devices.",
          1347459458
        ],
        [
          "Are you using a GALAXY S III? Samsung GALAXY S III reaches 20 million sales milestone in record time. Ergonomic design, user-friendly features, and the latest technologies drive record-breaking success.",
          1346915674
        ],
        [
          "GALAXY S III users look here! Learn how to setup the GALAXY S III with the new interactive User's Digest! GALAXY S Ⅲ User's Digest. Download the FREE interactive \"User's Digest\" to learn about all the amazing features in your GALAXY S Ⅲ.",
          1345508648
        ],
        [
          "Discover how Olympic athletes at London 2012 are making cash-less payments using the GALAXY S III’s NFC technology. Visa payWave on the Samsung Galaxy S III pictures and hands-on. For the past couple of weeks Pocket-lint has been using a Samsung Galaxy S III to pay for things around London.",
          1343724568
        ],
        [
          "We're looking for Gold Fans! Simply share your Olympic Games moments to go for gold! Samsung GALAXY S III. Discover the GALAXY S III, a smartphone that recognizes and understands you, and lets you share moments effortlessly.",
          1343383229
        ],
        [
          "With its intelligent 8-megapixel camera and Pop up play feature, the GALAXY S III is a truly smart device. [GALAXY S III] Official Demo - Greatness. Discover the greatness of this nature-inspired device, evoking the elements of wind, water and light.",
          1342939268
        ],
        [
          "With the GALAXY S III, sharing has never been easier. Which is your favourite feature? [GALAXY S III] Official Demo - Sharing. Discover how easy sharing is with S Beam, Buddy photo share and AllShare play on the GALAXY S III.",
          1342682784
        ],
        [
          "Smart stay, S Voice, Smart alert, Direct call and Social tag: which is your favourite? [GALAXY S III] Official Demo - Intelligence. Discover the intelligence of the GALAXY S III through features such as Smart stay, S Voice, Smart alert, Direct call and Social tag. ",
          1342335971
        ],
        [
          "Discover the total number of Facebook interactions you've ever made with the GALAXY S III! Samsung GALAXY S III. Discover the GALAXY S III, a smartphone that recognizes and understands you, and lets you share moments effortlessly.",
          1341757596
        ],
        [
          "Get to know the Facebook you and ways which GALAXY S III makes sharing your world easier! Know Yourself and the GALAXY S III. Just who is the Facebook you? It's time to get better acquainted with your social self. ",
          1340877673
        ],
        [
          "Discover nuggets of your Facebook persona and how GALAXY S III makes sharing intuitive! Know Yourself and the GALAXY S III. Just who is the Facebook you? It's time to get better acquainted with your social self. ",
          1340712286
        ],
        [
          "Catch the extended version of the GALAXY S III TV commercial! [GALAXY S III] Official TV Commercial - Extended version. It understands you. The Samsung GALAXY S III, designed for humans.",
          1340692571
        ],
        [
          "Pocket Gamer: \"a perfect mix of hardware to keep fanboys excited and software features to keep the ordinary consumer happy.\" Samsung Galaxy S III. Pocket Gamer reviews the Galaxy S III.",
          1340527049
        ],
        [
          "Sit back, relax and watch a magnificent 4D projection mapping show for the launch of the GALAXY S III in Turkey. Samsung Galaxy S III 4D Projection Mapping. Celebrating the launch in Istanbul, Turkey.",
          1340458233
        ],
        [
          "The reflection of light: the back of the GALAXY S III evokes the image of a water drop rolling off a leaf and how it sparkles in the light. GALAXY S III design notes.",
          1340442780
        ],
        [
          "Always on Facebook? Uncover your social footprint with Know Yourself and GALAXY S III! Know Yourself and the GALAXY S III. Just who is the Facebook you? It's time to get better acquainted with your social self.",
          1340361727
        ],
        [
          "The flow of water: the natural curve of the GALAXY S III with a rounded bezel that wraps around the edge. GALAXY S III design notes.",
          1340291747
        ],
        [
          "The flow and movement of nature: the side profile of the GALAXY S III inspired by a blade of grass swaying in the wind. GALAXY S III design notes.",
          1339674567
        ],
        [
          "The GALAXY S III. It understands you. [GALAXY S III] 30-second TV Commercial. Smart enough to detect your face, voice and motions, the GALAXY S III adapts to you to provide a more convenient and natural experience.",
          1339494757
        ],
        [
          "Samsung Mobile France is back with more finger-tutting action from JayFunk to celebrate the launch of the GALAXY S III! Unleash Your Fingers: Next Generation. Pour célébrer le lancement du Samsung Galaxy S III en France, Samsung a invité de nouveau la célèbre star de Finger Tutting JayFunk pour la suite attendue de...",
          1338878172
        ],
        [
          "From design to software and hardware, SlashGear has every detail covered in this GALAXY S III review. Samsung Galaxy S III Review. Read SlashGear’s in-depth review on all the key features of the Galaxy S III.",
          1338709029
        ],
        [
          "Experience a day in the life of the Samsung GALAXY S III. [GALAXY S III] Introducing Samsung GALAXY S III: A Day in the Life. Experience a day in the life of the GALAXY S III, and how it plays an intimate role with you and your loved ones. It sees. It listens. It knows. It's the GAL...",
          1338526609
        ],
        [
          "We asked, you answered. Presenting the unanimous fan favourites of the GALAXY S III.  Samsung GALAXY S III. Discover the GALAXY S III, a smartphone that recognizes and understands you, and lets you share moments effortlessly.",
          1337853608
        ],
        [
          "From pictures to music & videos, the GALAXY S III shares what's in your heart. What do you treasure most? The GALAXY S III’s Natural Points of Interest.",
          1337248806
        ],
        [
          "With intelligent features knowing who matters the most while always showing them at their best, the GALAXY S III ensures you have a memorable camera experience. Which is your favourite feature? The GALAXY S III’s Natural Points of Interest.",
          1337076019
        ],
        [
          "Effortlessly smart, intuitively simple. The GALAXY S III. [GALAXY S III] Official TV Commercial. A smartphone that recognizes your voice, understands your intention, and lets you share a moment instantly and easily.",
          1337000946
        ],
        [
          "Relive the action from last night's UNPACKED. Discover the GALAXY S III, a phone that recognizes your voice, understands your intention and lets you share a moment instantly and easily. UNPACKED 2012. Relive the launch of the GALAXY S III.",
          1336143500
        ],
        [
          "Designed for humans and inspired by nature, the Samsung GALAXY S III reveals a new concept of smartphone. Samsung Mobile PRESS RELEASE. The Samsung GALAXY S III will be available from the end of May in Europe before rolling out to other markets globally.",
          1336117383
        ]
      ],
      "dates_start": 1338543346,
      "dates_end": 1348466517,
      "likes_avg": 33320,
      "likes_stdev": 25409,
      "comments_avg": 1175,
      "comments_stdev": 849,
      "shares_avg": 2198,
      "shares_stdev": 2377
    },
    {
      "number": 7,
      "important": [
        "ativ",
        "window",
        "smartphon",
        "discov",
        "search",
        "stay",
        "phone",
        "samsung",
        "simpl",
        "cloud"
      ],
      "summary": "The Samsung ATIV S is a new smartphone for both work and entertainment, offering a premium Windows Phone experience.\nStay productive even on-the-go with mobile Office on the ATIV Tab. Discover the Samsung ATIV.\nA true unified Windows experience with the ATIV family of tablets, smartphones and Smart PCs. Discover the Samsung ATIV.\nWith the introduction of Microsoft's Windows 8 and Windows Phone 8 operating systems, Samsung debuts \"ATIV\", the new brand for its Windows-based devices.",
      "common": [
        "ativ tab",
        "chang",
        "phone",
        "smart",
        "smartphon",
        "stay",
        "tab",
        "window",
        "window phone",
        "work"
      ],
      "messages": [
        [
          "Watch the Samsung #ATIV video from the #PREMIERE event! Life has changed. Why not PC? Samsung ATIV. This is one smart baby. He really gets it:\n\nOur lives have evolved from being stationary to being mobile, from involving simple tasks to constantly multitasking.\nSmartphones changed our relationships, our work and the way we do things in our daily lives.\n\nNow, our PCs need to change.",
          1371805813
        ],
        [
          "Get close-up shots and increased depth-of-field with Macro focus mode on the ATIV S. Discover the Samsung ATIV.",
          1357728198
        ],
        [
          "With the free cloud service, you can work seamlessly with the ATIV series. Discover the Samsung ATIV.",
          1357122320
        ],
        [
          "With the ATIV Tab, you can stay productive and efficient wherever you are. Discover the Samsung ATIV.",
          1356601930
        ],
        [
          "With People on the ATIV Tab, you can stay socially connected with family and friends. Discover the Samsung ATIV.",
          1355302196
        ],
        [
          "Learn about the customizable start screen, dedicated search key and preloaded Microsoft Office in our ATIV S hands-on. [ATIV S] Design & Software - Official Hands-on. The Samsung ATIV S is a new smartphone for both work and entertainment, offering a premium Windows Phone experience.",
          1354875728
        ],
        [
          "Search faster and more intuitively with Internet Explorer 10 on the ATIV S, Tab and Smart PC. Discover the Samsung ATIV.",
          1354103956
        ],
        [
          "Check and revise documents. Stay productive even on-the-go with mobile Office on the ATIV Tab. Discover the Samsung ATIV.",
          1353497162
        ],
        [
          "Elegant, slim and light, the ATIV S featuring Windows Phone 8. Discover the Samsung ATIV.",
          1352281642
        ],
        [
          "A true unified Windows experience with the ATIV family of tablets, smartphones and Smart PCs. Discover the Samsung ATIV.",
          1351696741
        ],
        [
          "Introducing the Samsung ATIV. Introducing Samsung ATIV. With the introduction of Microsoft's Windows 8 and Windows Phone 8 operating systems, Samsung debuts \"ATIV\", the new brand for its Windows-based devices.",
          1351591452
        ]
      ],
      "dates_start": 1350680265,
      "dates_end": 1361430122,
      "likes_avg": 35135,
      "likes_stdev": 25304,
      "comments_avg": 635,
      "comments_stdev": 565,
      "shares_avg": 2073,
      "shares_stdev": 1534
    },
    {
      "number": 8,
      "important": [
        "tour",
        "galaxi",
        "real",
        "samsung",
        "mobil",
        "smartmov",
        "watch",
        "window"
      ],
      "summary": "Watch New York made smarter with the GALAXY Note 3 + Gear on the #SMARTMOVE World Tour.\nGALAXY Note 3 + Gear #SMARTMOVE World Tour - Real Lives, Made Smarter.\nWatch real lives made smarter with the GALAXY Note 3 + Gear on the #SMARTMOVE World Tour.\nWatch real lives made smarter with the GALAXY Note 3 + Gear on the #SMARTMOVE World Tour.",
      "common": [
        "galaxi note",
        "galaxi note gear",
        "galaxi note gear smartmov",
        "gear",
        "gear smartmov",
        "made",
        "made smarter",
        "smarter",
        "smartmov",
        "smartmov world tour"
      ],
      "messages": [
        [
          "The Galaxy S6 World Tour is over. Be the first to own the #GalaxyS6 and #GalaxyS6edge at S Carpet events around the world. http://www.samsung.com/global/galaxy/scarpet2015. Timeline Photos.",
          1428553861
        ],
        [
          "From Asia to Europe and North America, make the #SMARTMOVE to the #GALAXYNote3 and #GALAXYGear, today. GALAXY Note 3 + Gear #SMARTMOVE World Tour - Real Lives, Made Smarter. Watch real lives made smarter with the GALAXY Note 3 + Gear on the #SMARTMOVE World Tour.",
          1388044800
        ],
        [
          "Using Scrapbook on #GALAXYNote3 for fashion and shopping. In Madrid for the #SMARTMOVE World Tour. Hola! GALAXY Note 3 + Gear #SMARTMOVE Madrid - Real Lives, Made Smarter. Watch Madrid made smarter with the GALAXY Note 3 + Gear on the #SMARTMOVE World Tour. ",
          1387875601
        ],
        [
          "Organizing photos in Scrapbook and using new Easy Clip for collecting everyday interests on #GALAXYNote3 in Hong Kong on the #SMARTMOVE World Tour. GALAXY Note 3 + Gear #SMARTMOVE Hong Kong - Real Lives, Made Smarter. Watch Hong Kong made smarter with the GALAXY Note 3 + Gear on the #SMARTMOVE World Tour. ",
          1387846801
        ],
        [
          "Translating and chatting at the same time with Pen Window on #GALAXYNote3, and hands-free calling on #GALAXYGear. Bonjour from Paris on the #SMARTMOVE World Tour. GALAXY Note 3 + Gear #SMARTMOVE Paris - Real Lives, Made Smarter. Watch Paris made smarter with the GALAXY Note 3 + Gear on the #SMARTMOVE World Tour.",
          1387789201
        ],
        [
          "Check emails and browse the internet at the same time, with Multi Window on #GALAXYNote3. Make the #SMARTMOVE in Singapore on our World Tour. GALAXY Note 3 + Gear #SMARTMOVE Singapore - Real Lives, Made Smarter. Watch Singapore made smarter with the GALAXY Note 3 + Gear on the #SMARTMOVE World Tour.",
          1387760401
        ],
        [
          "In London for #SMARTMOVE World Tour. Reading comics with the generous and crystal clear display on #GALAXYNote3, and using #GALAXYGear in meetings. GALAXY Note 3 + Gear #SMARTMOVE London - Real Lives, Made Smarter. Watch London made smarter with the GALAXY Note 3 + Gear on the #SMARTMOVE World Tour.",
          1387616401
        ],
        [
          "Saving contact information the easy way with Action Memo on #GALAXYNote3. In Beijing on the #SMARTMOVE World Tour. GALAXY Note 3 + Gear #SMARTMOVE Beijing - Real Lives, Made Smarter. Watch Beijing made smarter with the GALAXY Note 3 + Gear on the #SMARTMOVE World Tour.",
          1387587601
        ],
        [
          "New Yorkers in our #SMARTMOVE World Tour. Collecting daily inspirations on #GALAXYNote3 Scrapbook, and staying on-the-go with #GALAXYGear. http://bit.ly/18TsEFn. GALAXY Note 3 + Gear #SMARTMOVE New York - Real Lives, Made Smarter. Watch New York made smarter with the GALAXY Note 3 + Gear on the #SMARTMOVE World Tour. ",
          1387451938
        ],
        [
          "Real Lives, Made Smarter with #GALAXYNote3 and #GALAXYGear on our #SMARTMOVE World Tour. http://bit.ly/1hX4e5Z. GALAXY Note 3 + Gear #SMARTMOVE World Tour - Real Lives, Made Smarter. Watch real lives made smarter with the GALAXY Note 3 + Gear on the #SMARTMOVE World Tour. Find out more about #SMARTMOVE.",
          1387211377
        ],
        [
          "In Tokyo with Samsung Mobile Japan to reveal the GALAXY S4 on the final leg of our World Tour! The GALAXY S4 World Tour.",
          1368653401
        ],
        [
          "The GALAXY S4 World Tour takes us to Rio with Samsung Mobile Brasil, home of Carnival and this famous landmark. Can you tell us what it is? The GALAXY S4 World Tour.",
          1367348401
        ],
        [
          "Johannesburg, are you ready for the GALAXY S4? We're with Samsung Mobile South Africa for the World Tour stop. The GALAXY S4 World Tour.",
          1366891599
        ],
        [
          "Home to many historical places and festivals, we're in New Delhi with Samsung Mobile India for the next GALAXY S4 World Tour stop. The GALAXY S4 World Tour.",
          1366851601
        ],
        [
          "Back in Seoul to unveil the new GALAXY S4. The GALAXY S4 World Tour.",
          1366844532
        ],
        [
          "We've arrived in Istanbul for the next stop of the World Tour to help Samsung Türkiye unveil the GALAXY S4. The GALAXY S4 World Tour.",
          1366777801
        ],
        [
          "We're at one of the world's most iconic buildings with Samsung Australia for the next stop of the GALAXY S4 World Tour. Ready? The GALAXY S4 World Tour.",
          1366691400
        ],
        [
          "Surrounded by skyscrapers, we're with Samsung Mobile HK for the next part of the GALAXY S4 World Tour. The GALAXY S4 World Tour.",
          1366269408
        ],
        [
          "Samsung Mobile Russia are preparing to introduce the GALAXY S4 at our World Tour event. Can you guess where they are? The GALAXY S4 World Tour.",
          1366171201
        ],
        [
          "The GALAXY S4 World Tour starts today, with Samsung Mobile UK unveiling the GALAXY S4 in London - it's almost time! The GALAXY S4 World Tour.",
          1366120493
        ]
      ],
      "dates_start": 1364133299,
      "dates_end": 1394502482,
      "likes_avg": 29769,
      "likes_stdev": 23180,
      "comments_avg": 598,
      "comments_stdev": 408,
      "shares_avg": 1982,
      "shares_stdev": 2055
    },
    {
      "number": 9,
      "important": [
        "galaxi",
        "samsung",
        "note",
        "photo",
        "music",
        "galaxynot",
        "video"
      ],
      "summary": "Introducing the new Samsung GALAXY Note 3 which shares a smarter large screen experience and new S Pen features that help to make everyday tasks easier and faster.\nProviding unrivalled multimedia performance within a compact one-hand-grip screen, the GALAXY Note 8.0 has the power and advanced technology to evolve the tablet experience, and ensure you achieve new levels of efficient multi-tasking while benefitting from superb voice call functionality.",
      "common": [
        "galaxi",
        "galaxi note",
        "new",
        "note",
        "phone",
        "photo",
        "samsung",
        "samsung galaxi",
        "timelin",
        "timelin photo"
      ],
      "messages": [
        [
          "This is what a phone looks like... until 03.29.2017. #UnboxYourPhone spr.ly/GalaxyUnpacked. This is a phone.",
          1488221307
        ],
        [
          "We all know what a phone looks like… or do we?\nOn 03.29.2017 #UnboxYourPhone. This Is A Phone.",
          1488133132
        ],
        [
          "The power and productivity of Windows 10 on a 2-in-1 device. Introducing the Samsung #GalaxyBook. Timeline Photos.",
          1488131760
        ],
        [
          "Tested to work under extreme conditions and extreme temperatures. #QualityAssurance. Quality Assurance : Extreme Weather Test.",
          1487592039
        ],
        [
          "Extensive drop tests, because phones get extensively dropped. #QualityAssurance. Quality Assurance : Drop Test.",
          1487332837
        ],
        [
          "The true test is to see how you perform under pressure. #QualityAssurance. Quality Assurance : Durability Test.",
          1487160064
        ],
        [
          "More music to your ears. Spotify is now available for the #GearFit2, #GearS2 and #GearS3. Timeline Photos.",
          1483704001
        ],
        [
          "Give the gift of snowball fight superiority. #Gear360.",
          1482494460
        ],
        [
          "Tell your #GearS3 when you want to wake up in the morning. #SVoice.",
          1480075254
        ],
        [
          "Match your wrist to your ride with the #GearS3. spr.ly/GearS3.",
          1478952058
        ],
        [
          "The #GearS3 helps keep Dad's hands free because taking care of the kids can be a handful. spr.ly/GearS3.",
          1478865671
        ],
        [
          "Built for bold explorers who take adventures as they come. #GearS3 spr.ly/GearS3.",
          1478520178
        ],
        [
          "Take calls with a twist on your wrist. With the #GearS3 you don't need your phone to stay in touch.",
          1472810442
        ],
        [
          "Introducing the Samsung #GearS3. spr.ly/GearS3.",
          1472652323
        ],
        [
          "Congrats to Tom Daley for his barrier-defying performance in the synchronized 10m. #DoWhatYouCant #diving. Timeline Photos.",
          1470683396
        ],
        [
          "Up to 1000 of your favorite songs are just a tap away with the Gear #IconX, the all-new independent music player and fitness tracker from Samsung.",
          1468706467
        ],
        [
          "The #GearIconX is an independent music player and fitness tracker designed to help you go the distance without the distractions.",
          1468576919
        ],
        [
          "\"With VR, sports fans will be teleported to the physical games when they aren't able to attend.\" - Alex Josephson, Head of Twitter brand strategy, US & Canada. Timeline Photos.",
          1466791262
        ],
        [
          "Keep up the pace and the beat with music on-the-go. #GearFit2.",
          1466330452
        ],
        [
          "Light up your life with customizable LED icons and animations on your #GalaxyS7edge with Samsung’s LED View Cover.",
          1464703329
        ],
        [
          "Elegant, minimalist, or animated, there’s a Samsung View Cover that’s right for you. #GalaxyS7 #GalaxyS7edge.",
          1464688920
        ],
        [
          "New phone. No hassle. Transferring data between your devices is a breeze with Samsung Smart Switch. #GalaxyS7edge.",
          1464170442
        ],
        [
          "Rethink how you say \"wish you were here\".",
          1463839253
        ],
        [
          "Samsung Pay works almost anywhere you can swipe or tap your card. #GalaxyS7edge #GalaxyS7 #SamsungPay #HowTo #MST #NFC.",
          1461664840
        ],
        [
          "You said you “needed some space”. So we brought back expandable microSD storage. Call it a phone with benefits. #GalaxyS7 #GalaxyS7edge.",
          1461060023
        ],
        [
          "Give your #GearS2 a new look with Keith Haring artwork. #BetterAtEveryTurn.",
          1460887238
        ],
        [
          "We make sure the #GalaxyS7 and #GalaxyS7edge work in water. So you can save the waterworks.",
          1460628036
        ],
        [
          "Relive your memories in fast forward. Double-click for Hyperlapse Mode. #GalaxyS7 #GalaxyS7edge #Hyperlapse #HowTo. Hyperlapse_Facebook.mov.",
          1459332039
        ],
        [
          "Durable, dunkable, dare-able. Don’t be afraid to dive in head first. #GalaxyS7 #GalaxyS7edge #WaterResistant #HowTo.",
          1458830342
        ],
        [
          "Follow four Olympic hopefuls on their way to #Rio2016 in \"A Fighting Chance,\" directed by Academy Award winner Morgan Neville.",
          1457962317
        ],
        [
          "You've heard about the new #GalaxyS7 and #GalaxyS7edge. Now watch the Official Unboxing to see what’s inside, and why it will make you rethink what a phone can do.",
          1457655333
        ],
        [
          "Introducing the Samsung #GalaxyS7 and #GalaxyS7edge. Rethink what a phone can do.",
          1456074789
        ],
        [
          "Make a statement with 18K Rose Gold for the new #GearS2classic. #Samsung #CES2016 spr.ly/gearS2. Timeline Photos.",
          1452030650
        ],
        [
          "Up and coming creative talent arrived in #Trieste through the night for a chance to win the Samsung Galaxy Award at #itscontest 2015. #ShotFromTheGalaxy. Timeline Photos.",
          1436522402
        ],
        [
          "16 megapixels on the #GalaxyS6 give you all the tools you need for a #photooftheday. Timeline Photos.",
          1434117603
        ],
        [
          "Want to get there faster? The 64-bit Octa Core processor on the #GalaxyS6edge gives you the power. Timeline Photos.",
          1433253603
        ],
        [
          "The final #NoteMyDay is now live. Keep track of all the action on Twitter to see how the #GALAXYNote4 is helping Rudy Mancuso and Shaun ‘Shonduras’ McBride put smiles back on faces for one more day! Timeline Photos.",
          1418306521
        ],
        [
          "The #NoteMyDay team of Rudy Mancuso, Shaun 'Shonduras' McBride and the #GALAXYNote4 continue to search Twitter and turn frowns upside down around the world. \n\nFollow the hashtag to track their progress! http://spr.ly/NoteMyDay. Timeline Photos.",
          1418220111
        ],
        [
          "We’re live! The #NoteMyDay team of Rudy Mancuso, Shaun 'Shonduras' McBride and #GALAXYNote4 are turning around bad days now on Twitter. Follow the hashtag to keep up! http://spr.ly/NoteMyDay. Timeline Photos.",
          1418134597
        ],
        [
          "From 10am EST / 3pm GMT / 11pm CST on Dec 9, the #NoteMyDay team are taking to Twitter for three days to try and solve bad days around the world with the help of the #GALAXYNote4. Keep track of what Rudy and Shaun get up to by following the hashtag on Twitter http://spr.ly/NoteMyDay\n\nhttp://youtu.be/hfC-JUBgiaI?t=2m7s. Timeline Photos.",
          1418094005
        ],
        [
          "The four seasons from above, in all their high-def glory. #GALAXYNote4 #Note4AllSeasons http://youtu.be/sTLZUbH0EbE. A Note 4 All Seasons with Drone in 4K. Four Instagrammers have taken the GALAXY Note 4 camera to new heights and captured all four seasons around the globe with a drone. Spring: http://instagram.c...",
          1417521601
        ],
        [
          "Cats are cute, but isn't it time for a new animal to rule the internet? Presenting the #CutestAnimal in the GALAXY, captured by #GALAXYNote4. \n\nhttp://www.youtube.com/watch?v=wqaOqzLIWsA. What is the Cutest Animal in the GALAXY? Cats are cute, but isn't it time for a new animal to rule the internet? Presenting the #CutestAnimal in the GALAXY, captured by GALAXY Note 4. Is it the quok...",
          1416917402
        ],
        [
          "A phone like this is sure to get more than 15 minutes of fame.\n \nhttp://samsungmobile.tumblr.com/#post/102029896994. Timeline Photos.",
          1416258008
        ],
        [
          "When pigs won't fly, we will. #GALAXYNote4 Fast Autofocus makes sure you don't miss a thing. #Note4AllSeasons #summer. Timeline Photos.",
          1415119901
        ],
        [
          "4 Instagrammers. 4 countries. #Note4AllSeasons\n\nhttp://instagram.com/p/uqazD6wvzh/ Instagram. samsungmobile's photo on Instagram.",
          1414494539
        ],
        [
          "Is your phone a waste of space? #NoteTheDifference #GALAXYNote4 \nhttp://www.youtube.com/watch?v=tSFLgBtmOww. Samsung GALAXY Note 4 - Note the Difference (Multi window) Note the Difference in how seamless multitasking is on the Samsung GALAXY Note 4 with Multi window. To find out more about the GALAXY Note 4, click here: htt...",
          1413626402
        ],
        [
          "Here's a phone that also syncs to your fashion sense. Match with the gold #GALAXYAlpha. Timeline Photos.",
          1412676005
        ],
        [
          "See more, do more with the enhanced Multi Window feature on the #GALAXYNote4.\n\nhttp://youtu.be/3P4UNcTS6Bg. Samsung GALAXY Note 4 - Seamless Multitasking. The GALAXY Note 4's all-new Multi Window feature lets you make the most of the 5.7-inch display for a seamless multitasking experience. The Recent Apps menu ...",
          1409994420
        ],
        [
          "Watch the premium design and powerful performance of the new #GALAXYNote4. \n\nhttp://youtu.be/Tv7C4e8thv0. Samsung GALAXY Note 4 – Official Introduction. The GALAXY Note 4 features a premium metal frame with fluid curvature that seamlessly blends with the front display. The GALAXY Note 4’s 2.5D glass screen of...",
          1409814620
        ],
        [
          "No matter how you slice it, the #GALAXYTabS is the best tablet for color and play. \n\nhttp://youtu.be/wCeOImKwf7g. #TabletRealities with the Samsung GALAXY Tab S - Artist. Find out what she is doing with her Samsung Galaxy Tab S. An acclaimed artist shows off her amazing skills with the Samsung Galaxy Tab S to become a Fruit An...",
          1408022849
        ],
        [
          "The next evolution of the Samsung GALAXY is here. A perfect balance of form and function. It's Just Alpha. http://youtu.be/u8OZoyHvX78. Samsung GALAXY ALPHA \"Just Alpha\" Official Video. Look no further. The next evolution of the Samsung GALAXY smartphone is here. The new ultra-sleek Samsung GALAXY Alpha redefines smartphone design. It’s slim...",
          1407916794
        ],
        [
          "The verdict is in. The #GALAXYTabS is the best tablet for doing two things at once. \n\nhttp://youtu.be/dyCtVlZ0jk0. #TabletRealities with the Samsung GALAXY Tab S - Judge. Find out what he is doing with his Samsung Galaxy Tab S. A High court judge votes for his favorite contestant in Planet Popstar, a singing competition show, ...",
          1407405617
        ],
        [
          "What do you expect from a great tablet? When expectations meet reality.\n\nhttp://youtu.be/Cme5PtvdOtA. #TabletRealities with the Samsung GALAXY Tab S - Mom. Find out what she is doing with her Samsung Galaxy Tab S. You’ll never guess where this loving mother of four is taken when she sees the stunning blue eyes o...",
          1406894505
        ],
        [
          "Samsung GALAXY S5 presents 'Sunrise to Sunset' — a short film showcasing the beautiful city of Trieste, Italy shot entirely on the #GALAXYS5.\n\nhttp://youtu.be/_b6iApsCyOI. Samsung GALAXY S5 — Sunrise to Sunset. Short film of Trieste, Italy featuring HDR Video and FHD 1080p footage shot entirely on the Samsung GALAXY S5. For more information about the GALAXY S5, visi...",
          1406208148
        ],
        [
          "Be a part of the journey and watch as we interview the finalists and winner of the Samsung GALAXY Award at International Talent Support. Learn how the #GALAXYTabS accessories were conceptualized and created at #itscontest.\n\nhttp://youtu.be/pxJkTP0QCLA. Samsung GALAXY Award at ITS 2014. Supporting young talents and encouraging them to create what enhances people's lives is the reason we have partnered with the International Talent Support (I...",
          1406037731
        ],
        [
          "Congratulations International Talent Support Samsung GALAXY Award winner Leonie Barth! We hope you go out and inspire others. #GALAXYTabS #Itscontest. Timeline Photos.",
          1405251379
        ],
        [
          "Supporting young talents and encouraging them to create what enhances people’s lives is the reason why Samsung has partnered with the International Talent Support competition in Trieste, Italy. Ten finalists have been selected from ITS FASHION, ITS ACCESSORIES and ITS JEWELRY to design a prototype made from Diesel denim that embodies the convergence of technology and fashion for the new Samsung GALAXY Tab S. The finalist who develops the best accessory prototype will receive the prestigious Samsung GALAXY Award. ITS Competition — Finalists.",
          1405175882
        ],
        [
          "Whose fans are most passionate? Find out July 13. #ARGENTINA #GERMANY #GALAXYS5 \n\nhttp://bit.ly/1pXb1xs.",
          1405076440
        ],
        [
          "Use your camera often? Consider an upgrade to the #GALAXYS5. Watch this to see why. http://youtu.be/LvKYt1JKGu0. It's Time to Upgrade to Samsung GALAXY S5 - Camera. The decision to upgrade your phone can be difficult -- but this video can help. If you're a perfectionist when it comes to taking photos, you'll love the enh...",
          1404606250
        ],
        [
          "Considering an upgrade to the #GALAXYS5? See how this phone is a step up. http://youtu.be/7jX9bznzkgY. It's Time to Upgrade to Samsung GALAXY S5 - Performance. When you're looking to upgrade, you need as much information as possible to help you decide. This video will help. You can take a good look at the sleek, sop...",
          1404365257
        ],
        [
          "A phone that syncs with your morning routine. #WaterResistant #SinkSync. Timeline Photos.",
          1404174581
        ],
        [
          "Think you can beat the best #FIFA14 team on earth? Challenge #GALAXY11 on EA Sports FIFA 14 free, only on Samsung GALAXY devices. Download now: http://bit.ly/1kvfvdW \nhttp://bit.ly/1o0kEf4. EA Sports FIFA 14 free: GALAXY 11 Ultimate Team trailer. Download now: http://bit.ly/1ma1K4c Think you can beat the best #FIFA14 team on earth? Challenge #GALAXY11 on EA Sports FIFA 14 free, only on Samsung GALAXY ...",
          1403994121
        ],
        [
          "Introducing Samsung's thinnest and lightest tablet: the GALAXY Tab S. \n\nhttp://youtu.be/qwpfT9jtsMk. Samsung GALAXY Tab S -- Official Introduction. Samsung GALAXY Tab S combines the most advanced Super AMOLED display technology with a full range of premium content for an unrivaled entertainment experienc...",
          1403085650
        ],
        [
          "Our history of the best display continues. Super AMOLED on the #GALAXYTabS. Vision redefined.\n\nhttp://youtu.be/6GXt7HluCfE. Samsung GALAXY Tab S - Display History. Introducing the GALAXY Tab S with Super AMOLED display. Discover the ultimate tablet viewing experience with Tab S and its latest display technology. The Tab...",
          1402750446
        ],
        [
          "The 8.4\" GALAXY Tab S in Titanium Bronze. GALAXY Tab S.",
          1402610785
        ],
        [
          "Moschino brings a colorful take on peace and love to your #GalaxyS5, #Gear2, and #GearFit http://instagram.com/p/pC9dE-wv7i/ Instagram. samsungmobile's video on Instagram.",
          1402359100
        ],
        [
          "No fish were harmed in the making of this photo. Or phones. #WaterResistant #GALAXYS5. Timeline Photos.",
          1401789600
        ],
        [
          "See how to get shadow-free photos at our Samsung Experience store demos located around the world. #GALAXYS5\n\nhttp://youtu.be/wwsJVa1N86s. GALAXY S5 HDR demo at Samsung Experience Store. Visit a Samsung Experience Store to try out the latest Samsung GALAXY S5 with advanced high-dynamic-range feature. With a backlit, high-contrast scene you ca...",
          1401616940
        ],
        [
          "Quit running out of time, juggling everything and having to pick sides! Make the #SmartMove by using the #Samsung #GALAXYNotePRO's four-window multi-tasking tool and explore  how to do more, More, MORE: http://youtu.be/t0K0cpZZtjo. Keep Up - GALAXY NotePRO 12.2 Tired of having to switch between windows and apps constantly? Then the #GALAXYNotePRO with the new Multi Window experience might just be the #SmartMove for ...",
          1401481139
        ],
        [
          "Stop missing keys, mixing words, and typing the wrong thing! Make the #SmartMove with the #GALAXYNotePRO's full-size virtual keyboard and learn how to say more, More, MORE: http://youtu.be/v9m1o1tRA2U. Type it Right - GALAXY NotePRO 12.2 Tired of typing on a tiny keyboard? Well why not make the #SmartMove with a full-size virtual keyboard on the #GALAXYNotePRO 12.2\". It's got all the keys you...",
          1401206695
        ],
        [
          "Ditch feeling squashed, cramped and stuck! Make the #SmartMove with the #GALAXYNotePRO's 12.2\" widescreen and discover how to get more, More, MORE.\n\nhttp://youtu.be/_Ywe6Ep-5qI. Room to Move - GALAXY NotePro 12.2 Tired of watching videos on a small screen? Then the GALAXY NotePRO, with 12.2\" widescreen is a #SmartMove my friend. It's the biggest and brightest on the m...",
          1400855978
        ],
        [
          "Leo Messi. Cristiano Ronaldo. Will they save the world? #GALAXYS5 presents the training for mankind's biggest match. #GALAXY11. Now playing: http://bit.ly/1mrnABl. Timeline Photos.",
          1400346018
        ],
        [
          "Produce a martial arts Hollywood hit with #GALAXYNotePRO. Think Bigger. Do More.\n\nhttps://www.youtube.com/watch?v=7ubX_2PUeOc. Think Bigger and Do More with Samsung GALAXY NotePRO - Kung Fu. Produce a martial arts blockbuster hit with the Samsung GALAXY NotePro. With its 12.2'' stunning display, it's designed to let you think bigger and do more. ...",
          1400234514
        ],
        [
          "Build a masterpiece with #GALAXYNotePRO. Think Bigger. Do More.\n\nhttps://www.youtube.com/watch?v=XY2L_G7s35Q. Think Bigger and Do More with Samsung GALAXY NotePRO - Architecture. Build the best with the Samsung GALAXY NotePRO. With its 12.2'' stunning display, it's designed to let you think bigger and do more. Multitask with Enhanced ...",
          1400082835
        ],
        [
          "The #GALAXY11 training video is here! 8-armed robot goalies, alien footballs... training to save the world is no easy task. Learn more about GALAXY 11, powered by #GALAXYS5: http://bit.ly/1mQccBy. #GALAXY11: The Training. The ultimate football match is coming up! With the advanced training powered by #GALAXYS5, #GALAXY11 is reborn as one team to save the planet.",
          1399975201
        ],
        [
          "There's never a bad time to learn more about your phone. #GALAXYNote3. Samsung Mobile. Making everyday amazing.",
          1398419967
        ],
        [
          "For all the dogs out there who want to get in shape this year, we're introducing the Samsung #PuppyFit! Timeline Photos.",
          1396319673
        ],
        [
          "We're Instagramming! Samsung Mobile on Instagram. Official Instagrams about #TheNextGALAXY.",
          1395668753
        ],
        [
          "We go hands-on with the #GALAXYS5. Samsung GALAXY S5 : Official Hands-on.  The new GALAXY S5 comes with a new modern design, vivid color options, advanced camera, fastest network connectivity and more.",
          1394443815
        ],
        [
          "Sport doesn't care how hard or often you fall. Sport only cares that you get back up. #paralympics #sportdoesntcare. Keira - Sochi 2014 Paralympic Winter Games. Sochi 2014 Paralympic Winter Games. Meet Keira, a 7 year old Canadian, Paralympian to be. What's your problem?",
          1394104448
        ],
        [
          "Introducing Samsung #GALAXYS5. Introducing Samsung GALAXY S5. The new GALAXY S5 is here.",
          1393931137
        ],
        [
          "The 2014 Paralympic Winter Games are almost here. Sport doesn’t care how exhausted and hurt the athletes are right now, sport wants to see their A-game from March 7th. #paralympicgames\n#sportdoesntcare\n. What's Your Problem? Sport Doesn't Care - Sochi 2014 Paralympic Winter Games. Sochi 2014 Paralympic Winter Games. Sport doesn't care about abilities or disabilities. Sport makes no distinctions.",
          1393606801
        ],
        [
          "Join us behind the scenes at #UNPACKED as we go hands-on with the #GALAXYS5 and our new #Gear wearables. Samsung GALAXY S5 First Look. Live from #UNPACKED in Barcelona, we go hands-on with the latest addition to the GALAXY series and the new wearables.",
          1393349086
        ],
        [
          "Get a closer look at what went on behind the scenes to be able to introduce you to the next GALAXY device, the #GALAXYS5, as well as the Samsung #Gear2 and #GearFit in style in Barcelona. Samsung #UNPACKED 2014: The Making Of.",
          1393282702
        ],
        [
          "#UNPACKED doors officially open. Countdown begins until you get to #MeetTheNextGALAXY device!",
          1393258682
        ],
        [
          "We've all got problems, but sport doesn't care. #Sochi2014 #SportDoesntCare. Sport Doesn't Care Manifesto - Sochi 2014 Paralympic Winter Games. We've all got problems.\nThe early morning wake-up call. \nThe strict diet. The weight session.\nThe new gear, the new coach, the new routine.\nThe wind from the east or the west, or the rain from the sky.\nA bad day. A bad week. \nThe fear of a first time.\nBut mostly, the fear of the last place. Or even ...",
          1392925251
        ],
        [
          "Couldn't make it to the winter fun at #Sochi2014? Have a look around our GALAXY Studio in the Olympic Park. Samsung Mobile at #Sochi2014.",
          1392659873
        ],
        [
          "#GALAXYNotePRO to PC. Seamlessly edit and save files from wherever you are with Remote PC. Timeline Photos.",
          1392548401
        ],
        [
          "The final episode of 'Keep On Pushing: You Are What You Dream!' Featuring the legendary Jamaica Bobsleigh Team #SamsungGALAXY. Keep On Pushing - Episode 4: You Are What You Dream (Final Episode) The Jamaican bobsleigh team finally sets foot on Canadian soil, but there's still another big obstacle in their way.",
          1392289817
        ],
        [
          "Introducing the Samsung #GALAXYNotePRO, with best-in-class media consumption and productivity capabilities. Introducing Samsung GALAXY NotePRO. The PRO series, setting the new rule for tablet experience with best-in-class media consumption and productivity capabilities.",
          1392199657
        ],
        [
          "The legendary Jamaica Bobsleigh Team is back! Check out 'Keep On Pushing Episode 2: Dream of Jamaica!' #SamsungGALAXY. Keep On Pushing - Episode 2: Dream of Jamaica. This semi-documentary film is a tribute to all athletes headed to Sochi to achieve their personal best.",
          1392124085
        ],
        [
          "The legendary Jamaica Bobsleigh Team is back! Check out 'Keep On Pushing Episode 1: The heroes are back!' #SamsungGALAXY. Keep On Pushing - Episode 1: The heroes are back! \nThis semi-documentary film is a tribute to all athletes headed to Sochi to achieve their personal best.",
          1392052029
        ],
        [
          "The PRO series from Samsung GALAXY. Experience what progressive thinking is all about with #GALAXYNotePRO. GALAXY Tab changes the rules - Samsung GALAXY NotePRO. Introducing the Samsung GALAXY NotePRO. From the immersive 12.2-inch 4 million pixel display to Multi Window...",
          1391866295
        ],
        [
          "Explore the rich, colorful city of Istanbul, the center and gateway to the West, as journalist Olly Steeds visits the Grand Bazaar, Koza Han, Hagia Sophia and Topkapi Palace with the #GALAXYNote 10.1 (2014 Edition). Samsung GALAXY Note 10.1 Silk Road: Istanbul, The Ancient Business Portal. The Silk Road series explores the significant role three historic sites had in influencing trade, culture, and more.",
          1391601849
        ],
        [
          "A very special guest is joining us in the #GALAXYStudio Opening Event at #Sochi2014 right now. Head to our Twitter page for more. http://bit.ly/1a1oITi. Timeline Photos.",
          1391577934
        ],
        [
          "Discover Samarkand, one of the greatest historical cities of Central Asia and a UNESCO World Heritage site as journalist Olly Steeds visits Registan Square, Ulugbek Observatory and Gur-e Amir with the #GALAXYNote 10.1 (2014 Edition). Samsung GALAXY Note 10.1 Silk Road: Samarkand, The Ancient Knowledge Portal. The Silk Road series explores the significant role three historic sites had in influencing trade, culture, knowledge and philosophy.",
          1390989604
        ],
        [
          "Journey to #Xian, the ancient philosophy portal of the #SilkRoad, and experience heritage sites Big Wild Goose Pagoda and Culture Street with journalist Olly Steeds and the #GALAXYNote 10.1 (2014 Ed). Samsung GALAXY Note 10.1 Silk Road: Xian, Ancient Portal of Philosophy. This is the first episode in a series of vignettes that explores the history of the Silk Road. The series explores the significant role three historic sites ...",
          1390125467
        ],
        [
          "A rich Italian family in a grand mansion, a beautiful heiress, and a missing heirloom jewel… This baffling #mystery is unraveled clue by clue as our detective takes on the case with his #GALAXYNote 10.1 (2014 Edition). Wonderview: The GALAXY Note 10.1 Solves a Baffling Mystery in Milan. A rich family, a beautiful heiress, and a missing heirloom jewel.",
          1388963193
        ],
        [
          "Thanks to all our fans around the world for making this a great year! #HappyNewYear from Samsung Mobile! #NYE #Welcome2014. Timeline Photos.",
          1388491200
        ],
        [
          "The glitz and glam of #NYC are on display alongside the #GALAXYNote 10.1 (2014 edition), with Art Deco inspired artistry layered over vibrant colors in this moving collage. http://bit.ly/1kMkXsF. Wonder View: The GALAXY Note 10.1 Out on the Town in NYC. The glitz and glam of New York City are on display alongside the GALAXY Note 10.1 (2014 edition), with Art Deco-inspired artistry layered over vibrant colors...",
          1388314801
        ],
        [
          "Art Deco meets British pop #rock in these colorful, fantastic collages showcasing a young rock band's tour of #London with the #GALAXYNote 10.1 (2014 Edition). Wonder View: The GALAXY Note 10.1 Rocks London. Art Deco meets British rock in these colorful, fantastic collages that showcase a young rock band's tour of London with the GALAXY Note 10.1 (2014 Edition).",
          1387710182
        ],
        [
          "Join us as we explore the #GALAXYNote3’s Scrapbook, an easier and better way to capture and organize your daily interests. #SMARTMOVE. GALAXY Note 3: Scrapbook - #SMARTMOVE Ep. 7. For the next part of our #SMARTMOVE series, join us as we explore the GALAXY Note 3's Scrapbook, an easier and better way to capture and organize your everyd...",
          1387287813
        ],
        [
          "Make every day easier with new S Pen features. Activate Air Command to find out why #GALAXYNote3 is a #SMARTMOVE. To learn more: http://bit.ly/1d6ONlT. Timeline Photos.",
          1386759601
        ],
        [
          "Discover new features of the S Pen that make the #GALAXYNote3 a #SMARTMOVE. GALAXY Note 3: S Pen - #SMARTMOVE Ep. 5. Join us on our #SMARTMOVE journey as we look into new S Pen features that make your everyday activities easier with the GALAXY NOTE 3.",
          1386691356
        ],
        [
          "Grab your S Pen. Draw a box anywhere – big or small. Choose an app. Get cracking. Simple as that. Open up the box to do more with  #GALAXYNote3. Timeline Photos.",
          1386500400
        ],
        [
          "Forget copy and paste. Make a #SMARTMOVE by multitasking with Drag & Drop and Multi Window on the #GALAXYNote3. http://bit.ly/1jhnoCJ. Timeline Photos.",
          1386156456
        ],
        [
          "Multitask with drag & drop, draw a window for useful functions. All thanks to the smarter large screen of #GALAXYNote3. Make the #SMARTMOVE. GALAXY Note 3: Smarter Large Screen - #SMARTMOVE Ep. 3. For the third video in our series, we take a deeper dive into the incredible multitasking power that makes the GALAXY Note 3 a very #SMARTMOVE. Multi Window ...",
          1386088818
        ],
        [
          "Draw boxes on the #GALAXYNote3 to create new windows. Drag and drop between them. Multitasking with multi windows. Timeline Photos.",
          1385895601
        ],
        [
          "With a microSD memory card and #GALAXYNote 10.1 (2014 Edition), deciding what photos to keep can wait for your return home. Timeline Photos.",
          1385566666
        ],
        [
          "Explore why the #GALAXYNote3 is a #SMARTMOVE. #SMARTMOVE Ep.1 - A better look at GALAXY Note 3. In the first of our #SMARTMOVE video series, we take a look at some of the hardware specs for the GALAXY Note 3.",
          1385473682
        ],
        [
          "The circle. A line with no end and no beginning. A Frisbee, the loop of a lasso. Now, with the #GALAXYNote3, draw a circle around the things you want – then Scrapbook them in any format. Timeline Photos.",
          1385290800
        ],
        [
          "Capture more of the action with full HD video recording at 60fps with #GALAXYNote 10.1 (2014 Edition). Timeline Photos.",
          1384959870
        ],
        [
          "Discover how the #GALAXYNote3, #GALAXYGear and #GALAXYNote 10.1 (2014 Edition) have been entertaining guests at our #GALAXYStudio on Portobello Road. http://bit.ly/1axdq84. Timeline Photos.",
          1384614001
        ],
        [
          "Want to have the street cred of your #GALAXY song as a GALAXY ringtone? Join Gil Smith II and the GALAXY Band for the Over The Horizon worldwide remix event! GuitarSlayer24 Adrian Porter. play GALAXY music. GALAXY MUSIC - Over the Horizon Worldwide Remix.",
          1384599601
        ],
        [
          "Sometimes all we need to be creative is powerful simplicity. Watch leading illustrator Marion Deuchars explain how Dot, Circle, Box can open up a world of potential. Featuring #GALAXYNote3 & #GALAXYGear. Illustrator Marion Deuchars on the simple joy of Dot, Circle, Box with GALAXY Note 3. Leading illustrator Marion Deuchars explains why the simple shapes of Dot, Circle, Box can unleash creativity and intuitive communication with the new GALAXY...",
          1384528094
        ],
        [
          "A dot, a circle and a box. See how these simple shapes make your daily routines delightful on #GALAXYNote3 and #GALAXYGear in Marion Deuchars' animation. The simple joy of Dot, Circle, Box with GALAXY Note 3 + Gear. See Marion Deuchars' quirky illustrated characters come to life in our animation. ",
          1384256505
        ],
        [
          "Join us in Portobello Market, London at our #GALAXYStudio! #SamsungPortobello. Design Your Life with Samsung GALAXY Studio in Portobello, London. Join us at the GALAXY Studio and Design Your Life with Samsung's latest GALAXY devices. We head to Portobello Road in London.",
          1384002000
        ],
        [
          "Get inspired by \"Over The Horizon\" with Gil Smith II and the GALAXY Band! Compose a new song or a remix and stand to win the #GALAXYNote3 and #GALAXYGear. GuitarSlayer24 Adrian Porter. play GALAXY music. Heads up, music lovers and GALAXY fans! You will love playGALAXYmusic.com! Head to the site for your favorite exclusives, like artist interviews, music video, and much more!",
          1383994801
        ],
        [
          "Enjoy unparalleled viewing with high-resolution WQXGA display on the #GALAXYNote 10.1 (2014 Edition). Timeline Photos.",
          1383735624
        ],
        [
          "A sneak peek of some of the action from our #GALAXYStudio, Portobello Market, London. More will be revealed shortly! Timeline Photos.",
          1383654091
        ],
        [
          "Have two of the same application open with Multi Window on #GALAXYNote 10.1 (2014 Edition). Unparalleled multitasking in your hands today. Timeline Photos.",
          1383135543
        ],
        [
          "Experience unparalleled multitasking with Drag & Drop on the #GALAXYNote 10.1 (2014 Edition). All in your hands today. Timeline Photos.",
          1382519984
        ],
        [
          "We join Samsung Australia on The Shoot and go behind the scenes with Baz Luhrmann, #GALAXYNote3 & #GALAXYGear. Come behind the scenes on The Shoot. Working with National Institute of Dramatic Art (NIDA) and mentored by world-renowned director, Baz Luhrmann, 10 young talented filmmakers have come from all over Australia to collaborate in an opportunity of a lifetime.",
          1382009702
        ],
        [
          "Get to know the #GALAXYNote 10.1 (2014 Edition). Unparalleled viewing experience, productivity and mobility on a tablet. http://youtu.be/R9d3IIDFdVA. Timeline Photos.",
          1381914503
        ],
        [
          "Messi's Note. #GALAXYNote3. Instagram. samsungmobile's video on Instagram.",
          1381854600
        ],
        [
          "Exceptional clarity and efficiency: #GALAXYNote 10.1 (2014 Edition). Introducing Samsung GALAXY Note 10.1 (2014 Edition) [ Hardware & Design ] The GALAXY Note 10.1 (2014 Edition) comes with a WQXGA (2,560 x 1,600 pixels) Super clear LCD resolution in a stunning 10-inch display.",
          1381495293
        ],
        [
          "The Developer, with #GALAXYNote3 & #GALAXYGear. A new musical short film. Samsung GALAXY Note 3 Official TVC - The Developer. Told from a child's perspective, \"The Developer\" is a musical short film by Samsung featuring Lionel Messi and the hit single \"Royals\" by Lorde.",
          1381313376
        ],
        [
          "A mysterious mission in a desolate town. Stay tuned. Instagram. samsungmobile's video on Instagram.",
          1381248001
        ],
        [
          "Faster, and more powerful performance with the new #GALAXYNote3. Timeline Photos.",
          1380713197
        ],
        [
          "Discover the story of a girl who dreams of making her grandfather's old toy store even more amazing with the help of the new Samsung #GALAXYNote3 and #GALAXYGear. http://bit.ly/14Izco2. Timeline Photos.",
          1379322086
        ],
        [
          "Listen to \"Over the Horizon\", the official song of our #GALAXY products, rearranged by Quincy Jones and performed by British-born Nigerian artist Parker Ighile. http://bit.ly/18Zvqbc. Over the Horizon - A collaboration with Quincy Jones & Parker Ighile. English-Born Nigerian artist Parker Ighile is a producer, singer/songwriter who has produced and written records for platinum-selling artists such as Rihanna, Nicki Minaj, Kylie Minogue, Conor Maynard, Jessie J., and many more.",
          1379149201
        ],
        [
          "Get hands-on with the new Samsung #GALAXYNote3 and the #GALAXYGear. http://bit.ly/18yIuVY. Timeline Photos.",
          1378976408
        ],
        [
          "Samsung #GALAXYNote3 presents \"Dreams\", a digital short film. Samsung GALAXY Note 3 presents \"Dreams\", a digital short film. We follow the passion of a girl who helps save her grandfather's shop by finding inspiration in her everyday life.",
          1378816304
        ],
        [
          "Everyday made easier with the S Pen and #AirCommand. Watch the #GALAXYNote3 video to find out more. http://bit.ly/1cYiJBF. Timeline Photos.",
          1378720035
        ],
        [
          "Packing up at #UNPACKED. Thanks for joining us! Packing up at #UNPACKED. SamsungMobile's video on Instagram.",
          1378374488
        ],
        [
          "[Exclusive] Introducing Samsung #GALAXYNote3. Introducing Samsung GALAXY Note 3. Introducing the new Samsung GALAXY Note 3 which shares a smarter large screen experience and new S Pen features that help to make everyday tasks easier and faster.",
          1378341964
        ],
        [
          "Experiencing #GALAXYNote3, #GALAXYGear and #GALAXYNote 10.1 (2014 Edition) first hand at #UNPACKED! Inside the experiential zone at #UNPACKED. SamsungMobile's video on Instagram.",
          1378323066
        ],
        [
          "A larger and better screen for the best viewing experience and more powerful multitasking, and significant S Pen improvements that make everyday life easier and faster. Samsung GALAXY Note 3.",
          1378308779
        ],
        [
          "#UNPACKED livestream starts in an hour! Get a seat, settle in, for it's time to take note. Today's the day! SamsungMobile's video on Instagram.",
          1378304895
        ],
        [
          "Our journey to #UNPACKED in under 15 seconds. Join us on Instagram for more behind-the-scene looks! http://instagram.com/samsungmobile. Our journey to #UNPACKED. samsungmobile's video on Instagram.",
          1378208510
        ],
        [
          "Introducing GALAXY Music, a smarter way of enjoying tunes on your GALAXY devices. Artists, songs, concerts & your friends all on your phone! http://www.playgalaxymusic.com. GALAXY Music. Enabling fun interaction among music lovers and bringing all the music elements and scenes together, including GALAXY songs, concerts and community, to your mobile devices, \n\nGALAXY Music takes you to the whole new level of enjoying music.",
          1377687938
        ],
        [
          "You've got just one week left before your chances of participating in SOS Island is swept up by the waves! Don't miss your chance to call paradise your own home. http://spr.ly/6030ZhNw. SOS Island. I just applied to be a contestant on Samsung's SOS Island. You can too. Click here:",
          1377608177
        ],
        [
          "Join us on #Instagram! See what we're up to behind the scenes when we're not on Facebook: http://instagram.com/samsungmobile. Timeline Photos.",
          1377565560
        ],
        [
          "Go behind the scenes and discover more about our #CompanionStories with 360 King Richy Carrasco. http://bit.ly/CompanionStories. Timeline Photos.",
          1377164492
        ],
        [
          "Did you know you get bonus coins when you win races in Fast and Furious 6: The Game when the Samsung vinyl is applied to your ride? http://bit.ly/smsngapps. Timeline Photos.",
          1374589099
        ],
        [
          "Look out for the exclusive vinyl for your new car in Fast and Furious 6: The Game. Only on GALAXY devices. http://bit.ly/smsngapps. Timeline Photos.",
          1373980320
        ],
        [
          "Multitask with #GALAXYNote 8.0 using Multi Window. With so many amazing apps available, sometimes one window just isn't enough. http://bit.ly/1aFweaE. Timeline Photos.",
          1373965234
        ],
        [
          "See how #GALAXYNote 8.0's S Planner, Pop Up Note, Multi Window and Easy Clip help a Eurosport journalist be more efficient on the move. GALAXY Note 8.0: Taking you to the heart of the sports. The GALAXY Note 8.0 keeps you ahead of the game! Discover how a Eurosport journalist uses  the GALAXY Note 8.0 to do his job more efficiently while on the move.",
          1373362806
        ],
        [
          "Create some monstrously good GIFs using Animated Photo on #GALAXYS4! Monsters University http://bit.ly/18BiJrY. GALAXY S4 Animated Photo with Monsters University. Bring your monstrous images to life with Animated Photo on the Samsung GALAXY S4.",
          1373115601
        ],
        [
          "Track your calories burned and your steps taken to help keep in shape with the S Band, and S Health app on #GALAXYS4. Discover the GALAXY S4.",
          1373016113
        ],
        [
          "What does it take to be creative? How do you turn complex ideas into a simple visual narrative? Illustrator Andrew Park shows us with the new #GALAXYNote 8.0. [GALAXY Note 8.0] \"The Creative Process\" with Illustrator Andrew Park. Find out how \"the hand \"behind the RSA Animate videos captures and visualizes the world's imagination.",
          1372928664
        ],
        [
          "Bringing you Monsters University and #GALAXYS4. Complete 3 monstrous tasks for your chance to win the smartphone! GALAXY S4 - Enrolling now for Monsters University! Learn more about about Disney Pixar's new animated hit Monsters University and the Samsung GALAXY S4.",
          1372857502
        ],
        [
          "Protect your #GALAXYS4 with style. S View Cover provides privacy of a flip cover & convenience of a screen window. Discover the GALAXY S4.",
          1372669401
        ],
        [
          "Wirelessly connect and share the beat across multiple devices with Group Play on #GALAXYS4. Bring the party with you, wherever you go. Discover the GALAXY S4.",
          1371459840
        ],
        [
          "The GALAXY Tab 3 Series provides various ways to view, listen, create and share meaningful events and special content with those who matter most. Samsung GALAXY Tab 3 Series.",
          1371005143
        ],
        [
          "Look out for the exclusive vinyl for your new car in Fast and Furious 6: The Game. Only on GALAXY devices. http://bit.ly/15gdGJ2. Timeline Photos.",
          1370854903
        ],
        [
          "Portable, powerful and with amazing performance, GALAXY Note 8.0 is the best fit that lets you do more, wherever you are. GALAXY Note 8.0 - The best fit for your lifestyle needs. Portable and powerful, the GALAXY Note 8.0 delivers amazing performance that meets the demands of your lifestyle.",
          1370433724
        ],
        [
          "Introducing the Samsung GALAXY S4 Active, the perfect companion for exploration, activity and adventure. Providing a rich experience without the fear of damage from outdoor elements. http://bit.ly/15zWMot. Samsung GALAXY S4 Active.",
          1370422469
        ],
        [
          "Get your exclusive Samsung Starter Park for Fast and Furious 6: The Game http://bit.ly/15gdGJ2. Timeline Photos.",
          1370269068
        ],
        [
          "Introducing the Samsung GALAXY S4 Mini, a powerful and compact smartphone with strong performance and exceptional user experience. http://bit.ly/1358V4t. Samsung GALAXY S4 Mini.",
          1369906126
        ],
        [
          "Explore SideSync technology, make your PC and Mobile as one.  Samsung Notebook. SideSync connects your PC and mobile like never before. Move seamlessly between devices: Drag & drop files, type text messages from your keyboard, and much, much more.  See more at http://youtu.be/HVvczhM5KxI.",
          1369293550
        ],
        [
          "Samsung GALAXY S4 debuts in a musical short film Hi Hey Hello. Samsung Mobile presents Hi Hey Hello, a musical short film. We all remember how it feels like to fall in love.",
          1369126026
        ],
        [
          "Share the music and start the party with the GALAXY S4. CNET shows you how to set up Group Play. Group Play makes a party - Set up and use Group Play on the Samsung Galaxy S4. Samsung's Group Play feature can turn a room full of Galaxy S4 phones into a mini gaming competition or a silent disco. Here's how.",
          1368349200
        ],
        [
          "Spread the beat and keep the party going, with the Samsung GALAXY S4. GALAXY S4 Official TVC - Group Play (Share Music) Share the enjoyment with friends. Get all Samsung GALAXY S4 smartphones together and create a powerful sound system that enhances the sound quality and keeps...",
          1368176782
        ],
        [
          "From the hardware design, to the camera experience and sharing tools, go hands-on with the GALAXY S4. http://bit.ly/15FTDHu. Timeline Photos.",
          1368010851
        ],
        [
          "We go hands-on with the Samsung GALAXY S4. GALAXY S4 Official Hands-on. From the hardware design to the camera experience and sharing tools, we go hands-on with the new Samsung GALAXY S4.",
          1367826824
        ],
        [
          "Watch what it takes to create the provocative and beautiful imagery behind the concept that brings together the innovative features of the GALAXY S4 with punk-inspired fashion, created exclusively for Moda Operandi. GALAXY S4 - Making of \"Call for Rebellion: Punk rocks Tech\" Take an in-depth look at the making of Samsung and Moda Operandi's homage to punk rebellion.",
          1367672415
        ],
        [
          "Catch the excitement around the world with the launch of the GALAXY S4! Samsung Mobile. Were you one of the first to get your hands on the GALAXY S4?",
          1367220827
        ],
        [
          "The new Samsung SERIES 9: Still the thinnest 15\" notebook out there. Discover Samsung Notebook.",
          1366534802
        ],
        [
          "For all its power and strength, the new Samsung Notebook SERIES 7 Chronos has its quiet, beautiful moments, too. Discover Samsung Notebook.",
          1365670910
        ],
        [
          "Learn more about the GALAXY Note 8.0, a new era of portability and everyday productivity. Samsung Mobile. Made for the thinkers, the dreamers, the movers and shakers.",
          1365411363
        ],
        [
          "What do you do the most with your GALAXY device?",
          1365329677
        ],
        [
          "With the Samsung Notebook ATIV Smart PC Pro, you've got the power and flexibility to work on the go. Discover Samsung Notebook.",
          1365152421
        ],
        [
          "Tablet to PC and back to tablet -- all with the press of a button, only on the ATIV Smart PC. Discover Samsung Notebook.",
          1364984737
        ],
        [
          "CNET UK explores the evolution of the Samsung GALAXY S series.\nWhich one was your first? Samsung Galaxy S4 history traced in Galaxy S evolution video. We investigate how Samsung's Galaxy S phones have evolved over time, leading up to the freshly unveiled Galaxy S4.",
          1364472020
        ],
        [
          "Do more at once with GALAXY Note 8.0.  \r\n\r\nWith its powerful performance and Multi Window, you can multitask with ease. Discover the Samsung GALAXY Note 8.0",
          1364216818
        ],
        [
          "\"It's also a powerful beast\" Find out more about the GALAXY S4 from Engadget. Samsung Galaxy S 4 official: 5-inch 1080p display, Octa-core Exynos chip and 13MP camera. Another year, another Galaxy S flagship smartphone from Samsung. 2013's version of the crown jewel, the Galaxy S 4, has just been officially announced.",
          1363777155
        ],
        [
          "ChatON gets upgrade with animessages, voice message, anicon, and enriched buddy's mini pop-ups! Introducing Samsung ChatON 2.0 Everyone can ChatON! It's \"ChatON Party\" time. With the easy-to-use usability and the up-to-date ChatON 2.0, the ChatON party gets much interesting!",
          1361865600
        ],
        [
          "A new era of portability and everyday productivity.\n\nProviding unrivalled multimedia performance within a compact one-hand-grip screen, the GALAXY Note 8.0 has the power and advanced technology to evolve the tablet experience, and ensure you achieve new levels of efficient multi-tasking while benefitting from superb voice call functionality.\n\nFor more information: http://www.samsung.com/global/microsite/galaxynote/note8.0/ Introducing Samsung GALAXY Note 8.0",
          1361667764
        ],
        [
          "You don’t need to be tied to a computer to create content. The latest infographic from PC Advisor shows how the GALAXY Note II allows users to embrace their creative side. http://bit.ly/WLwtb1. TechNotes from PC Advisor.",
          1361286741
        ],
        [
          "Keep yourself entertained, whilst on the go with the powerful performance and vivid display of the GALAXY Note II. PC Advisor shows you how: http://bit.ly/VqaoCb. TechNotes from PC Advisor.",
          1361286741
        ],
        [
          "The latest infographic from PC Advisor details mobile office trend, and shows how you can work more efficiently with the Samsung GALAXY Note II in today’s business environment. http://bit.ly/YloXW4. TechNotes from PC Advisor.",
          1361286741
        ],
        [
          "Powering communities around the world with SunSaluter and the GALAXY Note 10.1. Create the future with SunSaluter and GALAXY Note 10.1 Fascinated by biomimicry, Eden Full aims to power a whole village on SunSaluters -- relying on technology that rotates solar panels to follow the sun.",
          1361186873
        ],
        [
          "Planning your perfect Valentine's date is simple with the GALAXY Note II. Using Multi Window and Easy Clip, you'll be able to put everything you need in S Note. Timeline Photos.",
          1360836810
        ],
        [
          "Empowering children around with world with Pencils Of Promise and GALAXY Note 10.1. Hear it from Adam Braun. Create the future with Pencils of Promise and GALAXY Note 10.1 When you consider the greatest minds of all time, each of them started just as a child at one point with nothing more than a pencil and a piece of paper.",
          1359554667
        ],
        [
          "Go behind the scenes with James Franco and the GALAXY Camera! Don't forget to catch the full video as well! [GALAXY Camera] Behind the scenes with James Franco, the photographer. Wondered what went on behind the scenes for \"James Franco, the photographer\" film?",
          1359026420
        ],
        [
          "It's simple, powerful and beautiful. The ATIV family brings a true unified Windows experience.  Samsung Mobile. Simple, Powerful, Beautiful.",
          1358344277
        ],
        [
          "How, what and where we are using our smartphones, and ways the GALAXY Note II can really complement your lifestyle - via PC Advisor. TechNotes - PC Advisor. Check out the PC Advisor TechNote #2, inspired by the Samsung GALAXY Note II http://www.pcadvisor.co.uk/technotes/technote02/",
          1357988373
        ],
        [
          "Which Samsung GALAXY is your 2012 favourite?",
          1356878066
        ],
        [
          "With an 8-megapixel camera, the ATIV S captures great quality snaps and shares them with ease. Find out how with our official hands-on. [ATIV S] Social Media & Camera - Official Hands-on. Access all your social content such as Facebook and Twitter in the People application and use the 8-megapixel autofocus camera to take great, quality snaps.",
          1355321188
        ],
        [
          "Which smart device has the perfect screen size for you?",
          1355042500
        ],
        [
          "Out with the paper music scores, in with the GALAXY Note 10.1. Classical music goes digital with Brussels Philharmonic orchestra! http://bbc.in/XITmOZ. Timeline Photos.",
          1352991055
        ],
        [
          "30 million GALAXY S III smartphones sold around the world. Which colour is your favourite? http://bit.ly/VtVr0k. Timeline Photos.",
          1352123805
        ],
        [
          "The GALAXY S III named T3's Phone of the Year. T3 Gadget Awards 2012: Phone of the Year. The world’s largest manufacturer of smartphones has scooped the top prize at the T3 Gadget Awards for the Samsung Galaxy S3 handset  .",
          1350033868
        ],
        [
          "Enhancing productivity, creativity and learning capabilities. Note, the new way. Samsung Mobile. The functionality and precision of a pen and paper on a large 10.1-inch screen, providing endless possibilities for creativity, productivity and learning.",
          1349768451
        ],
        [
          "Sport only cares that you're here to take part. Sport doesn't care who you are - Behind the scenes. Athletes from all over the world have taken the time to tell us a little about their views on competing and just what it takes to inspiring a whole generation.",
          1347121796
        ],
        [
          "Have you seen our London 2012 Paralympic Games video yet? Sport doesn't care who you are - Everyone can take part. London 2012 Paralympics - Sport doesn't care where you're from, if you're a man or a woman, tall, thin, big or short. Sport doesn't care how you got here, how much money you make, what you believe in or not. It doesn't care if you have two legs, one leg or wheels. Sport only cares that you're here t...",
          1346665382
        ],
        [
          "EISA awards GALAXY S III the European Mobile Phone 2012-2013. In their words, it's \"a clear EISA winner.\" http://bit.ly/PzDUAe. Timeline Photos.",
          1345723510
        ],
        [
          "Actor, producer and director James Franco on multitasking with the GALAXY Note 10.1! [GALAXY Note 10.1] James Franco, the ultimate multitasker. The GALAXY Note 10.1 is outfitted with the functionality and precision of a pen and paper on a generous 10.1-inch display, providing endless possibilities to elevate a user's creativity and productivity. ",
          1345457371
        ],
        [
          "We go hands-on with the GALAXY Note 10.1! [GALAXY Note 10.1] Official Hands-on Video. Learn more about the exciting features that enhance productivity, creativity and learning capabilities.",
          1345039077
        ],
        [
          "We've sent hundreds of thousands of free postcards around the world. Don't miss out on your chance to share a smile with a real postcard! http://bit.ly/OBBuy2. Timeline Photos.",
          1344846148
        ],
        [
          "Intuitive and armed with superior hardware, discover the Samsung GALAXY Note 10.1. [GALAXY Note 10.1] Introducing Samsung GALAXY Note 10.1 Discover exciting features that will enhance your life, productivity and creativity. ",
          1344240926
        ],
        [
          "Have you tried the different screen modes on the GALAXY S III? Which is your favourite?",
          1341917634
        ],
        [
          "Damien McFerran at @Eurogamer thinks the GALAXY S III is “out of this world.” Find out what else he has to say. Samsung Galaxy S3 Review. Digital Foundry assesses the brand new Samsung Galaxy S3 - the most powerful Android on the planet.",
          1341564560
        ],
        [
          "Pocket-lint's Chris Hall on the GALAXY S III: \"The Samsung Galaxy S III will undoubtedly do well and it deserves to: it's a fantastic phone.\" Samsung Galaxy S III review. Undoubtedly a great phone, the flexibility allowed by giving you memory expansion and battery access will make this popular.",
          1341151861
        ],
        [
          "The Telegraph's Matt Warman on the GALAXY S III: the best Android phone on the market. Samsung Galaxy S3: full review - Telegraph. Samsung’s Galaxy S3 is the phone of the moment for good reason, says Matt   Warman.",
          1339954068
        ],
        [
          "Discover the Samsung Music Hub, the ultimate mobile music service. Samsung's Music Hub service brings 19 million songs to the Galaxy S III. Samsung on Tuesday followed up the launch of the Galaxy S III in Europe with its own smartphone music service that allows users to store music in the cloud and stream it for a monthly fee.",
          1338796632
        ],
        [
          "CNET previews the new GALAXY S III. http://bit.ly/J4XgYV. Samsung Galaxy S3 tested in hands-on video. Watch CNET's hands-on video of the Samsung Galaxy S3, the year's most hotly-anticipated Android phone.",
          1336234796
        ],
        [
          "Destination: tgeltaayehxnx.",
          1335095520
        ],
        [
          "See simple touches turn into animation with the GALAXY Note and S Pen.  [GALAXY Note] Animating Touch. Become a cartoon creator! Animating Touch is an animation editor that allows you to create your own movies. Creative work in Animating Touch is quite easy. F...",
          1332925663
        ],
        [
          "Beam photos, videos, presentations, and anything else you want, onto surfaces. http://cnet.co/GSq700. CNET: GALAXY Beam photo tour. The ace up its sleeve is the pico projector situated at the top of the phone.",
          1332831540
        ],
        [
          "Engadget: \"As it stands, the Note 10.1's future looks promising.\" http://engt.co/H4TsWH. Samsung Galaxy Note 10.1 preview (video) Follow on after the break as we explore its digitizer-optimized nooks and crannies and whet your appetites for what's to come.",
          1332746299
        ],
        [
          "GALAXY Nexus: Tap to beam what's on your phone to your friend. http://bit.ly/GBcqVB. Galaxy Nexus: Android Beam. With Galaxy Nexus, you can now easily share contacts, websites, apps, maps, directions and YouTube videos to other people close by.",
          1332244010
        ],
        [
          "With an ultra-bright 15 lumens projector and up to 50\" wide projection, what would you use the GALAXY Beam for? http://engt.co/A8psHy. Samsung Galaxy Beam hands-on at MWC 2012. Galaxy Beam, a refreshed version of the projector phone, with a bit fancier specs.",
          1331726019
        ],
        [
          "More photos added!  Samsung Mobile. Go behind the scenes at SXSW 2012 with the GALAXY Note.",
          1331474391
        ],
        [
          "Up close with the Samsung GALAXY Beam. http://on.mash.to/yAw1GX. Samsung Galaxy Beam. A projector jammed inside a smartphone may seem awkward or crazy to some--and it's not a new idea--but the Samsung Galaxy Beam may be the most elegant execution of the mash-up yet.",
          1331121677
        ],
        [
          "Which device caught your eye at MWC?",
          1330867439
        ],
        [
          "Introducing the GALAXY Tab 2 (7.0) with Android 4.0 and 1GHz dual-core processor. Samsung Mobile. Offering optimal multimedia experiences in life. The GALAXY Tab 2 (7.0), powered by Android 4.0 and a 1GHz dual-core processor, is the ideal personal on-the-go device. Launching in global markets from March. Available in 3G and Wi-Fi versions. \n\nFor more information: http://bit.ly/zzC5fL.",
          1329190275
        ],
        [
          "Calling all fashionistas!\n\nFashion Week is around the corner and, this time round, some of the world's top models and fashion editor Derek Blasberg will be armed with the GALAXY Note to bring you exclusive looks behind-the-scenes. \n\nMore glitz, glamour and candid moments on and off the runway to come to our Facebook community. You can also keep up with the latest trends on Twitter with #GALAXYNoteFW. Watch this space.",
          1328620128
        ],
        [
          "\"The Samsung GALAXY Nexus is the best smartphone on the market today - bar none.\" AndroidGuys Mobile love the GALAXY Nexus. Read their in-depth review and let us know if the Android 4.0 smartphone is at the top of your list too: http://bit.ly/ytBVdi . Samsung Galaxy Nexus [Review]AndroidGuys. Based on the above definitions you wouldn’t think that Samsung’s Galaxy Nexus (SGN) is actually a culmination of anything good, particularly in the way of an Android phone.  Literally, the name alone would indicate that you would have a billion stars connected together.  But you would be wrong.  The...",
          1328608739
        ],
        [
          "Get the most out of the new GALAXY Nexus and the new features of Android 4.0 Ice Cream Sandwich with these 25 pro tips from Mobile Fun: http://bit.ly/A6BUtW. 25 Galaxy Nexus & Ice Cream Sandwich Pro Tips | Mobile Fun Blog. Here are 25 pro tips for getting the most out of the new features of the Samsung Galaxy Nexus and its operating system, Android 4.0 Ice Cream Sandwich.",
          1327573311
        ],
        [
          "Find out how the GALAXY Note plays a role in video-game creation as Current TV journalists, Max and Jason, visit a video game design company in Brooklyn to understand more. http://bit.ly/wh0CVV. [GALAXY Note] Max & Jason - Hit the Road Part 4. How does the Samsung GALAXY Note let video-game animators and designers be more creative? Find out as Current TV journalists, Max and Jason, head to Brooklyn...",
          1327509929
        ],
        [
          "How can the GALAXY Note help you with art and design? Well, join Current TV journalists, Max and Jason, as they head to Brooklyn in New York City to meet a video game design company to find out more about the GALAXY Note as a digital sketchbook. http://bit.ly/AjSian. [GALAXY Note] Max & Jason - Hit the Road Part 3. How can the Samsung GALAXY Note help you with art and design? Find out as Current TV journalists, Max and Jason, head to Brooklyn in New York City to meet wi...",
          1327120225
        ],
        [
          "Want to learn more about Ice Cream Sandwich on the new Samsung GALAXY Nexus?\n\nCNET has put together 11 great tips and tricks, from the fastest way to set an alarm to the right way to take screenshots. Take a deep dive and let us know which tip you think is the best! http://bit.ly/zcoNNv. Android Ice Cream Sandwich: 11 awesome tips and tricks (video) New to Android Ice Cream Sandwich? Here's a double helping of tips to make you a pro on Android's latest operating system. Read this blog post by Jessica Dolcourt on How To.",
          1326989759
        ],
        [
          "Marketing Magazine's Brand Barometer featured the Fact Checkers Unit episode featuring rapper DMC from Run DMC as the \"one to watch\". And in this final clip, the FCU finds out who is Heavy Mustache, plus face their toughest adversary yet... themselves. [FCU2 - GALAXY Note] Ep.5 Tardy to the Party. Watch to find out if FCU and Samsung GALAXY Note make it back to the office party in time.",
          1326689105
        ],
        [
          "As part of Project Teamwork, see how four footballers use fancy footwork, along with the brilliant screen and innovative S Pen of the Samsung GALAXY Note, to transform a routine commute into a spectacular event for Londoners. http://bit.ly/yaValR. FLASH KICK in London [Project Teamwork - GALAXY Note] \"A football match has just broken out at London Victoria Station.\" Watch to see how four footballers use fancy footwork, along with the brilliant screen and ...",
          1326099284
        ],
        [
          "Did you know that with the GALAXY Nexus you can capture beautiful panoramic shots?\n\nJust use the Single-Motion Panoramic Mode, point and touch the shutter and pan your phone from one side to another. Android immediately stitches together an expansive panorama photo, ready to share. http://bit.ly/vkdMi7. Galaxy Nexus: Camera and Panorama. With Galaxy Nexus you get a high-end camera with zero shutter-lag, automatic focus, top notch low-light performance and a simple, intuitive way to take panor...",
          1325781762
        ],
        [
          "Does DMC from Run DMC live in a castle? The Fact Checkers Unit finds out in this week's episode as their friendship gets tested to the limit. [GALAXY Note - FCU2] ep. 4 Fly Like A Buttress. Does DMC (from Run-DMC) really think he is a king? The FCU finds out in this week's Fact Checkers Unit episode as their friendship gets tested to the limits....",
          1325512872
        ],
        [
          "Samsung Mobile A-Z: U is for User Interface.\n\nThe GALAXY S II, GALAXY Tab 10.1 and GALAXY Note all feature Samsung’s unique TouchWiz user interface which includes functionality such as panning and tilting motion detection. Timeline Photos.",
          1325404842
        ]
      ],
      "dates_start": 1349362526,
      "dates_end": 1431137152,
      "likes_avg": 27915,
      "likes_stdev": 66175,
      "comments_avg": 819,
      "comments_stdev": 2339,
      "shares_avg": 1704,
      "shares_stdev": 6876
    },
    {
      "number": 10,
      "important": [
        "premier",
        "samsung",
        "gatsbi",
        "galaxi",
        "shot",
        "mobil",
        "carpet",
        "squar",
        "june"
      ],
      "summary": "We join the red carpet in New York City for The Great Gatsby movie premiere, to see how the GALAXY S4 is the perfect device for recording those memorable moments.\nSamsung Mobile joins the red carpet for the premiere of The Great Gatsby movie in New York City.\nJoin us at The Great Gatsby premiere, live from New York City at 6pm EST through http://bit.ly/GatsbyPremiere (desktop) and http://smarturl.it/GatsbyPremiere (mobile).",
      "common": [
        "cann",
        "gatsbi",
        "gatsbi premier",
        "great",
        "great gatsbi",
        "great gatsbi premier",
        "new",
        "new york",
        "samsung",
        "york"
      ],
      "messages": [
        [
          "Countdown to #TheNextGALAXY. Are you ready? \nhttp://youtu.be/0lnxSR4g920. Samsung GALAXY PREMIERE 2014 Countdown. Join us at Samsung GALAXY PREMIERE Tab Into Color event on June 12 Thursday from 7PM EDT. Bringing it to you live from Madison Square Garden in New York City...",
          1402060593
        ],
        [
          "Live from Earls Court 2 at the Samsung PREMIERE 2013 GALAXY & ATIV event. Samsung PREMIERE 2013.",
          1371758796
        ],
        [
          "It's almost time, are you ready? #PREMIERE http://bit.ly/Samsung_live. Samsung PREMIERE 2013.",
          1371742150
        ],
        [
          "Meet the new Samsung products tomorrow. Watch live at 19:00 BST: http://bit.ly/Samsung_live #PREMIERE. Samsung PREMIERE 2013.",
          1371653990
        ],
        [
          "Watch how we captured and shared the buzz of The Great Gatsby Premiere in Cannes with the GALAXY S4. http://bit.ly/13CMqD2. [Highlights] The Great Gatsby Premiere in Cannes.",
          1370685754
        ],
        [
          "Watch how the GALAXY S4 with Drama Shot, Dual Shot and Air View, captures the best of The Great Gatsby Premiere in Cannes. GALAXY S4 - The Great Gatsby Premiere, Cannes. We head to Cannes in the chic French Riviera for the premiere of Baz Luhrmann's The Great Gatsby.",
          1370348841
        ],
        [
          "SAMSUNG PREMIERE 2013 on June 20. Mark your calendars! Samsung PREMIERE 2013.",
          1369646150
        ],
        [
          "Cool off from the fever of Cannes Film Festival with the GALAXY S4 and Drama Shot. [Highlights] The Great Gatsby Premiere in Cannes.",
          1368799202
        ],
        [
          "\"Hi Samsung Mobile fans, we are at the Cannes Film Festival for The Great Gatsby premiere\" - recorded with Sound & Shot on GALAXY S4. [Highlights] The Great Gatsby Premiere in Cannes.",
          1368695888
        ],
        [
          "We join the red carpet in New York City for The Great Gatsby movie premiere, to see how the GALAXY S4 is the perfect device for recording those memorable moments. GALAXY S4 - The Great Gatsby Premiere, New York City. Samsung Mobile joins the red carpet for the premiere of The Great Gatsby movie in New York City. ",
          1368607966
        ],
        [
          "Live on the red carpet in New York with the lead roles of The Great Gatsby movie with Dual Shot on the GALAXY S4. [Highlights] The Great Gatsby Premiere.",
          1367511096
        ],
        [
          "The location: New York City \r\nThe event: The Great Gatsby premiere May 1 \r\nWardrobe: Brooks Brothers \r\nDevice on red carpet: The GALAXY S4. [Highlights] The Great Gatsby Premiere.",
          1367436639
        ],
        [
          "Join us at The Great Gatsby premiere, live from New York City at 6pm EST through http://bit.ly/GatsbyPremiere (desktop) and http://smarturl.it/GatsbyPremiere (mobile). \n\nWe will be capturing all the excitement from the red carpet with the GALAXY S4 and GALAXY Note 8.0. The Great Gatsby. We'll be streaming LIVE from the NYC premiere of The Great Gatsby today at 3pm PT / 6pm ET - tune in for all of the red carpet arrivals and interviews here: http://smarturl.it/GatsbyPremiere.",
          1367434057
        ],
        [
          "We're getting ready to go for an evening of fashion and glamour at the New York City premiere of The Great Gatsby.\r\n\r\nCheck out Catherine Martin’s costume sketch of Mr. Gatsby's suit and watch the movie trailer via Multi Window with the GALAXY Note 8.0. [Highlights] The Great Gatsby Premiere.",
          1367368533
        ]
      ],
      "dates_start": 1363125154,
      "dates_end": 1380267653,
      "likes_avg": 30261,
      "likes_stdev": 35527,
      "comments_avg": 694,
      "comments_stdev": 1185,
      "shares_avg": 1353,
      "shares_stdev": 1355
    },
    {
      "number": 11,
      "important": [
        "unpack",
        "samsung",
        "galaxi",
        "readi",
        "note",
        "live",
        "thenextgalaxi",
        "livestream"
      ],
      "summary": "Tune in live to Samsung UNPACKED at 8:00PM CET to meet the next GALAXY.\nSamsung UNPACKED 2013 Episode 2 livestream (full length) Live at Samsung UNPACKED 2013 Episode 2 from the Tempodrom in Berlin where we unveil the GALAXY Note 3, GALAXY Gear and GALAXY Note 10.1 (2014 Edition).\nJoin us live at Samsung UNPACKED 2013 Episode 2 from the Tempodrom in Berlin where we will unveil the next-generation products.\nThis time tomorrow, we'll meet The Next Galaxy live at Times Square NYC for Samsung UNPACKED.",
      "common": [
        "episod",
        "galaxi",
        "live",
        "next",
        "next galaxi",
        "note",
        "readi",
        "samsung",
        "samsung unpack",
        "unpack readi"
      ],
      "messages": [
        [
          "See photos from #UNPACKED 2014 Episode 2 where the #GALAXYNote4 was announced, as well as the Samsung #GALAXYNoteEdge, #GearS and #GearVR in Berlin. Samsung UNPACKED 2014 Episode 2.",
          1409753166
        ],
        [
          "The pen is about to become even mightier. Get Ready to Note on September 3rd at #UNPACKED. \n\nhttps://www.youtube.com/watch?v=eJ3YzMospW8. [Ready to Note?] Samsung UNPACKED 2014. Berlin is known as one of the most artistic, forward-thinking cities in the world. No surprise then that's the place to unpack #TheNextGALAXY. Note the date:...",
          1409522461
        ],
        [
          "Are you ready to Note? Find out more on 3rd September at Samsung #UNPACKED. [Ready to Note?] Samsung UNPACKED trailer - Expect Note. Ready, Set, Go is the new magic for the Next Note. Are you ready to Note? Find out more on Wednesday, 3rd September, at the Samsung UNPACKED event in Berlin,...",
          1409266808
        ],
        [
          "Ready? Note the date! #UNPACKED on 3rd September. Timeline Photos.",
          1407276089
        ],
        [
          "An unbeatable team has been assembled and it's equipped with the strongest tech.\n\nThe question is: are you ready? #GALAXY11 #GALAXYS5. Timeline Photos.",
          1399282518
        ],
        [
          "Samsung #UNPACKED. Countdown to #TheNextGALAXY. Samsung UNPACKED - Countdown. Tune in live to Samsung UNPACKED at 8:00PM CET to meet the next GALAXY.",
          1393222135
        ],
        [
          "Are you ready to #MeetTheNextGALAXY? #UNPACKED. Timeline Photos.",
          1393094013
        ],
        [
          "#UNPACKED #TheNextGALAXY 24 February, 20:00 CET. Samsung UNPACKED - Trailer. Find out more on Monday 24 February at the Samsung UNPACKED event in Barcelona.",
          1392974007
        ],
        [
          "Were you watching? Relive all the action from #UNPACKED. Samsung UNPACKED 2013 Episode 2 livestream (full length) Live at Samsung UNPACKED 2013 Episode 2 from the Tempodrom in Berlin where we unveil the GALAXY Note 3, GALAXY Gear and GALAXY Note 10.1 (2014 Edition).",
          1378631521
        ],
        [
          "Missed UNPACKED 2013? Join us on a pictorial tour of the event from Berlin's Tempodrom. Samsung UNPACKED 2013 Episode 2.",
          1378468836
        ],
        [
          "Live at #UNPACKED! Samsung UNPACKED 2013 Episode 2 Livestream. Join us live at Samsung UNPACKED 2013 Episode 2 from the Tempodrom in Berlin where we will unveil the next-generation products. Livestream begins at 19:00 CE...",
          1378305731
        ],
        [
          "Landed at #IFA in #Berlin for #UNPACKED. Are you ready? Make sure you're watching live on Sept 4 at 19:00 CEST or 13:00 EDT. http://bit.ly/SamsungUNPACKED2013. Timeline Photos.",
          1378129007
        ],
        [
          "Samsung #UNPACKED 2013 Episode 2. Note the date. Timeline Photos.",
          1375696871
        ],
        [
          "Are you ready to meet the latest Samsung devices? Make sure you're watching on June 20 at 19:00 BST. Samsung PREMIERE 2013.",
          1370595660
        ],
        [
          "Re-live the GALAXY S 4 launch event Radio City Music Hall. Samsung UNPACKED 2013 livestream (full length) Relive the Samsung UNPACKED experience, and be one of the first in the world to see the #TheNextGalaxy, the GALAXY S 4. ",
          1363374325
        ],
        [
          "We're live at Samsung UNPACKED 2013.\n \nPC: http://bit.ly/Samsung_live\nMobile: http://bit.ly/13W4knS.",
          1363298751
        ],
        [
          "Just 30 minutes until UNPACKED 2013. Are you ready? Make sure you're watching live: \nPC: http://bit.ly/Samsung_live\nMobile: http://bit.ly/13W4knS.",
          1363296605
        ],
        [
          "Live at Times Square NYC. We're getting ready for UNPACKED. You should be too! [UNPACKED 2013] Be Ready 4 The Next Galaxy.",
          1363293035
        ],
        [
          "Getting ready at Radio City Music Hall. Stay tuned! [UNPACKED 2013] Be Ready 4 The Next Galaxy.",
          1363292605
        ],
        [
          "This time tomorrow, we'll meet The Next Galaxy live at Times Square NYC for Samsung UNPACKED. [UNPACKED 2013] Be Ready 4 The Next Galaxy.",
          1363212220
        ],
        [
          "Come and meet The Next Galaxy. Watch UNPACKED live on March 14 at 19:00 EDT. http://bit.ly/Samsung_live. [UNPACKED 2013] Be Ready 4 The Next Galaxy.",
          1363185762
        ],
        [
          "Follow us as we prepare to meet The Next Galaxy. [UNPACKED 2013] Be Ready 4 The Next Galaxy.",
          1363090508
        ],
        [
          "Be ready 4 #TheNextGalaxy. March 14, 7PM at Times Square NYC. [UNPACKED 2013] Be Ready 4 The Next Galaxy.",
          1362034959
        ],
        [
          "March 14. Mark your calendars. [UNPACKED 2013] Be Ready 4 The Next Galaxy.",
          1361775803
        ]
      ],
      "dates_start": 1361957399,
      "dates_end": 1396715383,
      "likes_avg": 10136,
      "likes_stdev": 10178,
      "comments_avg": 391,
      "comments_stdev": 358,
      "shares_avg": 1160,
      "shares_stdev": 1817
    },
    {
      "number": 12,
      "important": [
        "note",
        "galaxi",
        "pen",
        "samsung",
        "tip",
        "write",
        "creat",
        "galaxynot",
        "captur"
      ],
      "summary": "Discover the Samsung GALAXY Note 8.0 Use the S Pen and S Planner to handwrite notes, input meetings and prepare your day like an ordinary diary on #GALAXYNote 8.0.\nCheck out what happens when cutting edge artist Tristan Eaton gets his hands on the Samsung GALAXY Note 10.1 From rough sketches to detailed masterpieces, create great things with GALAXY Note 10.1.",
      "common": [
        "creat",
        "galaxi note pen",
        "note pen",
        "pen",
        "samsung",
        "samsung galaxi",
        "samsung galaxi note",
        "tip",
        "use",
        "write"
      ],
      "messages": [
        [
          "S Pen - writing history since 2011. Timeline Photos.",
          1443207602
        ],
        [
          "Vine star Rudy Mancuso puts the #GALAXYNote4 to use creating his multi-million looped videos, as he gets ready for #NoteMyDay with Snapchat artist Shaun ‘Shonduras’ McBride.\n\nhttp://youtu.be/CBcSSLACBMo. GALAXY Note 4 - Rudy’s Double Act. Vine star Rudy Mancuso shows how he creates his six-second videos that get millions of loops, with the help of the GALAXY Note 4. Collaborating with Snapchat...",
          1417155000
        ],
        [
          "Watch how acclaimed Snapchat artist Shaun ‘Shonduras’ McBride creates stories with his #GALAXYNote4, before starting #NoteMyDay with Vine star Rudy Mancuso. \n\nhttp://youtu.be/rVhFCZu4zGg. GALAXY Note 4 - Shaun Brings NYC to Life. Acclaimed Snapchat artist Shaun ‘Shonduras’ McBride reveals how he creates his content, and what inspires him to realize such memorable and popular social st...",
          1417147800
        ],
        [
          "The results are in. See how people are using their S Pen and learn about another smart feature on #GALAXYNote4. Timeline Photos.",
          1414421156
        ],
        [
          "Introducing fine writing into the digital world. #Montblanc #GALAXYNote4 \n\nhttps://www.youtube.com/watch?v=vhLPeOoR72k. Timeline Photos.",
          1413972042
        ],
        [
          "Montblanc's century-old craftsmanship meets Samsung #GALAXYNote4’s cutting-edge technology.\n\nhttps://www.youtube.com/watch?v=vhLPeOoR72k. Montblanc meets Samsung GALAXY Note 4. Montblanc and Samsung are pleased to introduce fine writing into the digital world through the unveiling of Montblanc’s new line of writing instruments and l...",
          1413834261
        ],
        [
          "Tell us how you're using your S Pen today. #GALAXYNote4 \n\nhttps://plus.google.com/u/2/b/100259500986711059755/+SamsungMobile/posts/Bksz2fCKDAh. Timeline Photos.",
          1413394228
        ],
        [
          "Here's an alternative to thumb reduction surgery. #GALAXYNote4 #NoteTheDifference \n\nhttps://www.youtube.com/watch?v=74NnHbJwKt8. Samsung GALAXY Note 4 - Note the Difference (S Pen) Note the Difference in how you capture, save and share content on the Samsung GALAXY Note 4 with Smart select with S Pen. To find out more about the GALAXY N...",
          1413367621
        ],
        [
          "The S Pen, the primary tool for your everyday use. #GALAXYNote4\n\nhttp://youtu.be/dAr_m7GQhpE. Samsung GALAXY Note 4 – S Pen. The GALAXY Note 4's S Pen has doubled in sensitivity, recognizing speed, tilt and rotation for a smoother, more natural brush effect to emulate writing on pa...",
          1409963592
        ],
        [
          "The S Pen is a truly notable innovation since, well, the pen. Expect more on your Note for writing. Ready to Note?\n\nhttp://youtu.be/txa2wUO6fvg. [Ready to Note?] Your Note for Crafting. Humans used tools from the very beginning. Samsung GALAXY Note has introduced yet another tool. Fit for the way we live today, the S Pen is a truly notable i...",
          1408918441
        ],
        [
          "Don't let handwriting fade away. Expect more on your Note for writing with the S Pen. Ready to Note? \n\nhttp://youtu.be/RzTT7AIO3lA. [Ready to Note?] Your Note for Handwriting. Handwriting is extremely important. However, this crucial act is fading away in today's digitalized world. So Samsung GALAXY Note introduced the S Pen to rem...",
          1408721640
        ],
        [
          "Bring your S Note on #GALAXYNote3 to life with 'Photo Frame'. GALAXY Note 3 Tips.",
          1397379600
        ],
        [
          "Use every screen easily with only one hand. #GALAXYNote3. GALAXY Note 3 Tips.",
          1396774800
        ],
        [
          "Take notes in Action Memo with a double tap of the S Pen on your #GALAXYNote3. GALAXY Note 3 Tips.",
          1396170000
        ],
        [
          "Work without interruption. Take calls in a separate window on the #GALAXYNote3. GALAXY Note 3 Tips.",
          1395562118
        ],
        [
          "Going into a meeting or taking a nap? Use Blocking Mode on #GALAXYNote3, and allow only a select few to reach you. GALAXY Note 3 Tips.",
          1394967601
        ],
        [
          "Get more of what you're looking for. Search smarter with S Finder on #GALAXYNote3. GALAXY Note 3 Tips.",
          1394359585
        ],
        [
          "No more memorizing your S Pen features - now they're all at the click of a button. Timeline Photos.",
          1381223705
        ],
        [
          "Discover the whole range of #GALAXYS4 top tips. Let us know which is your favorite in the comments. http://on.fb.me/1bG851G. Timeline Photos.",
          1376730019
        ],
        [
          "Multitasking on the go? Move the #GALAXYS4's keyboard anywhere you want. Share some of your favorite #GALAXYS4 tips! GALAXY S4 Top Tips.",
          1376298048
        ],
        [
          "Enter text in one motion with trace-to-type on the #GALAXYS4. Activate now and leave a message in the comments. GALAXY S4 Top Tips.",
          1375349387
        ],
        [
          "Optimize the color, saturation and sharpness of the screen automatically with Adapt display on #GALAXYS4. GALAXY S4 Top Tips.",
          1375178459
        ],
        [
          "Customize audio to suit your ears for a richer, more accurate music-listening experience with Adapt Sound on the #GALAXYS4. GALAXY S4 Top Tips.",
          1374742826
        ],
        [
          "Did #Dropbox come installed on your Samsung device? If so you may qualify for 48GB of bonus space. Click here to find out if you're eligible: http://bit.ly/18y5Pf5. GALAXY S4 Top Tips.",
          1374483656
        ],
        [
          "Highlight and annotate chapters without ruining your favourite books on the #GALAXYNote 8.0. Discover more here: http://bit.ly/18OeRB5. Discover the Samsung GALAXY Note 8.0",
          1372582801
        ],
        [
          "Use the S Pen and S Planner to handwrite notes, input meetings and prepare your day like an ordinary diary on #GALAXYNote 8.0. http://bit.ly/18OeRB5. Discover the Samsung GALAXY Note 8.0",
          1371373200
        ],
        [
          "Create an ideal reading environment wherever you are, with Reading Mode on the GALAXY Note 8.0. Watch how Alex benefits here: http://bit.ly/18OeRB5. Discover the Samsung GALAXY Note 8.0",
          1370768566
        ],
        [
          "SlashGear gets to grips with the GALAXY Note 8.0. Find out how it performed in their hands-on review. Samsung Galaxy Note 8.0 Review - SlashGear. The Samsung Galaxy Note 8.0 takes the mid-sized mobile market that Samsung's had covered for several years with successive Galaxy Note tablets and adds a pen.",
          1366025648
        ],
        [
          "With its slim, compact size and intelligent S Pen, GALAXY Note 8.0 is the perfect hands-on organizational tool for life on-the-go. Discover the Samsung GALAXY Note 8.0",
          1364808775
        ],
        [
          "The GALAXY Note 8.0 :  A new era of portability and everyday productivity. Discover the Samsung GALAXY Note 8.0",
          1362995101
        ],
        [
          "SlashGear benchmarks the new GALAXY Note 8.0. Samsung Galaxy Note 8.0 benchmarked: Tiny tablet packs a punch - SlashGear. The pen-enabled digital notepad runs a 1.6GHz quadcore A9 processor with 2GB of RAM, and so we had high hopes for Android 4.1.2 Jelly Bean.",
          1362479199
        ],
        [
          "What's the most impressive feature of the S Pen? ",
          1359284064
        ],
        [
          "CNET UK highlights 25 of the most handy tips for the GALAXY Note II. Which is your favourite? http://bit.ly/QIZ7us. 25 Samsung Galaxy Note 2 tips. Get your S Pen at the ready and take down some of these tips on getting the best out of your Samsung Galaxy Note 2.",
          1354023383
        ],
        [
          "Learn some new shortcuts for your GALAXY S III… In 'Messaging', swipe left to text your contact and right to call them. GALAXY S III Tips.",
          1353923109
        ],
        [
          "Wired UK on GALAXY Note 10.1: \"Good screen, well integrated graphics and handwriting features, fast quad-core processor, split-screen multitasking.\" http://bit.ly/PF5Ftv. Samsung Galaxy Note 10.1 review (Wired UK) The Galaxy Note 10.1 just about slots in at the top of the Android tablet tree.",
          1351613331
        ],
        [
          "Pen-based interaction, multitasking & the infrared emitter are Ubergizmo's favorite GALAXY Note 10.1 features. What's yours? Samsung Galaxy Note 10.1 Review. Ubergizmo reviews the Galaxy Note 10.1 to see if it can live up to the expectations.",
          1351007619
        ],
        [
          "Get the most out of the GALAXY Note II with these tips and tricks from recombu.com. Samsung Galaxy Note 2 Tips and Tricks. Take better advantage of the Note 2 with these top five tips.",
          1350205545
        ],
        [
          "Use the Knowledge Engine on the GALAXY Note 10.1 to answer your queries. Discover the GALAXY Note 10.1",
          1349165683
        ],
        [
          "Deck out your GALAXY Note 10.1 with these free wallpapers designed by Tristan Eaton. [GALAXY Note 10.1] Tristan Eaton. Check out what happens when cutting edge artist Tristan Eaton gets his hands on the Samsung GALAXY Note 10.1",
          1348940275
        ],
        [
          "From rough sketches to detailed masterpieces, create great things with GALAXY Note 10.1. [GALAXY Note 10.1] Design on the go. GALAXY Note 10.1 places the power to create great things into your hands.",
          1348575820
        ],
        [
          "The GALAXY Note 10.1 comes complete with Photoshop Touch, creating the world's most portable art studio. Discover the GALAXY Note 10.1",
          1348555054
        ],
        [
          "The GALAXY Note 10.1, a whole new level of note-taking and design creation. [GALAXY Note 10.1] Express your ideas. GALAXY Note 10.1 places the power to create great things into your hands. The advanced S Pen allows for a whole new level of note-taking and design creation.",
          1348424987
        ],
        [
          "What happens when cutting-edge artist Tristan Eaton gets his hands on GALAXY Note 10.1? http://www.samsung.com/us/tristan. [GALAXY Note 10.1] Art and design with Tristan Eaton. We gave renowned artist and toy designer Tristan Eaton a GALAXY Note 10.1 to see how he would incorporate it into his art and life.",
          1348217302
        ],
        [
          "With GALAXY Note 10.1 and S Pen, collaborating with colleagues has never been easier. [GALAXY Note 10.1] Enhance your productivity. GALAXY Note 10.1 places the power to create great things into your hands.",
          1348063339
        ],
        [
          "Android Central go hands-on with the GALAXY Note II. Samsung Galaxy Note 2. From Berlin at Samsung Unpacked, Android Central go hands on with the Samsung Galaxy Note 2.",
          1347529934
        ],
        [
          "With the GALAXY Note 10.1 and advanced S Pen, what will you create? [GALAXY Note 10.1] Be a great creator. GALAXY Note 10.1 places the power to create great things into your hands. Allowing you to write, paint, design, explore and discover a world of inspiration.",
          1347377480
        ],
        [
          "The biggest winners of the GALAXY Note S Pen App Challenge made great use of the unique drawing functions. Check out \"Monkey Write Learn Chinese\" from Square Island and other winners. http://cnet.co/IAE9Ez. Samsung announces best apps from Galaxy Note S Pen App Challenge. The top prize goes to a Chinese language learning app.",
          1335611755
        ],
        [
          "Story of the day. http://bit.ly/HKgGzK. The tale of an iPhone fanboy who fell in love with the Galaxy Note. You may remember a short time ago we gave you our thorough and incredibly comprehensive review on the Samsung Galaxy Note. Well, I was cruising by our sister site, iSource, and an article caught my eye.",
          1334666232
        ],
        [
          "Slash Gear on the GALAXY Note 10.1: \"ability to use various tools, effects, layers, and full pen pressure sensitivity\" with the S Pen.  Samsung Galaxy Note 10.1 eyes-on. Building on the success of the first Galaxy Note, Samsung presents this 10.1-inch tablet with S Pen creativity built in.",
          1333962831
        ],
        [
          "PC Pro on the new S Pen for GALAXY Note 10.1: \"larger and more comfortable to hold… and it sports an eraser tip at the top\". More from their first look: http://bit.ly/HNU6Y8. Samsung Galaxy Note 10.1 first look. Impressed with the 5.3-in Samsung Galaxy Note? Now see the Galaxy Note 10.1.",
          1333364528
        ],
        [
          "Created with the GALAXY Note, S Pen and nearly 4,000 pictures. By Samsung Mob!ler Dom. http://bit.ly/GQheHf. [Galaxy Note] Stop motion. Stop-motion within stop-motion with the Samsung Galaxy Note.",
          1332493120
        ],
        [
          "Engadget: \"We came away impressed with the various ways you can use the pen.\" Early impressions and a walk-through video. http://engt.co/xzMtZX. A closer look at the Samsung Galaxy Note 10.1 Focusing on what makes it so special: the writing experience. ",
          1332154069
        ],
        [
          "25 tips. 25 new ways to experience the S Pen with your GALAXY Note. Samsung Mobile. Get the most out of your GALAXY Note with illustrative \"Did You Know\" graphical guides. ",
          1330079897
        ],
        [
          "Technology comes to life with a short story of a little man unboxing his GALAXY Note. http://bit.ly/A3tBvX \n. Samsung Galaxy Note: A Note To Remember. A short story of a little man unboxing his Galaxy Note. Created by Team Evolve of Samsung Mob!lers Arabia: Saad Rabia: @saad_rabia Moswain Antão: @moswain Vi...",
          1329044460
        ],
        [
          "If you can't express your thoughts in words, try drawing, with the S Pen and GALAXY Note's rich suite of communication features. \n\nhttp://bit.ly/Aejw6V . [GALAXY Note] S Pen Use Case VI: Rich communication tools. This clip shows how to operate the rich communication tools on the GALAXY Note with S Pen. Fully express yourself in both writing and drawing, and share it w...",
          1328792123
        ],
        [
          "With the GALAXY Note and advanced S Pen, you can capture, edit and personalize photos and videos with accuracy and control.\n\nTake a look at this tutorial to learn exactly how: http://bit.ly/Adn9wB. [GALAXY Note] S Pen Use Case V: Photo & Video editing. This clip shows how to edit photos & videos with S Pen. With the S Pen, users will benefit from increased accuracy and control when editing or personalizing ...",
          1328188347
        ],
        [
          "The S Pen functionality, which has been deeply integrated into the GALAXY Note's native applications, provides a rich experience including a free-form scrap function. Find out how to capture, crop, and create memos for sharing. http://bit.ly/waUuNA. [GALAXY Note] S Pen Use Case IV: Free-form scrap. This clip shows how to use the Free-form Scrap function with S Pen. The S Pen functionality has been deeply integrated into the GALAXY Note's native applicat...",
          1327920344
        ],
        [
          "With S Memo and GALAXY Note, you can easily and freely capture, as well as annotate any screen. This video shows you exactly how: http://bit.ly/yRtOlN. [GALAXY Note] S Pen Use Case III: Instant Capture of any screen & Annotation. This clip shows how to operate Instant Capture & annotate with S Pen. A one-step screen-capture function also allows users to instantly capture any screen; c...",
          1327400599
        ],
        [
          "With the versatile S Memo, a multimedia application designed to record a variety content, on GALAXY Note, you'll never need a writing pad again.\n\nCapture anything from pictures to handwritten notes and voice recordings via a single application. Then convert to a 'memo' that can be edited, annotated and shared. http://bit.ly/Aq9uUD. [GALAXY Note] S Pen Use Case II: S Memo. This clip shows how to utilize S Memo with S Pen. The GALAXY Note features S Memo, a multimedia application designed to record all forms of user-created cont...",
          1326963267
        ],
        [
          " Learn more about the S Pen, which includes an array of features, such as pressure sensitivity, preciseness, speed, and more to create a best-in-class mobile input experience. Get started here. How to use S Pen on GALAXY Note. The S Pen, featuring an array of functions including pressure sensitivity, preciseness, speed and more, is combined with the full touch screen to create a best-in-class mobile input experience. With the S Pen, you can easily sketch drawings or write notes with increased accuracy and ease. In additio...",
          1326309690
        ],
        [
          "GALAXY Note. Photostrip.",
          1326297076
        ]
      ],
      "dates_start": 1335861871,
      "dates_end": 1397335234,
      "likes_avg": 25416,
      "likes_stdev": 37082,
      "comments_avg": 670,
      "comments_stdev": 1399,
      "shares_avg": 1065,
      "shares_stdev": 1280
    },
    {
      "number": 13,
      "important": [
        "galaxytab",
        "galaxi",
        "note",
        "display",
        "design",
        "samsung",
        "quad",
        "super"
      ],
      "summary": "http://youtu.be/GakJE90sBRw. Samsung GALAXY Note 4 - Official TVC (Highlight) The Samsung GALAXY Note 4 brings a whole new way of interacting with the world around you through Multi Window, Quad HD Super AMOLED display, a bright camera...\nThe new #GALAXYTabS with Super AMOLED display.\nWith the GALAXY S III's HD Super AMOLED display, you get deep colours, amazing contrast, and fast response time for remembering those beautiful moments.",
      "common": [
        "hd",
        "hd super",
        "hd super amol",
        "hd super amol display",
        "photo",
        "quad hd super",
        "quad hd super amol",
        "quad hd super amol display",
        "timelin",
        "timelin photo"
      ],
      "messages": [
        [
          "The #GalaxyS7edge's Quad HD Super AMOLED display produces images so crisp you can almost taste them. Timeline Photos.",
          1456833605
        ],
        [
          "Anyway you look at it, the #GALAXYNote4 Quad HD Super AMOLED display is pretty sweet. #NoteTheDifference. Timeline Photos.",
          1413885605
        ],
        [
          "Quad HD Super AMOLED display on #GALAXYNote4. More than a screen, it's a new way of interacting with the world. \n\nhttp://youtu.be/GakJE90sBRw. Samsung GALAXY Note 4 - Official TVC (Highlight) The Samsung GALAXY Note 4 brings a whole new way of interacting with the world around you through Multi Window, Quad HD Super AMOLED display, a bright camera...",
          1413203465
        ],
        [
          "Super AMOLED means business. #GALAXYTabS #blue. Timeline Photos.",
          1407751291
        ],
        [
          "The new #GALAXYTabS with Super AMOLED display. The jewel in our tablet crown. Timeline Photos.",
          1404708589
        ],
        [
          "We've gone to great wavelengths to bring you the best Super AMOLED display. #GALAXYTabS. Timeline Photos.",
          1404090350
        ],
        [
          "\"The 5-inch Full HD Super AMOLED display on the S 4 is nothing short of beautiful\" via TechRadar. http://bit.ly/11jBN7i.",
          1363862565
        ],
        [
          "Breathtaking visuals and crystal clear detail with 4.8\" HD Super AMOLED display on ATIV S. Discover the Samsung ATIV.",
          1354706617
        ],
        [
          "With the GALAXY S III's HD Super AMOLED display, you get deep colours, amazing contrast, and fast response time for remembering those beautiful moments. Timeline Photos.",
          1342002761
        ],
        [
          "The seamless design: the slightly convexed HD Super AMOLED display flows with the curves of the bezel as it appears to disappear into the distance. GALAXY S III design notes.",
          1341321842
        ]
      ],
      "dates_start": 1354310120,
      "dates_end": 1426163217,
      "likes_avg": 19792,
      "likes_stdev": 19056,
      "comments_avg": 658,
      "comments_stdev": 532,
      "shares_avg": 962,
      "shares_stdev": 1445
    },
    {
      "number": 14,
      "important": [
        "game",
        "olymp",
        "samsung",
        "london",
        "moment",
        "galaxi",
        "play",
        "note"
      ],
      "summary": "From catching the Olympic Games live on your GALAXY S III to sending a free postcard on the GALAXY Note, Samsung Mobile's applications for London 2012 make y...\nActivate your one-month Eurosport Player subscription on the GALAXY S III to watch all the action at Olympic Games live!\nGALAXY S III owners: enjoy a 1-month subscription to the Eurosport Player to catch live simulcasts of the London 2012 Olympic Games!",
      "common": [
        "eurosport",
        "galaxi",
        "galaxi iii",
        "iii",
        "london",
        "london olymp",
        "london olymp game",
        "moment",
        "note",
        "samsung"
      ],
      "messages": [
        [
          "The Anthem.\nProud sponsor of a world without barriers.\n#DoWhatYouCant #Rio2016 Olympic Games spr.ly/Rio2016_AnthemF.",
          1469102539
        ],
        [
          "Monumental games deserve a monumental phone. Discover the #GalaxyS7edge Olympic Games Limited Edition. #Rio2016 #DoWhatYouCant spr.ly/Rio2016_UnboxingF.",
          1468792941
        ],
        [
          "Introducing the official smartphone of the Rio 2016 Olympic Games. #Rio2016 #DoWhatYouCant spr.ly/Rio2016_LaunchF.",
          1467892872
        ],
        [
          "The Chant.\n#DoWhatYouCant #Rio2016 Olympic Games spr.ly/Rio2016_ChantF.",
          1466424227
        ],
        [
          "Don’t put your gaming on hold. Game Launcher’s Alert Settings = no interruptions. #E32016 spr.ly/SamsungE3.",
          1465941978
        ],
        [
          "Injustice is about to be served. #ComingSoon WB Games DC Comics.",
          1464049222
        ],
        [
          "Live the Beats, Love the Games. EXO joins in the excitement of the Nanjing 2014 Youth Olympic Games. Nanjing 2014 Youth Olympic Games.",
          1405832768
        ],
        [
          "Note your dreams. #SamsungGALAXY #Sochi2014 . Note your dreams - Sochi 2014 Olympic Winter Games. Stale Sandbech, a Samsung GALAXY Note 3 model and Sochi 2014 Olympic Winter Games silver medalist, Samsung congratulates you!",
          1392463019
        ],
        [
          "In case you missed it, we made 4 amazing animated videos highlighting 4 bloggers' Olympic Games experiences with the GALAXY Note. Check out the making-of clip here! [GALAXY Note] At the Olympic Games with Andrew, Derek, Graham and Leigh. At this year's London 2012 Olympic Games, we teamed up with four bloggers across technology, lifestyle, fashion and design fields to help us create a series ...",
          1345992351
        ],
        [
          "Look back at the Olympic Games with a personalized reel that includes your gold moments. http://www.gs3-fb.com. Olympic Games Highlight Reel. Just as London 2012 celebrated the human spirit, celebrate yours with a special highlight reel and the GALAXY S III.",
          1345897275
        ],
        [
          "Out and about at the recent London 2012 Olympic Games with Andrew, Derek, Graham and Leigh! [GALAXY Note] At the Olympic Games with Andrew, Derek, Graham and Leigh. At this year's London 2012 Olympic Games, we teamed up with four bloggers across technology, lifestyle, fashion and design fields to help us create a series of unique animated videos about the Games. ",
          1345809642
        ],
        [
          "Meet the crew (and the GALAXY Note) whom we experienced the momentous London 2012 Olympic Games with! The making of animated videos with GALAXY Note at the Olympic Games. This year at the Olympic Games, we invited four bloggers, Andrew, Derek, Graham and Leigh, to experience the excitement of the Games through the GALAXY Note.",
          1345629456
        ],
        [
          "Relive Olympic Games highlight moments with a personalized reel in just a few clicks! http://www.gs3-fb.com. [Olympic Games] Share your golden moments with Movie Maker. Relive the world's golden moments that happened while history was being made at the London 2012 Olympic Games. ",
          1345546096
        ],
        [
          "The Olympic Games action may be behind us, but you can still send a real postcard for free to your friends on Facebook even if you don't have their address! Touchnote Postcards. Touchnote is the world’s most popular printed postcard-sending service for mobile and web.",
          1345366114
        ],
        [
          "Relive the London 2012 Olympic Games, GALAXY S III & GALAXY Note in pictures! Samsung Mobile. Discover what Samsung Mobile has been up to in London during the Games.",
          1344789097
        ],
        [
          "AllShare Play lets you share all your Olympic Games experiences with other Samsung devices. Relive every moment from London 2012! GALAXY S III at London 2012 Olympic Games.",
          1344752705
        ],
        [
          "Last day to activate your one-month Eurosport subscription with the GALAXY S III to catch all the best sporting action live! http://bit.ly/NnFcgA. Timeline Photos.",
          1344697714
        ],
        [
          "See the GALAXY S III's extended journey through Los Angeles as it captures the most emotional moments of the Games. [Olympic Games] London 2012 Olympic Games America TVC. Watch America's adaptation of the Samsung London 2012 Olympic Games TVC. ",
          1344677896
        ],
        [
          "From ChatOn to Eurosport Player and Take Part 2012 to Touchnote, find out how these apps make your Olympic Games experience a better one! [Olympic Games] Mobile applications for London 2012. From catching the Olympic Games live on your GALAXY S III to sending a free postcard on the GALAXY Note, Samsung Mobile's applications for London 2012 make y...",
          1344617882
        ],
        [
          "Smart Stay on the GALAXY S III keeps the screen on while you're watching all the exciting moments of the Olympic Games. GALAXY S III at London 2012 Olympic Games.",
          1344522028
        ],
        [
          "Activate your one-month Eurosport subscription on the GALAXY S III and catch all the live action from the Olympic Games. http://bit.ly/NnFcgA. Timeline Photos.",
          1344505481
        ],
        [
          "Meet our Gold Fans this week, Dawn and Arif! Share your fan photos too and Take Part in Everyone's Olympic Games http://bit.ly/O3PILS. Timeline Photos.",
          1344438352
        ],
        [
          "Follow the Samsung Global Bloggers who have been exploring London and penning their London 2012 Olympic Games experience! Samsung Global Blogger. Watch all the latest videos from the Samsung Global Blogger as they continue to explore the London 2012 Olympic Games.",
          1344414159
        ],
        [
          "Use S Beam on the GALAXY S III to share all your memories from the Olympic Games. GALAXY S III at London 2012 Olympic Games.",
          1344345925
        ],
        [
          "See the GALAXY S III's extended journey through Mumbai as it captures the most emotional moments of the Games. [Olympic Games] London 2012 Olympic Games India TVC. Watch India's adaptation of the Samsung London 2012 Olympic Games TVC. ",
          1344326299
        ],
        [
          "Send a postcard with an Olympic Games moment anywhere in the world! Click http://bit.ly/OBBuy2 to start! Timeline Photos.",
          1344262663
        ],
        [
          "See the GALAXY S III's extended journey through Shanghai as it captures the most emotional moments of the Games. [Olympic Games] London 2012 Olympic Games China TVC. Watch China's adaptation of the Samsung London 2012 Olympic Games TVC. Feel the anticipation, suspense, triumphs and joys as the world get together to celebrate the London 2012 Olympic Games.",
          1344075829
        ],
        [
          "Now's the best time to activate your one-month Eurosport Player subscription with the GALAXY S III. Watch the Olympic Games live! http://bit.ly/NnFcgA. Timeline Photos.",
          1343923279
        ],
        [
          "Don't lose your way and miss an important match! Use the GALAXY S III's turn-by-turn navigation to get you there on time. GALAXY S III at London 2012 Olympic Games.",
          1343906349
        ],
        [
          "Relive the key roles GALAXY S III, GALAXY Note played at the London 2012 Opening Ceremony! Behind the Scenes: Samsung and the London 2012 Olympic Games Opening Ceremony. Head of Ceremonies for the London 2012 Olympic Games talks about the key roles that the Samsung devices played in the Opening Ceremony.",
          1343895976
        ],
        [
          "Hundreds of people have already shared their Olympic Games moments. Send a postcard around the world with Samsung and share yours, too! http://bit.ly/OBBuy2. Timeline Photos.",
          1343826729
        ],
        [
          "Meet Cornel and Lukáš, our first Gold Fans! Share your personal moments too as the Olympic Games action heats up this week. http://www.gs3-fb.com. Timeline Photos.",
          1343802390
        ],
        [
          "Share Olympic Games moments as real postcards with Samsung! We'll print and send them anywhere in the world for free! http://on.fb.me/O0WBJi. Timeline Photos.",
          1343641349
        ],
        [
          "Never miss a second of the Olympic action, even when you're in touch with your friends with Pop up Play and the GALAXY S III. GALAXY S III at London 2012 Olympic Games.",
          1343634330
        ],
        [
          "The Olympic Games are in full swing, but it's your support that took the athletes to London 2012. [GALAXY S III] Everyone's Olympic Games - The Road to London 2012. It's Everyone's Olympic Games, and there's simply no better way to take part than with the GALAXY S III, Samsung's Olympic Games Phone.",
          1343469775
        ],
        [
          "[FAN EXCLUSIVE] Watch behind the scenes interviews about how the GALAXY Note and GALAXY S III played a key role in the London 2012 Olympic Opening Ceremony. [Olympic Games] Behind the Scenes: Samsung and the London 2012 Olympic Opening Ceremony. Martin Green, Head of Ceremonies for the London 2012 Olympic Games, talks about the role of Samsung devices in the Opening Ceremony.",
          1343426190
        ],
        [
          "Don't get lost in the crowd during the Olympic Games. Use S Voice to help you plan your itinerary, check the weather and look up friends. GALAXY S III at London 2012 Olympic Games.",
          1343309384
        ],
        [
          "Take Part in Everyone's Olympic Games and share great moments as real Touchnote postcards! http://on.fb.me/O0WBJi. Timeline Photos.",
          1343298949
        ],
        [
          "Did you know you can build the Samsung Mobile PIN Store in the Olympic Games City, the Official Social Game for London 2012? http://bit.ly/MpBVvm. Timeline Photos.",
          1343046090
        ],
        [
          "Activate your one-month Eurosport Player subscription on the GALAXY S III to watch all the action at Olympic Games live! http://bit.ly/NnFcgA. Timeline Photos.",
          1342886328
        ],
        [
          "London 2012 is touted as the cashless Olympic Games. Find out how the GALAXY S III plays a pivotal role. London 2012: the cashless Olympics - Telegraph. The Olympic Park will be a unique test bed for mobile phone payments. Matt Warman meets Sir Steve Redgrave for the inaugural transaction.",
          1342792251
        ],
        [
          "One week to London 2012 Olympic Games! Are you ready to take part? We have something to excite everyone. Timeline Photos.",
          1342709021
        ],
        [
          "Activate Eurosport Player subscription on GALAXY S III to follow the Olympic Games live! Eurosport Player on Samsung Galaxy S3. Eurosport Player brings you unlimited access to thousands of hours of Live sport from Eurosport and Eurosport 2.",
          1342260261
        ],
        [
          "Take part, in everyone's Olympic Games. [Olympic Games] London 2012 Olympic Games TVC. Feel the anticipation, suspense, triumphs and joys as the world get together to celebrate the London 2012 Olympic Games.",
          1342087385
        ],
        [
          "Follow Eurosport's coverage of the London 2012 Olympic Games live on your GALAXY S III! Download now from Samsung Apps or Google Play. Eurosport Player with GALAXY S III.",
          1340016127
        ],
        [
          "GALAXY S III owners: enjoy a 1-month subscription to the Eurosport Player to catch live simulcasts of the London 2012 Olympic Games! Eurosport Player with GALAXY S III.",
          1339391097
        ],
        [
          "Join Samsung Olympic Games Ambassador, David Beckham, in celebrating and supporting the London 2012 Olympic Games. [GALAXY Note] On set with David Beckham - Behind the scenes. David Beckham was on the set of Samsung Mobile recently. Here's what went on behind the scenes.",
          1338966004
        ],
        [
          "Introducing Samsung's Olympic Games Ambassador, David Beckham. [GALAXY Note] Beckham plays Beethoven's Ode To Joy. David Beckham displays precise footwork with a 15-foot wall of drums, the GALAXY Note and the illustrative S Pen.",
          1337720477
        ]
      ],
      "dates_start": 1319852371,
      "dates_end": 1402863306,
      "likes_avg": 19199,
      "likes_stdev": 28718,
      "comments_avg": 510,
      "comments_stdev": 671,
      "shares_avg": 885,
      "shares_stdev": 1289
    },
    {
      "number": 15,
      "important": [
        "gear",
        "samsung",
        "fit",
        "wearabl",
        "life",
        "galaxi",
        "smart",
        "offici",
        "connect",
        "robin"
      ],
      "summary": "Samsung #GearFit. Samsung Gear Fit - Official TVC (Design) Wearable innovation is here to change the way you live.\nSamsung GALAXY Note 3 Official TVC - Sochi 2014 Olympic Winter Games.\nEnjoy and learn how Robin Thicke designs his life \"Boldly\" with Samsung GALAXY Note 3 + Gear.\nSamsung GALAXY Note 3 + Gear Official TVC.\nFrom the hardware design and specifications to making your everyday tasks easier and faster, we go hands-on with the new Samsung GALAXY Note 3 and the GALAXY Gear.",
      "common": [
        "fit",
        "galaxi",
        "galaxi gear",
        "gear",
        "gear fit",
        "note",
        "offici",
        "samsung",
        "samsung galaxi",
        "samsung gear"
      ],
      "messages": [
        [
          "Take these Under Armour Connected Fitness apps for a run. #GearS3 #GearFit2 #GearS2. Timeline Photos.",
          1488986248
        ],
        [
          "Fitness, motivation & style now come together with Under Armour Connected Fitness Apps on the #GearFit2. Timeline Photos.",
          1484913609
        ],
        [
          "The #GearFit2, #GearS2 and #GearS3 now seamlessly sync to any of the Under Armour Connected Fitness apps. Timeline Photos.",
          1483617602
        ],
        [
          "Experience the essence of the Galaxy DNA, but with a totally different attitude. Introducing #GalaxyA2017. Galaxy A TVC (2017): Official TVC.",
          1483567207
        ],
        [
          "Go off road but stay on the map, with #GPS and #SHealth fitness tracking on the #GearS3.",
          1480507575
        ],
        [
          "Fitness challenge accepted. The updated S Health app has a new interface and improved social connectivity. Timeline Photos.",
          1479902401
        ],
        [
          "Fitness tracking made simple. #GearS3. Timeline Photos.",
          1477439102
        ],
        [
          "Get in the zone and stay in it with wireless, fitness tracking earbuds. The all-new #GearIconX.",
          1468663280
        ],
        [
          "Keep track of your fitness without lifting a finger. Welcome to always-on smart health with the #GearFit2.",
          1466445640
        ],
        [
          "A truly connected luxury experience. de GRISOGONO for Samsung #GearS2. Samsung Gear S2 by de GRISOGONO.",
          1458263576
        ],
        [
          "Samsung innovation meets de GRISOGONO’s signature style to create the first luxury jewelry smartwatch. #GearS2. de GRISOGONO. Samsung Gear S2 by de GRISOGONO, Glamorously Smart.",
          1458145456
        ],
        [
          "#Snoopy meets #GearS2. Download now from Samsung Gear Apps. Timeline Photos.",
          1452600003
        ],
        [
          "Brighten up your #GearS2 with holiday themes. Download now from Samsung Gear Apps. Timeline Photos.",
          1450180803
        ],
        [
          "No more notification #FOMO. #GearS. Timeline Photos.",
          1422883231
        ],
        [
          "#GearS. Not gear guess. Timeline Photos.",
          1422532804
        ],
        [
          "See how the new #GearS enhances the smart wearable experience.\n\nhttp://youtu.be/Ji6eoTrjtng. Samsung Gear S – Official Introduction. The Samsung Gear S is the next generation smart wearable device that expands the smartphone experience to the wrist. It delivers an up-to-date smart wearable...",
          1409832805
        ],
        [
          "Training for a marathon, rehearsing dance moves or just keeping fit? What will you use your #GearFit for?\n\nhttp://youtu.be/Sshg7Z0lih4. Timeline Photos.",
          1403348680
        ],
        [
          "Keep in step with the #GearFit.\n\nhttp://youtu.be/Sshg7Z0lih4. Samsung Gear Fit: The Dancer. Sleek and sophisticated, the Gear Fit is the perfect workout partner. Feature-packed and simple to use, it helps you plan your exercise routines, tracks your...",
          1403181183
        ],
        [
          "Style and fitness in one. Samsung #GearFit. Fitness - Samsung Gear Fit Official Video. Live a more stylish and active life with Samsung Gear Fit. Express yourself more freely and open your life to new possibilities.",
          1398247341
        ],
        [
          "Fantasy. #GALAXYS5 #Gear2 #GearFit On air now. Samsung GALAXY S5, Gear 2, Gear Fit - Official Outdoor Commercial (Fantasy) Modern and colorful illustration to embody the features of the Samsung GALAXY S5, Gear 2 and Gear Fit.",
          1397561284
        ],
        [
          "Style, fitness, convenience. Samsung #GearFit. Samsung Gear Fit Official TVC. Style, fitness and convenience providing ultimate connectivity for the active you.",
          1397484095
        ],
        [
          "World's first curved display on a wearable. Samsung #GearFit. Samsung Gear Fit - Official TVC (Design) Wearable innovation is here to change the way you live.",
          1397461020
        ],
        [
          "The wait is over. Introducing the Samsung #GALAXYS5. Samsung GALAXY S5 Official TVC. Capture moments that matter and stay in focus with the faster autofocus. Enjoy an unrivaled network experience using both LTE and Wi-Fi simultaneously with D...",
          1397260616
        ],
        [
          "Meet the #GALAXYS5.\n Samsung GALAXY S5 - Official TVC (Design) Blending iconic Samsung design with modern trends. ",
          1397037996
        ],
        [
          "We go hands-on with the new #Gear2 and #GearFit wearables. Samsung Gear 2, Samsung Gear Fit : Official Hands-on. We go hands on with the next generation of wearables including the Gear 2 and the Gear Fit.",
          1394458201
        ],
        [
          "Introducing Samsung #Gear2, #GearFit. Introducing Samsung Gear 2, Samsung Gear Fit. The next generation of Gear devices: Samsung Gear 2 and Gear Fit.",
          1393947075
        ],
        [
          "Hear what leading journalists thought about the new #GALAXYS5, #Gear2 and #GearFit. Samsung GALAXY S5, Gear 2 and Gear Fit : First Impressions. 'Slick', 'Fast', 'All-round device'. These are just some of the words that were used to describe Samsung Mobile's latest devices.",
          1393510888
        ],
        [
          "Meet the Samsung Gear 2 Neo - The next generation of mobile freedom. Samsung Gear 2 Neo.",
          1393131305
        ],
        [
          "Introducing the Samsung Gear 2 -  Taking wearable technology to the next level. Samsung Gear 2.",
          1393123566
        ],
        [
          "Note your dreams. Design your life. #GALAXYNote3 Official TVC. #Sochi2014. Samsung GALAXY Note 3 Official TVC - Sochi 2014 Olympic Winter Games. A story of a professional snowboarder participating in the Sochi 2014 Olympic Winter Games. ",
          1390219253
        ],
        [
          "Are you Geared up for winter sports? #GALAXYGear. Are You Geared Up? Skiing is a fun sport, but there are times when it can be inconvenient due to the thick clothing and equipment. That's where the Samsung GALAXY Gear comes in.",
          1387680302
        ],
        [
          "Our tour of #GALAXYGear continues as we discover the companion device’s easily navigated swipe interface. #SMARTMOVE. GALAXY Gear: Swipe Interface - #SMARTMOVE Ep. 6. Our tour of the GALAXY Gear continues as we take a look at the capabilities of the companion device's swipe interface.",
          1386934420
        ],
        [
          "How do you stay connected to the things that matter? Discover Smart Relay and Find My Device on #GALAXYGear in the latest video from our #SMARTMOVE series. GALAXY Gear: Main Features - #SMARTMOVE Ep. 4. In the latest video from our #SMARTMOVE series, we take a closer look at Smart Relay and Find My Device on the GALAXY Gear. GALAXY Gear lets you experience s...",
          1386334811
        ],
        [
          "See how Robin is multitasking with #GALAXYNote3 and #GALAXYGear. \"The busier you are, the smarter you have to be.\" #DesignYourLifeEasily. Robin says #DesignYourLife Easily with GALAXY Note 3 + Gear. Robin Thicke suggests, \"The busier you are, the smarter you have to be\". Using Multi Window, Robin shows how he designs his life \"Easily\" with Samsung ...",
          1386324918
        ],
        [
          "Robin Thicke surprises his fans with #GALAXYNote3 and #GALAXYGear. Don't hesitate and seize the moment. #DesignYourLifeBoldly. Robin says #DesignYourLife Boldly with GALAXY Note 3 + Gear. Enjoy and learn how Robin Thicke designs his life \"Boldly\" with Samsung GALAXY Note 3 + Gear. ",
          1385978440
        ],
        [
          "Meet the #GALAXYGear in the 2nd episode of our #SMARTMOVE series. GALAXY Gear: Hardware - #SMARTMOVE Ep. 2. In the second installment of our #SMARTMOVE video series, we get closer to the GALAXY Gear to explore its hardware and design. With its 1.9 MP camera, 720p v...",
          1385723661
        ],
        [
          "#GALAXYNote3 and #GALAXYGear official TV commercial. Samsung GALAXY Note 3 + Gear Official TVC. Samsung GALAXY Note 3 + Gear makes every moment of life easy and amazing. Showcasing the incredible design of Note 3 + Gear.",
          1382694731
        ],
        [
          "Using paper art you loved as a kid to demonstrate #GALAXYNote3 and #GALAXYGear. An interview with pop-up book artist David A. Carter. Interview with David Carter, Wonder Book artist for GALAXY Note 3 + Gear. We interview David A. Carter, the pop-up book artist for \"Everyday Wonders in London,\" featuring the GALAXY Note 3 + Gear.",
          1382433630
        ],
        [
          "#GALAXYGear, in the wild, on the streets of NYC. Samsung Galaxy Gear: In the Wild. \"We're in the future, guys. It's right here on my wrist.\" Watch Galaxy Gear get introduced for the first time on the streets of NYC and learn more about the ...",
          1381138279
        ],
        [
          "Official TVC for #GALAXYNote3 and #GALAXYGear, Dreams. A new twist to a loved classic. Samsung GALAXY Note 3 Official TVC - Dreams. A young girl finds inspiration in her daily life and uses the Samsung GALAXY Note 3 and Gear to revitalize a lost art form.",
          1380618348
        ],
        [
          "A connection to the timeless and enduring strengths of classic notebooks. #GALAXYNote3. Timeline Photos.",
          1380101094
        ],
        [
          "[Exclusive] Hands-on with the #GALAXYNote3 and #GALAXYGear. Samsung GALAXY Note 3 + Gear : Official First Hands-on. From the hardware design and specifications to making your everyday tasks easier and faster, we go hands-on with the new Samsung GALAXY Note 3 and the GALAXY Gear.",
          1378402862
        ],
        [
          "No more language barriers. Understand each other with S Translator on the GALAXY S4. GALAXY S4 Official TVC - S Translator. A handy companion while traveling abroad, allowing you to easily communicate with locals, discover exotic foreign dishes, and explore hidden hangouts around the world.",
          1369284201
        ],
        [
          "For a richer, simpler and fuller life. The GALAXY S4. GALAXY S4 Official TVC. For a richer, simpler and fuller life. Understanding what matters most to us in our lives, the Samsung GALAXY S4 was developed to redefine the way we live an...",
          1366967274
        ]
      ],
      "dates_start": 1376851518,
      "dates_end": 1454015336,
      "likes_avg": 21045,
      "likes_stdev": 62317,
      "comments_avg": 481,
      "comments_stdev": 1154,
      "shares_avg": 858,
      "shares_stdev": 2604
    },
    {
      "number": 16,
      "important": [
        "note",
        "text",
        "digit",
        "formula",
        "shape",
        "perfect shap",
        "complex calcul",
        "recognit",
        "sketch"
      ],
      "summary": "Discover the GALAXY Note 10.1 Sketch, highlight and annotate digital textbooks with the Learning Hub on GALAXY Note 10.1.\nDiscover the GALAXY Note 10.1 Discover a new way to navigate with the S Pen and GALAXY Note 10.1.\nDiscover the GALAXY Note 10.1 Solve complex calculations faster with Intelligent Formula Recognition on GALAXY Note 10.1.\nDiscover the GALAXY Note 10.1 Learn more every day with the GALAXY Note 10.1.",
      "common": [
        "everi",
        "handwrit",
        "learn",
        "recognit",
        "recognit galaxi",
        "recognit galaxi note",
        "recognit galaxi note discov",
        "recognit galaxi note discov galaxi",
        "shape",
        "way"
      ],
      "messages": [
        [
          "Continue to watch a video, whilst doing other things with Pop Up Play on the GALAXY Note 10.1. Discover the GALAXY Note 10.1",
          1349357980
        ],
        [
          "Enjoy advanced note taking your way with the GALAXY Note 10.1. Discover the GALAXY Note 10.1",
          1348750849
        ],
        [
          "Sketch, highlight and annotate digital textbooks with the Learning Hub on GALAXY Note 10.1. Discover the GALAXY Note 10.1",
          1348383889
        ],
        [
          "Discover a new way to navigate with the S Pen and GALAXY Note 10.1. Discover the GALAXY Note 10.1",
          1347876049
        ],
        [
          "Solve complex calculations faster with Intelligent Formula Recognition on GALAXY Note 10.1. Discover the GALAXY Note 10.1",
          1347355817
        ],
        [
          "Create perfect shapes every time with Shape Match for GALAXY Note 10.1 Discover the GALAXY Note 10.1",
          1346940394
        ],
        [
          "Change handwriting to typed text accurately and fast with Handwriting Recognition on the GALAXY Note 10.1. Discover the GALAXY Note 10.1",
          1346756707
        ],
        [
          "Learn more every day with the GALAXY Note 10.1. Discover the GALAXY Note 10.1",
          1345015753
        ],
        [
          "Free your imagination with the GALAXY Note 10.1. Discover the GALAXY Note 10.1",
          1344975755
        ],
        [
          "Make every second count with the GALAXY Note 10.1. Discover the GALAXY Note 10.1",
          1344953005
        ]
      ],
      "dates_start": 1345496844,
      "dates_end": 1348576395,
      "likes_avg": 20130,
      "likes_stdev": 5855,
      "comments_avg": 408,
      "comments_stdev": 128,
      "shares_avg": 852,
      "shares_stdev": 440
    },
    {
      "number": 17,
      "important": [
        "galaxi",
        "resist",
        "carefre",
        "photo",
        "stop",
        "video",
        "water",
        "dad",
        "rain"
      ],
      "summary": "Super dads aren't afraid of a little mud and neither is your dust and water resistant #GearS3.\nThe #GearS3 is water resistant so you can live your life without worrying about your device.\nMake a splash with your water resistant #GALAXYS5.\nA carefree life with #GALAXYS5.\nDust & Water Resistance - Samsung GALAXY S5 Official Video.\nGALAXY S5 is dust and water resistant with IP67 certification, so you don't have to worry.",
      "common": [
        "dust",
        "dust water",
        "dust water resist",
        "photo",
        "resist timelin",
        "resist timelin photo",
        "timelin",
        "timelin photo",
        "water resist timelin",
        "water resist timelin photo"
      ],
      "messages": [
        [
          "Tested to be 1.5m underwater for 30 minutes. #QualityAssurance #IP68. Quality Assurance : Water Resistance Test.",
          1486987263
        ],
        [
          "Super dads aren't afraid of a little mud and neither is your dust and water resistant #GearS3.",
          1481112034
        ],
        [
          "Make a statement and a splash with the water resistant #GearS3. #IP68. Timeline Photos.",
          1477660343
        ],
        [
          "The #GearS3 is water resistant so you can live your life without worrying about your device.",
          1472918462
        ],
        [
          "Durable and dunkable. The new #GalaxyS7edge is water resistant. Timeline Photos.",
          1456574402
        ],
        [
          "The #GALAXYS5 is water resistant. You lucky dog. Timeline Photos.",
          1408198949
        ],
        [
          "Wipe out? Just wipe off. The #GALAXYS5 is water resistant. Timeline Photos.",
          1407837673
        ],
        [
          "If rain falls in the forest, does it make a sound? Hear for yourself with the water resistant #GALAXYS5. Timeline Photos.",
          1406371749
        ],
        [
          "Make a splash with your water resistant #GALAXYS5. Timeline Photos.",
          1406023198
        ],
        [
          "How do you deal with your child drooling on your #GALAXYS5? Don't worry about it. It's water resistant. Timeline Photos.",
          1404556363
        ],
        [
          "The #GALAXYS5 is water resistant. We're not playing around. Timeline Photos.",
          1402401602
        ],
        [
          "Rain or shine. A carefree life with #GALAXYS5. Dust & Water Resistance - Samsung GALAXY S5 Official Video. Stop sweating the small stuff, and live carefree! GALAXY S5 is dust and water resistant with IP67 certification, so you don't have to worry.",
          1398076087
        ]
      ],
      "dates_start": 1398693046,
      "dates_end": 1469426640,
      "likes_avg": 13349,
      "likes_stdev": 7651,
      "comments_avg": 533,
      "comments_stdev": 351,
      "shares_avg": 790,
      "shares_stdev": 885
    },
    {
      "number": 18,
      "important": [
        "note",
        "suit",
        "galaxi",
        "enhanc",
        "creat",
        "premium",
        "app",
        "introduc",
        "video"
      ],
      "summary": "[GALAXY Note 10.1] Introducing Premium Suite for GALAXY Note 10.1 The Premium Suite upgrade for GALAXY Note 10.1 delivers enhanced multitasking and includes a range of new S Pen-optimized features, enhanced content creation...\nUse the My Story app available with Premium Suite for GALAXY Note to create personalised messages for your loved ones.\nSoftware upgrade for GALAXY Note offers exclusive S Pen optimized applications, enhanced multimedia features and Android 4.0 Ice Cream Sandwich.",
      "common": [
        "premium suit galaxi",
        "premium suit galaxi note",
        "premium suit upgrad",
        "premium suit upgrad galaxi",
        "suit galaxi",
        "suit galaxi note",
        "suit upgrad",
        "upgrad",
        "upgrad galaxi",
        "upgrad galaxi note"
      ],
      "messages": [
        [
          "Multi Window, Air View, Quick Command and more. Find out what Premium Suite for GALAXY Note 10.1 brings.  Samsung Mobile. Discover the key features of the Premium Suite Upgrade for GALAXY Note 10.1.",
          1357656986
        ],
        [
          "Hover with the S Pen to see inside albums, preview videos and more with Air View on GALAXY Note 10.1. Premium Suite Upgrade for GALAXY Note 10.1",
          1356306534
        ],
        [
          "Resize, move and pin apps in multiple views that work best for you with Multi Window on GALAXY Note 10.1. Premium Suite Upgrade for GALAXY Note 10.1",
          1356016184
        ],
        [
          "Handwrite your future plans on S Planner, and remember good times with Photo Note on GALAXY Note 10.1 with Premium Suite. Premium Suite Upgrade for GALAXY Note 10.1",
          1355666325
        ],
        [
          "The smarter S Pen now let's you pick the writing and color modes at the touch of a button on the GALAXY Note 10.1 with Premium Suite upgrade. Premium Suite Upgrade for GALAXY Note 10.1",
          1355409148
        ],
        [
          "Presenting… A note to Santa from Lily, her father, and a GALAXY Note 10.1 with Premium Suite Upgrade. [GALAXY Note 10.1 Premium Suite Upgrade] A Note to Santa. This 2012 holiday season, join a little girl and her father on a journey to deliver her Christmas wish to Santa.",
          1355399468
        ],
        [
          "GALAXY Note 10.1 gets Premium Suite update. Packs enhanced multitasking, new S Pen-optimized features and Android Jelly Bean. [GALAXY Note 10.1] Introducing Premium Suite for GALAXY Note 10.1 The Premium Suite upgrade for GALAXY Note 10.1 delivers enhanced multitasking and includes a range of new S Pen-optimized features, enhanced content creation...",
          1354219975
        ],
        [
          "Use the My Story app available with Premium Suite for GALAXY Note to create personalised messages for your loved ones. [GALAXY Note] Premium Suite.",
          1342450162
        ],
        [
          "Watch your written words turn into clear type in an instant with Premium Suite for GALAXY Note. [GALAXY Note] Premium Suite.",
          1342424947
        ],
        [
          "Create perfectly formed shapes and tidy up those shakey lines with Shape Match on Premium Suite for GALAXY Note. [GALAXY Note] Premium Suite.",
          1341818259
        ],
        [
          "Unleash your artistic talents with the S Pen and Premium Suite for GALAXY Note. [GALAXY Note] Premium Suite.",
          1341215832
        ],
        [
          "Keeping time on your side is easy and you'll never miss a minute with Premium Suite for GALAXY Note. [GALAXY Note] Premium Suite.",
          1340615619
        ],
        [
          "From writing notes to recording a voice memo, you're just one tap away with the S Memo widget on GALAXY Note Premium Suite. [GALAXY Note] Premium Suite.",
          1340184250
        ],
        [
          "Upgraded your GALAXY Note with the Premium Suite recently? Here are some tips on how to better use your S Pen! Samsung Mobile. Get the most out of your GALAXY Note with illustrative \"Did You Know\" graphical guides. ",
          1339157265
        ],
        [
          "Express yourself better with My Story for Premium Suite which lets you personalize digital cards for loved ones with moving videos, pictures, text or voice. Get creative. http://bit.ly/Jup0aL. Premium Suite with GALAXY Note. My Story: create personalized digital cards.",
          1337560737
        ],
        [
          "Always keep a digital notebook on you with the GALAXY Note. The S Note app lets you jot down thoughts, record experiences and share ideas. What would you use it for? Premium Suite with GALAXY Note. S Note: create your own notebook to cherish with various productivity tools.",
          1336980847
        ],
        [
          "From S Note to My Story, Premium Suite lets you get even more out of your GALAXY Note with the S Pen. GALAXY Note with Premium Suite. Now with more features and detailed information.",
          1336372795
        ],
        [
          "Software upgrade for GALAXY Note offers exclusive S Pen optimized applications, enhanced multimedia features and more. Preview what's coming. http://bit.ly/KpLsPD. Introducing Premium Suite for GALAXY Note. Now with more features and detailed information.",
          1335783606
        ],
        [
          "S Note. My Story. More intuitive. Faster performance. Introducing GALAXY Note Premium Suite with Ice Cream Sandwich. http://bit.ly/GETyDD. [GALAXY Note] Introducing Premium Suite with Ice Cream Sandwich. Software upgrade for GALAXY Note offers exclusive S Pen optimized applications, enhanced multimedia features and Android 4.0 Ice Cream Sandwich.",
          1332437019
        ]
      ],
      "dates_start": 1336633040,
      "dates_end": 1353648639,
      "likes_avg": 12448,
      "likes_stdev": 6299,
      "comments_avg": 437,
      "comments_stdev": 281,
      "shares_avg": 782,
      "shares_stdev": 393
    },
    {
      "number": 19,
      "important": [
        "dowhatyouc",
        "rio",
        "progress",
        "box",
        "photo",
        "make",
        "olymp",
        "barrier",
        "win"
      ],
      "summary": "Here’s to all the athletes who proved that with tenacity, we can defy any barrier.\nCongrats to the countries who defied their pasts to win their first #gold medals.\n#TsegaiTewelde defied barriers and ran from oppression to freedom to the Olympic Games.\nCongrats to Rio for demonstrating the vision that led to hosting its first Olympic Games.\nSamsung and WSL: Proud sponsor of those who defy barriers #DoWhatYouCant spr.ly/SamsungGalaxySurf.\n#DoWhatYouCant spr.ly/Rio2016_LMF.",
      "common": [
        "athlet",
        "barrier",
        "defi",
        "dowhatyouc timelin",
        "dowhatyouc timelin photo",
        "olymp",
        "photo",
        "progress",
        "timelin",
        "timelin photo"
      ],
      "messages": [
        [
          "Here’s to all the athletes who proved that with tenacity, we can defy any barrier. #ClosingCeremony #DoWhatYouCant.",
          1471822488
        ],
        [
          "Congrats to the countries who defied their pasts to win their first #gold medals. #DoWhatYouCant #Rio2016. Timeline Photos.",
          1471817103
        ],
        [
          "In 2008, “Lost Boy of Sudan” Lopez Lomong went from refugee to #USA hero. #DoWhatYouCant.",
          1471732356
        ],
        [
          "Races are won by persevering past what’s been done. #Athletics #DoWhatYouCant. Olympics_track_FB (2).mp4.",
          1471650490
        ],
        [
          "#USA runner Brenda Martinez knows that hardships inspire the biggest wins. #DoWhatYouCant.",
          1471636879
        ],
        [
          "In 1968, Aussie sprinter Peter Norman put rivalry aside to support his fellow athletes. #DoWhatYouCant.",
          1471561253
        ],
        [
          "That time when Tom Daley and Daniel Goodfellow showed us that bravery can break barriers. #DoWhatYouCant #FlashbackFriday.",
          1471544805
        ],
        [
          "For Kieran Behan, a career-ending accident became a character-defining achievement. #DoWhatYouCant.",
          1471472410
        ],
        [
          "#BRA’s Robson Conceição went from humble beginnings into No. 1 ranked in the world. #Boxing #DoWhatYouCant. Timeline Photos.",
          1471362001
        ],
        [
          "#TsegaiTewelde defied barriers and ran from oppression to freedom to the Olympic Games. #DoWhatYouCant. Timeline Photos.",
          1471352406
        ],
        [
          "After being diagnosed with leukemia in 2001, Maarten van der Weijden came back in the Beijing 2008 Olympic Games to beat everyone in the water. #MarathonSwimming #DoWhatYouCant. Timeline Photos.",
          1471349173
        ],
        [
          "His time in London didn’t deter #TsepoMathibelle - it invigorated him to push past new barriers. #DoWhatYouCant. Timeline Photos.",
          1471278253
        ],
        [
          "In the 1992 Barcelona Games, a race-ending injury became Derek Redmond’s character-making moment of strength. He reminded us that together, we win. #DoWhatYouCant #Athletics. Timeline Photos.",
          1471215906
        ],
        [
          "India proved that pride makes anything possible. #ArtisticGymnastics #DoWhatYouCant. Timeline Photos.",
          1471211302
        ],
        [
          "History was made in a match point. #PuertoRico has just won its first gold medal. #Tennis #DoWhatYouCant. Timeline Photos.",
          1471123118
        ],
        [
          "Finally beating the unbeatable. #Singapore has won its first gold medal in history. #Swimming #DoWhatYouCant #Rio2016.",
          1471119824
        ],
        [
          "From personal struggles to an Olympic trial trip, Brenda Martinez has always persevered. #DoWhatYouCant #Athletics. Timeline Photos.",
          1471019791
        ],
        [
          "What #boxing hopeful do you think will go the distance and take home the gold? #DoWhatYouCant. Timeline Photos.",
          1470763619
        ],
        [
          "Even when hope was lost, Kieran Behan pushed through his injuries for an inspiring performance. #DoWhatYouCant. Timeline Photos.",
          1470601290
        ],
        [
          "To the athletes out there who show us how to stay on our feet when the going gets tough. #DoWhatYouCant. Timeline Photos.",
          1470583742
        ],
        [
          "Behind Tom Daley stands his team, coaches and anyone else who defies barriers to overcome fear. #DoWhatYouCant. Timeline Photos.",
          1470513242
        ],
        [
          "Congrats to Rio for demonstrating the vision that led to hosting its first Olympic Games. #DoWhatYouCant. Timeline Photos.",
          1470402055
        ],
        [
          "Progress is accepting fear, so you can face it.\n\nTom Daley pushes through uncertainty and self-doubt, proving himself every 10 meters. #DoWhatYouCant spr.ly/Rio2016_TDF.",
          1469786488
        ],
        [
          "Progress is not letting the status quo control the conversation.\n\nBrazilian surfer Gabriel Medina is of the new generation of surfers making waves as they catch them. #DoWhatYouCant spr.ly/Rio2016_GMF.",
          1469613673
        ],
        [
          "Progress is turning a disability into a superpower.\n\nArnaud Assoumani is challenging conventions to one day compete as both a Paralympian and Olympian. #DoWhatYouCant spr.ly/Rio2016_AAF.",
          1469527283
        ],
        [
          "Progress is proving the strength of motherhood.\n\nAlysia Montano is setting an example to women everywhere that dreams don’t have to be put on hold. #DoWhatYouCant spr.ly/Rio2016_AMF.",
          1469268053
        ],
        [
          "Progress is coming back from defeat even stronger.\n\nShelley Watts turned a devastating injury into a championship-winning boxing career. #DoWhatYouCant spr.ly/Rio2016_SWF.",
          1468922455
        ],
        [
          "Samsung and WSL: Proud sponsor of those who defy barriers #DoWhatYouCant spr.ly/SamsungGalaxySurf.",
          1468774947
        ],
        [
          "Progress is never, ever giving up.\n\nTsepo Mathibelle is out to be the ultimate Olympic comeback story. #DoWhatYouCant spr.ly/Rio2016_TMF.",
          1467972168
        ],
        [
          "Progress is a female boxing champion.\n\nYenebier Guillen was one fight away from making it to Rio. But she’ll never give up the fight. #DoWhatYouCant spr.ly/Rio2016_YGF.",
          1467799400
        ],
        [
          "Progress is letting nothing hold you back.\n\nLinline Matauatu and Pata Miller didn’t let their humble origins define their destiny. #DoWhatYouCant spr.ly/Rio2016_LMF.",
          1467673835
        ],
        [
          "Progress is witnessing your country’s first Olympics. \n\nMargret Rumat Rumat Hassan ran when South Sudan didn’t even exist. #DoWhatYouCant spr.ly/Rio2016_MHF.",
          1467453679
        ]
      ],
      "dates_start": 1469114955,
      "dates_end": 1471755387,
      "likes_avg": 42484,
      "likes_stdev": 83480,
      "comments_avg": 285,
      "comments_stdev": 237,
      "shares_avg": 690,
      "shares_stdev": 794
    },
    {
      "number": 20,
      "important": [
        "fashion",
        "week",
        "samsung",
        "galaxi",
        "note",
        "design",
        "pari",
        "collect",
        "model"
      ],
      "summary": "For menswear designer Juun.J’s F/W 2014 Zoot Suit Collection at Men’s Fashion Week, fashion blends seamlessly with technology from initial design through its showcase on the runway.\nThe new Samsung #GALAXYNotePRO and #GALAXYNote 10.1 (2014 Edition) make an appearance on the Juun.J runway at the 2014 F/W Collection Paris Men’s Fashion Week.\nWatch Next model Aline Weber's love affair with Paris Fashion Week and her Samsung GALAXY Note.",
      "common": [
        "design",
        "galaxi",
        "galaxi note",
        "juunj",
        "mobil",
        "note",
        "pari",
        "pari fashion",
        "pari fashion week",
        "samsung mobil"
      ],
      "messages": [
        [
          "We brought the most buzzed about accessory to Shanghai\nFashion Week. #GalaxyS6edge #SFW #SIFS. Timeline Photos.",
          1428750508
        ],
        [
          "#GALAXYS5 at Paris #FashionWeek. #streetstyle. Samsung GALAXY S5 at Paris Fashion Week. We catch up with Kim Taylor Bennett to see how fashion and technology work hand in hand at Paris Fashion Week 2014.",
          1394712014
        ],
        [
          "For menswear designer Juun.J’s F/W 2014 Zoot Suit Collection at Men’s Fashion Week, fashion blends seamlessly with technology from initial design through its showcase on the runway. Juun.J and Samsung Mobile Present: From Design to Runway -- Fashion Meets Technology. Join us as we experience the debut of Juun.J's F/W 2014 Zoot Suit Collection that made its premiere at Men's Fashion Week in Paris, including ...",
          1391080548
        ],
        [
          "The new Samsung #GALAXYNotePRO and #GALAXYNote 10.1 (2014 Edition) make an appearance on the Juun.J runway at the 2014 F/W Collection Paris Men’s Fashion Week. \n\nInspired by traditional design and innovative street culture, Juun.J has designed two slick leather covers for the GALAXY Note 10.1. The GALAXY NotePRO also made a debut on the runway with its outstanding viewing experience highlighted through graphical visual image. Samsung Mobile and Juun.J at Paris Men’s Fashion Week.",
          1390447200
        ],
        [
          "Following its launch at #CES2014, the #GALAXYNotePRO makes its way down the catwalk with renowned designer JUUN.J's F/W Collection at the Paris Men’s Fashion Week. To find out more, visit http://bit.ly/Kl6ndE. Timeline Photos.",
          1390144247
        ],
        [
          "Samsung and celebrated avant-garde womenswear collection, Hexa by Kuho, revealed a stunning new set of accessories for the Samsung #GALAXYNote3 and #GALAXYS4zoom at Paris Fashion Week. Samsung Mobile and Hexa by Kuho at Paris Fashion Week.",
          1380534796
        ],
        [
          "The Samsung GALAXY Note 3 and GALAXY Gear appear on top Italian fashion house Moschino’s 2014 Spring/Summer Runway show. Samsung Mobile and Moschino at Milan Fashion Week.",
          1380184992
        ],
        [
          "Last week New York, this week London. Discover what we got up to at London Fashion Week. [HIGHLIGHTS] Samsung at London Fashion Week.",
          1379581226
        ],
        [
          "Discover what Samsung Mobile has been up to at Mercedes-Benz Fashion Week in New York. [HIGHLIGHTS] Behind the scenes at The Samsung GALAXY Lounge.",
          1379079768
        ],
        [
          "On the fashion highway with their GALAXY Notes. http://bit.ly/GWXC3t. [Galaxy Note] Fashion Week Notes. Next model, Kendra Spears, and her agent, Emese Szenasy, show us what they love about being on-the-go with their GALAXY Notes.",
          1332518674
        ],
        [
          "GALAXY Note goes high fashion with top model Aline Weber at Paris Fashion Week. http://bit.ly/vZw6WI. [GALAXY Note] Fashion Week Notes. Watch Next model Aline Weber's love affair with Paris Fashion Week and her Samsung GALAXY Note.",
          1331903230
        ],
        [
          "Missed New York Fashion Week? Fret not. Go behind the scenes with the GALAXY Note. Samsung Mobile. Top models share the glitz and glamour of the Fashion Show with the powerful and stylish GALAXY Note.",
          1329741895
        ]
      ],
      "dates_start": 1347140931,
      "dates_end": 1404305584,
      "likes_avg": 3578,
      "likes_stdev": 3361,
      "comments_avg": 115,
      "comments_stdev": 105,
      "shares_avg": 518,
      "shares_stdev": 574
    },
    {
      "number": 21,
      "important": [
        "app",
        "mobil",
        "samsung",
        "game",
        "play",
        "photo",
        "download",
        "news"
      ],
      "summary": "Try out the Gear S2 virtually with the new Experience App. Now available on Galaxy Apps and Google Play.\nDownload the #GalaxyS6 Experience App to try out the new features first.\nhttps://play.google.com/store/apps/details?id=kr.mog.t_experience.\nMobile: https://play.google.com/store/apps/details?id=air.TabSApp\nTablet: https://play.google.com/store/apps/details?id=air.uk.ta.TabSApp. Timeline Photos.\n#GALAXYS5 Experience App now available in Google Play store in nine languages.\nDiscover #GALAXYNote3 & #GALAXYGear with the new Experience App. http://bit.ly/1apk4gw.\n(Try challenging a friend!) Samsung Content http://bit.ly/AppGiftCard.",
      "common": [
        "android",
        "download",
        "galaxi",
        "googl",
        "mobil",
        "photo",
        "play",
        "samsung",
        "timelin",
        "timelin photo"
      ],
      "messages": [
        [
          "Play with water. #GalaxyA2017 #IP68. Timeline Photos.",
          1484740811
        ],
        [
          "Get to the green faster with a twist on the wrist. Introducing the new Golf NAVI app for Samsung #GearS2.",
          1458471625
        ],
        [
          "Try out the Gear S2 virtually with the new Experience App. Now available on Galaxy Apps and Google Play. https://goo.gl/7WmKxi. Timeline Photos.",
          1445680802
        ],
        [
          "Can't wait to get your hands on The Next Galaxy? Download the #GalaxyS6 Experience App to try out the new features first. http://bit.ly/1C2ZbKE. Timeline Photos.",
          1427623202
        ],
        [
          "Experience the features of GALAXY Note 4 & Wearables. Now available in 11 different languages on Google Play. \n\nhttp://bit.ly/1oKRajX. Timeline Photos.",
          1412941815
        ],
        [
          "Experience the features of #GALAXYNote4 and wearables. Download now on Google Play! \n\nhttps://play.google.com/store/apps/details?id=kr.mog.t_experience. Timeline Photos.",
          1411147576
        ],
        [
          "Enjoy free movies, games, books, magazines on the My Library widget from Google Play. Exclusively for the #GALAXYTabS. Timeline Photos.",
          1408536739
        ],
        [
          "Experience the features of GALAXY Alpha. Available now for download from Google Play. http://bit.ly/1lbku6R\n\n. GALAXY ALPHA Experience.",
          1408278130
        ],
        [
          "Experience the features of #GALAXYTabS. Download now from Google Play. \n\nMobile: https://play.google.com/store/apps/details?id=air.TabSApp\nTablet: https://play.google.com/store/apps/details?id=air.uk.ta.TabSApp. Timeline Photos.",
          1404287037
        ],
        [
          "#GALAXYS5 Experience App now available in Google Play store in nine languages. Download now! http://bit.ly/1jQoo0D. Timeline Photos.",
          1397901600
        ],
        [
          "The go-to app to experience the features of #GALAXYS5. Download now from Google Play. http://bit.ly/1eRAv8V. Timeline Photos.",
          1395230335
        ],
        [
          "Instant access to the games you love. Just press 'Play’. Introducing #GamePad for #GALAXY. Timeline Photos.",
          1389798035
        ],
        [
          "Discover #GALAXYNote3 & #GALAXYGear with the new Experience App. http://bit.ly/1apk4gw. Timeline Photos.",
          1383823196
        ],
        [
          "Samsung Smart App Challenge 2013 for #GALAXYNote is now open! Launch your star to the GALAXY & stand to win $1.1 million prize money. http://www.smartappchallenge.com. Timeline Photos.",
          1378548001
        ],
        [
          "Beat Memory Flip and #win a $5 Samsung Apps #gift card! (Try challenging a friend!) Samsung Content http://bit.ly/AppGiftCard. Timeline Photos.",
          1377853097
        ],
        [
          "Beat Memory Flip in 60 seconds and we'll send you a Samsung Apps #gift card! Ready, set, go! Samsung Content http://bit.ly/AppGiftCard. Timeline Photos.",
          1377345602
        ],
        [
          "Guardian Technology give us their top 20 Android apps. Which ones will you be downloading? 20 best Android apps this week. The Room, Lions Official, I AM PLAYR, Cinemagram, Disney Fairies, Tiny Legends: Heroes, Everything.me Launcher and more. By Stuart Dredge.",
          1365930537
        ],
        [
          "Share with us how many pins you've got so far! Remember, there are 42 general pins and 7 special pins to collect. Download the Samsung Mobile PIN app from Samsung Apps or Google Play to find out more. http://bit.ly/NRXBSh. Timeline Photos.",
          1344190785
        ],
        [
          "On your mark, get set, go! Race your friends on the Samsung: Take Part 2012 app. http://bit.ly/Nq9cY8. Timeline Photos.",
          1343986334
        ],
        [
          "Olympic Buddy now on ChatON! Stay in the loop with breaking news, schedules and medal tables. Download now from Samsung Apps. ChatON. Chat your way, with ChatON! ChatON is a global mobile communication service that enables you to have better relationships with your buddies and groups of buddies.",
          1343749261
        ],
        [
          "In London for the Olympic Games? Remember, the first 100 people to collect all 49 pins will each win a GALAXY S III! Download the Samsung Mobile PIN app from Samsung Apps or Google Play to find out more. http://bit.ly/NRXBSh. Timeline Photos.",
          1343562287
        ],
        [
          "For all the latest action at London 2012, get The Wall Street Journal Olympics News app. Exclusively available at Samsung Apps! http://bit.ly/MLTpWl. Timeline Photos.",
          1343494222
        ],
        [
          "Who are you supporting? Win medals for your country with the Samsung:Take Part 2012 app! http://bit.ly/Nq9cY8. Timeline Photos.",
          1343215131
        ],
        [
          "Enjoy the London 2012 Olympic Games in the palm of your hand with the Official Mobile Game. \r\n\r\nAvailable in Premium (http://ppl.cm/Mobilepremium) and Free (http://ppl.cm/Mobilefree) versions on Google play! Timeline Photos.",
          1342772976
        ],
        [
          "Swimmer, sprinter or a sharpshooter? Challenge your friends on Samsung:Take Part 2012 app. Samsung: Take Part 2012. Calling all Olympic Games fans around the world. Play games and compete with friends!",
          1342603511
        ],
        [
          "Visiting London for the Olympic Games? Then you'd want to collect all 49 unique pins! Download the Samsung Mobile PIN app from Samsung Apps or Google Play to find out more! http://bit.ly/NRXBSh. Timeline Photos.",
          1342525380
        ],
        [
          "Take part, with Samsung's Olympic Games app! Challenge friends. Climb the leaderboard! http://bit.ly/Nq9cY8. [Olympic Games] Samsung: Take Part 2012. Discover how to Take Part 2012 with the Samsung's Olympic Games mobile app. ",
          1342016453
        ],
        [
          "Play augmented reality games. Challenge friends. Samsung:Take Part 2012 Olympic Games app! Samsung: Take Part 2012. Download Samsung’s Olympic Games mobile app. Compete against players around the world to win medals and get your country to the top of the leaderboard.  .",
          1341493585
        ],
        [
          "Go beyond paper with GALAXY Note and Papyrus: a natural handwriting note-taking app that you use just like paper. Try it out and let us know what you think. Papyrus Beta. With Papyrus, you can go beyond paper!",
          1340978217
        ],
        [
          "Meet the first Early Bird Apps with Samsung Apps! Samsung Apps Special Promotion. Be one of the first to download these great apps from the Samsung Smart App Challenge 2012. ",
          1340794990
        ],
        [
          "Love to doodle with your S Pen? Check out these top recommended Android apps for freehand drawing from Android Authority. Best Android apps for freehand drawing or doodling. Refine your artistic skills with these top drawing apps.",
          1340112954
        ],
        [
          "Have you got what it takes to win the Samsung Smart App challenge? Get started today at www.SmartAppChallenge.com. Samsung Smart App Challenge 2012. Calling all developers from around the world!",
          1337171985
        ],
        [
          "Launch your star to the Galaxy with GALAXY Note and GALAXY Tab. 80 winners. $4,080,000 in cash prizes. Samsung Smart App Challenge 2012, now inviting all international developers. Get started today. Samsung Smart App Challenge 2012. Samsung Smart App Challenge 2012 Movie.",
          1336431646
        ],
        [
          "Looking for new apps to download for your Samsung mobile? Check out the featured titles from Samsung Apps! Samsung Apps. Samsung Apps is a marketplace designed to provide a variety of mobile applications especially developed and carefully selected for Samsung Mobile Phones. It's a new Samsung mobile world, and we provide you a brand-new mobile experience.",
          1335685923
        ],
        [
          "TechRadar rounds up 60 of the best Android apps (including ChatOn) of 2012. Which of these do you have? http://bit.ly/HSB5TO. 60 best free Android apps 2012. There are plenty of fantastic free apps for Android, here's our pick of the best.",
          1334832193
        ],
        [
          "Multi-tasking on the GALAXY Nexus is a breeze with the recent apps button. Plus you can dismiss apps with a swipe of your finger. http://bit.ly/A3lv5L. Galaxy Nexus: Simple Multi-tasking. With Galaxy Nexus, quickly switch between apps with a dedicated recent apps button. Dismiss those you don't care about with a swipe of your finger.",
          1329820992
        ],
        [
          "Discover Google Translate for Android, a great app which lets you translate text between 63 languages, listen to your translations spoken aloud and more. Plus, it's free! \n\nPC Advisor has given this app a 4-star rating. Read the review here: http://bit.ly/xVLwZU. Google Translate for Android review. Google Translate for Android is a magical little app with which you can communicate in 63 different languages… providing you have a web connection.",
          1328264550
        ],
        [
          "Fill in the blank: The app I use the most is ________",
          1328103417
        ],
        [
          "Samsung Mobile A-Z: X is for X file Manager\n\nX file Manager is a great and easy to use file manager tool for Android devices. Discover all you need to know about this app here: http://bit.ly/wAJqEM. X file Manager - Apps on Android Market. Windows explorer for android. X file Manager The simple the best file manager for your android device.  X file manager is the simple and the best file manage tool for ...",
          1327233910
        ],
        [
          "Fill in the blank: The first app I downloaded in 2012 was _______",
          1325716749
        ]
      ],
      "dates_start": 1327737343,
      "dates_end": 1407607435,
      "likes_avg": 11169,
      "likes_stdev": 11580,
      "comments_avg": 370,
      "comments_stdev": 416,
      "shares_avg": 491,
      "shares_stdev": 660
    },
    {
      "number": 22,
      "important": [
        "love",
        "note",
        "galaxi",
        "person",
        "messag",
        "girl",
        "galaxylovenot"
      ],
      "summary": "Today's the last day to send a free, personalised Love Note at http://www.galaxylovenote.com .\nA global competition for one lucky person to hand-deliver their Love Note to their special someone, anywhere in the world.\nPen a Love Note for someone significant in your life today at http://galaxylovenote.com.\nhttp://galaxylovenote.com/ Introducing Love Notes with Derek Blasberg.\nSend a free, personalised Love Note at http://galaxylovenote.com In the spirit of love, Samsung GALAXY Note has teamed up with Touch...",
      "common": [
        "galaxi",
        "galaxi love",
        "galaxi love note",
        "galaxi note",
        "samsung",
        "samsung galaxi",
        "samsung galaxi love",
        "samsung galaxi love note",
        "send",
        "someon"
      ],
      "messages": [
        [
          "Fall in love all over again with Snoopy on the #GearS2. #Peanuts. Timeline Photos.",
          1463220004
        ],
        [
          "We invented a process that shapes 3D glass. So you can keep loving all your curves. #GalaxyS7 #GalaxyS7edge.",
          1460263393
        ],
        [
          "There's one sort of pop-up that is loved by all who get it. #Multitasking #GalaxyNote5. Timeline Photos.",
          1444816805
        ],
        [
          "See what went on behind the camera on our journey of romance with #GalaxyLoveNote. Today's the last day to send a free, personalised Love Note at http://www.galaxylovenote.com . The making of Samsung GALAXY (Love) Note. An exclusive look behind the scenes in the production of Samsung GALAXY (Love) Note.",
          1334305957
        ],
        [
          "16,000km and a Love Note hand delivered. Here's the story of Tuyet from Australia and Julien from France. With a GALAXY Note, it's easy to capture, create and share your feelings. Journey of a GALAXY Love Note. A global competition for one lucky person to hand-deliver their Love Note to their special someone, anywhere in the world.",
          1333697111
        ],
        [
          "From Australia to France, a love journey across 15,000 miles and a hand-delivered Love Note. The full story coming soon. https://www.galaxylovenote.com/ Timeline Photos.",
          1333201108
        ],
        [
          "Don't miss the chance to hand-deliver your Love Note to someone special, anywhere in the world. Create your GALAXY Love Note now: https://www.galaxylovenote.com/ Samsung GALAXY Love Note. Choose your photo, write your message, and you could be on the way to hand-deliver your note. ",
          1332851707
        ],
        [
          "Tell a special someone you love him/her, in person, anywhere in the world. Here's your chance. http://galaxylovenote.com . Love comes to life with Samsung GALAXY (Love) Note. One lucky sender will win the chance to hand-deliver a Love Note to their special someone, anywhere in the world.",
          1331914387
        ],
        [
          "WhoWhatWear co-founder Katherine Power uses the GALAXY Note to draw inspiration for Spring 2012 trends. \n\nFind out who she sends her Love Note to. http://bit.ly/xbGn2l . Introducing Love Notes with Katherine Power. Get an intimate glimpse into Katherine Power's life, brought to you by Who What Wear and Samsung GALAXY Note.",
          1331224452
        ],
        [
          "Designer & mother, Rachel Roy, on fashion, love for vintage and a touching message for her little girls. Pen a Love Note for someone significant in your life today at http://galaxylovenote.com. Introducing Love Notes with Rachel Roy. Get an intimate glimpse into Rachel Roy?s life, brought to you by Who What Wear and Samsung GALAXY Note. Send a free, personalised Love Note at http://galaxy...",
          1330006804
        ],
        [
          "Fashion writer, editor Derek Blasberg dedicates a Love Note to his first Valentine, his mum. Who would you send a Love Note to? http://galaxylovenote.com/ Introducing Love Notes with Derek Blasberg. Get an intimate glimpse into Derek Blasberg's life, brought to you by Who What Wear and Samsung GALAXY Note.",
          1329364283
        ],
        [
          "A simple, personal message goes a long way. Make someone's day today with a personal Love Note. http://bit.ly/zUeeKe. Samsung GALAXY (Love) Note. Surprise your loved one! Send a free, personalised Love Note at http://galaxylovenote.com In the spirit of love, Samsung GALAXY Note has teamed up with Touch...",
          1329226625
        ],
        [
          "It costs nothing to surprise a loved one today with a personal Love Note. https://www.galaxylovenote.com/  https://galaxylovenote.com/",
          1329140023
        ],
        [
          "DJ and musician Samantha Ronson shares her loves. Now forward it along with a Love Note of your own at http://galaxylovenote.com. Love Notes. Four top tastemakers reveal their passions and obsessions in our exclusive series, brought to you by Who What Wear and Samsung GALAXY Note.",
          1328955634
        ]
      ],
      "dates_start": 1306624832,
      "dates_end": 1409402066,
      "likes_avg": 7322,
      "likes_stdev": 14445,
      "comments_avg": 195,
      "comments_stdev": 265,
      "shares_avg": 336,
      "shares_stdev": 550
    },
    {
      "number": 23,
      "important": [
        "space",
        "galaxi",
        "samsung",
        "angri",
        "bird",
        "note",
        "sxsw",
        "game",
        "gameplay"
      ],
      "summary": "To discover the ultimate on-the-go gaming experience, download the Angry Birds Space app with eggs-clusive benefits for Samsung device owners.\nEGGS-PLORE YOUR EXTRA BENEFITS...with the brand new Samsung GALAXY Note Space Level and Danger Zone!\nEGGS-PLORE YOUR EXTRA BENEFITS...with the brand new Samsung GALAXY Note Space Level and Danger Zone!\nExclusive GALAXY Note level in Angry Birds Space, plus \"Danger Zone\" special package for all Samsung GALAXY users.",
      "common": [
        "experi",
        "galaxi note angri",
        "galaxi note angri bird",
        "game",
        "game experi",
        "note angri",
        "note angri bird",
        "onthego",
        "samsung galaxi",
        "sxsw"
      ],
      "messages": [
        [
          "Last chance to download Angry Birds Space with free challenging levels for your GALAXY devices! Angry Birds Space. ALL NEW ANGRY BIRDS GAME FROM ROVIO - the number 1 mobile game of all time blasts off into space!  After a giant claw kidnaps their eggs, the Angry Birds chase it into a wormhole and find themselves floating in a strange new galaxy – surrounded by space pigs! ",
          1340264006
        ],
        [
          "Have you conquered \"Danger Zone\" and the Angry Birds Space level exclusive to Samsung GALAXY device owners? http://bit.ly/IfiHcl. Angry Birds Space, with GALAXY Note. To discover the ultimate on-the-go gaming experience, download the Angry Birds Space app with eggs-clusive benefits for Samsung device owners.",
          1335344533
        ],
        [
          "Get the ultimate on-the-go gaming experience with Samsung and Angry Birds. Pop pigs, send space e-cards and download the new Angry Birds Space game. http://bit.ly/GKQ59k. Angry Birds Space. After a giant claw kidnaps their eggs, the Angry Birds chase it into a wormhole and find themselves floating in a strange new galaxy – surrounded by space pigs!",
          1334746893
        ],
        [
          "Can't get enough of Angry Birds Space on GALAXY Note? Spruce up your screen with angry avians and pesky pigs with our free wallpaper downloads. http://bit.ly/GLPL5c. Timeline Photos.",
          1334128675
        ],
        [
          "Discover the ultimate on-the-go gaming experience with GALAXY Note and Angry Birds. Take the challenge and stand a chance to name your very own, eggs-clusive Star in the Lazer Bird constellation. http://bit.ly/GLPL5c. Samsung Galaxy Note | Angry Birds Space. EGGS-PLORE YOUR EXTRA BENEFITS...with the brand new Samsung GALAXY Note Space Level and Danger Zone! Check it out on http://samsung.angrybirds.com.",
          1333545781
        ],
        [
          "Pop some pigs. Get to the top quickly with in-game GALAXY Note and S Pen bonus round. Plus, win some prizes. http://bit.ly/HqSaEH. Samsung Galaxy Note | Angry Birds Space. EGGS-PLORE YOUR EXTRA BENEFITS...with the brand new Samsung GALAXY Note Space Level and Danger Zone! Check it out on http://samsung.angrybirds.com.",
          1333013062
        ],
        [
          "In space, no one can hear you squeal, but you can reach for the stars with an exclusive level on all GALAXY devices. Download now. http://bit.ly/GKQ59k. Angry Birds Space. Features 60 interstellar levels on planets and in zero gravity. Spectacular gameplay ranging from slow-motion puzzles to lightspeed destruction.",
          1332768776
        ],
        [
          "Lob birds on new planets with zero gravity. Lightspeed destruction. Best on-the-go gaming experience on the GALAXY Note. http://bit.ly/GLPL5c . Angry Birds Space. EGS-PLORE YOUR BONUS BENEFITS...with the brand new Samsung GALAXY Note Space Level and Danger Zone! Check it out on http://samsung.angrybirds.com.",
          1332416291
        ],
        [
          "GALAXY Note, the best on-the-go gaming experience. Mark March 22 on your calendars for Angry Birds Space launch. http://bit.ly/FOJNlO. [SXSW 2012] GALAXY Note and Angry Birds Space highlights. Delivering the best on-the-go gaming experience on the Samsung GALAXY Note and Angry Birds Space. Relive our galactic journey at SXSW 2012.",
          1332001908
        ],
        [
          "Hear from SXSW attendees their first impressions of the Angry Birds gaming experience on the GALAXY Note. http://bit.ly/zxm7kY. [SXSW 2012] Gaming on GALAXY Note - Angry Birds Space. SXSW attendees get to launch the furious fowls through the cosmos in Angry Birds Space at the Samsung #FEED daytime event. ",
          1331652335
        ],
        [
          "Samsung Mobile kicks of SXSW 2012 with the #Feed party. See how attendees discovered the best on-the-go gaming experience with the GALAXY Note and Angry Birds Space. http://bit.ly/zKlNkR. [SXSW 2012] Samsung Mobile presents #FEED party. Samsung Mobile kicks of SXSW 2012 with the #Feed party. See how attendees discovered the best on-the-go gaming experience with the GALAXY Note.",
          1331420603
        ],
        [
          "Join us in the Samsung Blogger Lounge, at SXSW 2012 for some exciting announcements about Angry Birds Space and the GALAXY Note. http://bit.ly/wapKvg. [SXSW 2012] Samsung unveils Angry Birds Space. Join us in the Samsung Blogger Lounge, at SXSW 2012 for some exciting announcements about Angry Birds Space and the GALAXY Note.",
          1331348711
        ],
        [
          "GALAXY Note, the ultimate on-the-go gaming experience.\n\nExclusive GALAXY Note level in Angry Birds Space, plus \"Danger Zone\" special package for all Samsung GALAXY users. http://bit.ly/y3nxhk. [GALAXY Note] Exclusive Level - Angry Birds Space. For all Samsung GALAXY users, an exclusive Samsung GALAXY Note level will be provided in the Angry Birds Space game: \"Danger Zone\".",
          1331336151
        ],
        [
          "Introducing the GALAXY Note as Official Launch Partner for Angry Birds Space. A special mention: Lazer Bird. http://bit.ly/xGBkDn. [GALAXY Note] Introducing Lazer Bird - Angry Birds Space. The Lazer Bird, introduced by Samsung, perfectly reflects the personality of Samsung's GALAXY Note. The bird's lazer vision resembles the best viewing experience.",
          1331328626
        ],
        [
          "Squawk! GALAXY Note meets the furious fowls at SXSW. The ultimate on-the-go entertainment device. First ever hands-on Angry Birds Space gameplay. Timeline Photos.",
          1331307350
        ],
        [
          "GALAXY Note. Angry Birds National Aeronautics and Space Administration - NASA. Galactic gameplay. Angry Birds Space: NASA announcement. The FIRST ever game announcement and gameplay footage from space: http://angrybirds.com/space. Brought to you by NASA and Don Pettit from the ISS.",
          1331273307
        ],
        [
          "The final frontier, on a GALAXY Note, coming soon. http://bit.ly/zQYEuL. [GALAXY Note] Angry Birds Space teaser 2. One small fling for a bird. One quantum leap for birdkind. Angry Birds Space. Launching with Samsung GALAXY Note.",
          1330940620
        ],
        [
          "It's coming. [GALAXY Note] Angry Birds teaser. Houston... we have a slingshot. Angry Birds Space. Launching with Samsung GALAXY Note.",
          1330319027
        ]
      ],
      "dates_start": 1330459754,
      "dates_end": 1335002095,
      "likes_avg": 4265,
      "likes_stdev": 1408,
      "comments_avg": 150,
      "comments_stdev": 62,
      "shares_avg": 311,
      "shares_stdev": 242
    },
    {
      "number": 24,
      "important": [
        "photo",
        "galaxi",
        "hdr",
        "shadowfre",
        "live",
        "backlight",
        "expectmor",
        "shadow"
      ],
      "summary": "Capture your golden child shadow-free with Live HDR.\nUse Live HDR for shadow-free pics.\nCapture it shadow-free with Live HDR.\nShadow-free brunch pictures with Live HDR.\nKnow your photo subjects without a shadow of a doubt with Live HDR on the #GALAXYS5.\nNot clear on how to take shadow-free photos?\nUse Live HDR on the #GALAXYS5.\n#ExpectMore with Samsung GALAXY S5 - Alien.\n#ExpectMore with Samsung GALAXY S5 - Creeping me out.",
      "common": [
        "dont",
        "dont put shadowi photo samsung",
        "expectmor",
        "galaxi",
        "photo samsung galaxi",
        "photo samsung galaxi provid",
        "provid",
        "samsung",
        "samsung galaxi",
        "shadowfre"
      ],
      "messages": [
        [
          "Capture your golden child shadow-free with Live HDR. #GALAXYS5. Timeline Photos.",
          1407582726
        ],
        [
          "Don't let backlighting come between you and the perfect photo. Use Live HDR for shadow-free pics. #GALAXYS5. Timeline Photos.",
          1407232812
        ],
        [
          "For Rent: One bedroom apartment with beautiful views and the Live HDR pictures to prove it. #GALAXYS5. Timeline Photos.",
          1405768464
        ],
        [
          "It's a dog's life. Capture it shadow-free with Live HDR. #GALAXYS5. Timeline Photos.",
          1405418417
        ],
        [
          "Shadow-free brunch pictures with Live HDR. #GALAXYS5. Timeline Photos.",
          1403945443
        ],
        [
          "Live HDR is a man's best friend. #GALAXYS5. Timeline Photos.",
          1403604031
        ],
        [
          "Know your photo subjects without a shadow of a doubt with Live HDR on the #GALAXYS5. #ExpectMore\n\nhttp://youtu.be/JNRQ8j-X3dc. #ExpectMore with Samsung GALAXY S5 - Creeping me out. \"This photo is so creepy!\" Don't put up with the shadowy photos. Samsung GALAXY S5 provides the real-time HDR function. For both photos and videos, turn on t...",
          1402939578
        ],
        [
          "Not clear on how to take shadow-free photos? Use Live HDR on the #GALAXYS5. #ExpectMore\n\nhttp://youtu.be/w2zgauj8rkk. #ExpectMore with Samsung GALAXY S5 - Alien. \"I can't even look at my baby girl's picture...\" Don't put up with the shadowy photos. Samsung GALAXY S5 provides the real time HDR function. For both photos...",
          1402924227
        ],
        [
          "Mixing up your dad and boyfriend? Live HDR can help. #ShadowFree #GALAXYS5\n\nhttp://youtu.be/JNRQ8j-X3dc. #ExpectMore with Samsung GALAXY S5 - Creeping me out. \"This photo is so creepy!\" Don't put up with the shadowy photos. Samsung GALAXY S5 provides the real-time HDR function. For both photos and videos, turn on t...",
          1401715786
        ],
        [
          "Increased tunnel vision. #LiveHDR #ShadowFree. Timeline Photos.",
          1401530476
        ],
        [
          "Capture the detail with live HDR preview. Wrinkles and all. #GALAXYS5. Timeline Photos.",
          1401358725
        ]
      ],
      "dates_start": 1401887849,
      "dates_end": 1406115911,
      "likes_avg": 12512,
      "likes_stdev": 6681,
      "comments_avg": 299,
      "comments_stdev": 119,
      "shares_avg": 289,
      "shares_stdev": 170
    },
    {
      "number": 25,
      "important": [
        "samsung",
        "mobil",
        "galaxi",
        "unpack",
        "ces",
        "photo",
        "note",
        "talent"
      ],
      "summary": "Samsung Mob!lers perform real time graffiti drawing using GALAXY Note,  projecting their art onto Barcelona landmark buildings during Mobile World Congress.\nSamsung Mobile presents the Stage finalists http://bit.ly/lu4SOy One of these talented people will win the Grand Prize, but they need your help!\nTake a trip with the GALAXY Note and see what the electronics expo has to offer in our second installment of Samsung Mobile at CES, created on ComicBook!",
      "common": [
        "ces",
        "galaxi",
        "galaxi note",
        "note",
        "photo",
        "samsung mobil",
        "stage",
        "timelin",
        "timelin photo",
        "unpack"
      ],
      "messages": [
        [
          "Sleek and stylish protection for the best in mobility. #GalaxyTabProS. Timeline Photos.",
          1454587202
        ],
        [
          "Brighten your day with SWAROVSKI crystals for the #GalaxyS6edgePlus. Timeline Photos.",
          1447329606
        ],
        [
          "#GearS2 puts a bright spot in your day. Timeline Photos.",
          1446552003
        ],
        [
          "Unpacked is starting right now. Watch to see #TheNextGalaxy and follow along with live commentary from UnboxTherapy.  \n\nhttp://spr.ly/galaxyunpacked. Samsung Galaxy Unpacked 2015, August 13th - The Official Samsung Galaxy Site. Save the date for Samsung Galaxy Unpacked 2015. August 13, 2015. The Next Galaxy is here.",
          1439470836
        ],
        [
          "Be the first to own the #GalaxyS6 and #GalaxyS6edge in Germany. Introducing S Carpet in Frankfurt with Samsung Mobile Deutschland. http://www.samsung.com/global/galaxy/scarpet2015. Timeline Photos.",
          1428584403
        ],
        [
          "See photos from day one of #CES2015 at our #Samsung Booth and Galaxy Studio. Samsung Mobile at #CES2015.",
          1420599585
        ],
        [
          "Today you'll be able to meet #TheNextGALAXY. Join us for the #UNPACKED live broadcast on 24.02.14 at 8:00PM CET. UNPACKED 2014 Livestream. Welcome to the official global channel of Samsung Mobile.",
          1393238980
        ],
        [
          "Don't miss #UNPACKED on 24 February. Subscribe to YouTube now. UNPACKED 2014 Livestream. Welcome to the official global channel of Samsung Mobile.",
          1392723096
        ],
        [
          "#UNPACKED in Barcelona. 24 February, 20:00 CET. Timeline Photos.",
          1392102172
        ],
        [
          "Join us as we tour our interactive #CES2014 booth exhibits with BMW, Trek Bicycle & KIDROBOT INC. GALAXY Note 3 + Gear meet BMW, Trek Bikes and Kidrobot. Direct from International CES 2014, Samsung Mobile's partnerships give you a glimpse of how integrated technologies are defining the future of 'mobile'.",
          1389279829
        ],
        [
          "Join us on a pictorial journey at the International CES 2014 in Las Vegas, Nevada. Samsung Mobile at #CES2014 - Part 2.",
          1389223858
        ],
        [
          "Live from #CES2014 in Las Vegas, Nevada. Meet Samsung Mobile's latest line of #GALAXYNotePRO and #GALAXYTabPRO tablets. #SamsungCES. Samsung Mobile at #CES2014.",
          1389072195
        ],
        [
          "We're at #CES2014 in Las Vegas! Follow #SamsungCES for the latest news and pictures straight from the show floor! http://bit.ly/1a1oITi. Timeline Photos.",
          1389044137
        ],
        [
          "Santa can't resist a homemade cookie! Season’s Greetings from Samsung Mobile. #SantaSelfie. Timeline Photos.",
          1387969201
        ],
        [
          "Everyday Wonders in a pop-up book of a day in London with #GALAXYNote3, #GALAXYGear and Samsung Mobile UK. http://bit.ly/1hIfSNN. Timeline Photos.",
          1381506152
        ],
        [
          "One day until #UNPACKED. Bookmark your calendars and join us live! http://bit.ly/UNPACKED2013. Timeline Photos.",
          1378219233
        ],
        [
          "4 days to #UNPACKED. Join us live on YouTube on Sept 4 at 19:00 CEST or 18:00 BST. Samsung Mobile UK. Timeline Photos.",
          1377910680
        ],
        [
          "In Times Square NYC with Samsung Mobile USA, counting down the days until #UNPACKED in Berlin. Will you be watching? Timeline Photos.",
          1377770439
        ],
        [
          "Putting the finishing touches for the day of magical moments. Join our livestream this evening at 7PM CEST! http://bit.ly/Samsung_live. Timeline Photos.",
          1346230133
        ],
        [
          "One more day to Samsung Mobile UNPACKED! Guess where all the magic will be happening? http://bit.ly/Samsung_live. Timeline Photos.",
          1346148765
        ],
        [
          "Two more days before your magical moments come alive! Samsung Mobile - Livestream 2012 | Facebook. Watch the Samsung Mobile UNPACKED live from Berlin on 29 August at 19:00 CEST.",
          1346065509
        ],
        [
          "Your magical moments will come alive on 29th August 2012. [Samsung Mobile UNPACKED 2012] Teaser. Samsung Mobile UNPACKED, Wim Wenders and Berlin. Live streaming at http://www.facebook.com/SamsungMobile.",
          1345425509
        ],
        [
          "Iconic. Moveable. Craft engineering. Get an immersive, premium pop-up experience with Samsung Mobile PIN. Opens today in London. Samsung Mobile PIN. A world without walls.",
          1338274928
        ],
        [
          "One man. One AFL ball. And one bin strapped to the back of a moving ute... This is Stage winner, Brandon Jack’s, victory video. [SAMSUNG STAGE] Winner: Brandon Jack. Samsung Mobile presents the winner of Stage, the ultimate YouTube talent contest.",
          1338124872
        ],
        [
          "Samsung Stage winner Brandon Jack wowed us all with his AFL trick shots. So after awarding him the $10,000 grand prize, we flew to Australia to set him one last challenge… http://bit.ly/KIOoXb. [Samsung Stage] Winner: Brandon Jack. Samsung Mobile presents the winner of Stage, the ultimate YouTube talent contest.",
          1336917190
        ],
        [
          "We're live at Unpacked 2012! www.thenextgalaxy.com Be part of this momentous event watching the livestream, or you can also join in the conversation on Twitter: https://twitter.com/#!/SamsungMobile . A GALAXY Unpacked. Come 3 May 2012, the universe as we know it will be changed once again. Be the first to witness the dawn of the next GALAXY with Samsung Mobile at http://www.TheNextGALAXY.com.",
          1336061061
        ],
        [
          "Join us live on May 3 at 7pm BST for Unpacked 2012, where the dawn of the next GALAXY will soon be revealed before the world. http://on.fb.me/ImEcEL. Samsung Mobile UNPACKED 2012. Watch it live here.",
          1335957255
        ],
        [
          "Join us as we revisit the highlights, from the new devices to the graffiti art show, at Mobile World Congress in Barcelona. [MWC 2012] Highlights from Barcelona. From GALAXY Note 10.1 to GALAXY Beam, revisit the exciting new products and relive the hype of Mobile World Congress in Barcelona.",
          1331200195
        ],
        [
          "It's a wrap for MWC 2012! Experience once more all the excitement from Barcelona in our Mobile World Congress playlist. http://bit.ly/yFE6Ho. [MWC 2012 - SAMSUNG Mobile] Experience the excitement in Barcelona with our videos from the showfloor!",
          1330707622
        ],
        [
          "MWC draws to a close, and we bid farewell to Barcelona. Here's a postcard from this amazing city to all of our fans. Timeline Photos.",
          1330695976
        ],
        [
          "The last of the caricatures from our artists here at MWC in Barcelona. Have a look, and see if you've been caricatured on the GALAXY Note. Samsung Mobile. Fira Montjuîc, Barcelona and our caricaturists work on, creating your caricatures. See if you've been one of the lucky ones here.",
          1330684930
        ],
        [
          "8pm on day 3. GALAXY Note Studio takes the streets of Barcelona by storm. Find out more in our video. [MWC 2012] GALAXY Note Studio Meets Barcelona. GALAXY Note Studio takes the streets of Barcelona at Mobile World Congress 2012.",
          1330538417
        ],
        [
          "10pm on day 2. Samsung Mob!lers strike again. Graffiti art as big as buildings. Drawn and projected with the GALAXY Note, inspiring creativity. [Samsung Mob!lers] GALAXY Note Graffiti Art Show. Samsung Mob!lers perform real time graffiti drawing using GALAXY Note,  projecting their art onto Barcelona landmark buildings during Mobile World Congress.",
          1330477922
        ],
        [
          " Day 1. Samsung Mob!lers from around the world meet in Barcelona with their GALAXY Notes at Mobile World Congress. Check it out. [Samsung Mob!lers] Meet in Barcelona. Samsung Mob!lers from around the world meet in Barcelona with their GALAXY Notes at Mobile World Congress.",
          1330370526
        ],
        [
          "[Samsung Mobile Fan EXCLUSIVE] We are bringing our brand new and exciting  announcement straight from Barcelona, Spain. \n\nHere is the first hands-on video of GALAXY Beam, the world's slimmest projector smartphone revealed at Mobile World Congress 2012!  [GALAXY Beam] First Hands-on Video. This is the first hands-on video of GALAXY Beam from the Mobile World Congress 2012. GALAXY Beam is Samsung's new projector smartphone that allows you to dis...",
          1330296867
        ],
        [
          "5 new tips added! Samsung Mobile. Get the most out of your GALAXY Note with illustrative \"Did You Know\" graphical guides. ",
          1329122371
        ],
        [
          "More GALAXY Note tips coming up! Samsung Mobile. Get the most out of your GALAXY Note with illustrative \"Did You Know\" graphical guides. ",
          1328517972
        ],
        [
          "With one of the biggest sporting events in the USA comes an annual competition between TV commercials. Catch our ad for the GALAXY Note and vote 5 stars for Samsung Mobile USA! http://smgm.us/v8i. Samsung - Thing called love. #VoteForNote and keep the party going!",
          1328492484
        ],
        [
          "Samsung Mobile A-Z: Z is for: ZigZag Board\n\n@ZigZag Board is a great app optimized for the GALAXY Note, which enables users to collaborate visually and share ideas in real-time. Discover more here: http://bit.ly/rxmuAm. [GALAXY Note] Introducing ZigZag Board. Eric Bouck, co-founder and CEO of ZigZag Software, introduces the ZigZag Board mobile application optimized for the Samsung GALAXY Note. With ZigZag Board, u...",
          1328446824
        ],
        [
          "Samsung Mobile A-Z: Y is for YouTube.\n\nPop over to the Samsung Mobile YouTube channel and discover everything you need to know about our latest products, activities and Web dramas in moving pictures. http://bit.ly/xV2Y7y. Samsung Mobile. Welcome to the official global channel of Samsung Mobile, where you can find the latest information on our company and products.",
          1327833972
        ],
        [
          "Hundreds entered. Thousands of you watched. Now your votes have been counted, your voices heard, and we're delighted to announce that the winner of the Samsung Stage talent contest 2011 is... jaon2505! \n\nA massive thanks to everyone that entered, watched and voted. It’s been an exciting journey watching all your incredible videos. And for those who haven't seen jaon2505’s awesome 'AFL Trick Shots' entry yet, here it is: http://bit.ly/yyGoBP. AFL Trick Shots. YOUTUBE GOT RID OF MY ORIGINAL AUDIO HENCE THIS SONG.",
          1327673833
        ],
        [
          "We're counting down to the last minutes before voting for the Grand Final of Samsung Stage, the ultimate YouTube talent contest, closes tonight at midnight GMT. \n\nCheck out all the tricksters, funsters, artists, dancers and drummers right now, over at our YouTube channel! http://bit.ly/w0h2UZ. Samsung Mobile Moments. Share your videos with friends, family, and the world.",
          1327310708
        ],
        [
          "Only three days left to vote for your favourite Samsung Stage talent contest finalist. \n\nWatch the submissions from the five finalists and vote for who you think should win the ultimate Grand Prize!  http://bit.ly/w0h2UZ. Samsung Mobile Moments. Share your videos with friends, family, and the world.",
          1327072211
        ],
        [
          "Relive the hype, fun and excitement of CES in Las Vegas with the GALAXY Note. \n\nFrom talented caricaturists to jazz band and zipping around the city in our very own GALAXY Note tour bus, it certainly was a great ride! http://bit.ly/yb8FkH. [GALAXY Note] CES 2012. Relive the hype, fun and excitement of CES in Las Vegas with the GALAXY Note. From talented caricaturists to jazz band and zipping around the city in our ver...",
          1326904103
        ],
        [
          "Last week in Las Vegas, we used the new ComicBook! application to bring you daily updates of the latest Samsung Mobile happenings at CES.\n\nFind out more about the app, what it has to offer, and how you can create your own fun comic strips here: http://bit.ly/yA5jZd. ComicBook! App! ComicBook! a popular comic creation app for mobile devices is now available for Android on the Samsung GALAXY Note!",
          1326875749
        ],
        [
          "Business Insider: \"Samsung's massive CES booth is full of so much incredible gear that we didn't even get to see it all today.\" \n\nMissed CES? Then you'd want to check out this photo tour showing off the GALAXY Note and some accessories. http://read.bi/wkYhAY. PHOTOS: Samsung Is Already The Big Winner At CES. Here's Why. Check out our tour of its MASSIVE booth.",
          1326819017
        ],
        [
          "Our talented artists sketched many caricatures of you last week, but they didn't use a pad and pencil. Instead they were using the GALAXY Note and the advanced S Pen. Read what USA TODAY has to say about the ultimate creative device. http://usat.ly/zweo0n. CES 2012: Doodling with Samsung Galaxy Note. The 4G LTE smartphone will be available soon on AT&T's wireless network.",
          1326797608
        ],
        [
          "One of our 5 super-talented finalists will win the Grand Prize for Stage, the ultimate YouTube talent contest. But they need your vote and time is running out.\n\nPick your favourite (is it the paper transformer or the amazing bin shots?) and support the finalist here: http://bit.ly/w0h2UZ. Samsung Mobile Moments. Share your videos with friends, family, and the world.",
          1326723523
        ],
        [
          "During CES we've been catching up with our artists at our venues across Las Vegas.\n\nWatch our latest video and discover our Ateliers and the caricautres that are working away in them. Also meet Body Language, our house band at the LVCC. [GALAXY Note] Create My Caricature CES 2012. Get the experience how our caricaturists have been creating digital portraits on the GALAXY Note with the advanced S Pen, while Body Language plays a live se...",
          1326470772
        ],
        [
          "From breakdancing to beats music with household items and artwork created with hair, our five Stage finalists show us what they're capable of in the ultimate YouTube talent contest. \n\nPick your favorite and cast your vote for the Grand Prize winner before January 23! http://bit.ly/z7ke57. [Stage - GALAXY S II] The best of Samsung Mobile Stage. Samsung Mobile presents the Stage finalists http://bit.ly/lu4SOy One of these talented people will win the Grand Prize, but they need your help! So watch the...",
          1326445473
        ],
        [
          "With a number of events happening at the same time, we were still able to keep productivity levels up with a variety of S Pen optimized applications for the GALAXY Note. See what's possible with the ultimate on-the-go device with our final ComicBook! installment of Samsung Mobile at CES. Timeline Photos.",
          1326417862
        ],
        [
          "Delegates at CES have been flocking to the Samsung Mobile artists' ateliers. At each studio, talented caricaturists work niftily to capture their likenesses using the S Pen on the GALAXY Note.\n\nWe've taken a Note and discovered what goes on behind-the-scenes into creating a caricature. Find out in our third ComicBook! installment of Samsung Mobile at CES. Timeline Photos.",
          1326400427
        ],
        [
          "From the packed LVCC to the spacious Venetian, there're a number of conference sites teeming with delegates.\n\nTake a trip with the GALAXY Note and see what the electronics expo has to offer in our second installment of Samsung Mobile at CES, created on ComicBook! Check back tomorrow for part three! Timeline Photos.",
          1326267953
        ],
        [
          "It's been a fantastic first day at CES. We've explored the expo and met many of you at the Samsung Mobile booths.\n\nSee the sights, get the hype and discover the GALAXY Note at CES. Plus, you can submit a picture of yourself and get a caricature drawn from the comfort of your home! Simply upload a photo onto our Wall. Our artists will pick 10 images to draw, and we'll do the rest. [GALAXY Note] Create My Caricature CES 2012 teaser. Join Samsung Mobile at CES in Las Vegas. See the sights, get the hype and discover the GALAXY Note. Plus, get your portrait drawn by our talented caricature artists.",
          1326263483
        ],
        [
          "Upload a photo of you here on our wall for the chance to see yourself caricatured on the GALAXY Note at CES in Las Vegas.\n\nNearly 150,000 delegates are set to attend the conference, and stepping out of the Nevada desert air into the Las Vegas Convention Centre they'll find the first Samsung Mobile area.\n\nHere's just one of the places our artists will be working away with their trusty GALAXY Notes, caricaturing delegates and 20 of our Facebook fans over the next two days. Make sure you upload your photo! Timeline Photos.",
          1326224270
        ],
        [
          "Our caricature artists will be out in full force at CES in Las Vegas this week!\n\nFret not if you aren't able to attend. Here's your chance to get your caricature drawn from the comfort of your home. \n\nSimply upload a picture of yourself which you'd like to be drawn as a caricature on our Wall. We'll have artists pick and create 10 caricatures using the GALAXY Note each day on Jan 10 and Jan 11! Timeline Photos.",
          1326178484
        ],
        [
          "The eve of CES is drawing to a close. Look back at our enthralling announcements via our first ComicBook! installment using the GALAXY Note at CES. Timeline Photos.",
          1326168163
        ],
        [
          "All our monthly finalists for the Stage talent contest have been announced and now it's up to you to decide who wins the Grand Prize. Find out all about the contenders and their talents, and vote for your favorite entry! Stage: The Ultimate YouTube Talent Contest. Share your videos with friends, family, and the world.",
          1326150441
        ],
        [
          "We're in Las Vegas for CES 2012! But what happens in Vegas won't stay in Vegas as we'll be bringing you the highlights straight from the showfloor. Stay tuned! Timeline Photos.",
          1326132204
        ],
        [
          "Congratulations to Madhu7086, our November finalist for Stage - the ultimate YouTube talent contest - with an incredible liquid painting. http://bit.ly/z9mIgM\n\nWe're in the final leg of the competition and the five finalists will face off to determine the winner of the Grand Prize. You can be a part of this by voting for your favorite from 9th January. Simply visit: http://bit.ly/w0h2UZ. My Stage in Liquid Painting. i created this video for samsung my stage. I have a great desire of making paintings..using my some skills presenting this video in front of you all. hope yo...",
          1325755205
        ],
        [
          "In the final episode of ESPN & Samsung Mobile's Project Teamwork, we head to the favelas of Florianopolis, Brazil, one of the many towns where street soccer is not only a game, but a way of life. \n\nSee how the GALAXY S II helps host Sal Masekela capture the kids coming together, expressing themselves, and playing out their passion of street soccer with friends. http://bit.ly/ujiF3Z. Street Soccer - Lifestyle (12/12) [Project Teamwork - GALAXY S II] In the final episode of ESPN & Samsung Mobile's Project Teamwork, we head to the favelas of Florianopolis, Brazil, one of the many towns where street soccer ...",
          1325671991
        ]
      ],
      "dates_start": 1315431492,
      "dates_end": 1389109438,
      "likes_avg": 10429,
      "likes_stdev": 33360,
      "comments_avg": 202,
      "comments_stdev": 285,
      "shares_avg": 286,
      "shares_stdev": 421
    },
    {
      "number": 26,
      "important": [
        "galaxi",
        "batteri",
        "mode",
        "photo",
        "power",
        "samsung",
        "use",
        "stylish",
        "ultra"
      ],
      "summary": "Ultra Power Saving Mode makes keeping your #GalaxyS6 charged a walk in the park.\nUse Ultra Power Saving Mode on the #GALAXYS5 and never miss another call or text again.\n\"My phone got me fired.\" Samsung GALAXY S5 comes with Ultra Power Saving Mode.\nUse the Ultra Power Saving Mode to save and extend your battery life so you don't have to worry about missing out on the important stuff in life.",
      "common": [
        "batteri",
        "dont",
        "galaxi",
        "samsung",
        "samsung galaxi",
        "use",
        "use ultra",
        "use ultra power",
        "use ultra power save",
        "use ultra power save mode"
      ],
      "messages": [
        [
          "Game on with Ultra Power Saving Mode on the #GalaxyS6. Timeline Photos.",
          1438336802
        ],
        [
          "Ultra Power Saving Mode makes keeping your #GalaxyS6 charged a walk in the park. Timeline Photos.",
          1433952009
        ],
        [
          "Having a 20% panic attack? Keep calm and use Fast Charging or Ultra Power Saving Mode. #GALAXYNote4 #NoteTheDifference. Timeline Photos.",
          1414321203
        ],
        [
          "Switch to Ultra Power Saving Mode to keep your #GALAXYS5 motoring on. Timeline Photos.",
          1408791603
        ],
        [
          "Can't find the right adaptor? First switch to Ultra Power Saving Mode to save power. #GALAXYS5. Timeline Photos.",
          1408442730
        ],
        [
          "With Ultra Power Saving Mode you don't need to wait for an outlet. Just keeping plugging along. #GALAXYS5. Timeline Photos.",
          1406977216
        ],
        [
          "One dead battery is enough. Use Ultra Power Saving Mode in road emergencies. #GALAXYS5. Timeline Photos.",
          1406628239
        ],
        [
          "Avoiding power squats? Use Ultra Power Saving Mode. #GALAXYS5\n\nhttp://youtu.be/jUfvZs01ePI. Timeline Photos.",
          1405162601
        ],
        [
          "Battery low? Switch to Ultra Power Saving Mode. We deliver the goods. #GALAXYS5. Timeline Photos.",
          1404828019
        ],
        [
          "Don't let your battery run out when you need it most. Use Ultra Power Saving Mode on the #GALAXYS5 and never miss another call or text again. \n\nhttp://youtu.be/LrKjTHwBKtU. Samsung GALAXY S5: The Designer. Stylish, packed with features and easy to use, the GALAXY S5 assists you on busy days that are packed with obstacles. The GALAXY S5's Ultra Power Saving Mode...",
          1402172700
        ],
        [
          "#ExpectMore with #GALAXYS5. \n\nhttp://youtu.be/gUJ0OmUshEg. #ExpectMore with Samsung GALAXY S5 - Career. \"My phone got me fired.\" Samsung GALAXY S5 comes with Ultra Power Saving Mode. You can stay connected more than 24 hours when you have only 10% battery remai...",
          1401098503
        ],
        [
          "Don't miss the moment. Extend the battery life on #GALAXYS5.  Ultra Power Saving Mode - Samsung GALAXY S5 Official Video. Use the Ultra Power Saving Mode to save and extend your battery life so you don't have to worry about missing out on the important stuff in life.",
          1397816337
        ]
      ],
      "dates_start": 1398624957,
      "dates_end": 1422796369,
      "likes_avg": 9942,
      "likes_stdev": 5737,
      "comments_avg": 320,
      "comments_stdev": 108,
      "shares_avg": 210,
      "shares_stdev": 127
    },
    {
      "number": 27,
      "important": [
        "join",
        "alien",
        "galaxi",
        "footbal",
        "oscar",
        "earth",
        "goal",
        "stellar"
      ],
      "summary": "Get the full story: http://www.thegalaxy11.com Landon Donovan, America's all-time leading goal scorer has joined the ranks of #GALAXY11 in the fight for Earth.\nGet the full story: http://www.thegalaxy11.com Stellar South Korean winger Lee Chung-Yong has joined the ranks of Earth's only intergalactic team, GALAXY 11.\nGet the full story: http://www.thegalaxy11.com Rising star Victor Moses has been selected to play for Earth in one do-or-die football match against Aliens.",
      "common": [
        "alien",
        "battl",
        "fight",
        "footbal",
        "info",
        "join full",
        "join full stori",
        "one",
        "save",
        "team"
      ],
      "messages": [
        [
          "Are you ready for the Alien battle? Suit up with #GALAXY11 and support the fight for Earth! http://bit.ly/1dVtqH1. Timeline Photos.",
          1394016201
        ],
        [
          "The world's best footballers have now united as one team, #GALAXY11. Football will save the planet! \nGet more info: http://bit.ly/1daaDoG. #GALAXY11: The Beginning. Get the full story: http://www.thegalaxy11.com Our best, our bravest, our team. The world's greatest football players have joined together to fight for Earth.",
          1387353607
        ],
        [
          "The one, the only, the legendary Cristiano Ronaldo has now joined #GALAXY11 in the fight to save Earth!\nGet more info: http://bit.ly/182GrfQ. Ronaldo Joins #GALAXY11. The legendary Cristiano Ronaldo has joined Earth's ultimate football team, Galaxy 11, to fight for the survival of our planet.",
          1387008000
        ],
        [
          "Russia's highest goal scoring player of all time, Alexander Kerzhakov, has joined #GALAXY11. Now he will be scoring for Earth!\nGet more info: http://bit.ly/IWNXQ2. Kerzhakov joins #GALAXY11. Get the full story: http://www.thegalaxy11.com Russian great Alexander Kerzhakov has joined the battle against the dark Alien threat.",
          1386835187
        ],
        [
          "America's top goal scorer, Landon Donovan, has joined the #GALAXY11 team and they have never been more ready to win!\nGet more info:  http://bit.ly/1969fo2. Donovan joins #GALAXY11. Get the full story: http://www.thegalaxy11.com Landon Donovan, America's all-time leading goal scorer has joined the ranks of #GALAXY11 in the fight for Earth.",
          1386662453
        ],
        [
          "#GALAXY11 adds decorated champion and universally unstoppable forward, Wayne Rooney to the roster! \nGet more info: http://bit.ly/16ZfB7k. Rooney joins #GALAXY11. Get the full story: http://www.thegalaxy11.com The Alien threat is here, and universally unstoppable forward Wayne Rooney has enlisted his talents to help.",
          1386576019
        ],
        [
          "Spain's most capped player is ready to fight! The incomparable goalkeeper Iker Casillas has joined #GALAXY11.\nGet more info: http://bit.ly/1hDdOfb. Casillas joins #GALAXY11. Get the full story: http://www.thegalaxy11.com Iker Casillas, the world's most decorated goalkeeper.",
          1386230403
        ],
        [
          "#GALAXY11 welcomes stellar South Korean winger Lee Chung-Yong to the ranks - may he protect us from the Alien onslaught!\nGet more info: http://bit.ly/HVlVmL. Lee Chung-Yong joins #GALAXY11. Get the full story: http://www.thegalaxy11.com Stellar South Korean winger Lee Chung-Yong has joined the ranks of Earth's only intergalactic team, GALAXY 11.",
          1386036233
        ],
        [
          "#GALAXY11 has selected one of the world's best strikers, the fierce Radamel Falcao, to cut through the Alien defenses.\nGet more info: http://bit.ly/18oVrB9. Falcao joins #GALAXY11. Get the full story: http://www.thegalaxy11.com Radamel Falcao has joined in the ultimate galactic battle for Earth. This fight is getting dangerous.",
          1385798400
        ],
        [
          "Rising star Victor Moses has now joined #GALAXY11. Aliens beware his right foot, you'll be kissing it soon enough.\nGet more info: http://bit.ly/1dmhA6P. Moses joins #GALAXY11. Get the full story: http://www.thegalaxy11.com Rising star Victor Moses has been selected to play for Earth in one do-or-die football match against Aliens.",
          1385626217
        ],
        [
          "\"Il Faraone\" Stephan El Shaarawy has been selected for #GALAXY11. Aliens take note, this game is getting serious. \nGet the whole story: http://bit.ly/1fz96dW. El Shaarawy Joins #GALAXY11. Get the full story: www.thegalaxy11.com Stephan El Shaarawy has been recruited to play for Earth in the ultimate football match - the fate of the human race ...",
          1385424632
        ],
        [
          "One of China's greatest talents, the ultra-agile midfielder Wu Lei, has joined the fight with #GALAXY11!\nGet more info: http://bit.ly/1cRRX1s. Wu Lei Joins #GALAXY11. Get the full story: www.thegalaxy11.com Wu Lei has joined the only football team who can save our planet. The battle for Earth is now WORLD WIDE.",
          1385193601
        ],
        [
          "Oscar dos Santos Emboaba Júnior has joined the battle for Earth! His stellar ball skills will prove extremely useful in zero gravity. #GALAXY11\nGet the whole story: http://bit.ly/1ckebEd. Oscar Joins #GALAXY11. Get the full story: www.thegalaxy11.com Oscar has joined Galaxy 11 in the fight to save our planet. Aliens beware...",
          1385023204
        ],
        [
          "Mario Götze has joined #GALAXY11 in the fight for Earth! He may look calm but he's deadly... aliens beware. Götze joins #GALAXY11. Mario Götze has joined the battle to save Earth from alien destruction. Our fate will be decided with one do-or-die football game.",
          1384761602
        ],
        [
          "Leo Messi joins as Captain of #GALAXY 11! The fight to save Earth from aliens has begun. Get the whole story: http://bit.ly/1aaXc7R. Messi joins as Captain of #GALAXY11. Aliens have challenged Earth to one ultimate football game, and Leo Messi has been selected as Captain of the one team who can save us.",
          1384161100
        ]
      ],
      "dates_start": 1384246176,
      "dates_end": 1388648071,
      "likes_avg": 2464,
      "likes_stdev": 1442,
      "comments_avg": 106,
      "comments_stdev": 76,
      "shares_avg": 108,
      "shares_stdev": 163
    },
    {
      "number": 28,
      "important": [
        "month",
        "tip",
        "share",
        "fan",
        "featur",
        "samsung",
        "note",
        "discov"
      ],
      "summary": "Cheery congratulations are in order for Kayrol, our new Samsung Fan of the Month, with a great tip on how to use the \"hovering pen\" on the GALAXY Note!\nVisit 'Featured Tips and Tricks' on the Fan of the Month community and discover Henry's great tip on how to quickly adjust the screen brightness on your GALAXY Note.",
      "common": [
        "becom",
        "becom fan",
        "becom fan month",
        "communiti",
        "communiti could",
        "communiti could becom",
        "could",
        "could becom",
        "great",
        "share"
      ],
      "messages": [
        [
          "Big thank you to all our fans who have partcipated in our Fan of the Month community this year and, well done to all the monthly winners! Check out all the great tips here: http://on.fb.me/SamsungFotM. Timeline Photos.",
          1356790301
        ],
        [
          "Congratulations to this month's Fan of the Month John, who shared a great tip on how to take a photo one-handed with a GALAXY S III. http://on.fb.me/SamsungFotM. Timeline Photos.",
          1355499777
        ],
        [
          "The GALAXY Note II comes packed with great features such as Easy Clip, Best Face and Paper Artist, but how do you make the most of them? Submit your tips to our Fan of the Month community. Samsung Mobile. Share your experiences and get some great new tips and tricks from other fans. ",
          1354979111
        ],
        [
          "It's finally December and Christmas is just around the corner. How is the GALAXY Note II helping you prepare for the holiday season? Share your tips with our Fan of the Month Community. Samsung Mobile. Upload your tips and tricks on the Samsung Mobile Facebook community and you could become our Fan of the Month. ",
          1354361826
        ],
        [
          "Did you know that the GALAXY S III has a preinstalled flashlight widget? Find out how to activate it with Brian's great tip. http://on.fb.me/SamsungFotM. Timeline Photos.",
          1353146571
        ],
        [
          "What's your favourite multitasking tip on the GALAXY Note II? Samsung Mobile Fan of the Month. Share your experiences and get some great new tips and tricks from other fans.",
          1352662913
        ],
        [
          "The GALAXY Note II packs a variety of expression tools. Share your tips on how to creatively express yourself with the GALAXY Note II. Samsung Mobile Fan of the Month. Share your experiences and get some great new tips and tricks from other fans.",
          1352061619
        ],
        [
          "How do you make the most of the GALAXY Note II's large 5.5“ HD Super AMOLED display? Share your tips with our Fan of the Month community. Samsung Mobile Fan of the Month. Share your experiences and get some great new tips and tricks from other fans.",
          1351446703
        ],
        [
          "Do you have the new GALAXY Note II? What's your favourite feature? Share your tips with us on our Fan of the Month page. http://on.fb.me/SamsungFotM. Samsung Mobile Fan of the Month. Share your experiences and get some great new tips and tricks from other fans.",
          1350851769
        ],
        [
          "Avoid scrolling through pages of apps and view them all at once with this great tip from Fan of the Month, Bram! http://on.fb.me/SamsungFotM. Timeline Photos.",
          1350122581
        ],
        [
          "Do you know any hidden tips for the GALAXY S III? Share them here for your chance to be the next Samsung Fan of the Month. Samsung Mobile Fan of the Month. Share your experiences and get some great new tips and tricks from other fans. ",
          1349530646
        ],
        [
          "The GALAXY Note 10.1 enhances productivity. Share with us your tips on increasing productivity with this new device. Samsung Mobile Fan of the Month. Share your experiences and get some great new tips and tricks from other fans.",
          1348911661
        ],
        [
          "GALAXY Note 10.1 users, do you have any nifty tips to share with other owners about the tablet? Samsung Mobile Fan of the Month. Upload your tips and tricks on the Samsung Mobile Facebook community and you could become our Fan of the Month. ",
          1348237535
        ],
        [
          "Congratulations to this month's Fan of the Month, Igor, who showed us how to enable the Swype keyboard on the GALAXY S III. http://on.fb.me/SamsungFotM. Timeline Photos.",
          1347706520
        ],
        [
          "Submit your tips and tricks on how to get the best experience from the GALAXY S III and you could be our new Fan of the Month. Samsung Mobile Fan of the Month. Upload your tips and tricks on the Samsung Mobile Facebook community and you could become our Fan of the Month.",
          1347092852
        ],
        [
          "Congratulations to our new Fan of the Month, Jan. Thanks for sharing your brilliant tip on tethering devices to your GALAXY S III. http://on.fb.me/SamsungFotM. Timeline Photos.",
          1345287073
        ],
        [
          "Congratulations to our new Samsung Fan of the Month, Tolis, for demonstrating Smart Stay on GALAXY S III with great examples we're sure you can relate to! Fan of the Month. Share your tips and tricks with the community and you could become our Fan of the Month.",
          1342862270
        ],
        [
          "Did you know there are 3 different ways to take a screenshot on the GALAXY Note? Visit our Fan of the Month community for more great tips and vote for your favourite! Fan of the Month. Share your tips and tricks with the community and you could become our Fan of the Month.",
          1342176052
        ],
        [
          "The GALAXY S III Best Photo feature picks the best of 8 continuous shots. What are your tips for getting the most from your mobile's camera? Samsung Fan of the Month. Share your tips and tricks with the community and you could become our Fan of the Month.",
          1341652266
        ],
        [
          "We'd love to see some tips for the new GALAXY S III. If you've got one, share it now! Samsung Fan of the Month. Upload your tips and tricks on the Samsung Mobile Facebook community and you could become our Fan of the Month.",
          1341041508
        ],
        [
          "Cheery congratulations are in order for Kayrol, our new Samsung Fan of the Month, with a great tip on how to use the \"hovering pen\" on the GALAXY Note! Samsung Fan of the Month. Share your tips and tricks on our Facebook community and you could be next to earn top honors.",
          1339862753
        ],
        [
          "Did you know to take a screenshot on the GALAXY Note, all you have to do is move your palm across the screen? Discover more great tips like this from our Fan of the Month community. Samsung Fan of the Month. Upload your tips and tricks on the Samsung Mobile Facebook community and you could become our Fan of the Month.\n",
          1339232365
        ],
        [
          "Purchased the new GALAXY S III this week? Learnt any tricks? Why not share them with the Samsung Fan of the Month community. Samsung Fan of the Month. Upload your tips and tricks on the Samsung Mobile Facebook community and you could become our Fan of the Month.",
          1338636409
        ],
        [
          "Hearty congratulations to Moaad BaniSalameh, our newly crowned Fan of the Month, with a tip on how to better use the S Planner on the GALAXY Note! Enter now for the chance to become next months' Fan of the Month.  Samsung Mobile Fan of the Month. Upload your tips and tricks on the Samsung Mobile Facebook community and you could become our Fan of the Month.",
          1337441025
        ],
        [
          "Could you be the next Samsung Fan of the Month? Submit your tips and learn some great new tricks from other fans.  Samsung Mobile Fan of the Month. Upload your tips and tricks on the Samsung Mobile Facebook community and you could become our Fan of the Month.",
          1336813202
        ],
        [
          "Visit 'Featured Tips and Tricks' on the Fan of the Month community and discover Henry's great tip on how to quickly adjust the screen brightness on your GALAXY Note. \n\nShare yours now! http://on.fb.me/SamsungFotM. Become a 'Fan of the Month' Upload your tips and tricks on the Samsung Mobile Facebook community and you could become our Fan of the Month.",
          1334921368
        ],
        [
          "With the S Pen, you get a richer interactive experience on the GALAXY Note. Our newly crowned Fan of the Month, Alexandru, explains how. http://on.fb.me/SamsungFotM. Become a 'Fan of the Month' Upload your tips and tricks on the Samsung Mobile Facebook community and you could become our Fan of the Month.",
          1334585111
        ],
        [
          "Have you visited our Fan of the Month community? Browse the 'Featured Tips and Tricks' or search by product to discover prized tips for your handset. http://on.fb.me/ulk2Ya. Become a 'Fan of the Month' Upload your tips and tricks on the Samsung Mobile Facebook community and you could become our Fan of the Month.",
          1334226606
        ],
        [
          "Have you ever shared an app with your friends? Mohamed explains how on our Fan of the Month community.\n\nYou could be on our next feature simply by sharing your experiences now: http://on.fb.me/SamsungFotM. Become a 'Fan of the Month' Upload your tips and tricks on the Samsung Mobile Facebook community and you could become our Fan of the Month.",
          1333616676
        ],
        [
          "Did you know there's a hidden picture on your Android smartphone? Discover lots of great tricks from the Fan of the Month community. http://on.fb.me/ulk2Ya. Become a 'Fan of the Month' Upload your tips and tricks on the Samsung Mobile Facebook community and you could become our Fan of the Month. ",
          1333106352
        ],
        [
          "Meet David from Australia, our February Fan of the Month, who shared a great tip on how to quickly access your settings on Android devices.\n\nSubmit your tip now and get in the running for next month's Fan of the Month http://on.fb.me/SamsungFotM\n. Samsung Mobile. Upload your tips and tricks on the Samsung Mobile Facebook community and you could become our Fan of the Month. ",
          1331817405
        ],
        [
          "Featuring Daniel Gartner, our latest Fan of the Month, with his tip on how to make a call and send a message directly from the Contacts application! Have you submitted yours? http://on.fb.me/SamsungFotM. Samsung Mobile. Samsung is a market leader in Consumer Electronics and Cell Phones and for more than 70 years,...",
          1329390052
        ],
        [
          "Know a neat trick about your Samsung mobile? Share it on the Fan of the Month community and stand to earn street cred, or simply vote for your favourite. http://on.fb.me/SamsungFotM.",
          1328968534
        ],
        [
          "Congratulations to Furkan from India, the first Samsung Fan of the Month!\n\nFurkan shared a great tip with the community on how to capture a screenshot on the GALAXY S II. Submit yours to get in the running for our next Fan of the Month! http://on.fb.me/SamsungFotM. Samsung Mobile. Samsung is a market leader in Consumer Electronics and Cell Phones and for more than 70 years,...",
          1327051397
        ]
      ],
      "dates_start": 1334530054,
      "dates_end": 1351710581,
      "likes_avg": 5170,
      "likes_stdev": 3179,
      "comments_avg": 171,
      "comments_stdev": 75,
      "shares_avg": 80,
      "shares_stdev": 67
    },
    {
      "number": 29,
      "important": [
        "caricatur",
        "ces",
        "wong",
        "galaxi",
        "woon",
        "evardo",
        "mikki",
        "fei",
        "maumba",
        "cecchini"
      ],
      "summary": "Paula Mikki Evardo Tindoc.\nUnni Krishnan.\nBrandon Huang.\nDamien Douk.\nKaye Odirolf.\nKefas Flaze Gaze.\nArt Lanez.\nFederica Cecchini Snipers.\nDaniso Maumba Ndolo.\nPiret Tamm.\nHashim Rais.\nJoycelyn Fei Woon Yap.\nGalica.\n[CARICATURES] GALAXY Note at CES 2012.\n[CARICATURES] GALAXY Note at CES 2012.\n[CARICATURES] GALAXY Note at CES 2012.\n[CARICATURES] GALAXY Note at CES 2012.\n[CARICATURES] GALAXY Note at CES 2012.\n[CARICATURES] GALAXY Note at CES 2012.",
      "common": [
        "art",
        "olinto",
        "olinto caricatur",
        "olinto caricatur galaxi",
        "olinto caricatur galaxi note",
        "olinto caricatur galaxi note ces",
        "paula",
        "paula mikki",
        "paula mikki evardo",
        "paula mikki evardo tindoc"
      ],
      "messages": [
        [
          "Coco and Norman Wong. [CARICATURES] GALAXY Note at CES 2012.",
          1326336926
        ],
        [
          "Paula Mikki Evardo Tindoc. [CARICATURES] GALAXY Note at CES 2012.",
          1326336926
        ],
        [
          "Unni Krishnan. [CARICATURES] GALAXY Note at CES 2012.",
          1326336926
        ],
        [
          "Brandon Huang. [CARICATURES] GALAXY Note at CES 2012.",
          1326336926
        ],
        [
          "Damien Douk. [CARICATURES] GALAXY Note at CES 2012.",
          1326336925
        ],
        [
          "Kaye Odirolf. [CARICATURES] GALAXY Note at CES 2012.",
          1326336925
        ],
        [
          "Kefas Flaze Gaze. [CARICATURES] GALAXY Note at CES 2012.",
          1326336925
        ],
        [
          "Art Lanez. [CARICATURES] GALAXY Note at CES 2012.",
          1326336925
        ],
        [
          "Federica Cecchini Snipers. [CARICATURES] GALAXY Note at CES 2012.",
          1326296783
        ],
        [
          "Daniso Maumba Ndolo. [CARICATURES] GALAXY Note at CES 2012.",
          1326296783
        ],
        [
          "Paulo Olinto. [CARICATURES] GALAXY Note at CES 2012.",
          1326296782
        ],
        [
          "Piret Tamm. [CARICATURES] GALAXY Note at CES 2012.",
          1326296782
        ],
        [
          "Hashim Rais. [CARICATURES] GALAXY Note at CES 2012.",
          1326296782
        ],
        [
          "Joycelyn Fei Woon Yap. [CARICATURES] GALAXY Note at CES 2012.",
          1326296782
        ],
        [
          "Saif. [CARICATURES] GALAXY Note at CES 2012.",
          1326296782
        ],
        [
          "Utut Irawan. [CARICATURES] GALAXY Note at CES 2012.",
          1326296781
        ],
        [
          "Vanessa L. Galica. [CARICATURES] GALAXY Note at CES 2012.",
          1326296781
        ]
      ],
      "dates_start": 1326295636,
      "dates_end": 1326335710,
      "likes_avg": 32,
      "likes_stdev": 18,
      "comments_avg": 4,
      "comments_stdev": 3,
      "shares_avg": 4,
      "shares_stdev": 3
    }
  ]
}