{
  "pagename": "SamsungMobile",
  "page_name_displayed": "Samsung Mobile",
  "globalstats": {
    "fan_count": 42743982,
    "messages": 1351,
    "likes_avg": 30152,
    "likes_stdev": 70730,
    "comments_avg": 735,
    "comments_stdev": 1621,
    "shares_avg": 1341,
    "shares_stdev": 2957,
    "graph_uri": "clusters/SamsungMobile.png"
  },
  "clusters": [
    {
      "number": 1,
      "important": [
        "timelin"
      ],
      "common": [
        "arriv",
        "arriv timelin",
        "modern",
        "option timelin",
        "outsid",
        "outsid revolutionari",
        "outsid revolutionari insid",
        "outsid revolutionari insid timelin",
        "realist",
        "timelin"
      ],
      "messages": [
        [
          "Gaming-optimized graphics so realistic, you can taste the enemy’s fear. #GalaxyTabS3 Timeline Photos",
          1489662001
        ],
        [
          "The #GearS3 Classic has arrived. spr.ly/GearS3 Timeline Photos",
          1472652519
        ],
        [
          "The #GearS3 Frontier is here. spr.ly/GearS3 Timeline Photos",
          1472652412
        ],
        [
          "The #GalaxyS7edge has arrived. Timeline Photos",
          1456074935
        ],
        [
          "The #GalaxyS7 has arrived. Timeline Photos",
          1456074897
        ],
        [
          "Daily essentials. #LevelU #SamsungLEVEL #GearS2 Timeline Photos",
          1451736003
        ],
        [
          "Wishing you a 2016 that sparkles. #GalaxyS6edgePlus Timeline Photos",
          1451563203
        ],
        [
          "Reflect on it all. #GalaxyNote5 Timeline Photos",
          1449057604
        ],
        [
          "Less is more. #GearS2 Timeline Photos",
          1448539203
        ],
        [
          "The SWAROVSKI #edelweiss in bloom. #GalaxyS6edgePlus Timeline Photos",
          1447761605
        ],
        [
          "Timepiece reimagined. #GearS2 Timeline Photos",
          1446724802
        ],
        [
          "#GearS2Classic. Traditional outside. Revolutionary inside. Timeline Photos",
          1445422082
        ],
        [
          "Lightweight. Feature-heavy. #GalaxyTabS2 Timeline Photos",
          1445248803
        ],
        [
          "Cross that bridge and get the #GalaxyS6edgePlus. Timeline Photos",
          1444384804
        ],
        [
          "The #GalaxyNote5 has arrived. Timeline Photos",
          1439471393
        ],
        [
          "The #GalaxyS6 and #GalaxyS6edge offer a variety of internal and cloud storage options. Timeline Photos",
          1429196402
        ],
        [
          "The Samsung #GalaxyS6edge has arrived. Timeline Photos",
          1425228040
        ],
        [
          "Modern metal finish for the modern gentlemen. #GALAXYAlpha Timeline Photos",
          1412416805
        ],
        [
          "The brilliance of the #GALAXYS5. Timeline Photos",
          1396953104
        ],
        [
          "The momentum in 2013… Timeline Photos",
          1384517282
        ]
      ],
      "dates_start": 1419248689,
      "dates_end": 1467285100,
      "likes_avg": 156632,
      "likes_stdev": 242119,
      "comments_avg": 2078,
      "comments_stdev": 3078,
      "shares_avg": 3345,
      "shares_stdev": 5578
    },
    {
      "number": 2,
      "important": [
        "ii",
        "galaxi note ii",
        "note",
        "galaxi",
        "galaxi note"
      ],
      "common": [
        "galaxi",
        "galaxi note",
        "galaxi note ii",
        "ii",
        "note",
        "note ii",
        "samsung",
        "samsung galaxi",
        "samsung galaxi note",
        "samsung galaxi note ii"
      ],
      "messages": [
        [
          "Create, share and connect wherever you are using PicsArt optimised for the GALAXY Note II. http://bit.ly/18QqnwR Timeline Photos",
          1368867600
        ],
        [
          "Watch how graphic designer and blogger Shini uses photo editing app PicsArt Photo Studio optimized for the GALAXY Note II to create and share. Samsung GALAXY Note II - Photo Editing with PicsArt Graphic designer and blogger Shini introduces the PicsArt photo editing app for the GALAXY Note II. ",
          1368533160
        ],
        [
          "Record, analyse and progress with Coach's Eye on the GALAXY Note II to master your game. http://bit.ly/16KeYg5 Timeline Photos",
          1365844926
        ],
        [
          "Helping coaches and athletes take their game to the next level with Coach's Eye on the GALAXY Note II. GALAXY Note II - Analysing sports videos with Coach's Eye Professional tennis coach Jason Harrison introduces the Coach's Eye app, highlighting how the GALAXY Note II, with its 5.5-inch screen and HD Super AMOLED di...",
          1365501301
        ],
        [
          "Where do you use your GALAXY Note II the most?",
          1364721774
        ],
        [
          "Need to know which apps to install on your GALAXY Note II? Know Your Cell gives you the essentials. Best apps for the Samsung Galaxy Note II Check out these great apps for the Samsung GALAXY Note II",
          1364651899
        ],
        [
          "CNET UK gives us their top 10 S Pen apps for the GALAXY Note II. Which one is your favourite? Top 10 S Pen apps for the Samsung GALAXY Note II We explore the murky depths of the Google Play and Samsung stores to find brilliant apps that use the Note II's S Pen.",
          1364130297
        ],
        [
          "From New York, a cityscape-style print for a leather bag inspired and designed on GALAXY Note II by ALEXANDER WANG and friends. http://bit.ly/13F7XxT Timeline Photos",
          1362574678
        ],
        [
          "Experience a day in the life of Rich Moore, director of Wreck-It Ralph, with the Samsung GALAXY Note II. [GALAXY Note II] A day in the life of Rich Moore, director of Wreck-it Ralph Rich Moore, Director of Disney's Wreck-it Ralph, demonstrates how he uses the Samsung GALAXY Note II in his everyday life.",
          1362304335
        ],
        [
          "Discover how Bill Schwab, Disney character designer, uses the GALAXY Note II's powerful expression tools to draw Ralph in Wreck-It Ralph. [GALAXY Note II] Bill Schwab on designing characters for Wreck-it Ralph Bill Schwab, character designer for Disney's Wreck-it Ralph, demonstrates how to use the Samsung GALAXY Note II's powerful expression tools to draw Ralph.",
          1361357386
        ],
        [
          "National Geographic Channel explorer, Diego, captures the vibrancy of Paris with his GALAXY Note II. [GALAXY Note II] National Geographic - Diego in Paris National Geographic Channel explorer and host of 'Don't Tell My Mother', Diego Buñuel goes on a journey with the Samsung GALAXY Note II. ",
          1360927910
        ],
        [
          "With Popup Note, Low Light Shooting Mode and instant sharing the GALAXY Note II is the perfect companion on any night out. [GALAXY Note II] FOX - Fun Never Stops With a multitude of ways to stay connected with friends, the Samsung GALAXY Note II is the perfect companion on any night out.",
          1360580085
        ],
        [
          "With Samsung and the GALAXY Note II, Kiva are using technology to connect and inspire people all over the world. http://bit.ly/VULY1Z Timeline Photos",
          1360495520
        ],
        [
          "What inspires ALEXANDER WANG? \n\nWatch a day in his life as he prepares for the 2013 Fashion Week in New York using GALAXY Note II. A day in the life of Alexander Wang with Samsung GALAXY Note II Be Creative, Be Inspired. New York-based designer Alexander Wang invites us to a day in his life and talks about his inspiration.",
          1360320878
        ],
        [
          "A CNN reporter shares his story using Easy Clip, Idea Sketch and Multi Window on the GALAXY Note II. [GALAXY Note II] CNN - iReport in action When inspiration strikes, be ready. Watch an innovator use his GALAXY Note II to capture an idea and make it a reality. ",
          1360081927
        ],
        [
          "New York-based designer ALEXANDER WANG crowd-sourcing doodles using the GALAXY Note II for a limited-edition bag! http://bit.ly/12eFaiU \r\n\r\nAlso, follow the Fashion Week on Twitter with #GalaxyNoteFW Timeline Photos",
          1359717227
        ],
        [
          "Empowering people around the world with Kiva. Create the future with GALAXY Note II. Create the future with GALAXY Note II and Kiva Kiva, a non-profit organization, aims to connect people through lending to alleviate poverty.",
          1358763460
        ],
        [
          "Use the S Pen to get where you want faster, with Quick Command on the GALAXY Note II. TechRadar explains how. Quick Command: Write here, Write now The Samsung GALAXY Note II is one of the most versatile and powerful devices around, but it's also one of the most intuitive too.",
          1357392463
        ],
        [
          "New year, new goals! Find out how the GALAXY Note II can help set and organise your new year's resolutions. How to plan for the year with the Samsung GALAXY Note II Are you ready for 2013? The GALAXY Note II can help you to set and arrange your goals for the new year with its organisational and expressive tools.",
          1357038437
        ],
        [
          "Capture memorable moments over the holiday season with the GALAXY Note II. Explore the features that will help you do this! How to create memorable moments with the Samsung GALAXY Note II With the 8 megapixel camera on the GALAXY Note II, family gatherings and memorable moments can be captured and edited quickly and easily.",
          1356403942
        ],
        [
          "Draw a less than arrow on your GALAXY Note II and you'll quickly return to your previous screen. What other great Note II tips do you know? GALAXY Note II Tips",
          1356354464
        ],
        [
          "Use the GALAXY Note II to interact with your children. Explore the features that will help you do this with our next instalment of 'Discover Samsung Mobile'. How to interact with children using the Samsung GALAXY Note II With the GALAXY Note II, you can engage with your children to create content, visualize ideas and to have great fun together.",
          1356001506
        ],
        [
          "Personalise the emails you send from your GALAXY Note II by customising your signature in four easy steps. GALAXY Note II Tips",
          1355847161
        ],
        [
          "Have you seen Wreck-It Ralph? Complete the missing poster for a chance to win a GALAXY Note II! www.findralph.com Timeline Photos",
          1355727600
        ],
        [
          "Where's Wreck-It Ralph? Join the hunt with the GALAXY Note II now! www.findralph.com [GALAXY Note II] Wreck-it Ralph Challenge Ralph has escaped! Visit http://www.findralph.com to complete the missing Ralph poster for a chance to win a GALAXY Note II and exclusive goodie bags.",
          1355483118
        ],
        [
          "It's a breeze to organise and share your photos on the go with the GALAXY Note II. The latest 'Discover Samsung Mobile' episode shows you how. How to enhance taking and sharing photos with Samsung GALAXY Note II With the GALAXY Note II, you can take great shots, see the results in widescreen, organise your images and share the results instantly. ",
          1355225399
        ],
        [
          "Discover why Gizmodo think the GALAXY Note II is the ultimate video streaming device. Why the GALAXY Note II is the Ultimate Video Streamer  The Samsung GALAXY Note II has a couple of features that make it an incredible video streamer, find out more...",
          1355138913
        ],
        [
          "Discover Samsung Mobile, and how multitasking with GALAXY Note II lets users perform their best in a fast-paced business environment. How to multitask using the Samsung GALAXY Note II With the multitasking capabilities of the GALAXY Note II, professionals are empowered to perform their best in today's fast-paced business environment. ",
          1354619873
        ],
        [
          "\"Samsung's Popup technology doesn't limit you to one thing at a time.\" TechRadar tells you how this works on the GALAXY Note II. The kind of Popup we like! Fed-up of fullscreen functionality limiting your smartphone? Check out our pick of the Popups on the GALAXY Note II.",
          1354529335
        ],
        [
          "Be more productive on-the-go with #GALAXYNoteII, complete with features such as Air View and Idea Sketch. [GALAXY Note II] Official TV Commercial - Art Show With innovative features like Air View and Idea Sketch, you can visualize your ideas while on the move, and be more productive at the same time.",
          1354284842
        ],
        [
          "Samsung Mobile UK submerged 400 pumps with 3,000 connections in water and controlled them with a GALAXY Note II. Here's what happened… Galaxy Note II - Liquid Pixels - Samsung Samsung and the Galaxy Note II introduce Liquid Pixels. A short film documenting a piece of interactive water art.",
          1354185769
        ],
        [
          "The GALAXY Note II, the ultimate smartphone for on-the-go creativity. What inspires you? [GALAXY Note II] Official TV Commercial - Social Network With innovative features and applications such as Multi Window and Paper Artist, you can create, edit and share instantly to brighten up someone's day.",
          1353844726
        ],
        [
          "Discover just how smart the GALAXY Note II is, and learn how to customise commands with this hands-on video. [GALAXY Note II] More Smart Features - Official Hands-on The Samsung GALAXY Note II not only lets you discover your inner creativity, it also lets you live a life extraordinary.",
          1353680285
        ],
        [
          "Watch this mini documentary on being creative with the GALAXY Note II and GALAXY Note 10.1 featuring visual artist Ben Heine in the beautiful city of Lisbon. http://bit.ly/Y6q39l Challenge with the Samsung Galaxy Note 10.1 and Galaxy Note II I travelled to Lisbon a few days ago for the launch of the new Samsung phone and tablet in Portugal.",
          1353595731
        ],
        [
          "Learn how to express yourself on the GALAXY Note II with Best Face, Photo Note and Paper Artist. [GALAXY Note II] Expression Tools (2) - Official Hands-on Equipped with an 8-megapixel rear-facing camera and a 1.9-megapixel front-facing camera, the Samsung GALAXY Note II lets you capture memories on-the-go and more. ",
          1353428218
        ],
        [
          "Rediscover the awesome capabilities of the GALAXY Note II and see how it helps four professionals in their everyday life. Samsung Mobile Find out how the GALAXY Note II is the ultimate device as four strangers' lives intertwine, and they discover they've got more in common than just their regular café.\n \nCamilla uses her GALAXY Note II to stay on top of her appointments and meetings, as well as reading novels on the Readers hub. When Camilla has a spare moment in her busy schedule, she uses the handset to stay in touch with friends and family.\n \nThe Note II is central to the life of Adam, manager of a local hotel, keeping him up to date on his schedule, staff timetable and providing access to his emails wherever he is. He is able to make notes at work and keep a record of his ideas and their progress.\n \nAs a student, John is constantly using his GALAXY Note II to record lecture notes, mind map ideas and keep up with university emails. And of course, update his social media networks from anywhere, any time.\n \nDiane struggles to find interest in her finance job, turning to art as an escape. She uses her Note II to browse the web to research images and information on her subject matters. She makes sketches on the go using the S Pen and is able to upload them to her art blog instantly.",
          1353232042
        ],
        [
          "Don't miss the chance to win a GALAXY Note II, GALAXY Note 10.1 and tickets to the BIGBANG Alive GALAXY Tour. Submit your Note II cover design now! http://galaxy.ygbigbang.com Timeline Photos",
          1353074714
        ],
        [
          "Learn how to instantly capture ideas and inspiration with the GALAXY Note II's expression tools. [GALAXY Note II] Expression Tools (1) - Official Hands-on The S Pen's advanced features provide enhanced capabilities that let you capture ideas and inspirations instantly.",
          1353062156
        ],
        [
          "Discover how easy multitasking is on the GALAXY Note II with Air View, Multi Window and Popup Note. [GALAXY Note II] Multitasking - Official Hands-on With the innovative Air View, Multi Window and Popup Note features, multitasking is now faster and more efficient on the Samsung GALAXY Note II. ",
          1352803346
        ],
        [
          "Create picture perfect moments with everyone looking their best with Best Face on GALAXY Note II. Discover the GALAXY Note II",
          1352639047
        ],
        [
          "Write down directions, phone numbers, etc, and share them instantly during a call using Popup Note on the GALAXY Note II. Discover the GALAXY Note II",
          1352457696
        ],
        [
          "A stunning viewing experience, made possible with the generous and vivid 5.5\" screen on the GALAXY Note II. Discover the GALAXY Note II",
          1352376068
        ],
        [
          "More than 3 million GALAXY Note II smartphones sold in a little over a month. Did you get the Marble White or Titanium Gray? http://cbsn.ws/RWsGTS Timeline Photos",
          1352308638
        ],
        [
          "Design a cover for the GALAXY Note II and stand a chance to win the GALAXY Note II, GALAXY Note 10.1 and tickets to the BIGBANG Alive GALAXY Tour! http://galaxy.ygbigbang.com Timeline Photos",
          1352210696
        ],
        [
          "We dive deep into the design, performance and display features of the GALAXY Note II. [GALAXY Note II] Design, Performance & Display - Official Hands-on With a larger 5.5-inch Super AMOLED display yet thinner and more portable footprint, the Samsung GALAXY Note II provides an immersive and cinema-like video viewing experience. ",
          1352192689
        ],
        [
          "Easily crop images from any screen and instantly save or share them with Easy Clip on the GALAXY Note II. Discover the GALAXY Note II",
          1352019541
        ],
        [
          "Email/chat, watch video/take notes, browse Facebook/send a message. You can multitask on the same screen on the GALAXY Note II. Discover the GALAXY Note II",
          1351940976
        ],
        [
          "Preview live thumbnails in the video gallery using Air View on the GALAXY Note II. Discover the GALAXY Note II",
          1351872231
        ],
        [
          "Pen your memories on the back of your picture with Photo Note on the GALAXY Note II. Discover the GALAXY Note II",
          1351766905
        ],
        [
          "Capture a color and use it for drawing with the Color Picker on the GALAXY Note II. Discover the GALAXY Note II",
          1351423387
        ],
        [
          "Use Multi Window to easily switch between apps on the GALAXY Note II. Discover the GALAXY Note II",
          1351327832
        ],
        [
          "Personalize an email with your handwriting using the S Pen on the GALAXY Note II. Discover the GALAXY Note II",
          1351262088
        ],
        [
          "Visualize, organize and express your thoughts professionally with Idea Sketch on the GALAXY Note II. Discover the GALAXY Note II",
          1351249664
        ],
        [
          "Meet the new Samsung GALAXY Note II. http://bit.ly/RcYG9C [GALAXY Note II] Official TVC Meet the new Samsung GALAXY Note II, which enables unique experiences in personalized and expressive content creation, making it the ultimate smartphone for ...",
          1350900550
        ],
        [
          "Get to know what's ahead while watching immersive clips on the GALAXY Note II's sharp, vivid HD screen. Discover the GALAXY Note II",
          1350823788
        ],
        [
          "Keep up with your emails on the GALAXY Note II by going over the email body alongside your inbox. Discover the GALAXY Note II",
          1350723873
        ],
        [
          "Enjoy a whole new photo experience previewing pictures in a folder without changing screens on GALAXY Note II. Discover the GALAXY Note II",
          1350646335
        ],
        [
          "Even the busiest of us can see our detailed weekly schedule easily with Air View on GALAXY Note II's S Planner. Discover the GALAXY Note II",
          1350573324
        ],
        [
          "Engadget on the GALAXY Note II: this is the real deal with best-in-class performance. Samsung Galaxy Note II review     More Info      Samsung Galaxy Note II hands-on     Samsung Galaxy Note II unveiled ",
          1349877035
        ],
        [
          "Introducing the GALAXY Note II, the ultimate smartphone for on-the-go creativity. Introducing Samsung GALAXY Note II Unique experiences in personalized and expressive content creative.",
          1349709394
        ],
        [
          "GALAXY Note II users, here's an interactive guide for you! GALAXY Note II User's Digest Explore all the smart and amazing features on your Samsung GALAXY Note II.",
          1349617561
        ],
        [
          "A brand new feature of the GALAXY Note II is Airview and SlashGear shows us exactly what it can do. Samsung Galaxy Note II shows off hovering S-Pen hands-on - SlashGear The next-generation Samsung Galaxy Note II is bringing on some new powerful features in its international version in the form of Airview, a brand new user",
          1348987628
        ],
        [
          "See the difference that the GALAXY Note II's quad-core 1.6GHz processor makes in early benchmarks. Samsung Galaxy Note II gets early benchmark treatment at IFA This phone is more than just a (super sized) pretty face, and it's time to take a look at what's under the hood.",
          1347005279
        ],
        [
          "[EXCLUSIVE First Look] We go hands-on with the GALAXY Note II. [GALAXY Note II] First Hands-on Video This is the first hands-on video of Samsung GALAXY Note II, a whole new level of innovation for the GALAXY Note category. The new GALAXY Note II enables uniq...",
          1346342280
        ]
      ],
      "dates_start": 1350221984,
      "dates_end": 1360608731,
      "likes_avg": 54009,
      "likes_stdev": 71462,
      "comments_avg": 1948,
      "comments_stdev": 3386,
      "shares_avg": 3319,
      "shares_stdev": 5637
    },
    {
      "number": 3,
      "important": [
        "iii",
        "samsung",
        "galaxi",
        "discov galaxi",
        "galaxi iii"
      ],
      "common": [
        "discov",
        "discov galaxi",
        "featur",
        "galaxi",
        "galaxi iii",
        "iii",
        "samsung",
        "samsung galaxi",
        "samsung galaxi iii",
        "share"
      ],
      "messages": [
        [
          "Enter text in one motion with trace-to-type on the #GALAXYS4. Activate now and leave a message in the comments. GALAXY S4 Top Tips",
          1375349387
        ],
        [
          "Learn some new shortcuts for your GALAXY S III… In 'Messaging', swipe left to text your contact and right to call them. GALAXY S III Tips",
          1353923109
        ],
        [
          "Use the voice command setting to control apps on your GALAXY S III. GALAXY S III Tips",
          1353322256
        ],
        [
          "Did you know that the GALAXY S III has a preinstalled flashlight widget? Find out how to activate it with Brian's great tip. http://on.fb.me/SamsungFotM Timeline Photos",
          1353146571
        ],
        [
          "Do you know you can create a personal vibration rhythm for your GALAXY S III using the Device vibration setting? GALAXY S III Tips",
          1352710619
        ],
        [
          "Pick the perfect in-call sound with personalised call equalisation settings on the GALAXY S III. GALAXY S III Tips",
          1352153249
        ],
        [
          "Tidy up your GALAXY S III app screens by hiding unused apps. GALAXY S III Tips",
          1350285138
        ],
        [
          "Smart mobile technologies to help you live a life extraordinary, the GALAXY S III. Samsung Mobile Designed for humans and inspired by nature, the GALAXY S III is a revolutionary smartphone that delivers a uniquely personalized and intuitive user experience.",
          1349440272
        ],
        [
          "A universal port for you to plug and play, on the GALAXY S III. Discover the GALAXY S III",
          1349260713
        ],
        [
          "Record moments as you see it, instantly, on the GALAXY S III. Discover the GALAXY S III",
          1349025067
        ],
        [
          "Take in breathtaking panoramic views with a horizontal sweep on the GALAXY S III. Discover the GALAXY S III",
          1348826531
        ],
        [
          "Capture fleeting moments at their best with the GALAXY S III. Discover the GALAXY S III",
          1348654021
        ],
        [
          "GALAXY S III: ergonomic design, user-friendly features, and the latest technologies.  The Next Big Thing is Already Here -- Samsung Galaxy S III Intuitive, innovative, and stylish, the Galaxy S III is The Next Big Thing—and it's already here. Learn more and join the community at http://facebook.com/Sa...",
          1348323259
        ],
        [
          "Watch a video and send a text message, at the same time, on the GALAXY S III. Discover the GALAXY S III",
          1348306984
        ],
        [
          "A generous, vivid 4.8-inch display on the GALAXY S III for everything captivating. Discover the GALAXY S III",
          1347981525
        ],
        [
          "From Direct call to Smart alert, which is your favorite motion gesture on the GALAXY S III? More from CNET. Control your Samsung Galaxy S III with motion gestures (video) Watch this video on CNET TV: Get started with a little-known feature that lets you complete day-to-day tasks using motion gestures.",
          1347617925
        ],
        [
          "Share pictures, music, videos and more with S Beam on GALAXY S III simply by tapping two devices together! Share files using S Beam (video) Watch this video on CNET TV: With S Beam, a feature unique to the Galaxy S III, you can share photos, videos, and more by simply tapping two devices.",
          1347459458
        ],
        [
          "Are you using a GALAXY S III? Samsung GALAXY S III reaches 20 million sales milestone in record time Ergonomic design, user-friendly features, and the latest technologies drive record-breaking success.",
          1346915674
        ],
        [
          "GALAXY S III users look here! Learn how to setup the GALAXY S III with the new interactive User's Digest! GALAXY S Ⅲ User's Digest Download the FREE interactive \"User's Digest\" to learn about all the amazing features in your GALAXY S Ⅲ.",
          1345508648
        ],
        [
          "Discover how Olympic athletes at London 2012 are making cash-less payments using the GALAXY S III’s NFC technology. Visa payWave on the Samsung Galaxy S III pictures and hands-on For the past couple of weeks Pocket-lint has been using a Samsung Galaxy S III to pay for things around London.",
          1343724568
        ],
        [
          "We're looking for Gold Fans! Simply share your Olympic Games moments to go for gold! Samsung GALAXY S III Discover the GALAXY S III, a smartphone that recognizes and understands you, and lets you share moments effortlessly.",
          1343383229
        ],
        [
          "With its intelligent 8-megapixel camera and Pop up play feature, the GALAXY S III is a truly smart device. [GALAXY S III] Official Demo - Greatness Discover the greatness of this nature-inspired device, evoking the elements of wind, water and light.",
          1342939268
        ],
        [
          "With the GALAXY S III, sharing has never been easier. Which is your favourite feature? [GALAXY S III] Official Demo - Sharing Discover how easy sharing is with S Beam, Buddy photo share and AllShare play on the GALAXY S III.",
          1342682784
        ],
        [
          "Smart stay, S Voice, Smart alert, Direct call and Social tag: which is your favourite? [GALAXY S III] Official Demo - Intelligence Discover the intelligence of the GALAXY S III through features such as Smart stay, S Voice, Smart alert, Direct call and Social tag. ",
          1342335971
        ],
        [
          "Discover the total number of Facebook interactions you've ever made with the GALAXY S III! Samsung GALAXY S III Discover the GALAXY S III, a smartphone that recognizes and understands you, and lets you share moments effortlessly.",
          1341757596
        ],
        [
          "Get to know the Facebook you and ways which GALAXY S III makes sharing your world easier! Know Yourself and the GALAXY S III Just who is the Facebook you? It's time to get better acquainted with your social self. ",
          1340877673
        ],
        [
          "Discover nuggets of your Facebook persona and how GALAXY S III makes sharing intuitive! Know Yourself and the GALAXY S III Just who is the Facebook you? It's time to get better acquainted with your social self. ",
          1340712286
        ],
        [
          "Catch the extended version of the GALAXY S III TV commercial! [GALAXY S III] Official TV Commercial - Extended version It understands you. The Samsung GALAXY S III, designed for humans.",
          1340692571
        ],
        [
          "Pocket Gamer: \"a perfect mix of hardware to keep fanboys excited and software features to keep the ordinary consumer happy.\" Samsung Galaxy S III Pocket Gamer reviews the Galaxy S III",
          1340527049
        ],
        [
          "Sit back, relax and watch a magnificent 4D projection mapping show for the launch of the GALAXY S III in Turkey. Samsung Galaxy S III 4D Projection Mapping Celebrating the launch in Istanbul, Turkey.",
          1340458233
        ],
        [
          "The reflection of light: the back of the GALAXY S III evokes the image of a water drop rolling off a leaf and how it sparkles in the light. GALAXY S III design notes",
          1340442780
        ],
        [
          "Always on Facebook? Uncover your social footprint with Know Yourself and GALAXY S III! Know Yourself and the GALAXY S III Just who is the Facebook you? It's time to get better acquainted with your social self.",
          1340361727
        ],
        [
          "The flow of water: the natural curve of the GALAXY S III with a rounded bezel that wraps around the edge. GALAXY S III design notes",
          1340291747
        ],
        [
          "The flow and movement of nature: the side profile of the GALAXY S III inspired by a blade of grass swaying in the wind. GALAXY S III design notes",
          1339674567
        ],
        [
          "The GALAXY S III. It understands you. [GALAXY S III] 30-second TV Commercial Smart enough to detect your face, voice and motions, the GALAXY S III adapts to you to provide a more convenient and natural experience.",
          1339494757
        ],
        [
          "Samsung Mobile France is back with more finger-tutting action from JayFunk to celebrate the launch of the GALAXY S III! Unleash Your Fingers: Next Generation Pour célébrer le lancement du Samsung Galaxy S III en France, Samsung a invité de nouveau la célèbre star de Finger Tutting JayFunk pour la suite attendue de...",
          1338878172
        ],
        [
          "From design to software and hardware, SlashGear has every detail covered in this GALAXY S III review. Samsung Galaxy S III Review Read SlashGear’s in-depth review on all the key features of the Galaxy S III.",
          1338709029
        ],
        [
          "Experience a day in the life of the Samsung GALAXY S III. [GALAXY S III] Introducing Samsung GALAXY S III: A Day in the Life Experience a day in the life of the GALAXY S III, and how it plays an intimate role with you and your loved ones. It sees. It listens. It knows. It's the GAL...",
          1338526609
        ],
        [
          "We asked, you answered. Presenting the unanimous fan favourites of the GALAXY S III.  Samsung GALAXY S III Discover the GALAXY S III, a smartphone that recognizes and understands you, and lets you share moments effortlessly.",
          1337853608
        ],
        [
          "From pictures to music & videos, the GALAXY S III shares what's in your heart. What do you treasure most? The GALAXY S III’s Natural Points of Interest",
          1337248806
        ],
        [
          "With intelligent features knowing who matters the most while always showing them at their best, the GALAXY S III ensures you have a memorable camera experience. Which is your favourite feature? The GALAXY S III’s Natural Points of Interest",
          1337076019
        ],
        [
          "Effortlessly smart, intuitively simple. The GALAXY S III. [GALAXY S III] Official TV Commercial A smartphone that recognizes your voice, understands your intention, and lets you share a moment instantly and easily.",
          1337000946
        ],
        [
          "Relive the action from last night's UNPACKED. Discover the GALAXY S III, a phone that recognizes your voice, understands your intention and lets you share a moment instantly and easily. UNPACKED 2012 Relive the launch of the GALAXY S III",
          1336143500
        ],
        [
          "Designed for humans and inspired by nature, the Samsung GALAXY S III reveals a new concept of smartphone. Samsung Mobile PRESS RELEASE The Samsung GALAXY S III will be available from the end of May in Europe before rolling out to other markets globally.",
          1336117383
        ]
      ],
      "dates_start": 1337672165,
      "dates_end": 1351696984,
      "likes_avg": 37345,
      "likes_stdev": 38234,
      "comments_avg": 1367,
      "comments_stdev": 1658,
      "shares_avg": 2214,
      "shares_stdev": 2363
    },
    {
      "number": 4,
      "important": [
        "world",
        "world tour",
        "smartmov",
        "galaxi",
        "tour"
      ],
      "common": [
        "galaxi",
        "galaxi note",
        "made",
        "made smarter",
        "note gear smartmov",
        "smarter",
        "smartmov",
        "tour",
        "world",
        "world tour"
      ],
      "messages": [
        [
          "The Galaxy S6 World Tour is over. Be the first to own the #GalaxyS6 and #GalaxyS6edge at S Carpet events around the world. http://www.samsung.com/global/galaxy/scarpet2015 Timeline Photos",
          1428553861
        ],
        [
          "From Asia to Europe and North America, make the #SMARTMOVE to the #GALAXYNote3 and #GALAXYGear, today. GALAXY Note 3 + Gear #SMARTMOVE World Tour - Real Lives, Made Smarter Watch real lives made smarter with the GALAXY Note 3 + Gear on the #SMARTMOVE World Tour.",
          1388044800
        ],
        [
          "Using Scrapbook on #GALAXYNote3 for fashion and shopping. In Madrid for the #SMARTMOVE World Tour. Hola! GALAXY Note 3 + Gear #SMARTMOVE Madrid - Real Lives, Made Smarter Watch Madrid made smarter with the GALAXY Note 3 + Gear on the #SMARTMOVE World Tour. ",
          1387875601
        ],
        [
          "Organizing photos in Scrapbook and using new Easy Clip for collecting everyday interests on #GALAXYNote3 in Hong Kong on the #SMARTMOVE World Tour. GALAXY Note 3 + Gear #SMARTMOVE Hong Kong - Real Lives, Made Smarter Watch Hong Kong made smarter with the GALAXY Note 3 + Gear on the #SMARTMOVE World Tour. ",
          1387846801
        ],
        [
          "Translating and chatting at the same time with Pen Window on #GALAXYNote3, and hands-free calling on #GALAXYGear. Bonjour from Paris on the #SMARTMOVE World Tour. GALAXY Note 3 + Gear #SMARTMOVE Paris - Real Lives, Made Smarter Watch Paris made smarter with the GALAXY Note 3 + Gear on the #SMARTMOVE World Tour.",
          1387789201
        ],
        [
          "Check emails and browse the internet at the same time, with Multi Window on #GALAXYNote3. Make the #SMARTMOVE in Singapore on our World Tour. GALAXY Note 3 + Gear #SMARTMOVE Singapore - Real Lives, Made Smarter Watch Singapore made smarter with the GALAXY Note 3 + Gear on the #SMARTMOVE World Tour.",
          1387760401
        ],
        [
          "In London for #SMARTMOVE World Tour. Reading comics with the generous and crystal clear display on #GALAXYNote3, and using #GALAXYGear in meetings. GALAXY Note 3 + Gear #SMARTMOVE London - Real Lives, Made Smarter Watch London made smarter with the GALAXY Note 3 + Gear on the #SMARTMOVE World Tour.",
          1387616401
        ],
        [
          "Saving contact information the easy way with Action Memo on #GALAXYNote3. In Beijing on the #SMARTMOVE World Tour. GALAXY Note 3 + Gear #SMARTMOVE Beijing - Real Lives, Made Smarter Watch Beijing made smarter with the GALAXY Note 3 + Gear on the #SMARTMOVE World Tour.",
          1387587601
        ],
        [
          "New Yorkers in our #SMARTMOVE World Tour. Collecting daily inspirations on #GALAXYNote3 Scrapbook, and staying on-the-go with #GALAXYGear. http://bit.ly/18TsEFn GALAXY Note 3 + Gear #SMARTMOVE New York - Real Lives, Made Smarter Watch New York made smarter with the GALAXY Note 3 + Gear on the #SMARTMOVE World Tour. ",
          1387451938
        ],
        [
          "Real Lives, Made Smarter with #GALAXYNote3 and #GALAXYGear on our #SMARTMOVE World Tour. http://bit.ly/1hX4e5Z GALAXY Note 3 + Gear #SMARTMOVE World Tour - Real Lives, Made Smarter Watch real lives made smarter with the GALAXY Note 3 + Gear on the #SMARTMOVE World Tour. Find out more about #SMARTMOVE.",
          1387211377
        ],
        [
          "In Tokyo with Samsung Mobile Japan to reveal the GALAXY S4 on the final leg of our World Tour! The GALAXY S4 World Tour",
          1368653401
        ],
        [
          "The GALAXY S4 World Tour takes us to Rio with Samsung Mobile Brasil, home of Carnival and this famous landmark. Can you tell us what it is? The GALAXY S4 World Tour",
          1367348401
        ],
        [
          "Johannesburg, are you ready for the GALAXY S4? We're with Samsung Mobile South Africa for the World Tour stop. The GALAXY S4 World Tour",
          1366891599
        ],
        [
          "Home to many historical places and festivals, we're in New Delhi with Samsung Mobile India for the next GALAXY S4 World Tour stop. The GALAXY S4 World Tour",
          1366851601
        ],
        [
          "Back in Seoul to unveil the new GALAXY S4. The GALAXY S4 World Tour",
          1366844532
        ],
        [
          "We've arrived in Istanbul for the next stop of the World Tour to help Samsung Türkiye unveil the GALAXY S4. The GALAXY S4 World Tour",
          1366777801
        ],
        [
          "We're at one of the world's most iconic buildings with Samsung Australia for the next stop of the GALAXY S4 World Tour. Ready? The GALAXY S4 World Tour",
          1366691400
        ],
        [
          "Surrounded by skyscrapers, we're with Samsung Mobile HK for the next part of the GALAXY S4 World Tour. The GALAXY S4 World Tour",
          1366269408
        ],
        [
          "Samsung Mobile Russia are preparing to introduce the GALAXY S4 at our World Tour event. Can you guess where they are? The GALAXY S4 World Tour",
          1366171201
        ],
        [
          "The GALAXY S4 World Tour starts today, with Samsung Mobile UK unveiling the GALAXY S4 in London - it's almost time! The GALAXY S4 World Tour",
          1366120493
        ]
      ],
      "dates_start": 1364133299,
      "dates_end": 1394502482,
      "likes_avg": 29769,
      "likes_stdev": 23180,
      "comments_avg": 598,
      "comments_stdev": 408,
      "shares_avg": 1982,
      "shares_stdev": 2055
    },
    {
      "number": 5,
      "important": [
        "live",
        "timelin",
        "thenextgalaxi",
        "samsung",
        "unpack"
      ],
      "common": [
        "galaxi",
        "live",
        "next",
        "next galaxi",
        "readi",
        "samsung",
        "samsung unpack",
        "thenextgalaxi",
        "timelin",
        "unpack"
      ],
      "messages": [
        [
          "Something big is coming tomorrow. #TheNextGalaxy Timeline Photos",
          1459422003
        ],
        [
          "Discover #Samsung's innovation story, unpacked, one box at a time. #TheNextGalaxy http://spr.ly/galaxyunpacked",
          1455782634
        ],
        [
          "Change the way you think about your phone. Tune in to #Unpacked live on February 21. #TheNextGalaxy http://spr.ly/6181BbEal Timeline Photos",
          1455516003
        ],
        [
          "Be the first to experience #TheNextGalaxy. Tune in to the #Unpacked live stream on February 21. http://spr.ly/galaxyunpacked Timeline Photos",
          1454936402
        ],
        [
          "Unpacked is starting right now. Watch to see #TheNextGalaxy and follow along with live commentary from UnboxTherapy.  \n\nhttp://spr.ly/galaxyunpacked Samsung Galaxy Unpacked 2015, August 13th - The Official Samsung Galaxy Site Save the date for Samsung Galaxy Unpacked 2015. August 13, 2015. The Next Galaxy is here.",
          1439470836
        ],
        [
          "The time is near for #TheNextGalaxy. Tune in tomorrow. spr.ly/galaxyunpacked Timeline Photos",
          1439380802
        ],
        [
          "Are you ready for #TheNextGalaxy? Tune in August 13. spr.ly/galaxyunpacked Timeline Photos",
          1438635605
        ],
        [
          "#TheNextGalaxy is coming. See what's next on August 13. bit.ly/galaxyevent Timeline Photos",
          1438031209
        ],
        [
          "Right after #Unpacked on Sunday, keep watching to get an insider look at #TheNextGalaxy with Amber Mac  and John Pozadzides  of GeekBeatTV. Timeline Photos",
          1425059847
        ],
        [
          "Want to be the first to know about #TheNextGalaxy? Tune into #Unpacked on Sunday to watch the reveal live. http://youtu.be/CVk3ZWrhHxc Timeline Photos",
          1425025172
        ],
        [
          "It’s not just inspiration, it’s also craft. #TheNextGalaxy Timeline Photos",
          1424455201
        ],
        [
          "Let #TheNextGalaxy give you more time for others. Timeline Photos",
          1424210404
        ],
        [
          "Be inspired by great vision. #TheNextGalaxy Timeline Photos",
          1423850702
        ],
        [
          "What’s next? The answer will be revealed March 1st at #Unpacked. #TheNextGalaxy Timeline Photos",
          1422918157
        ],
        [
          "See photos from day one of #CES2015 at our #Samsung Booth and Galaxy Studio. Samsung Mobile at #CES2015",
          1420599585
        ],
        [
          "See photos from #UNPACKED 2014 Episode 2 where the #GALAXYNote4 was announced, as well as the Samsung #GALAXYNoteEdge, #GearS and #GearVR in Berlin. Samsung UNPACKED 2014 Episode 2",
          1409753166
        ],
        [
          "Get a hands-on look at #TheNextGALAXY as Cali Lewis and \nJohn Pozadzides from GeekBeatTV talk about the newly released products on UNPACKED Up Close tomorrow after the #UNPACKED event. Timeline Photos",
          1409653105
        ],
        [
          "The pen is about to become even mightier. Get Ready to Note on September 3rd at #UNPACKED. \n\nhttps://www.youtube.com/watch?v=eJ3YzMospW8 [Ready to Note?] Samsung UNPACKED 2014 Berlin is known as one of the most artistic, forward-thinking cities in the world. No surprise then that's the place to unpack #TheNextGALAXY. Note the date:...",
          1409522461
        ],
        [
          "Are you ready to Note? Find out more on 3rd September at Samsung #UNPACKED. [Ready to Note?] Samsung UNPACKED trailer - Expect Note Ready, Set, Go is the new magic for the Next Note. Are you ready to Note? Find out more on Wednesday, 3rd September, at the Samsung UNPACKED event in Berlin,...",
          1409266808
        ],
        [
          "Ready? Note the date! #UNPACKED on 3rd September. Timeline Photos",
          1407276089
        ],
        [
          "Join the live stream from NYC of #TabIntoColor on Jun 12 at 7PM EDT where we reveal #TheNextGALAXY. Timeline Photos",
          1402228800
        ],
        [
          "An unbeatable team has been assembled and it's equipped with the strongest tech.\n\nThe question is: are you ready? #GALAXY11 #GALAXYS5 Timeline Photos",
          1399282518
        ],
        [
          "Are you ready for the Alien battle? Suit up with #GALAXY11 and support the fight for Earth! http://bit.ly/1dVtqH1 Timeline Photos",
          1394016201
        ],
        [
          "A look at our countdown to the live broadcast of #TheNextGALAXY reveal at #UNPACKED Barcelona. Timeline Photos",
          1393256445
        ],
        [
          "Today you'll be able to meet #TheNextGALAXY. Join us for the #UNPACKED live broadcast on 24.02.14 at 8:00PM CET. UNPACKED 2014 Livestream Welcome to the official global channel of Samsung Mobile.",
          1393238980
        ],
        [
          "Samsung #UNPACKED. Countdown to #TheNextGALAXY. Samsung UNPACKED - Countdown Tune in live to Samsung UNPACKED at 8:00PM CET to meet the next GALAXY.",
          1393222135
        ],
        [
          "Are you ready to #MeetTheNextGALAXY? #UNPACKED Timeline Photos",
          1393094013
        ],
        [
          "#UNPACKED #TheNextGALAXY 24 February, 20:00 CET. Samsung UNPACKED - Trailer Find out more on Monday 24 February at the Samsung UNPACKED event in Barcelona.",
          1392974007
        ],
        [
          "Don't miss #UNPACKED on 24 February. Subscribe to YouTube now. UNPACKED 2014 Livestream Welcome to the official global channel of Samsung Mobile.",
          1392723096
        ],
        [
          "Were you watching? Relive all the action from #UNPACKED. Samsung UNPACKED 2013 Episode 2 livestream (full length) Live at Samsung UNPACKED 2013 Episode 2 from the Tempodrom in Berlin where we unveil the GALAXY Note 3, GALAXY Gear and GALAXY Note 10.1 (2014 Edition).",
          1378631521
        ],
        [
          "Missed UNPACKED 2013? Join us on a pictorial tour of the event from Berlin's Tempodrom. Samsung UNPACKED 2013 Episode 2",
          1378468836
        ],
        [
          "Live at #UNPACKED! Samsung UNPACKED 2013 Episode 2 Livestream Join us live at Samsung UNPACKED 2013 Episode 2 from the Tempodrom in Berlin where we will unveil the next-generation products. Livestream begins at 19:00 CE...",
          1378305731
        ],
        [
          "One day until #UNPACKED. Bookmark your calendars and join us live! http://bit.ly/UNPACKED2013 Timeline Photos",
          1378219233
        ],
        [
          "Landed at #IFA in #Berlin for #UNPACKED. Are you ready? Make sure you're watching live on Sept 4 at 19:00 CEST or 13:00 EDT. http://bit.ly/SamsungUNPACKED2013 Timeline Photos",
          1378129007
        ],
        [
          "4 days to #UNPACKED. Join us live on YouTube on Sept 4 at 19:00 CEST or 18:00 BST. Samsung Mobile UK Timeline Photos",
          1377910680
        ],
        [
          "In Times Square NYC with Samsung Mobile USA, counting down the days until #UNPACKED in Berlin. Will you be watching? Timeline Photos",
          1377770439
        ],
        [
          "Samsung #UNPACKED 2013 Episode 2. Note the date. Timeline Photos",
          1375696871
        ],
        [
          "Are you ready to meet the latest Samsung devices? Make sure you're watching on June 20 at 19:00 BST. Samsung PREMIERE 2013",
          1370595660
        ],
        [
          "Re-live the GALAXY S 4 launch event Radio City Music Hall. Samsung UNPACKED 2013 livestream (full length) Relive the Samsung UNPACKED experience, and be one of the first in the world to see the #TheNextGalaxy, the GALAXY S 4. ",
          1363374325
        ],
        [
          "We're live at Samsung UNPACKED 2013.\n \nPC: http://bit.ly/Samsung_live\nMobile: http://bit.ly/13W4knS",
          1363298751
        ],
        [
          "Just 30 minutes until UNPACKED 2013. Are you ready? Make sure you're watching live: \nPC: http://bit.ly/Samsung_live\nMobile: http://bit.ly/13W4knS",
          1363296605
        ],
        [
          "Live at Times Square NYC. We're getting ready for UNPACKED. You should be too! [UNPACKED 2013] Be Ready 4 The Next Galaxy",
          1363293035
        ],
        [
          "Getting ready at Radio City Music Hall. Stay tuned! [UNPACKED 2013] Be Ready 4 The Next Galaxy",
          1363292605
        ],
        [
          "This time tomorrow, we'll meet The Next Galaxy live at Times Square NYC for Samsung UNPACKED. [UNPACKED 2013] Be Ready 4 The Next Galaxy",
          1363212220
        ],
        [
          "Come and meet The Next Galaxy. Watch UNPACKED live on March 14 at 19:00 EDT. http://bit.ly/Samsung_live [UNPACKED 2013] Be Ready 4 The Next Galaxy",
          1363185762
        ],
        [
          "Follow us as we prepare to meet The Next Galaxy. [UNPACKED 2013] Be Ready 4 The Next Galaxy",
          1363090508
        ],
        [
          "Be ready 4 #TheNextGalaxy. March 14, 7PM at Times Square NYC [UNPACKED 2013] Be Ready 4 The Next Galaxy",
          1362034959
        ],
        [
          "March 14. Mark your calendars. [UNPACKED 2013] Be Ready 4 The Next Galaxy",
          1361775803
        ],
        [
          "One more day to Samsung Mobile UNPACKED! Guess where all the magic will be happening? http://bit.ly/Samsung_live Timeline Photos",
          1346148765
        ],
        [
          "Two more days before your magical moments come alive! Samsung Mobile - Livestream 2012 | Facebook Watch the Samsung Mobile UNPACKED live from Berlin on 29 August at 19:00 CEST.",
          1346065509
        ],
        [
          "Your magical moments will come alive on 29th August 2012. [Samsung Mobile UNPACKED 2012] Teaser Samsung Mobile UNPACKED, Wim Wenders and Berlin. Live streaming at http://www.facebook.com/SamsungMobile",
          1345425509
        ],
        [
          "We're live at Unpacked 2012! www.thenextgalaxy.com Be part of this momentous event watching the livestream, or you can also join in the conversation on Twitter: https://twitter.com/#!/SamsungMobile  A GALAXY Unpacked Come 3 May 2012, the universe as we know it will be changed once again. Be the first to witness the dawn of the next GALAXY with Samsung Mobile at http://www.TheNextGALAXY.com.",
          1336061061
        ],
        [
          "Join us live on May 3 at 7pm BST for Unpacked 2012, where the dawn of the next GALAXY will soon be revealed before the world. http://on.fb.me/ImEcEL Samsung Mobile UNPACKED 2012 Watch it live here.",
          1335957255
        ]
      ],
      "dates_start": 1361161851,
      "dates_end": 1426764300,
      "likes_avg": 28873,
      "likes_stdev": 55423,
      "comments_avg": 499,
      "comments_stdev": 528,
      "shares_avg": 1136,
      "shares_stdev": 2836
    },
    {
      "number": 6,
      "important": [
        "pen",
        "note",
        "galaxi",
        "galaxi note",
        "love"
      ],
      "common": [
        "discov",
        "galaxi",
        "galaxi note",
        "love",
        "love note",
        "note",
        "pen",
        "samsung",
        "samsung galaxi",
        "samsung galaxi note"
      ],
      "messages": [
        [
          "Challenge your loved ones to go the extra mile with the #GearFit2 and #GearIconX. It's a gift of possibilities.",
          1481025689
        ],
        [
          "Fall in love all over again with Snoopy on the #GearS2. #Peanuts Timeline Photos",
          1463220004
        ],
        [
          "We invented a process that shapes 3D glass. So you can keep loving all your curves. #GalaxyS7 #GalaxyS7edge",
          1460263393
        ],
        [
          "There's one sort of pop-up that is loved by all who get it. #Multitasking #GalaxyNote5 Timeline Photos",
          1444816805
        ],
        [
          "S Pen - writing history since 2011. Timeline Photos",
          1443207602
        ],
        [
          "Vine star Rudy Mancuso puts the #GALAXYNote4 to use creating his multi-million looped videos, as he gets ready for #NoteMyDay with Snapchat artist Shaun ‘Shonduras’ McBride.\n\nhttp://youtu.be/CBcSSLACBMo GALAXY Note 4 - Rudy’s Double Act Vine star Rudy Mancuso shows how he creates his six-second videos that get millions of loops, with the help of the GALAXY Note 4. Collaborating with Snapchat...",
          1417155000
        ],
        [
          "Watch how acclaimed Snapchat artist Shaun ‘Shonduras’ McBride creates stories with his #GALAXYNote4, before starting #NoteMyDay with Vine star Rudy Mancuso. \n\nhttp://youtu.be/rVhFCZu4zGg GALAXY Note 4 - Shaun Brings NYC to Life Acclaimed Snapchat artist Shaun ‘Shonduras’ McBride reveals how he creates his content, and what inspires him to realize such memorable and popular social st...",
          1417147800
        ],
        [
          "The results are in. See how people are using their S Pen and learn about another smart feature on #GALAXYNote4. Timeline Photos",
          1414421156
        ],
        [
          "Introducing fine writing into the digital world. #Montblanc #GALAXYNote4 \n\nhttps://www.youtube.com/watch?v=vhLPeOoR72k Timeline Photos",
          1413972042
        ],
        [
          "Montblanc's century-old craftsmanship meets Samsung #GALAXYNote4’s cutting-edge technology.\n\nhttps://www.youtube.com/watch?v=vhLPeOoR72k Montblanc meets Samsung GALAXY Note 4 Montblanc and Samsung are pleased to introduce fine writing into the digital world through the unveiling of Montblanc’s new line of writing instruments and l...",
          1413834261
        ],
        [
          "Tell us how you're using your S Pen today. #GALAXYNote4 \n\nhttps://plus.google.com/u/2/b/100259500986711059755/+SamsungMobile/posts/Bksz2fCKDAh Timeline Photos",
          1413394228
        ],
        [
          "The S Pen, the primary tool for your everyday use. #GALAXYNote4\n\nhttp://youtu.be/dAr_m7GQhpE Samsung GALAXY Note 4 – S Pen The GALAXY Note 4's S Pen has doubled in sensitivity, recognizing speed, tilt and rotation for a smoother, more natural brush effect to emulate writing on pa...",
          1409963592
        ],
        [
          "Watch the premium design and powerful performance of the new #GALAXYNote4. \n\nhttp://youtu.be/Tv7C4e8thv0 Samsung GALAXY Note 4 – Official Introduction The GALAXY Note 4 features a premium metal frame with fluid curvature that seamlessly blends with the front display. The GALAXY Note 4’s 2.5D glass screen of...",
          1409814620
        ],
        [
          "The S Pen is a truly notable innovation since, well, the pen. Expect more on your Note for writing. Ready to Note?\n\nhttp://youtu.be/txa2wUO6fvg [Ready to Note?] Your Note for Crafting Humans used tools from the very beginning. Samsung GALAXY Note has introduced yet another tool. Fit for the way we live today, the S Pen is a truly notable i...",
          1408918441
        ],
        [
          "Don't let handwriting fade away. Expect more on your Note for writing with the S Pen. Ready to Note? \n\nhttp://youtu.be/RzTT7AIO3lA [Ready to Note?] Your Note for Handwriting Handwriting is extremely important. However, this crucial act is fading away in today's digitalized world. So Samsung GALAXY Note introduced the S Pen to rem...",
          1408721640
        ],
        [
          "Bring your S Note on #GALAXYNote3 to life with 'Photo Frame'. GALAXY Note 3 Tips",
          1397379600
        ],
        [
          "Take notes in Action Memo with a double tap of the S Pen on your #GALAXYNote3. GALAXY Note 3 Tips",
          1396170000
        ],
        [
          "Work without interruption. Take calls in a separate window on the #GALAXYNote3. GALAXY Note 3 Tips",
          1395562118
        ],
        [
          "Get more of what you're looking for. Search smarter with S Finder on #GALAXYNote3. GALAXY Note 3 Tips",
          1394359585
        ],
        [
          "Make every day easier with new S Pen features. Activate Air Command to find out why #GALAXYNote3 is a #SMARTMOVE. To learn more: http://bit.ly/1d6ONlT Timeline Photos",
          1386759601
        ],
        [
          "Discover new features of the S Pen that make the #GALAXYNote3 a #SMARTMOVE. GALAXY Note 3: S Pen - #SMARTMOVE Ep. 5 Join us on our #SMARTMOVE journey as we look into new S Pen features that make your everyday activities easier with the GALAXY NOTE 3.",
          1386691356
        ],
        [
          "No more memorizing your S Pen features - now they're all at the click of a button. Timeline Photos",
          1381223705
        ],
        [
          "Everyday made easier with the S Pen and #AirCommand. Watch the #GALAXYNote3 video to find out more. http://bit.ly/1cYiJBF Timeline Photos",
          1378720035
        ],
        [
          "A larger and better screen for the best viewing experience and more powerful multitasking, and significant S Pen improvements that make everyday life easier and faster. Samsung GALAXY Note 3",
          1378308779
        ],
        [
          "Highlight and annotate chapters without ruining your favourite books on the #GALAXYNote 8.0. Discover more here: http://bit.ly/18OeRB5 Discover the Samsung GALAXY Note 8.0",
          1372582801
        ],
        [
          "Use the S Pen and S Planner to handwrite notes, input meetings and prepare your day like an ordinary diary on #GALAXYNote 8.0. http://bit.ly/18OeRB5 Discover the Samsung GALAXY Note 8.0",
          1371373200
        ],
        [
          "Create an ideal reading environment wherever you are, with Reading Mode on the GALAXY Note 8.0. Watch how Alex benefits here: http://bit.ly/18OeRB5 Discover the Samsung GALAXY Note 8.0",
          1370768566
        ],
        [
          "Portable, powerful and with amazing performance, GALAXY Note 8.0 is the best fit that lets you do more, wherever you are. GALAXY Note 8.0 - The best fit for your lifestyle needs Portable and powerful, the GALAXY Note 8.0 delivers amazing performance that meets the demands of your lifestyle.",
          1370433724
        ],
        [
          "SlashGear gets to grips with the GALAXY Note 8.0. Find out how it performed in their hands-on review. Samsung Galaxy Note 8.0 Review - SlashGear The Samsung Galaxy Note 8.0 takes the mid-sized mobile market that Samsung's had covered for several years with successive Galaxy Note tablets and adds a pen.",
          1366025648
        ],
        [
          "With its slim, compact size and intelligent S Pen, GALAXY Note 8.0 is the perfect hands-on organizational tool for life on-the-go. Discover the Samsung GALAXY Note 8.0",
          1364808775
        ],
        [
          "The GALAXY Note 8.0 :  A new era of portability and everyday productivity. Discover the Samsung GALAXY Note 8.0",
          1362995101
        ],
        [
          "SlashGear benchmarks the new GALAXY Note 8.0. Samsung Galaxy Note 8.0 benchmarked: Tiny tablet packs a punch - SlashGear The pen-enabled digital notepad runs a 1.6GHz quadcore A9 processor with 2GB of RAM, and so we had high hopes for Android 4.1.2 Jelly Bean.",
          1362479199
        ],
        [
          "Eden Full aims to power a whole village with SunSaluter. Samsung with the GALAXY Note 10.1 are helping to do this. http://bit.ly/XfNcEN Timeline Photos",
          1361440005
        ],
        [
          "Powering communities around the world with SunSaluter and the GALAXY Note 10.1. Create the future with SunSaluter and GALAXY Note 10.1 Fascinated by biomimicry, Eden Full aims to power a whole village on SunSaluters -- relying on technology that rotates solar panels to follow the sun.",
          1361186873
        ],
        [
          "Empowering children around with world with Pencils Of Promise and GALAXY Note 10.1. Hear it from Adam Braun. Create the future with Pencils of Promise and GALAXY Note 10.1 When you consider the greatest minds of all time, each of them started just as a child at one point with nothing more than a pencil and a piece of paper.",
          1359554667
        ],
        [
          "What's the most impressive feature of the S Pen? ",
          1359284064
        ],
        [
          "CNET UK highlights 25 of the most handy tips for the GALAXY Note II. Which is your favourite? http://bit.ly/QIZ7us 25 Samsung Galaxy Note 2 tips Get your S Pen at the ready and take down some of these tips on getting the best out of your Samsung Galaxy Note 2.",
          1354023383
        ],
        [
          "Wired UK on GALAXY Note 10.1: \"Good screen, well integrated graphics and handwriting features, fast quad-core processor, split-screen multitasking.\" http://bit.ly/PF5Ftv Samsung Galaxy Note 10.1 review (Wired UK) The Galaxy Note 10.1 just about slots in at the top of the Android tablet tree.",
          1351613331
        ],
        [
          "Pen-based interaction, multitasking & the infrared emitter are Ubergizmo's favorite GALAXY Note 10.1 features. What's yours? Samsung Galaxy Note 10.1 Review Ubergizmo reviews the Galaxy Note 10.1 to see if it can live up to the expectations.",
          1351007619
        ],
        [
          "Get the most out of the GALAXY Note II with these tips and tricks from recombu.com. Samsung Galaxy Note 2 Tips and Tricks Take better advantage of the Note 2 with these top five tips.",
          1350205545
        ],
        [
          "Continue to watch a video, whilst doing other things with Pop Up Play on the GALAXY Note 10.1. Discover the GALAXY Note 10.1",
          1349357980
        ],
        [
          "Use the Knowledge Engine on the GALAXY Note 10.1 to answer your queries. Discover the GALAXY Note 10.1",
          1349165683
        ],
        [
          "Deck out your GALAXY Note 10.1 with these free wallpapers designed by Tristan Eaton. [GALAXY Note 10.1] Tristan Eaton Check out what happens when cutting edge artist Tristan Eaton gets his hands on the Samsung GALAXY Note 10.1",
          1348940275
        ],
        [
          "Enjoy advanced note taking your way with the GALAXY Note 10.1. Discover the GALAXY Note 10.1",
          1348750849
        ],
        [
          "From rough sketches to detailed masterpieces, create great things with GALAXY Note 10.1. [GALAXY Note 10.1] Design on the go GALAXY Note 10.1 places the power to create great things into your hands.",
          1348575820
        ],
        [
          "The GALAXY Note 10.1 comes complete with Photoshop Touch, creating the world's most portable art studio. Discover the GALAXY Note 10.1",
          1348555054
        ],
        [
          "The GALAXY Note 10.1, a whole new level of note-taking and design creation. [GALAXY Note 10.1] Express your ideas GALAXY Note 10.1 places the power to create great things into your hands. The advanced S Pen allows for a whole new level of note-taking and design creation.",
          1348424987
        ],
        [
          "Sketch, highlight and annotate digital textbooks with the Learning Hub on GALAXY Note 10.1. Discover the GALAXY Note 10.1",
          1348383889
        ],
        [
          "What happens when cutting-edge artist Tristan Eaton gets his hands on GALAXY Note 10.1? http://www.samsung.com/us/tristan [GALAXY Note 10.1] Art and design with Tristan Eaton We gave renowned artist and toy designer Tristan Eaton a GALAXY Note 10.1 to see how he would incorporate it into his art and life.",
          1348217302
        ],
        [
          "With GALAXY Note 10.1 and S Pen, collaborating with colleagues has never been easier. [GALAXY Note 10.1] Enhance your productivity GALAXY Note 10.1 places the power to create great things into your hands.",
          1348063339
        ],
        [
          "Discover a new way to navigate with the S Pen and GALAXY Note 10.1. Discover the GALAXY Note 10.1",
          1347876049
        ],
        [
          "Android Central go hands-on with the GALAXY Note II. Samsung Galaxy Note 2 From Berlin at Samsung Unpacked, Android Central go hands on with the Samsung Galaxy Note 2.",
          1347529934
        ],
        [
          "With the GALAXY Note 10.1 and advanced S Pen, what will you create? [GALAXY Note 10.1] Be a great creator GALAXY Note 10.1 places the power to create great things into your hands. Allowing you to write, paint, design, explore and discover a world of inspiration.",
          1347377480
        ],
        [
          "Solve complex calculations faster with Intelligent Formula Recognition on GALAXY Note 10.1. Discover the GALAXY Note 10.1",
          1347355817
        ],
        [
          "Create perfect shapes every time with Shape Match for GALAXY Note 10.1 Discover the GALAXY Note 10.1",
          1346940394
        ],
        [
          "Change handwriting to typed text accurately and fast with Handwriting Recognition on the GALAXY Note 10.1. Discover the GALAXY Note 10.1",
          1346756707
        ],
        [
          "Actor, producer and director James Franco on multitasking with the GALAXY Note 10.1! [GALAXY Note 10.1] James Franco, the ultimate multitasker The GALAXY Note 10.1 is outfitted with the functionality and precision of a pen and paper on a generous 10.1-inch display, providing endless possibilities to elevate a user's creativity and productivity. ",
          1345457371
        ],
        [
          "We go hands-on with the GALAXY Note 10.1! [GALAXY Note 10.1] Official Hands-on Video Learn more about the exciting features that enhance productivity, creativity and learning capabilities.",
          1345039077
        ],
        [
          "Learn more every day with the GALAXY Note 10.1. Discover the GALAXY Note 10.1",
          1345015753
        ],
        [
          "Free your imagination with the GALAXY Note 10.1. Discover the GALAXY Note 10.1",
          1344975755
        ],
        [
          "Make every second count with the GALAXY Note 10.1. Discover the GALAXY Note 10.1",
          1344953005
        ],
        [
          "Intuitive and armed with superior hardware, discover the Samsung GALAXY Note 10.1. [GALAXY Note 10.1] Introducing Samsung GALAXY Note 10.1 Discover exciting features that will enhance your life, productivity and creativity. ",
          1344240926
        ],
        [
          "The biggest winners of the GALAXY Note S Pen App Challenge made great use of the unique drawing functions. Check out \"Monkey Write Learn Chinese\" from Square Island and other winners. http://cnet.co/IAE9Ez Samsung announces best apps from Galaxy Note S Pen App Challenge The top prize goes to a Chinese language learning app.",
          1335611755
        ],
        [
          "Story of the day. http://bit.ly/HKgGzK The tale of an iPhone fanboy who fell in love with the Galaxy Note You may remember a short time ago we gave you our thorough and incredibly comprehensive review on the Samsung Galaxy Note. Well, I was cruising by our sister site, iSource, and an article caught my eye.",
          1334666232
        ],
        [
          "See what went on behind the camera on our journey of romance with #GalaxyLoveNote. Today's the last day to send a free, personalised Love Note at http://www.galaxylovenote.com  The making of Samsung GALAXY (Love) Note An exclusive look behind the scenes in the production of Samsung GALAXY (Love) Note.",
          1334305957
        ],
        [
          "Slash Gear on the GALAXY Note 10.1: \"ability to use various tools, effects, layers, and full pen pressure sensitivity\" with the S Pen.  Samsung Galaxy Note 10.1 eyes-on Building on the success of the first Galaxy Note, Samsung presents this 10.1-inch tablet with S Pen creativity built in.",
          1333962831
        ],
        [
          "16,000km and a Love Note hand delivered. Here's the story of Tuyet from Australia and Julien from France. With a GALAXY Note, it's easy to capture, create and share your feelings. Journey of a GALAXY Love Note A global competition for one lucky person to hand-deliver their Love Note to their special someone, anywhere in the world.",
          1333697111
        ],
        [
          "PC Pro on the new S Pen for GALAXY Note 10.1: \"larger and more comfortable to hold… and it sports an eraser tip at the top\". More from their first look: http://bit.ly/HNU6Y8 Samsung Galaxy Note 10.1 first look Impressed with the 5.3-in Samsung Galaxy Note? Now see the Galaxy Note 10.1.",
          1333364528
        ],
        [
          "From Australia to France, a love journey across 15,000 miles and a hand-delivered Love Note. The full story coming soon. https://www.galaxylovenote.com/ Timeline Photos",
          1333201108
        ],
        [
          "Don't miss the chance to hand-deliver your Love Note to someone special, anywhere in the world. Create your GALAXY Love Note now: https://www.galaxylovenote.com/ Samsung GALAXY Love Note Choose your photo, write your message, and you could be on the way to hand-deliver your note. ",
          1332851707
        ],
        [
          "Created with the GALAXY Note, S Pen and nearly 4,000 pictures. By Samsung Mob!ler Dom. http://bit.ly/GQheHf [Galaxy Note] Stop motion Stop-motion within stop-motion with the Samsung Galaxy Note.",
          1332493120
        ],
        [
          "Engadget: \"We came away impressed with the various ways you can use the pen.\" Early impressions and a walk-through video. http://engt.co/xzMtZX A closer look at the Samsung Galaxy Note 10.1 Focusing on what makes it so special: the writing experience. ",
          1332154069
        ],
        [
          "Tell a special someone you love him/her, in person, anywhere in the world. Here's your chance. http://galaxylovenote.com  Love comes to life with Samsung GALAXY (Love) Note One lucky sender will win the chance to hand-deliver a Love Note to their special someone, anywhere in the world.",
          1331914387
        ],
        [
          "WhoWhatWear co-founder Katherine Power uses the GALAXY Note to draw inspiration for Spring 2012 trends. \n\nFind out who she sends her Love Note to. http://bit.ly/xbGn2l  Introducing Love Notes with Katherine Power Get an intimate glimpse into Katherine Power's life, brought to you by Who What Wear and Samsung GALAXY Note.",
          1331224452
        ],
        [
          "25 tips. 25 new ways to experience the S Pen with your GALAXY Note. Samsung Mobile Get the most out of your GALAXY Note with illustrative \"Did You Know\" graphical guides. ",
          1330079897
        ],
        [
          "Designer & mother, Rachel Roy, on fashion, love for vintage and a touching message for her little girls. Pen a Love Note for someone significant in your life today at http://galaxylovenote.com Introducing Love Notes with Rachel Roy Get an intimate glimpse into Rachel Roy?s life, brought to you by Who What Wear and Samsung GALAXY Note. Send a free, personalised Love Note at http://galaxy...",
          1330006804
        ],
        [
          "Fashion writer, editor Derek Blasberg dedicates a Love Note to his first Valentine, his mum. Who would you send a Love Note to? http://galaxylovenote.com/ Introducing Love Notes with Derek Blasberg Get an intimate glimpse into Derek Blasberg's life, brought to you by Who What Wear and Samsung GALAXY Note.",
          1329364283
        ],
        [
          "A simple, personal message goes a long way. Make someone's day today with a personal Love Note. http://bit.ly/zUeeKe Samsung GALAXY (Love) Note Surprise your loved one! Send a free, personalised Love Note at http://galaxylovenote.com In the spirit of love, Samsung GALAXY Note has teamed up with Touch...",
          1329226625
        ],
        [
          "It costs nothing to surprise a loved one today with a personal Love Note. https://www.galaxylovenote.com/  https://galaxylovenote.com/",
          1329140023
        ],
        [
          "5 new tips added! Samsung Mobile Get the most out of your GALAXY Note with illustrative \"Did You Know\" graphical guides. ",
          1329122371
        ],
        [
          "Technology comes to life with a short story of a little man unboxing his GALAXY Note. http://bit.ly/A3tBvX \n Samsung Galaxy Note: A Note To Remember A short story of a little man unboxing his Galaxy Note. Created by Team Evolve of Samsung Mob!lers Arabia: Saad Rabia: @saad_rabia Moswain Antão: @moswain Vi...",
          1329044460
        ],
        [
          "DJ and musician Samantha Ronson shares her loves. Now forward it along with a Love Note of your own at http://galaxylovenote.com Love Notes Four top tastemakers reveal their passions and obsessions in our exclusive series, brought to you by Who What Wear and Samsung GALAXY Note.",
          1328955634
        ],
        [
          "If you can't express your thoughts in words, try drawing, with the S Pen and GALAXY Note's rich suite of communication features. \n\nhttp://bit.ly/Aejw6V  [GALAXY Note] S Pen Use Case VI: Rich communication tools This clip shows how to operate the rich communication tools on the GALAXY Note with S Pen. Fully express yourself in both writing and drawing, and share it w...",
          1328792123
        ],
        [
          "More GALAXY Note tips coming up! Samsung Mobile Get the most out of your GALAXY Note with illustrative \"Did You Know\" graphical guides. ",
          1328517972
        ],
        [
          "Samsung Mobile A-Z: Z is for: ZigZag Board\n\n@ZigZag Board is a great app optimized for the GALAXY Note, which enables users to collaborate visually and share ideas in real-time. Discover more here: http://bit.ly/rxmuAm [GALAXY Note] Introducing ZigZag Board Eric Bouck, co-founder and CEO of ZigZag Software, introduces the ZigZag Board mobile application optimized for the Samsung GALAXY Note. With ZigZag Board, u...",
          1328446824
        ],
        [
          "With the GALAXY Note and advanced S Pen, you can capture, edit and personalize photos and videos with accuracy and control.\n\nTake a look at this tutorial to learn exactly how: http://bit.ly/Adn9wB [GALAXY Note] S Pen Use Case V: Photo & Video editing This clip shows how to edit photos & videos with S Pen. With the S Pen, users will benefit from increased accuracy and control when editing or personalizing ...",
          1328188347
        ],
        [
          "The S Pen functionality, which has been deeply integrated into the GALAXY Note's native applications, provides a rich experience including a free-form scrap function. Find out how to capture, crop, and create memos for sharing. http://bit.ly/waUuNA [GALAXY Note] S Pen Use Case IV: Free-form scrap This clip shows how to use the Free-form Scrap function with S Pen. The S Pen functionality has been deeply integrated into the GALAXY Note's native applicat...",
          1327920344
        ],
        [
          "With S Memo and GALAXY Note, you can easily and freely capture, as well as annotate any screen. This video shows you exactly how: http://bit.ly/yRtOlN [GALAXY Note] S Pen Use Case III: Instant Capture of any screen & Annotation This clip shows how to operate Instant Capture & annotate with S Pen. A one-step screen-capture function also allows users to instantly capture any screen; c...",
          1327400599
        ],
        [
          "With the versatile S Memo, a multimedia application designed to record a variety content, on GALAXY Note, you'll never need a writing pad again.\n\nCapture anything from pictures to handwritten notes and voice recordings via a single application. Then convert to a 'memo' that can be edited, annotated and shared. http://bit.ly/Aq9uUD [GALAXY Note] S Pen Use Case II: S Memo This clip shows how to utilize S Memo with S Pen. The GALAXY Note features S Memo, a multimedia application designed to record all forms of user-created cont...",
          1326963267
        ],
        [
          " Learn more about the S Pen, which includes an array of features, such as pressure sensitivity, preciseness, speed, and more to create a best-in-class mobile input experience. Get started here. How to use S Pen on GALAXY Note The S Pen, featuring an array of functions including pressure sensitivity, preciseness, speed and more, is combined with the full touch screen to create a best-in-class mobile input experience. With the S Pen, you can easily sketch drawings or write notes with increased accuracy and ease. In additio...",
          1326309690
        ],
        [
          "GALAXY Note Photostrip",
          1326297076
        ]
      ],
      "dates_start": 1326330276,
      "dates_end": 1397362264,
      "likes_avg": 18449,
      "likes_stdev": 22677,
      "comments_avg": 448,
      "comments_stdev": 503,
      "shares_avg": 1043,
      "shares_stdev": 1800
    },
    {
      "number": 7,
      "important": [
        "samsung",
        "galaxi",
        "olymp",
        "game",
        "olymp game"
      ],
      "common": [
        "galaxi",
        "galaxi iii",
        "game",
        "iii",
        "london",
        "london olymp",
        "london olymp game",
        "olymp",
        "olymp game",
        "samsung"
      ],
      "messages": [
        [
          "#TsegaiTewelde defied barriers and ran from oppression to freedom to the Olympic Games. #DoWhatYouCant Timeline Photos",
          1471352406
        ],
        [
          "After being diagnosed with leukemia in 2001, Maarten van der Weijden came back in the Beijing 2008 Olympic Games to beat everyone in the water. #MarathonSwimming #DoWhatYouCant Timeline Photos",
          1471349173
        ],
        [
          "Congrats to Rio for demonstrating the vision that led to hosting its first Olympic Games. #DoWhatYouCant Timeline Photos",
          1470402055
        ],
        [
          "The Anthem.\nProud sponsor of a world without barriers.\n#DoWhatYouCant #Rio2016 Olympic Games spr.ly/Rio2016_AnthemF",
          1469102539
        ],
        [
          "Monumental games deserve a monumental phone. Discover the #GalaxyS7edge Olympic Games Limited Edition. #Rio2016 #DoWhatYouCant spr.ly/Rio2016_UnboxingF",
          1468792941
        ],
        [
          "Introducing the official smartphone of the Rio 2016 Olympic Games. #Rio2016 #DoWhatYouCant spr.ly/Rio2016_LaunchF",
          1467892872
        ],
        [
          "The Chant.\n#DoWhatYouCant #Rio2016 Olympic Games spr.ly/Rio2016_ChantF",
          1466424227
        ],
        [
          "Don’t put your gaming on hold. Game Launcher’s Alert Settings = no interruptions. #E32016 spr.ly/SamsungE3",
          1465941978
        ],
        [
          "Injustice is about to be served. #ComingSoon WB Games DC Comics",
          1464049222
        ],
        [
          "Live the Beats, Love the Games. EXO joins in the excitement of the Nanjing 2014 Youth Olympic Games. Nanjing 2014 Youth Olympic Games",
          1405832768
        ],
        [
          "Note your dreams. #SamsungGALAXY #Sochi2014  Note your dreams - Sochi 2014 Olympic Winter Games Stale Sandbech, a Samsung GALAXY Note 3 model and Sochi 2014 Olympic Winter Games silver medalist, Samsung congratulates you!",
          1392463019
        ],
        [
          "In case you missed it, we made 4 amazing animated videos highlighting 4 bloggers' Olympic Games experiences with the GALAXY Note. Check out the making-of clip here! [GALAXY Note] At the Olympic Games with Andrew, Derek, Graham and Leigh At this year's London 2012 Olympic Games, we teamed up with four bloggers across technology, lifestyle, fashion and design fields to help us create a series ...",
          1345992351
        ],
        [
          "Look back at the Olympic Games with a personalized reel that includes your gold moments. http://www.gs3-fb.com Olympic Games Highlight Reel Just as London 2012 celebrated the human spirit, celebrate yours with a special highlight reel and the GALAXY S III.",
          1345897275
        ],
        [
          "Out and about at the recent London 2012 Olympic Games with Andrew, Derek, Graham and Leigh! [GALAXY Note] At the Olympic Games with Andrew, Derek, Graham and Leigh At this year's London 2012 Olympic Games, we teamed up with four bloggers across technology, lifestyle, fashion and design fields to help us create a series of unique animated videos about the Games. ",
          1345809642
        ],
        [
          "Meet the crew (and the GALAXY Note) whom we experienced the momentous London 2012 Olympic Games with! The making of animated videos with GALAXY Note at the Olympic Games This year at the Olympic Games, we invited four bloggers, Andrew, Derek, Graham and Leigh, to experience the excitement of the Games through the GALAXY Note.",
          1345629456
        ],
        [
          "Relive Olympic Games highlight moments with a personalized reel in just a few clicks! http://www.gs3-fb.com [Olympic Games] Share your golden moments with Movie Maker Relive the world's golden moments that happened while history was being made at the London 2012 Olympic Games. ",
          1345546096
        ],
        [
          "The Olympic Games action may be behind us, but you can still send a real postcard for free to your friends on Facebook even if you don't have their address! Touchnote Postcards Touchnote is the world’s most popular printed postcard-sending service for mobile and web.",
          1345366114
        ],
        [
          "Relive the London 2012 Olympic Games, GALAXY S III & GALAXY Note in pictures! Samsung Mobile Discover what Samsung Mobile has been up to in London during the Games.",
          1344789097
        ],
        [
          "AllShare Play lets you share all your Olympic Games experiences with other Samsung devices. Relive every moment from London 2012! GALAXY S III at London 2012 Olympic Games",
          1344752705
        ],
        [
          "Last day to activate your one-month Eurosport subscription with the GALAXY S III to catch all the best sporting action live! http://bit.ly/NnFcgA Timeline Photos",
          1344697714
        ],
        [
          "See the GALAXY S III's extended journey through Los Angeles as it captures the most emotional moments of the Games. [Olympic Games] London 2012 Olympic Games America TVC Watch America's adaptation of the Samsung London 2012 Olympic Games TVC. ",
          1344677896
        ],
        [
          "From ChatOn to Eurosport Player and Take Part 2012 to Touchnote, find out how these apps make your Olympic Games experience a better one! [Olympic Games] Mobile applications for London 2012 From catching the Olympic Games live on your GALAXY S III to sending a free postcard on the GALAXY Note, Samsung Mobile's applications for London 2012 make y...",
          1344617882
        ],
        [
          "Smart Stay on the GALAXY S III keeps the screen on while you're watching all the exciting moments of the Olympic Games. GALAXY S III at London 2012 Olympic Games",
          1344522028
        ],
        [
          "Activate your one-month Eurosport subscription on the GALAXY S III and catch all the live action from the Olympic Games. http://bit.ly/NnFcgA Timeline Photos",
          1344505481
        ],
        [
          "Meet our Gold Fans this week, Dawn and Arif! Share your fan photos too and Take Part in Everyone's Olympic Games http://bit.ly/O3PILS Timeline Photos",
          1344438352
        ],
        [
          "Follow the Samsung Global Bloggers who have been exploring London and penning their London 2012 Olympic Games experience! Samsung Global Blogger Watch all the latest videos from the Samsung Global Blogger as they continue to explore the London 2012 Olympic Games.",
          1344414159
        ],
        [
          "Use S Beam on the GALAXY S III to share all your memories from the Olympic Games. GALAXY S III at London 2012 Olympic Games",
          1344345925
        ],
        [
          "See the GALAXY S III's extended journey through Mumbai as it captures the most emotional moments of the Games. [Olympic Games] London 2012 Olympic Games India TVC Watch India's adaptation of the Samsung London 2012 Olympic Games TVC. ",
          1344326299
        ],
        [
          "Send a postcard with an Olympic Games moment anywhere in the world! Click http://bit.ly/OBBuy2 to start! Timeline Photos",
          1344262663
        ],
        [
          "See the GALAXY S III's extended journey through Shanghai as it captures the most emotional moments of the Games. [Olympic Games] London 2012 Olympic Games China TVC Watch China's adaptation of the Samsung London 2012 Olympic Games TVC. Feel the anticipation, suspense, triumphs and joys as the world get together to celebrate the London 2012 Olympic Games.",
          1344075829
        ],
        [
          "On your mark, get set, go! Race your friends on the Samsung: Take Part 2012 app. http://bit.ly/Nq9cY8 Timeline Photos",
          1343986334
        ],
        [
          "Now's the best time to activate your one-month Eurosport Player subscription with the GALAXY S III. Watch the Olympic Games live! http://bit.ly/NnFcgA Timeline Photos",
          1343923279
        ],
        [
          "Don't lose your way and miss an important match! Use the GALAXY S III's turn-by-turn navigation to get you there on time. GALAXY S III at London 2012 Olympic Games",
          1343906349
        ],
        [
          "Relive the key roles GALAXY S III, GALAXY Note played at the London 2012 Opening Ceremony! Behind the Scenes: Samsung and the London 2012 Olympic Games Opening Ceremony Head of Ceremonies for the London 2012 Olympic Games talks about the key roles that the Samsung devices played in the Opening Ceremony.",
          1343895976
        ],
        [
          "Hundreds of people have already shared their Olympic Games moments. Send a postcard around the world with Samsung and share yours, too! http://bit.ly/OBBuy2 Timeline Photos",
          1343826729
        ],
        [
          "Meet Cornel and Lukáš, our first Gold Fans! Share your personal moments too as the Olympic Games action heats up this week. http://www.gs3-fb.com Timeline Photos",
          1343802390
        ],
        [
          "Share Olympic Games moments as real postcards with Samsung! We'll print and send them anywhere in the world for free! http://on.fb.me/O0WBJi Timeline Photos",
          1343641349
        ],
        [
          "Never miss a second of the Olympic action, even when you're in touch with your friends with Pop up Play and the GALAXY S III. GALAXY S III at London 2012 Olympic Games",
          1343634330
        ],
        [
          "The Olympic Games are in full swing, but it's your support that took the athletes to London 2012. [GALAXY S III] Everyone's Olympic Games - The Road to London 2012 It's Everyone's Olympic Games, and there's simply no better way to take part than with the GALAXY S III, Samsung's Olympic Games Phone.",
          1343469775
        ],
        [
          "[FAN EXCLUSIVE] Watch behind the scenes interviews about how the GALAXY Note and GALAXY S III played a key role in the London 2012 Olympic Opening Ceremony. [Olympic Games] Behind the Scenes: Samsung and the London 2012 Olympic Opening Ceremony Martin Green, Head of Ceremonies for the London 2012 Olympic Games, talks about the role of Samsung devices in the Opening Ceremony.",
          1343426190
        ],
        [
          "Don't get lost in the crowd during the Olympic Games. Use S Voice to help you plan your itinerary, check the weather and look up friends. GALAXY S III at London 2012 Olympic Games",
          1343309384
        ],
        [
          "Take Part in Everyone's Olympic Games and share great moments as real Touchnote postcards! http://on.fb.me/O0WBJi Timeline Photos",
          1343298949
        ],
        [
          "Who are you supporting? Win medals for your country with the Samsung:Take Part 2012 app! http://bit.ly/Nq9cY8 Timeline Photos",
          1343215131
        ],
        [
          "Did you know you can build the Samsung Mobile PIN Store in the Olympic Games City, the Official Social Game for London 2012? http://bit.ly/MpBVvm Timeline Photos",
          1343046090
        ],
        [
          "Activate your one-month Eurosport Player subscription on the GALAXY S III to watch all the action at Olympic Games live! http://bit.ly/NnFcgA Timeline Photos",
          1342886328
        ],
        [
          "London 2012 is touted as the cashless Olympic Games. Find out how the GALAXY S III plays a pivotal role. London 2012: the cashless Olympics - Telegraph The Olympic Park will be a unique test bed for mobile phone payments. Matt Warman meets Sir Steve Redgrave for the inaugural transaction.",
          1342792251
        ],
        [
          "One week to London 2012 Olympic Games! Are you ready to take part? We have something to excite everyone. Timeline Photos",
          1342709021
        ],
        [
          "Swimmer, sprinter or a sharpshooter? Challenge your friends on Samsung:Take Part 2012 app. Samsung: Take Part 2012 Calling all Olympic Games fans around the world. Play games and compete with friends!",
          1342603511
        ],
        [
          "Activate Eurosport Player subscription on GALAXY S III to follow the Olympic Games live! Eurosport Player on Samsung Galaxy S3 Eurosport Player brings you unlimited access to thousands of hours of Live sport from Eurosport and Eurosport 2.",
          1342260261
        ],
        [
          "Take part, in everyone's Olympic Games. [Olympic Games] London 2012 Olympic Games TVC Feel the anticipation, suspense, triumphs and joys as the world get together to celebrate the London 2012 Olympic Games.",
          1342087385
        ],
        [
          "Take part, with Samsung's Olympic Games app! Challenge friends. Climb the leaderboard! http://bit.ly/Nq9cY8 [Olympic Games] Samsung: Take Part 2012 Discover how to Take Part 2012 with the Samsung's Olympic Games mobile app. ",
          1342016453
        ],
        [
          "Play augmented reality games. Challenge friends. Samsung:Take Part 2012 Olympic Games app! Samsung: Take Part 2012 Download Samsung’s Olympic Games mobile app. Compete against players around the world to win medals and get your country to the top of the leaderboard.  ",
          1341493585
        ],
        [
          "Follow Eurosport's coverage of the London 2012 Olympic Games live on your GALAXY S III! Download now from Samsung Apps or Google Play. Eurosport Player with GALAXY S III",
          1340016127
        ],
        [
          "GALAXY S III owners: enjoy a 1-month subscription to the Eurosport Player to catch live simulcasts of the London 2012 Olympic Games! Eurosport Player with GALAXY S III",
          1339391097
        ],
        [
          "Join Samsung Olympic Games Ambassador, David Beckham, in celebrating and supporting the London 2012 Olympic Games. [GALAXY Note] On set with David Beckham - Behind the scenes David Beckham was on the set of Samsung Mobile recently. Here's what went on behind the scenes.",
          1338966004
        ],
        [
          "Introducing Samsung's Olympic Games Ambassador, David Beckham. [GALAXY Note] Beckham plays Beethoven's Ode To Joy David Beckham displays precise footwork with a 15-foot wall of drums, the GALAXY Note and the illustrative S Pen.",
          1337720477
        ]
      ],
      "dates_start": 1319362420,
      "dates_end": 1411765969,
      "likes_avg": 20002,
      "likes_stdev": 30034,
      "comments_avg": 482,
      "comments_stdev": 628,
      "shares_avg": 831,
      "shares_stdev": 1223
    },
    {
      "number": 8,
      "important": [
        "note",
        "galaxi note",
        "premium",
        "premium suit",
        "suit"
      ],
      "common": [
        "galaxi",
        "galaxi note",
        "galaxi note premium",
        "galaxi note premium suit",
        "note",
        "note premium",
        "note premium suit",
        "premium",
        "premium suit",
        "suit"
      ],
      "messages": [
        [
          "Multi Window, Air View, Quick Command and more. Find out what Premium Suite for GALAXY Note 10.1 brings.  Samsung Mobile Discover the key features of the Premium Suite Upgrade for GALAXY Note 10.1.",
          1357656986
        ],
        [
          "Hover with the S Pen to see inside albums, preview videos and more with Air View on GALAXY Note 10.1. Premium Suite Upgrade for GALAXY Note 10.1",
          1356306534
        ],
        [
          "Resize, move and pin apps in multiple views that work best for you with Multi Window on GALAXY Note 10.1. Premium Suite Upgrade for GALAXY Note 10.1",
          1356016184
        ],
        [
          "Handwrite your future plans on S Planner, and remember good times with Photo Note on GALAXY Note 10.1 with Premium Suite. Premium Suite Upgrade for GALAXY Note 10.1",
          1355666325
        ],
        [
          "The smarter S Pen now let's you pick the writing and color modes at the touch of a button on the GALAXY Note 10.1 with Premium Suite upgrade. Premium Suite Upgrade for GALAXY Note 10.1",
          1355409148
        ],
        [
          "Presenting… A note to Santa from Lily, her father, and a GALAXY Note 10.1 with Premium Suite Upgrade. [GALAXY Note 10.1 Premium Suite Upgrade] A Note to Santa This 2012 holiday season, join a little girl and her father on a journey to deliver her Christmas wish to Santa.",
          1355399468
        ],
        [
          "GALAXY Note 10.1 gets Premium Suite update. Packs enhanced multitasking, new S Pen-optimized features and Android Jelly Bean. [GALAXY Note 10.1] Introducing Premium Suite for GALAXY Note 10.1 The Premium Suite upgrade for GALAXY Note 10.1 delivers enhanced multitasking and includes a range of new S Pen-optimized features, enhanced content creation...",
          1354219975
        ],
        [
          "Use the My Story app available with Premium Suite for GALAXY Note to create personalised messages for your loved ones. [GALAXY Note] Premium Suite",
          1342450162
        ],
        [
          "Watch your written words turn into clear type in an instant with Premium Suite for GALAXY Note. [GALAXY Note] Premium Suite",
          1342424947
        ],
        [
          "Create perfectly formed shapes and tidy up those shakey lines with Shape Match on Premium Suite for GALAXY Note. [GALAXY Note] Premium Suite",
          1341818259
        ],
        [
          "Unleash your artistic talents with the S Pen and Premium Suite for GALAXY Note. [GALAXY Note] Premium Suite",
          1341215832
        ],
        [
          "Keeping time on your side is easy and you'll never miss a minute with Premium Suite for GALAXY Note. [GALAXY Note] Premium Suite",
          1340615619
        ],
        [
          "From writing notes to recording a voice memo, you're just one tap away with the S Memo widget on GALAXY Note Premium Suite. [GALAXY Note] Premium Suite",
          1340184250
        ],
        [
          "Upgraded your GALAXY Note with the Premium Suite recently? Here are some tips on how to better use your S Pen! Samsung Mobile Get the most out of your GALAXY Note with illustrative \"Did You Know\" graphical guides. ",
          1339157265
        ],
        [
          "Express yourself better with My Story for Premium Suite which lets you personalize digital cards for loved ones with moving videos, pictures, text or voice. Get creative. http://bit.ly/Jup0aL Premium Suite with GALAXY Note My Story: create personalized digital cards.",
          1337560737
        ],
        [
          "Always keep a digital notebook on you with the GALAXY Note. The S Note app lets you jot down thoughts, record experiences and share ideas. What would you use it for? Premium Suite with GALAXY Note S Note: create your own notebook to cherish with various productivity tools.",
          1336980847
        ],
        [
          "From S Note to My Story, Premium Suite lets you get even more out of your GALAXY Note with the S Pen. GALAXY Note with Premium Suite Now with more features and detailed information.",
          1336372795
        ],
        [
          "Software upgrade for GALAXY Note offers exclusive S Pen optimized applications, enhanced multimedia features and more. Preview what's coming. http://bit.ly/KpLsPD Introducing Premium Suite for GALAXY Note Now with more features and detailed information.",
          1335783606
        ],
        [
          "S Note. My Story. More intuitive. Faster performance. Introducing GALAXY Note Premium Suite with Ice Cream Sandwich. http://bit.ly/GETyDD [GALAXY Note] Introducing Premium Suite with Ice Cream Sandwich Software upgrade for GALAXY Note offers exclusive S Pen optimized applications, enhanced multimedia features and Android 4.0 Ice Cream Sandwich.",
          1332437019
        ]
      ],
      "dates_start": 1336633040,
      "dates_end": 1353648639,
      "likes_avg": 12448,
      "likes_stdev": 6299,
      "comments_avg": 437,
      "comments_stdev": 281,
      "shares_avg": 782,
      "shares_stdev": 393
    },
    {
      "number": 9,
      "important": [
        "resist",
        "timelin",
        "make",
        "water resist",
        "water"
      ],
      "common": [
        "dust",
        "dust water",
        "dust water resist",
        "make",
        "resist",
        "resist timelin",
        "timelin",
        "water",
        "water resist",
        "water resist timelin"
      ],
      "messages": [
        [
          "Tested to be 1.5m underwater for 30 minutes. #QualityAssurance #IP68 Quality Assurance : Water Resistance Test",
          1486987263
        ],
        [
          "Play with water. #GalaxyA2017 #IP68 Timeline Photos",
          1484740811
        ],
        [
          "Super dads aren't afraid of a little mud and neither is your dust and water resistant #GearS3.",
          1481112034
        ],
        [
          "Make a statement and a splash with the water resistant #GearS3. #IP68 Timeline Photos",
          1477660343
        ],
        [
          "The #GearS3 is water resistant so you can live your life without worrying about your device.",
          1472918462
        ],
        [
          "Durable and dunkable. The new #GalaxyS7edge is water resistant. Timeline Photos",
          1456574402
        ],
        [
          "The #GALAXYS5 is water resistant. You lucky dog. Timeline Photos",
          1408198949
        ],
        [
          "Wipe out? Just wipe off. The #GALAXYS5 is water resistant. Timeline Photos",
          1407837673
        ],
        [
          "If rain falls in the forest, does it make a sound? Hear for yourself with the water resistant #GALAXYS5. Timeline Photos",
          1406371749
        ],
        [
          "Make a splash with your water resistant #GALAXYS5. Timeline Photos",
          1406023198
        ],
        [
          "How do you deal with your child drooling on your #GALAXYS5? Don't worry about it. It's water resistant. Timeline Photos",
          1404556363
        ],
        [
          "The #GALAXYS5 is water resistant. We're not playing around. Timeline Photos",
          1402401602
        ],
        [
          "Rain or shine. A carefree life with #GALAXYS5. Dust & Water Resistance - Samsung GALAXY S5 Official Video Stop sweating the small stuff, and live carefree! GALAXY S5 is dust and water resistant with IP67 certification, so you don't have to worry.",
          1398076087
        ]
      ],
      "dates_start": 1401393681,
      "dates_end": 1474523077,
      "likes_avg": 12881,
      "likes_stdev": 7527,
      "comments_avg": 523,
      "comments_stdev": 338,
      "shares_avg": 759,
      "shares_stdev": 857
    },
    {
      "number": 10,
      "important": [
        "timelin",
        "dowhatyouc",
        "gold",
        "dowhatyouc timelin",
        "athlet"
      ],
      "common": [
        "athlet",
        "barrier",
        "box",
        "defi",
        "dowhatyouc",
        "dowhatyouc timelin",
        "gold",
        "progress",
        "prove",
        "timelin"
      ],
      "messages": [
        [
          "Here’s to all the athletes who proved that with tenacity, we can defy any barrier. #ClosingCeremony #DoWhatYouCant",
          1471822488
        ],
        [
          "Congrats to the countries who defied their pasts to win their first #gold medals. #DoWhatYouCant #Rio2016 Timeline Photos",
          1471817103
        ],
        [
          "In 2008, “Lost Boy of Sudan” Lopez Lomong went from refugee to #USA hero. #DoWhatYouCant",
          1471732356
        ],
        [
          "Races are won by persevering past what’s been done. #Athletics #DoWhatYouCant Olympics_track_FB (2).mp4",
          1471650490
        ],
        [
          "#USA runner Brenda Martinez knows that hardships inspire the biggest wins. #DoWhatYouCant",
          1471636879
        ],
        [
          "In 1968, Aussie sprinter Peter Norman put rivalry aside to support his fellow athletes. #DoWhatYouCant",
          1471561253
        ],
        [
          "That time when Tom Daley and Daniel Goodfellow showed us that bravery can break barriers. #DoWhatYouCant #FlashbackFriday",
          1471544805
        ],
        [
          "For Kieran Behan, a career-ending accident became a character-defining achievement. #DoWhatYouCant",
          1471472410
        ],
        [
          "#BRA’s Robson Conceição went from humble beginnings into No. 1 ranked in the world. #Boxing #DoWhatYouCant Timeline Photos",
          1471362001
        ],
        [
          "Irish gymnast Kieran Behan’s story of overcoming physical barriers proves that with unstoppable drive, there’s no limit to what’s possible. #DoWhatYouCant",
          1471299599
        ],
        [
          "His time in London didn’t deter #TsepoMathibelle - it invigorated him to push past new barriers. #DoWhatYouCant Timeline Photos",
          1471278253
        ],
        [
          "In the 1992 Barcelona Games, a race-ending injury became Derek Redmond’s character-making moment of strength. He reminded us that together, we win. #DoWhatYouCant #Athletics Timeline Photos",
          1471215906
        ],
        [
          "India proved that pride makes anything possible. #ArtisticGymnastics #DoWhatYouCant Timeline Photos",
          1471211302
        ],
        [
          "History was made in a match point. #PuertoRico has just won its first gold medal. #Tennis #DoWhatYouCant Timeline Photos",
          1471123118
        ],
        [
          "Finally beating the unbeatable. #Singapore has won its first gold medal in history. #Swimming #DoWhatYouCant #Rio2016",
          1471119824
        ],
        [
          "From personal struggles to an Olympic trial trip, Brenda Martinez has always persevered. #DoWhatYouCant #Athletics Timeline Photos",
          1471019791
        ],
        [
          "What #boxing hopeful do you think will go the distance and take home the gold? #DoWhatYouCant Timeline Photos",
          1470763619
        ],
        [
          "To the athletes out there who show us how to stay on our feet when the going gets tough. #DoWhatYouCant Timeline Photos",
          1470583742
        ],
        [
          "Behind Tom Daley stands his team, coaches and anyone else who defies barriers to overcome fear. #DoWhatYouCant Timeline Photos",
          1470513242
        ],
        [
          "Progress is accepting fear, so you can face it.\n\nTom Daley pushes through uncertainty and self-doubt, proving himself every 10 meters. #DoWhatYouCant spr.ly/Rio2016_TDF",
          1469786488
        ],
        [
          "Progress is not letting the status quo control the conversation.\n\nBrazilian surfer Gabriel Medina is of the new generation of surfers making waves as they catch them. #DoWhatYouCant spr.ly/Rio2016_GMF",
          1469613673
        ],
        [
          "Progress is coming back from defeat even stronger.\n\nShelley Watts turned a devastating injury into a championship-winning boxing career. #DoWhatYouCant spr.ly/Rio2016_SWF",
          1468922455
        ],
        [
          "Samsung and WSL: Proud sponsor of those who defy barriers #DoWhatYouCant spr.ly/SamsungGalaxySurf",
          1468774947
        ],
        [
          "Progress is never, ever giving up.\n\nTsepo Mathibelle is out to be the ultimate Olympic comeback story. #DoWhatYouCant spr.ly/Rio2016_TMF",
          1467972168
        ],
        [
          "Progress is a female boxing champion.\n\nYenebier Guillen was one fight away from making it to Rio. But she’ll never give up the fight. #DoWhatYouCant spr.ly/Rio2016_YGF",
          1467799400
        ],
        [
          "Progress is letting nothing hold you back.\n\nLinline Matauatu and Pata Miller didn’t let their humble origins define their destiny. #DoWhatYouCant spr.ly/Rio2016_LMF",
          1467673835
        ],
        [
          "Progress is witnessing your country’s first Olympics. \n\nMargret Rumat Rumat Hassan ran when South Sudan didn’t even exist. #DoWhatYouCant spr.ly/Rio2016_MHF",
          1467453679
        ]
      ],
      "dates_start": 1469075592,
      "dates_end": 1471866987,
      "likes_avg": 42599,
      "likes_stdev": 89158,
      "comments_avg": 259,
      "comments_stdev": 226,
      "shares_avg": 624,
      "shares_stdev": 756
    },
    {
      "number": 11,
      "important": [
        "bird",
        "angri bird space",
        "angri",
        "galaxi",
        "space"
      ],
      "common": [
        "angri",
        "angri bird",
        "angri bird space",
        "bird",
        "bird space",
        "galaxi",
        "galaxi note",
        "note",
        "samsung",
        "space"
      ],
      "messages": [
        [
          "Last chance to download Angry Birds Space with free challenging levels for your GALAXY devices! Angry Birds Space ALL NEW ANGRY BIRDS GAME FROM ROVIO - the number 1 mobile game of all time blasts off into space!  After a giant claw kidnaps their eggs, the Angry Birds chase it into a wormhole and find themselves floating in a strange new galaxy – surrounded by space pigs! ",
          1340264006
        ],
        [
          "Have you conquered \"Danger Zone\" and the Angry Birds Space level exclusive to Samsung GALAXY device owners? http://bit.ly/IfiHcl Angry Birds Space, with GALAXY Note To discover the ultimate on-the-go gaming experience, download the Angry Birds Space app with eggs-clusive benefits for Samsung device owners.",
          1335344533
        ],
        [
          "Get the ultimate on-the-go gaming experience with Samsung and Angry Birds. Pop pigs, send space e-cards and download the new Angry Birds Space game. http://bit.ly/GKQ59k Angry Birds Space After a giant claw kidnaps their eggs, the Angry Birds chase it into a wormhole and find themselves floating in a strange new galaxy – surrounded by space pigs!",
          1334746893
        ],
        [
          "Can't get enough of Angry Birds Space on GALAXY Note? Spruce up your screen with angry avians and pesky pigs with our free wallpaper downloads. http://bit.ly/GLPL5c Timeline Photos",
          1334128675
        ],
        [
          "Discover the ultimate on-the-go gaming experience with GALAXY Note and Angry Birds. Take the challenge and stand a chance to name your very own, eggs-clusive Star in the Lazer Bird constellation. http://bit.ly/GLPL5c Samsung Galaxy Note | Angry Birds Space EGGS-PLORE YOUR EXTRA BENEFITS...with the brand new Samsung GALAXY Note Space Level and Danger Zone! Check it out on http://samsung.angrybirds.com",
          1333545781
        ],
        [
          "Pop some pigs. Get to the top quickly with in-game GALAXY Note and S Pen bonus round. Plus, win some prizes. http://bit.ly/HqSaEH Samsung Galaxy Note | Angry Birds Space EGGS-PLORE YOUR EXTRA BENEFITS...with the brand new Samsung GALAXY Note Space Level and Danger Zone! Check it out on http://samsung.angrybirds.com",
          1333013062
        ],
        [
          "In space, no one can hear you squeal, but you can reach for the stars with an exclusive level on all GALAXY devices. Download now. http://bit.ly/GKQ59k Angry Birds Space Features 60 interstellar levels on planets and in zero gravity. Spectacular gameplay ranging from slow-motion puzzles to lightspeed destruction.",
          1332768776
        ],
        [
          "Lob birds on new planets with zero gravity. Lightspeed destruction. Best on-the-go gaming experience on the GALAXY Note. http://bit.ly/GLPL5c  Angry Birds Space EGS-PLORE YOUR BONUS BENEFITS...with the brand new Samsung GALAXY Note Space Level and Danger Zone! Check it out on http://samsung.angrybirds.com",
          1332416291
        ],
        [
          "GALAXY Note, the best on-the-go gaming experience. Mark March 22 on your calendars for Angry Birds Space launch. http://bit.ly/FOJNlO [SXSW 2012] GALAXY Note and Angry Birds Space highlights Delivering the best on-the-go gaming experience on the Samsung GALAXY Note and Angry Birds Space. Relive our galactic journey at SXSW 2012.",
          1332001908
        ],
        [
          "Hear from SXSW attendees their first impressions of the Angry Birds gaming experience on the GALAXY Note. http://bit.ly/zxm7kY [SXSW 2012] Gaming on GALAXY Note - Angry Birds Space SXSW attendees get to launch the furious fowls through the cosmos in Angry Birds Space at the Samsung #FEED daytime event. ",
          1331652335
        ],
        [
          "Samsung Mobile kicks of SXSW 2012 with the #Feed party. See how attendees discovered the best on-the-go gaming experience with the GALAXY Note and Angry Birds Space. http://bit.ly/zKlNkR [SXSW 2012] Samsung Mobile presents #FEED party Samsung Mobile kicks of SXSW 2012 with the #Feed party. See how attendees discovered the best on-the-go gaming experience with the GALAXY Note.",
          1331420603
        ],
        [
          "Join us in the Samsung Blogger Lounge, at SXSW 2012 for some exciting announcements about Angry Birds Space and the GALAXY Note. http://bit.ly/wapKvg [SXSW 2012] Samsung unveils Angry Birds Space Join us in the Samsung Blogger Lounge, at SXSW 2012 for some exciting announcements about Angry Birds Space and the GALAXY Note.",
          1331348711
        ],
        [
          "GALAXY Note, the ultimate on-the-go gaming experience.\n\nExclusive GALAXY Note level in Angry Birds Space, plus \"Danger Zone\" special package for all Samsung GALAXY users. http://bit.ly/y3nxhk [GALAXY Note] Exclusive Level - Angry Birds Space For all Samsung GALAXY users, an exclusive Samsung GALAXY Note level will be provided in the Angry Birds Space game: \"Danger Zone\".",
          1331336151
        ],
        [
          "Introducing the GALAXY Note as Official Launch Partner for Angry Birds Space. A special mention: Lazer Bird. http://bit.ly/xGBkDn [GALAXY Note] Introducing Lazer Bird - Angry Birds Space The Lazer Bird, introduced by Samsung, perfectly reflects the personality of Samsung's GALAXY Note. The bird's lazer vision resembles the best viewing experience.",
          1331328626
        ],
        [
          "Squawk! GALAXY Note meets the furious fowls at SXSW. The ultimate on-the-go entertainment device. First ever hands-on Angry Birds Space gameplay. Timeline Photos",
          1331307350
        ],
        [
          "GALAXY Note. Angry Birds National Aeronautics and Space Administration - NASA. Galactic gameplay. Angry Birds Space: NASA announcement The FIRST ever game announcement and gameplay footage from space: http://angrybirds.com/space. Brought to you by NASA and Don Pettit from the ISS.",
          1331273307
        ],
        [
          "The final frontier, on a GALAXY Note, coming soon. http://bit.ly/zQYEuL [GALAXY Note] Angry Birds Space teaser 2 One small fling for a bird. One quantum leap for birdkind. Angry Birds Space. Launching with Samsung GALAXY Note.",
          1330940620
        ],
        [
          "It's coming. [GALAXY Note] Angry Birds teaser Houston... we have a slingshot. Angry Birds Space. Launching with Samsung GALAXY Note.",
          1330319027
        ]
      ],
      "dates_start": 1330459754,
      "dates_end": 1335002095,
      "likes_avg": 4265,
      "likes_stdev": 1408,
      "comments_avg": 150,
      "comments_stdev": 62,
      "shares_avg": 311,
      "shares_stdev": 242
    },
    {
      "number": 12,
      "important": [
        "power save",
        "power save mode",
        "mode",
        "ultra power",
        "save"
      ],
      "common": [
        "mode",
        "power",
        "power save",
        "power save mode",
        "save",
        "save mode",
        "ultra",
        "ultra power",
        "ultra power save",
        "ultra power save mode"
      ],
      "messages": [
        [
          "Game on with Ultra Power Saving Mode on the #GalaxyS6. Timeline Photos",
          1438336802
        ],
        [
          "Ultra Power Saving Mode makes keeping your #GalaxyS6 charged a walk in the park. Timeline Photos",
          1433952009
        ],
        [
          "Having a 20% panic attack? Keep calm and use Fast Charging or Ultra Power Saving Mode. #GALAXYNote4 #NoteTheDifference Timeline Photos",
          1414321203
        ],
        [
          "Switch to Ultra Power Saving Mode to keep your #GALAXYS5 motoring on. Timeline Photos",
          1408791603
        ],
        [
          "Can't find the right adaptor? First switch to Ultra Power Saving Mode to save power. #GALAXYS5 Timeline Photos",
          1408442730
        ],
        [
          "With Ultra Power Saving Mode you don't need to wait for an outlet. Just keeping plugging along. #GALAXYS5 Timeline Photos",
          1406977216
        ],
        [
          "One dead battery is enough. Use Ultra Power Saving Mode in road emergencies. #GALAXYS5 Timeline Photos",
          1406628239
        ],
        [
          "Avoiding power squats? Use Ultra Power Saving Mode. #GALAXYS5\n\nhttp://youtu.be/jUfvZs01ePI Timeline Photos",
          1405162601
        ],
        [
          "Battery low? Switch to Ultra Power Saving Mode. We deliver the goods. #GALAXYS5 Timeline Photos",
          1404828019
        ],
        [
          "Don't let your battery run out when you need it most. Use Ultra Power Saving Mode on the #GALAXYS5 and never miss another call or text again. \n\nhttp://youtu.be/LrKjTHwBKtU Samsung GALAXY S5: The Designer Stylish, packed with features and easy to use, the GALAXY S5 assists you on busy days that are packed with obstacles. The GALAXY S5's Ultra Power Saving Mode...",
          1402172700
        ],
        [
          "#ExpectMore with #GALAXYS5. \n\nhttp://youtu.be/gUJ0OmUshEg #ExpectMore with Samsung GALAXY S5 - Career \"My phone got me fired.\" Samsung GALAXY S5 comes with Ultra Power Saving Mode. You can stay connected more than 24 hours when you have only 10% battery remai...",
          1401098503
        ],
        [
          "Don't miss the moment. Extend the battery life on #GALAXYS5.  Ultra Power Saving Mode - Samsung GALAXY S5 Official Video Use the Ultra Power Saving Mode to save and extend your battery life so you don't have to worry about missing out on the important stuff in life.",
          1397816337
        ]
      ],
      "dates_start": 1398624957,
      "dates_end": 1422796369,
      "likes_avg": 9942,
      "likes_stdev": 5737,
      "comments_avg": 320,
      "comments_stdev": 108,
      "shares_avg": 210,
      "shares_stdev": 127
    },
    {
      "number": 13,
      "important": [
        "fight",
        "info",
        "full",
        "earth",
        "full stori"
      ],
      "common": [
        "alien",
        "earth",
        "fight",
        "full",
        "full stori",
        "info",
        "join",
        "join full",
        "join full stori",
        "stori"
      ],
      "messages": [
        [
          "The world's best footballers have now united as one team, #GALAXY11. Football will save the planet! \nGet more info: http://bit.ly/1daaDoG #GALAXY11: The Beginning Get the full story: http://www.thegalaxy11.com Our best, our bravest, our team. The world's greatest football players have joined together to fight for Earth.",
          1387353607
        ],
        [
          "The one, the only, the legendary Cristiano Ronaldo has now joined #GALAXY11 in the fight to save Earth!\nGet more info: http://bit.ly/182GrfQ Ronaldo Joins #GALAXY11 The legendary Cristiano Ronaldo has joined Earth's ultimate football team, Galaxy 11, to fight for the survival of our planet.",
          1387008000
        ],
        [
          "Russia's highest goal scoring player of all time, Alexander Kerzhakov, has joined #GALAXY11. Now he will be scoring for Earth!\nGet more info: http://bit.ly/IWNXQ2 Kerzhakov joins #GALAXY11 Get the full story: http://www.thegalaxy11.com Russian great Alexander Kerzhakov has joined the battle against the dark Alien threat.",
          1386835187
        ],
        [
          "America's top goal scorer, Landon Donovan, has joined the #GALAXY11 team and they have never been more ready to win!\nGet more info:  http://bit.ly/1969fo2 Donovan joins #GALAXY11 Get the full story: http://www.thegalaxy11.com Landon Donovan, America's all-time leading goal scorer has joined the ranks of #GALAXY11 in the fight for Earth.",
          1386662453
        ],
        [
          "#GALAXY11 adds decorated champion and universally unstoppable forward, Wayne Rooney to the roster! \nGet more info: http://bit.ly/16ZfB7k Rooney joins #GALAXY11 Get the full story: http://www.thegalaxy11.com The Alien threat is here, and universally unstoppable forward Wayne Rooney has enlisted his talents to help.",
          1386576019
        ],
        [
          "Spain's most capped player is ready to fight! The incomparable goalkeeper Iker Casillas has joined #GALAXY11.\nGet more info: http://bit.ly/1hDdOfb Casillas joins #GALAXY11 Get the full story: http://www.thegalaxy11.com Iker Casillas, the world's most decorated goalkeeper.",
          1386230403
        ],
        [
          "#GALAXY11 welcomes stellar South Korean winger Lee Chung-Yong to the ranks - may he protect us from the Alien onslaught!\nGet more info: http://bit.ly/HVlVmL Lee Chung-Yong joins #GALAXY11 Get the full story: http://www.thegalaxy11.com Stellar South Korean winger Lee Chung-Yong has joined the ranks of Earth's only intergalactic team, GALAXY 11.",
          1386036233
        ],
        [
          "#GALAXY11 has selected one of the world's best strikers, the fierce Radamel Falcao, to cut through the Alien defenses.\nGet more info: http://bit.ly/18oVrB9 Falcao joins #GALAXY11 Get the full story: http://www.thegalaxy11.com Radamel Falcao has joined in the ultimate galactic battle for Earth. This fight is getting dangerous.",
          1385798400
        ],
        [
          "Rising star Victor Moses has now joined #GALAXY11. Aliens beware his right foot, you'll be kissing it soon enough.\nGet more info: http://bit.ly/1dmhA6P Moses joins #GALAXY11 Get the full story: http://www.thegalaxy11.com Rising star Victor Moses has been selected to play for Earth in one do-or-die football match against Aliens.",
          1385626217
        ],
        [
          "\"Il Faraone\" Stephan El Shaarawy has been selected for #GALAXY11. Aliens take note, this game is getting serious. \nGet the whole story: http://bit.ly/1fz96dW El Shaarawy Joins #GALAXY11 Get the full story: www.thegalaxy11.com Stephan El Shaarawy has been recruited to play for Earth in the ultimate football match - the fate of the human race ...",
          1385424632
        ],
        [
          "One of China's greatest talents, the ultra-agile midfielder Wu Lei, has joined the fight with #GALAXY11!\nGet more info: http://bit.ly/1cRRX1s Wu Lei Joins #GALAXY11 Get the full story: www.thegalaxy11.com Wu Lei has joined the only football team who can save our planet. The battle for Earth is now WORLD WIDE.",
          1385193601
        ],
        [
          "Oscar dos Santos Emboaba Júnior has joined the battle for Earth! His stellar ball skills will prove extremely useful in zero gravity. #GALAXY11\nGet the whole story: http://bit.ly/1ckebEd Oscar Joins #GALAXY11 Get the full story: www.thegalaxy11.com Oscar has joined Galaxy 11 in the fight to save our planet. Aliens beware...",
          1385023204
        ],
        [
          "Mario Götze has joined #GALAXY11 in the fight for Earth! He may look calm but he's deadly... aliens beware. Götze joins #GALAXY11 Mario Götze has joined the battle to save Earth from alien destruction. Our fate will be decided with one do-or-die football game.",
          1384761602
        ],
        [
          "Leo Messi joins as Captain of #GALAXY 11! The fight to save Earth from aliens has begun. Get the whole story: http://bit.ly/1aaXc7R Messi joins as Captain of #GALAXY11 Aliens have challenged Earth to one ultimate football game, and Leo Messi has been selected as Captain of the one team who can save us.",
          1384161100
        ]
      ],
      "dates_start": 1385008882,
      "dates_end": 1386804068,
      "likes_avg": 2182,
      "likes_stdev": 1020,
      "comments_avg": 89,
      "comments_stdev": 42,
      "shares_avg": 95,
      "shares_stdev": 161
    },
    {
      "number": 14,
      "important": [
        "fan month",
        "communiti",
        "fan",
        "month",
        "tip"
      ],
      "common": [
        "communiti",
        "fan",
        "fan month",
        "mobil",
        "month",
        "samsung",
        "samsung mobil",
        "share",
        "tip",
        "trick"
      ],
      "messages": [
        [
          "Big thank you to all our fans who have partcipated in our Fan of the Month community this year and, well done to all the monthly winners! Check out all the great tips here: http://on.fb.me/SamsungFotM Timeline Photos",
          1356790301
        ],
        [
          "Congratulations to this month's Fan of the Month John, who shared a great tip on how to take a photo one-handed with a GALAXY S III. http://on.fb.me/SamsungFotM Timeline Photos",
          1355499777
        ],
        [
          "The GALAXY Note II comes packed with great features such as Easy Clip, Best Face and Paper Artist, but how do you make the most of them? Submit your tips to our Fan of the Month community. Samsung Mobile Share your experiences and get some great new tips and tricks from other fans. ",
          1354979111
        ],
        [
          "It's finally December and Christmas is just around the corner. How is the GALAXY Note II helping you prepare for the holiday season? Share your tips with our Fan of the Month Community. Samsung Mobile Upload your tips and tricks on the Samsung Mobile Facebook community and you could become our Fan of the Month. ",
          1354361826
        ],
        [
          "What's your favourite multitasking tip on the GALAXY Note II? Samsung Mobile Fan of the Month Share your experiences and get some great new tips and tricks from other fans.",
          1352662913
        ],
        [
          "The GALAXY Note II packs a variety of expression tools. Share your tips on how to creatively express yourself with the GALAXY Note II. Samsung Mobile Fan of the Month Share your experiences and get some great new tips and tricks from other fans.",
          1352061619
        ],
        [
          "How do you make the most of the GALAXY Note II's large 5.5“ HD Super AMOLED display? Share your tips with our Fan of the Month community. Samsung Mobile Fan of the Month Share your experiences and get some great new tips and tricks from other fans.",
          1351446703
        ],
        [
          "Do you have the new GALAXY Note II? What's your favourite feature? Share your tips with us on our Fan of the Month page. http://on.fb.me/SamsungFotM Samsung Mobile Fan of the Month Share your experiences and get some great new tips and tricks from other fans.",
          1350851769
        ],
        [
          "Avoid scrolling through pages of apps and view them all at once with this great tip from Fan of the Month, Bram! http://on.fb.me/SamsungFotM Timeline Photos",
          1350122581
        ],
        [
          "Do you know any hidden tips for the GALAXY S III? Share them here for your chance to be the next Samsung Fan of the Month. Samsung Mobile Fan of the Month Share your experiences and get some great new tips and tricks from other fans. ",
          1349530646
        ],
        [
          "The GALAXY Note 10.1 enhances productivity. Share with us your tips on increasing productivity with this new device. Samsung Mobile Fan of the Month Share your experiences and get some great new tips and tricks from other fans.",
          1348911661
        ],
        [
          "GALAXY Note 10.1 users, do you have any nifty tips to share with other owners about the tablet? Samsung Mobile Fan of the Month Upload your tips and tricks on the Samsung Mobile Facebook community and you could become our Fan of the Month. ",
          1348237535
        ],
        [
          "Congratulations to this month's Fan of the Month, Igor, who showed us how to enable the Swype keyboard on the GALAXY S III. http://on.fb.me/SamsungFotM Timeline Photos",
          1347706520
        ],
        [
          "Submit your tips and tricks on how to get the best experience from the GALAXY S III and you could be our new Fan of the Month. Samsung Mobile Fan of the Month Upload your tips and tricks on the Samsung Mobile Facebook community and you could become our Fan of the Month.",
          1347092852
        ],
        [
          "Congratulations to our new Fan of the Month, Jan. Thanks for sharing your brilliant tip on tethering devices to your GALAXY S III. http://on.fb.me/SamsungFotM Timeline Photos",
          1345287073
        ],
        [
          "Congratulations to our new Samsung Fan of the Month, Tolis, for demonstrating Smart Stay on GALAXY S III with great examples we're sure you can relate to! Fan of the Month Share your tips and tricks with the community and you could become our Fan of the Month.",
          1342862270
        ],
        [
          "Did you know there are 3 different ways to take a screenshot on the GALAXY Note? Visit our Fan of the Month community for more great tips and vote for your favourite! Fan of the Month Share your tips and tricks with the community and you could become our Fan of the Month.",
          1342176052
        ],
        [
          "The GALAXY S III Best Photo feature picks the best of 8 continuous shots. What are your tips for getting the most from your mobile's camera? Samsung Fan of the Month Share your tips and tricks with the community and you could become our Fan of the Month.",
          1341652266
        ],
        [
          "We'd love to see some tips for the new GALAXY S III. If you've got one, share it now! Samsung Fan of the Month Upload your tips and tricks on the Samsung Mobile Facebook community and you could become our Fan of the Month.",
          1341041508
        ],
        [
          "Cheery congratulations are in order for Kayrol, our new Samsung Fan of the Month, with a great tip on how to use the \"hovering pen\" on the GALAXY Note! Samsung Fan of the Month Share your tips and tricks on our Facebook community and you could be next to earn top honors.",
          1339862753
        ],
        [
          "Did you know to take a screenshot on the GALAXY Note, all you have to do is move your palm across the screen? Discover more great tips like this from our Fan of the Month community. Samsung Fan of the Month Upload your tips and tricks on the Samsung Mobile Facebook community and you could become our Fan of the Month.\n",
          1339232365
        ],
        [
          "Purchased the new GALAXY S III this week? Learnt any tricks? Why not share them with the Samsung Fan of the Month community. Samsung Fan of the Month Upload your tips and tricks on the Samsung Mobile Facebook community and you could become our Fan of the Month.",
          1338636409
        ],
        [
          "Hearty congratulations to Moaad BaniSalameh, our newly crowned Fan of the Month, with a tip on how to better use the S Planner on the GALAXY Note! Enter now for the chance to become next months' Fan of the Month.  Samsung Mobile Fan of the Month Upload your tips and tricks on the Samsung Mobile Facebook community and you could become our Fan of the Month.",
          1337441025
        ],
        [
          "Could you be the next Samsung Fan of the Month? Submit your tips and learn some great new tricks from other fans.  Samsung Mobile Fan of the Month Upload your tips and tricks on the Samsung Mobile Facebook community and you could become our Fan of the Month.",
          1336813202
        ],
        [
          "Visit 'Featured Tips and Tricks' on the Fan of the Month community and discover Henry's great tip on how to quickly adjust the screen brightness on your GALAXY Note. \n\nShare yours now! http://on.fb.me/SamsungFotM Become a 'Fan of the Month' Upload your tips and tricks on the Samsung Mobile Facebook community and you could become our Fan of the Month.",
          1334921368
        ],
        [
          "With the S Pen, you get a richer interactive experience on the GALAXY Note. Our newly crowned Fan of the Month, Alexandru, explains how. http://on.fb.me/SamsungFotM Become a 'Fan of the Month' Upload your tips and tricks on the Samsung Mobile Facebook community and you could become our Fan of the Month.",
          1334585111
        ],
        [
          "Have you visited our Fan of the Month community? Browse the 'Featured Tips and Tricks' or search by product to discover prized tips for your handset. http://on.fb.me/ulk2Ya Become a 'Fan of the Month' Upload your tips and tricks on the Samsung Mobile Facebook community and you could become our Fan of the Month.",
          1334226606
        ],
        [
          "Have you ever shared an app with your friends? Mohamed explains how on our Fan of the Month community.\n\nYou could be on our next feature simply by sharing your experiences now: http://on.fb.me/SamsungFotM Become a 'Fan of the Month' Upload your tips and tricks on the Samsung Mobile Facebook community and you could become our Fan of the Month.",
          1333616676
        ],
        [
          "Did you know there's a hidden picture on your Android smartphone? Discover lots of great tricks from the Fan of the Month community. http://on.fb.me/ulk2Ya Become a 'Fan of the Month' Upload your tips and tricks on the Samsung Mobile Facebook community and you could become our Fan of the Month. ",
          1333106352
        ],
        [
          "Meet David from Australia, our February Fan of the Month, who shared a great tip on how to quickly access your settings on Android devices.\n\nSubmit your tip now and get in the running for next month's Fan of the Month http://on.fb.me/SamsungFotM\n Samsung Mobile Upload your tips and tricks on the Samsung Mobile Facebook community and you could become our Fan of the Month. ",
          1331817405
        ],
        [
          "Featuring Daniel Gartner, our latest Fan of the Month, with his tip on how to make a call and send a message directly from the Contacts application! Have you submitted yours? http://on.fb.me/SamsungFotM Samsung Mobile Samsung is a market leader in Consumer Electronics and Cell Phones and for more than 70 years,...",
          1329390052
        ],
        [
          "Know a neat trick about your Samsung mobile? Share it on the Fan of the Month community and stand to earn street cred, or simply vote for your favourite. http://on.fb.me/SamsungFotM",
          1328968534
        ],
        [
          "Congratulations to Furkan from India, the first Samsung Fan of the Month!\n\nFurkan shared a great tip with the community on how to capture a screenshot on the GALAXY S II. Submit yours to get in the running for our next Fan of the Month! http://on.fb.me/SamsungFotM Samsung Mobile Samsung is a market leader in Consumer Electronics and Cell Phones and for more than 70 years,...",
          1327051397
        ]
      ],
      "dates_start": 1334278915,
      "dates_end": 1351354069,
      "likes_avg": 5079,
      "likes_stdev": 3183,
      "comments_avg": 170,
      "comments_stdev": 75,
      "shares_avg": 77,
      "shares_stdev": 67
    },
    {
      "number": 15,
      "important": [
        "caricatur galaxi note ces",
        "ces",
        "caricatur",
        "galaxi note ces",
        "caricatur galaxi"
      ],
      "common": [
        "caricatur",
        "caricatur galaxi",
        "caricatur galaxi note",
        "caricatur galaxi note ces",
        "ces",
        "galaxi",
        "galaxi note",
        "galaxi note ces",
        "note",
        "note ces"
      ],
      "messages": [
        [
          "Coco and Norman Wong [CARICATURES] GALAXY Note at CES 2012",
          1326336926
        ],
        [
          "Paula Mikki Evardo Tindoc [CARICATURES] GALAXY Note at CES 2012",
          1326336926
        ],
        [
          "Unni Krishnan [CARICATURES] GALAXY Note at CES 2012",
          1326336926
        ],
        [
          "Brandon Huang [CARICATURES] GALAXY Note at CES 2012",
          1326336926
        ],
        [
          "Damien Douk [CARICATURES] GALAXY Note at CES 2012",
          1326336925
        ],
        [
          "Kaye Odirolf [CARICATURES] GALAXY Note at CES 2012",
          1326336925
        ],
        [
          "Kefas Flaze Gaze [CARICATURES] GALAXY Note at CES 2012",
          1326336925
        ],
        [
          "Art Lanez [CARICATURES] GALAXY Note at CES 2012",
          1326336925
        ],
        [
          "Federica Cecchini Snipers [CARICATURES] GALAXY Note at CES 2012",
          1326296783
        ],
        [
          "Daniso Maumba Ndolo [CARICATURES] GALAXY Note at CES 2012",
          1326296783
        ],
        [
          "Paulo Olinto [CARICATURES] GALAXY Note at CES 2012",
          1326296782
        ],
        [
          "Piret Tamm [CARICATURES] GALAXY Note at CES 2012",
          1326296782
        ],
        [
          "Hashim Rais [CARICATURES] GALAXY Note at CES 2012",
          1326296782
        ],
        [
          "Joycelyn Fei Woon Yap [CARICATURES] GALAXY Note at CES 2012",
          1326296782
        ],
        [
          "Saif [CARICATURES] GALAXY Note at CES 2012",
          1326296782
        ],
        [
          "Utut Irawan [CARICATURES] GALAXY Note at CES 2012",
          1326296781
        ],
        [
          "Vanessa L. Galica [CARICATURES] GALAXY Note at CES 2012",
          1326296781
        ]
      ],
      "dates_start": 1326295636,
      "dates_end": 1326335710,
      "likes_avg": 32,
      "likes_stdev": 18,
      "comments_avg": 4,
      "comments_stdev": 3,
      "shares_avg": 4,
      "shares_stdev": 3
    }
  ]
}