{
  "pagename": "Stella",
  "page_name_displayed": "Stella Artois",
  "globalstats": {
    "fan_count": 8108035,
    "messages": 957,
    "likes_avg": 530,
    "likes_stdev": 1326,
    "comments_avg": 19,
    "comments_stdev": 43,
    "shares_avg": 54,
    "shares_stdev": 109,
    "graph_uri": "clusters/Stella.png"
  },
  "clusters": [
    {
      "number": 1,
      "important": [
        "access",
        "master",
        "travel",
        "beer",
        "timelin",
        "stellaartoi",
        "season",
        "photo",
        "stellaartoi timelin",
        "perfect"
      ],
      "common": [
        "beauty",
        "matter",
        "one",
        "perfect",
        "photos",
        "stellaartois",
        "stellaartois timeline",
        "stellaartois timeline photos",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "The perfect accessory, no matter the season. #StellaArtois Timeline Photos",
          1381593600
        ],
        [
          "A master pourer, a perfect beer. #StellaArtois Timeline Photos",
          1381326000
        ],
        [
          "One of the most well traveled foods, it’s no surprise that sushi is a perfect companion for #StellaArtois. Timeline Photos",
          1381270201
        ],
        [
          "Where there’s quality there’s demand. #StellaArtois Timeline Photos",
          1380925800
        ],
        [
          "A conversation piece, no matter the occasion. #StellaArtois Timeline Photos",
          1380472800
        ],
        [
          "True beauty. #StellaArtois Timeline Photos",
          1380227400
        ],
        [
          "Two heads are better than one. #StellaArtois Timeline Photos",
          1378566600
        ],
        [
          "A beacon wherever you are. #StellaArtois Timeline Photos",
          1378160400
        ],
        [
          "Double the beauty. #StellaArtois Timeline Photos",
          1377124800
        ]
      ],
      "dates_start": 1378445141,
      "dates_end": 1381480991,
      "likes_avg": 902,
      "likes_stdev": 1499,
      "comments_avg": 15,
      "comments_stdev": 31,
      "shares_avg": 81,
      "shares_stdev": 129
    },
    {
      "number": 2,
      "important": [
        "artoi",
        "timelin",
        "stella",
        "photo",
        "club",
        "visit",
        "cann cinema",
        "cinema",
        "stella artoi",
        "cann"
      ],
      "common": [
        "cannes",
        "cannes cinema",
        "cannes cinema club",
        "cinema",
        "cinema club",
        "club",
        "photos",
        "stella artois",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "Kellan Lutz visits Stella Artois’ Cannes Cinema Club. Timeline Photos",
          1338129360
        ],
        [
          "Kellan Lutz, co-star of the Twilight series, will visit Stella Artois’ Cannes Cinema Club on Saturday to meet our guests and answer your questions.  Tell us what you’d ask Kellan and we’ll choose the best questions for his visit! Timeline Photos",
          1337945908
        ],
        [
          "For your listening pleasure…some of our favorites, now playing at the Cannes Cinema Club Music Of The Cannes Cinema Club - Volume I Listen to Music Of The Cannes Cinema Club - Volume I Cloudcast by Cannes Cinema Club on Mixcloud",
          1337797742
        ],
        [
          "Last night we found a few misplaced items.  If you have lost a yellow striped boiler suit with samurai sword, a white boiler suit and bowler hat or a pink dressing gown then fear not they are here, in the Cannes Cinema Club cloakroom. Timeline Photos",
          1337784877
        ],
        [
          "The VIP room at the Cannes Cinema Club - full of actors, directors, writers, producers and one waterskiing instructor…there on the left. Timeline Photos",
          1337709163
        ],
        [
          "Le Trio Farouche play the Cannes Cinema Club. If you put an empty Stella Artois chalice to your ear like a shell you can hear them anywhere in the world. Timeline Photos",
          1337447902
        ],
        [
          "Mesdames et Messieurs it gives me great pleasure to re-open the doors to the Cannes Cinema Club 50 years on since its closure. Timeline Photos",
          1337276508
        ],
        [
          "The moon is winking. The palm trees are whispering to each other. It can only mean one thing…. tonight is the grand re-opening of the Cannes Cinema Club. Timeline Photos",
          1337192409
        ],
        [
          "\"Either everyone was beautiful or the lighting was great. Most probably both.\" Intrigued? See what's waiting for you at the Cannes Cinéma Club:  Cannes Cinema Club",
          1335548912
        ],
        [
          "The Cannes Cinema Club is said to have inspired some of the most iconic moments in film to date. What iconic film moment do you wish you had lived?  CANNES CINEMA CLUB  | Stella Artois",
          1333717835
        ],
        [
          "Not everyone will be so lucky to soak up the inspiring films and sunshine in the French Riviera this May, so allow us to bring a little bit of Cannes to you with the Stella Artois' Cannes Cinéma Club.  CANNES CINEMA CLUB  | Stella Artois",
          1332255728
        ]
      ],
      "dates_start": 1334759452,
      "dates_end": 1338478064,
      "likes_avg": 190,
      "likes_stdev": 124,
      "comments_avg": 16,
      "comments_stdev": 12,
      "shares_avg": 9,
      "shares_stdev": 6
    },
    {
      "number": 3,
      "important": [
        "access",
        "even",
        "even timelin",
        "us",
        "chalic",
        "timelin",
        "beauti",
        "rais",
        "photo",
        "begin"
      ],
      "common": [
        "beautiful",
        "evening",
        "evening timeline",
        "evening timeline photos",
        "hope",
        "photos",
        "raise",
        "raise chalice",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "The beginnings of a beautiful Sunday evening. Timeline Photos",
          1413745500
        ],
        [
          "Will you raise a Chalice with us on this Friday evening? Timeline Photos",
          1412985083
        ],
        [
          "We can’t think of a better way to spend our evening. Timeline Photos",
          1412103900
        ],
        [
          "We’re unveiling what promises to be an adventurous evening. Timeline Photos",
          1398201642
        ],
        [
          "Who will you invite to share a Stella Artois with you this evening? Timeline Photos",
          1395770400
        ],
        [
          "We raise our chalice to the #PerfectViewing party. We hope you enjoyed your evening. Timeline Photos",
          1393815600
        ],
        [
          "Who else has a beautiful vision awaiting them this evening? Timeline Photos",
          1388858400
        ],
        [
          "We've got our essentials this evening. Do you? Timeline Photos",
          1387929600
        ],
        [
          "Only the finest of company awaits you this evening. Timeline Photos",
          1383327129
        ],
        [
          "We hope you left your #dinner plans open-ended this evening. Timeline Photos",
          1377289800
        ],
        [
          "It's shaping up to be a memorable evening... Timeline Photos",
          1366412401
        ]
      ],
      "dates_start": 1379168506,
      "dates_end": 1408184121,
      "likes_avg": 296,
      "likes_stdev": 166,
      "comments_avg": 6,
      "comments_stdev": 4,
      "shares_avg": 30,
      "shares_stdev": 21
    },
    {
      "number": 4,
      "important": [
        "artoi",
        "access",
        "us",
        "chalic",
        "eye",
        "exclus",
        "chalic symphoni",
        "cold",
        "stella artoi",
        "know"
      ],
      "common": [
        "artois",
        "chalice",
        "chalice symphony",
        "cold",
        "cold war",
        "cold war kids",
        "kids",
        "symphony",
        "war",
        "war kids"
      ],
      "messages": [
        [
          "You've heard the Cold War Kids song with the Chalice Symphony 'A Million Eyes.' Now you can compose your own track using the #ChaliceSymphony sounds by downloading the sound files here: http://www.symphonydownload.com/ Chalice Symphony",
          1397239652
        ],
        [
          "Download the exclusive Cold War Kids song, ‘A Million Eyes’ featuring the Stella Artois Chalice Symphony here.  Listen and let us know your thoughts. http://bit.ly/1hCzm9r Timeline Photos",
          1394568827
        ],
        [
          "The Chalice Symphony is made up of four unique instruments created by musical craftsman Andy Cavatorta. Learn about the complete symphony here:\nhttp://bit.ly/1jG7b9R Timeline Photos",
          1394303101
        ],
        [
          "Get a glimpse into the Cold War Kids creative process as\nthey write their song \"A Million Eyes.\" Watch the video\nhere: Chalice Symphony: Cold War Kids Craft \"A Million Eyes\" The Chalice Symphony is a collaboration between Stella Artois, musical craftsman Andy Cavatorta, and rock band Cold War Kids.",
          1394226633
        ],
        [
          "Watch as Cold War Kids meet Andy Cavatorta and\nexperience the Chalice Symphony for the first time: Chalice Symphony: Cold War Kids Meet Andy Cavatorta The Chalice Symphony is a collaboration between Stella Artois, musical craftsman Andy Cavatorta, and rock band Cold War Kids.",
          1394140106
        ],
        [
          "Download \"A Million Eyes\" by Cold War Kids in collaboration with the Chalice Symphony here: A Million Eyes (From Stella Artois - The Chalice Symphony) - Single by Cold War Kids Preview and download A Million Eyes (From Stella Artois - The Chalice Symphony) - Single on iTunes. See ratings and read customer reviews.",
          1394051047
        ],
        [
          "Stella Artois launched Chalice Symphony along side Andy Cavatorta and Cold War Kids this week at 168 Bowery in New York City. The event celebrated the launch of Chalice Symphony and featured a live performance by Cold War Kids where they debuted “A Million Eyes” live for the first time. CHALICE SYMPHONY LAUNCH EVENT",
          1394045329
        ],
        [
          "We're thrilled to be featured in Esquire Magazine for our Chalice Symphony project together with Cold War Kids. View the link to read the piece: This Man Made Music Out of Beer An MIT engineer's yearlong experiment results in a new Cold War Kids song",
          1393969955
        ],
        [
          "Inspired by the Chalice Symphony instruments, our\nartistic collaborators, Cold War Kids, have written a\nsong using all four. Download their exclusive song here: http://bit.ly/1hCzm9r Timeline Photos",
          1393874256
        ],
        [
          "Stella Artois and musical craftsman Andy Cavatorta are proud to announce Cold War Kids as our artistic collaborator on the Chalice Symphony project. Timeline Photos",
          1393365395
        ],
        [
          "Introducing the first instrument in the Chalice Symphony: The Hive. http://bit.ly/1fGjhv1 Timeline Photos",
          1393017534
        ],
        [
          "Andy Cavatorta is the craftsman of the four instruments in the Chalice Symphony. Find out more about how he came to create these masterpieces here: http://bit.ly/Mfd7ub Timeline Photos",
          1392932038
        ],
        [
          "Stella Artois is proud to present the Chalice Symphony.\nView what we have crafted:  Chalice Symphony",
          1392829055
        ],
        [
          "One beautiful Chalice inspired a musical craftsman to\ncreate four unique instruments. Behold the Chalice\nSymphony, coming soon...http://bit.ly/1bFFT3t Timeline Photos",
          1392656749
        ]
      ],
      "dates_start": 1392853928,
      "dates_end": 1395034596,
      "likes_avg": 31,
      "likes_stdev": 22,
      "comments_avg": 0,
      "comments_stdev": 0,
      "shares_avg": 3,
      "shares_stdev": 2
    },
    {
      "number": 5,
      "important": [
        "artoi",
        "timelin",
        "stella",
        "time",
        "tbt",
        "tbt timelin",
        "photo",
        "year",
        "stella artoi",
        "look"
      ],
      "common": [
        "chalice",
        "photos",
        "stella",
        "stella artois",
        "tbt",
        "tbt timeline",
        "tbt timeline photos",
        "timeline",
        "timeline photos",
        "vintage"
      ],
      "messages": [
        [
          "We've changed our look a few times over the years. What's your favorite vintage Stella Artois look? #TBT Timeline Photos",
          1443108301
        ],
        [
          "Our chalice is still the best way to experience our beer, but this glass really brings back memories. #TBT Timeline Photos",
          1441900801
        ],
        [
          "If you were looking for a sign, this is it. #Leuven #vintage #TBT Timeline Photos",
          1440082381
        ],
        [
          "A thoughtful gifting option then and now. #TBT Timeline Photos",
          1415888682
        ],
        [
          "Even before the Chalice, a perfectly poured Stella Artois required two-fingers of foam! #TBT Timeline Photos",
          1414701001
        ],
        [
          "One of our fans uncovered this vintage bottle while renovating their home. What a find! Follow http://instagram.com/StellaArtois to see more from our 600-year history and today. #TBT Timeline Photos",
          1411063800
        ],
        [
          "We pay tribute to our classic roots. #TBT Timeline Photos",
          1409259600
        ],
        [
          "Delivering perfection. #TBT Timeline Photos",
          1406835000
        ],
        [
          "Loading up the goods. #TBT Timeline Photos",
          1406229600
        ],
        [
          "We recently unearthed this photo from the Stella Artois brewery in Leuven, Belgium. When do you think it was taken? #TBT Timeline Photos",
          1405016100
        ],
        [
          "Other than the Chalice and the hairstyles, not much has changed. #TBT Timeline Photos",
          1391191200
        ],
        [
          "Before the Chalice, there was this. #TBT Timeline Photos",
          1390518000
        ],
        [
          "The ultimate gift, way back when. #TBT Timeline Photos",
          1389909601
        ],
        [
          "Before this, it was a horse and buggy. #TBT Timeline Photos",
          1389283201
        ],
        [
          "A lady never reveals her age. #TBT Timeline Photos",
          1388678400
        ]
      ],
      "dates_start": 1391058597,
      "dates_end": 1428096824,
      "likes_avg": 352,
      "likes_stdev": 274,
      "comments_avg": 5,
      "comments_stdev": 5,
      "shares_avg": 34,
      "shares_stdev": 31
    },
    {
      "number": 6,
      "important": [
        "access",
        "first",
        "chalic",
        "timelin",
        "learn",
        "photo",
        "day",
        "star",
        "stella artoi",
        "chalic timelin"
      ],
      "common": [
        "artois",
        "chalice",
        "chalice timeline",
        "chalice timeline photos",
        "chalices",
        "photos",
        "stella",
        "stella artois",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "It's the first day of #Oktoberfest but forget the steins — we prefer chalices. Timeline Photos",
          1442674801
        ],
        [
          "Saaz Hops: The star ingredient in Stella Artois.\n\nLearn more about what’s inside our chalice here: https://www.youtube.com/watch?v=V3-1xx63OSw Timeline Photos",
          1440266100
        ],
        [
          "The world looks so much nicer through golden-colored chalices. Timeline Photos",
          1425756600
        ],
        [
          "From Belgium to bottle to chalice to you. Timeline Photos",
          1424639700
        ],
        [
          "Kicking off our #PerfectViewing party with a full Chalice. Timeline Photos",
          1393802401
        ],
        [
          "A Chalice for you, a Chalice for ______? Timeline Photos",
          1389805200
        ],
        [
          "What do you see when you look at a Chalice? Timeline Photos",
          1381695001
        ],
        [
          "One of the finishing touches before the coveted Chalice is yours. Timeline Photos",
          1369258201
        ],
        [
          "Think you know film? Play Stella Artois Shorts on Twitter today for a chance to win a limited edition Stella Artois Connoisseur Chalice.  http://bit.ly/YuTdtK Timeline Photos",
          1361721938
        ],
        [
          "Weekends were not made for an empty Chalice. Timeline Photos",
          1361574001
        ],
        [
          "Your weekend outfit isn’t complete without a perfectly poured Chalice. Timeline Photos",
          1360512702
        ],
        [
          "Who shall we make this chalice out to? Timeline Photos",
          1352314802
        ],
        [
          "What should we do with all these impeccable chalices? Timeline Photos",
          1350483002
        ],
        [
          "The 2012 London Olympics end today. May we suggest putting down the water bottles and raising a Chalice? Timeline Photos",
          1344797019
        ],
        [
          "Weekends and Stella Artois are a fine tradition worth raising a Chalice to! Timeline Photos",
          1339178713
        ],
        [
          "It's not a glass. It's a Chalice. Timeline Photos",
          1332165872
        ]
      ],
      "dates_start": 1344121295,
      "dates_end": 1414709460,
      "likes_avg": 605,
      "likes_stdev": 468,
      "comments_avg": 45,
      "comments_stdev": 77,
      "shares_avg": 66,
      "shares_stdev": 64
    },
    {
      "number": 7,
      "important": [
        "access",
        "readi",
        "weekend",
        "timelin",
        "cheer",
        "photo",
        "weekend timelin",
        "set",
        "share",
        "look"
      ],
      "common": [
        "artois",
        "cheers",
        "photos",
        "stella",
        "stella artois",
        "timeline",
        "timeline photos",
        "weekend",
        "weekend timeline",
        "weekend timeline photos"
      ],
      "messages": [
        [
          "Looking forward to the weekend. Timeline Photos",
          1408561201
        ],
        [
          "Ready, set, weekend. Timeline Photos",
          1385154601
        ],
        [
          "The art of a well-balanced #weekend. Timeline Photos",
          1377356400
        ],
        [
          "Who are you waiting for this weekend? Timeline Photos",
          1367086800
        ],
        [
          "Cheers from Shanghai! Where are you capping off your weekend? Timeline Photos",
          1359310201
        ],
        [
          "Share a subtle reminder this weekend. Timeline Photos",
          1357926001
        ],
        [
          "Cheers from beautiful Sydney, Australia. Where in the world are you starting your weekend? Timeline Photos",
          1356104400
        ],
        [
          "Cheers from Leuven, the hometown of Stella Artois. Where are you kicking off the weekend? Timeline Photos",
          1354385401
        ],
        [
          "Cheers from Hong Kong. Where are you enjoying the weekend? Timeline Photos",
          1353182401
        ],
        [
          "Cheers from London, England! Where are you spending this fine weekend? Timeline Photos",
          1351881135
        ],
        [
          "Cheers to Labor Day! Post a photo from wherever you’re celebrating the long weekend. Timeline Photos",
          1346677201
        ],
        [
          "Cheers to Labour Day! Post a photo from wherever you’re celebrating the long weekend. Timeline Photos",
          1346677201
        ],
        [
          "What are your 9-Steps to the perfect weekend? Timeline Photos",
          1344605803
        ],
        [
          "Where will you be practicing your perfect pour this weekend? Timeline Photos",
          1344009976
        ],
        [
          "Full flavour with just a hint of bitterness makes Stella Artois a perfect pair for grilled meat. What’s on the grill this weekend? Timeline Photos",
          1341672390
        ],
        [
          "Patiently waiting to welcome you to the weekend. Timeline Photos",
          1341573850
        ],
        [
          "Stella Artois at sunset. Check it off your To-Do List this weekend! Timeline Photos",
          1339765751
        ]
      ],
      "dates_start": 1339709985,
      "dates_end": 1375105392,
      "likes_avg": 1076,
      "likes_stdev": 915,
      "comments_avg": 44,
      "comments_stdev": 36,
      "shares_avg": 145,
      "shares_stdev": 152
    },
    {
      "number": 8,
      "important": [
        "artoi",
        "artoi timelin",
        "access",
        "make",
        "dinner",
        "timelin",
        "stella",
        "parti",
        "photo",
        "stella artoi"
      ],
      "common": [
        "artois",
        "artois timeline",
        "artois timeline photos",
        "photos",
        "stella",
        "stella artois",
        "stella artois timeline",
        "stella artois timeline photos",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "Turn dinner prep into the dinner party with Stella Artois. Timeline Photos",
          1475082193
        ],
        [
          "No plates necessary. Make your dinner party hands-on with Stella Artois. Timeline Photos",
          1474649520
        ],
        [
          "Any day is a lucky one if you order a Stella Artois. Timeline Photos",
          1426600807
        ],
        [
          "Have you seen our limited-edition 750 mL bottle this season? Give one alongside a Chalice this year to honor the rich history of Stella Artois. Timeline Photos",
          1418418900
        ],
        [
          "The floral body and crisp hop finish of Stella Artois accentuate holiday spices like cinnamon and clove. What food do you serve to your guests alongside Stella Artois? Timeline Photos",
          1418246401
        ],
        [
          "The holiday season is here, what are you serving along side Stella Artois? Timeline Photos",
          1417373280
        ],
        [
          "Stella Artois is a perfect complement to fresh oysters. What flavors do you enjoy alongside your Stella Artois? Timeline Photos",
          1413566154
        ],
        [
          "We’e enjoying this midweek snack. Follow http://Instagram.com/StellaArtois for more beautiful moments from Stella Artois. Timeline Photos",
          1412778300
        ],
        [
          "When assembling a list of party essentials, one must never  forget the Stella Artois. Timeline Photos",
          1396639368
        ],
        [
          "True romance is sharing a moment with Stella Artois. Timeline Photos",
          1392328800
        ],
        [
          "The always picturesque, Stella Artois. Timeline Photos",
          1391531100
        ],
        [
          "Let the holidays linger a little while longer with Stella Artois. Timeline Photos",
          1388077201
        ],
        [
          "How do you take your Stella Artois? Timeline Photos",
          1371998401
        ],
        [
          "Whoever said ‘patience is a virtue’ clearly never had to\r\nwait for Stella Artois. Timeline Photos",
          1371074400
        ],
        [
          "On tap tonight: Stella Artois and Stella Artois. Timeline Photos",
          1366463400
        ],
        [
          "We prefer our movie popcorn with a side of Stella Artois. You? Timeline Photos",
          1357668605
        ],
        [
          "Start your week in style - with Stella Artois. Timeline Photos",
          1357576801
        ],
        [
          "It’s the first weekend of 2013 - who are you enjoying your Stella Artois with? Timeline Photos",
          1357329601
        ],
        [
          "It is better to give than to receive. Except perhaps when it comes to Stella Artois. Timeline Photos",
          1355154600
        ],
        [
          "The only thing we’re asking for this year: a gift-wrapped package of Stella Artois. Timeline Photos",
          1354627200
        ],
        [
          "A festive gift is coming your way, courtesy of Stella Artois... Timeline Photos",
          1352841042
        ],
        [
          "Could we interest you in a well-deserved Stella Artois? Timeline Photos",
          1351004404
        ],
        [
          "Happy Independence Day, Belgium. Now how are you going to celebrate? With chocolate, mussels or Stella Artois? Timeline Photos",
          1342874099
        ]
      ],
      "dates_start": 1352895168,
      "dates_end": 1426574794,
      "likes_avg": 591,
      "likes_stdev": 593,
      "comments_avg": 23,
      "comments_stdev": 27,
      "shares_avg": 73,
      "shares_stdev": 97
    },
    {
      "number": 9,
      "important": [
        "develop world",
        "clean water",
        "develop",
        "provid year",
        "clean",
        "help provid",
        "provid",
        "artist",
        "help",
        "limitededit chalic"
      ],
      "common": [
        "buyaladyadrink",
        "buyaladyadrink com",
        "clean",
        "clean water",
        "com",
        "developing",
        "developing world",
        "provide",
        "water",
        "world"
      ],
      "messages": [
        [
          "Created by local artist Lisa Mam, this Cambodia limited-edition Chalice can help provide 5 years of clean water for someone in the developing world. http://bit.ly/SABALAD",
          1487865948
        ],
        [
          "Presenting the 2017 limited-edition Brazil Chalice. Along with the Cambodia and Uganda Chalices, each purchase will provide access to 5 years of clean water for one person in the developing world. Join Stella Artois and Water.org to help end the global water crisis. http://bit.ly/SABALAD Timeline Photos",
          1485187200
        ],
        [
          "Today, Stella Artois and Water.org announce our long-term commitment to help end the global water crisis. We’re partnering to make clean water accessible to millions of people in need — and you can play a part. Purchasing a limited-edition Stella Artois Chalice helps provide 5 years of clean water to someone in the developing world. www.buyaladyadrink.com Phantom Pour",
          1484668800
        ],
        [
          "Behind every Chalice is a chance to change the world.\nEach limited-edition Chalice helps provide 5 years of clean water for 1 person in the developing world. Leave your mark with one of your own at www.BuyALadyADrink.com. Timeline Photos",
          1457992373
        ],
        [
          "Water leaves a mark. \nEach limited-edition Chalice helps provide 5 years of clean water for 1 person in the developing world. Leave your mark with one of your own: www.BuyALadyADrink.com Timeline Photos",
          1457392021
        ],
        [
          "Women in the developing world spend hours walking for water. Give them a new path in life.\n \nEach limited-edition Chalice helps provide 5 years of clean water for 1 person in the developing world. Leave your mark with one of your own at www.BuyALadyADrink.com.",
          1456179863
        ],
        [
          "Thanks to your support, 25,000 limited-edition Chalices have been purchased around the world.\n\nFor every Chalice purchased, Water.org will provide 5 years of clean water to a person in the developing world. Learn more at www.BuyALadyADrink.com.",
          1455834525
        ],
        [
          "Purchase this limited-edition Chalice designed by Haitian artist Michèle Manuel and provide 5 years of clean drinking water to a person in the developing world. Leave your mark at www.BuyALadyADrink.com",
          1455568620
        ],
        [
          "Purchase this limited-edition Chalice designed by Peruvian artist Daniel Cortez Torres and provide 5 years of clean drinking water to a person in the developing world. Leave your mark at www.BuyaLadyaDrink.com.",
          1454971093
        ],
        [
          "Purchase this limited-edition Chalice designed by Kenyan artist Wini Awuondo and provide 5 years of clean drinking water to a person in the developing world. Shop now at http://www.BuyaLadyaDrink.com",
          1454364692
        ],
        [
          "Pour with purpose.\n\nEach limited-edition Chalice helps provide 5 years of clean water for 1 person in the developing world. Leave your mark with one of your own at www.BuyaLadyaDrink.com. Timeline Photos",
          1454110640
        ],
        [
          "Feel what it’s like to walk to water every day.\n\nExplore this 360 video to see how clean water can help change a woman’s future. Leave your mark at www.buyaladyadrink.international/. See the Difference Water Can Make with Water.Org and Stella Ar...",
          1453921200
        ],
        [
          "Last year you helped Water.org provide 290,000 people in the developing world with 5 years of clean water. Join us in continuing that legacy and leave your mark at www.BuyALadyADrink.com. Leave a Mark with Matt Damon and Stella Artois | Buy a Lady a ...",
          1453568401
        ],
        [
          "We're continuing our partnership by helping Water.org provide clean drinking water. With the purchase of the 2016 limited-edition Chalice, you can help bring 5 years of clean water to 1 person in the developing world.",
          1453404277
        ],
        [
          "There's nothing more beautiful than the gift of clean water. And together with Water.org you can give five years of clean drinking water with the purchase of one special edition #BuyALadyADrink chalice. www.BuyALadyADrink.com #GiveBeautifully Timeline Photos",
          1449519120
        ],
        [
          "Here’s to YOU and the 73,000 limited edition chalices purchased around the world so far. Thanks to your support, we’re helping to provide people in the developing world with one of earth's most precious resources: clean water. This #EarthDay, show us a picture of your chalice with #BuyALadyADrink to join us and Water.org in toasting to a better world.",
          1429708936
        ],
        [
          "Stella Artois has partnered with Water.org to give women in developing countries access to clean water. \n\n1 limited-edition chalice provides 5 years of clean water to a woman in a developing country. We’ll drink to that. \n\nGet yours at BuyALadyADrink.com",
          1428433200
        ],
        [
          "Celebrate #WorldWaterDay by helping to stop daily journeys for water. Stella Artois is partnering with Water.org to help provide access to clean water for women in the developing world. Just 1 limited-edition chalice can provide 5 years of clean water for 1 person. Learn more about how you can help at BuyaLadyaDrink.com",
          1427030100
        ],
        [
          "Lucia wakes up at 4am every day to collect clean water. Help stop these journeys at BuyALadyADrink.com Timeline Photos",
          1426003203
        ],
        [
          "Every day, women in the developing world walk hours for clean water. Teresa spends up to 21 hours a week collecting it. Help stop these journeys at BuyALadyADrink.com Timeline Photos",
          1425490200
        ],
        [
          "Cheers to you! We’ve sold 10,000 limited-edition chalices to help women in developing countries get access to clean water. Thank you for joining us in this cause. \n\nVisit BuyALadyADrink.com and get your limited-edition chalice today. Timeline Photos",
          1425241801
        ],
        [
          "Water for laundry, hygiene and hydration. Darusalem carries all 44 lbs of this burden every day. Stella Artois is partnering with Water.org to help provide access to clean water for women in the developing world. Help end the journeys at BuyALadyADrink.com Timeline Photos",
          1425072178
        ],
        [
          "Every day, women in the developing world walk hours for Water.org Imagine replacing your morning coffee with a 2-hour journey to collect water. Help stop these journeys at BuyALadyADrink.com Timeline Photos",
          1424193300
        ],
        [
          "1 in 9 people around the world lack access to clean water. Stella Artois is partnering with Water.org to help provide access to clean water for women in the developing world. Learn how you can help at BuyALadyADrink.com Timeline Photos",
          1423077301
        ],
        [
          "It could take Suman more than 2 hours to collect enough water for an average load of laundry in the U.S. Stella Artois is partnering with Water.org to help provide access to clean water for women in the developing world. Help stop these journeys at BuyALadyADrink.com. Timeline Photos",
          1422568405
        ]
      ],
      "dates_start": 1426947265,
      "dates_end": 1466762125,
      "likes_avg": 81,
      "likes_stdev": 64,
      "comments_avg": 4,
      "comments_stdev": 4,
      "shares_avg": 28,
      "shares_stdev": 65
    },
    {
      "number": 10,
      "important": [
        "access",
        "world",
        "ritual",
        "draught",
        "timelin",
        "see",
        "photo",
        "master",
        "love",
        "draught master"
      ],
      "common": [
        "draught",
        "draught master",
        "draught masters",
        "master",
        "masters",
        "stella artois",
        "world",
        "world draught",
        "world draught master",
        "world draught masters"
      ],
      "messages": [
        [
          "We love seeing Brand Ambassador and former World Draught Master Champion Allaine Schaiko in his element. Timeline Photos",
          1439570940
        ],
        [
          "Our Festival de Cannes hosts Ben Lyons and Jacqueline M. Wood faced-off center stage to determine who was better at exacting the 9-Step Pouring Ritual. Who are you rooting for?  #worlddraughtmasters #herestoperfection The Duel | World Draught Masters",
          1400776222
        ],
        [
          "After their country finals, Draught Masters from around the world found themselves competing in downtown Cannes, France. It set the stage for this year’s 17th annual World Draught Masters competition. #worlddraughtmasters #herestoperfection",
          1400743359
        ],
        [
          "Building up to the main event, our twenty-two World Draught Master contestants prepared for a life changing competition in the heart of Cannes, France. #worlddraughtmasters #herestoperfection Behind the Competition | World Draught Masters 2014",
          1400523533
        ],
        [
          "The 2014 World Draught Masters held during the Festival de Cannes was one to remember. Throughout the night our twenty-two competitors from around the globe dueled multiple opponents to determine the new champion! #worlddraughtmasters. #herestoperfection The 2014 World Draught Masters",
          1400480939
        ],
        [
          "The presentation of a master. Congratulations to Belgium's Marjolein Geuens. The official 2014 World Draught Master! #worlddraughtmasters #herestoperfection Timeline Photos",
          1400411584
        ],
        [
          "Watch our twenty-two competitors complete their final training, with the ultimate goal of obtaining the coveted title of World Draught Master 2014. #worlddraughtmasters #herestoperfection Training the Competitors | World Draught Masters 2014",
          1400349541
        ],
        [
          "Some advice from our World Draught Masters competitors: Charisma, flair and personality are just as important as the 9-Step Pour. #worlddraughtmasters #herestoperfection Timeline Photos",
          1400329343
        ],
        [
          "The stage is set for the 2014 Stella Artois World Draught Masters competition on May 17th. #WorldDraughtMasters #herestoperfection Timeline Photos",
          1400245501
        ],
        [
          "Now in its 17th year, The World Draught Masters Championship celebrates the care and craftsmanship that goes into serving the perfect Stella Artois.  #WorldDraughtMasters #herestoperfection Timeline Photos",
          1399143530
        ],
        [
          "The World Draught Masters Championship seeks just one thing: the Perfect Pour of Stella Artois. Who will conquer the competition this year? Timeline Photos",
          1398364501
        ],
        [
          "Belgian Allaine Schaiko currently holds the title of World Draught Master. He will defend his country’s title at this year’s World Draught Masters competition on May 17th. Learn more about him here: Meet 2012 World Draft Master: Allaine Schaiko",
          1398272963
        ],
        [
          "Celebrating craftsmanship, attention to detail and the perfect pour we’re proud to announce the World Draught Masters competition is one month away on May 17th.  #WorldDraughtMasters Timeline Photos",
          1397844656
        ],
        [
          "The 2012 World Draught Masters Finals: exhilarating, exciting and unforgettable.  Stella Artois",
          1351376043
        ],
        [
          "The World Draught Masters Finals are wrapped. Here’s a look at the some of the most exciting scenes from the night: Stella Artois The 2012 World Draught Masters Finals was a night of celebration and sophistication in Montreal, culminating in the crowning of a new World Draught Master.",
          1351287280
        ],
        [
          "The 2012 World Draught Masters Finals was a night of celebration and sophistication in Montreal, culminating in the crowning of a new World Draught Master. 2012 World Draught Masters Finals",
          1351287106
        ],
        [
          "Ladies and gentlemen, the 2012 World Draught Masters Champion: Stella Artois",
          1351261793
        ],
        [
          "The excitement is palpable as our fine contestants get ready to duel for the title of World Draught Master. Keep checking in as we post live from Montréal: Stella Artois The 2012 World Draught Masters Finals was a night of celebration and sophistication in Montreal, culminating in the crowning of a new World Draught Master.",
          1351197407
        ],
        [
          "The 2012 World Draught Masters Finals is just hours away. Which country are you cheering for? 2012 World Draught Masters Finals",
          1351179477
        ],
        [
          "Ladies and gentlemen, we introduce you to the 2012 World Draught Masters Finalists: Stella Artois",
          1351165446
        ],
        [
          "Will you be joining us for the World Draught Masters Finals tomorrow evening? Stella Artois",
          1351094166
        ],
        [
          "The World Draught Masters Finals are this Thursday, and we’re here in beautiful Old Montréal “getting ready”: Timeline Photos",
          1350925203
        ],
        [
          "Our roundup of the best places to eat, drink and explore in Montréal comes just in time for the 2012 World Draught Master Finals: Stella Artois",
          1350657569
        ],
        [
          "Only two weeks until the 2012 Stella Artois World Draught Master Finals. Which country will you be cheering on? Timeline Photos",
          1349976197
        ],
        [
          "This year’s World Draught Master is approaching. Are you ready? \r\nCheck out your local Stella Artois Facebook page to learn more. Timeline Photos",
          1347450886
        ],
        [
          "Be part of our World Draught Master plan. Find out more about events in your area. Visit your local Stella Artois Facebook page. Timeline Photos",
          1345488456
        ],
        [
          "Clearly not the work of a World Draught Master. Stay tuned for our Connoisseurs game to show us your appreciation for a perfectly poured Chalice. Timeline Photos",
          1345034930
        ],
        [
          "World Draught Masters is coming to your corner of the world. Find out more by visiting your local Stella Artois Facebook page. Timeline Photos",
          1344858070
        ],
        [
          "We've all got our own rituals for enjoying a Stella Artois, but there's only one way to pour it… like a World Draught Master. Click to view the art of the perfect pour.\r\nhttp://www.facebook.com/media/set/?set=a.10150873351866378.427778.88276686377&type=1&ref=notif&notif_t=photo_album_comment Timeline Photos",
          1339087851
        ]
      ],
      "dates_start": 1345263592,
      "dates_end": 1400969820,
      "likes_avg": 252,
      "likes_stdev": 322,
      "comments_avg": 8,
      "comments_stdev": 12,
      "shares_avg": 30,
      "shares_stdev": 31
    },
    {
      "number": 11,
      "important": [
        "timelin",
        "access",
        "photo"
      ],
      "common": [
        "beard",
        "bit",
        "http",
        "ketchup",
        "ly",
        "photos",
        "please",
        "thursday",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "Whatever you’re hosting, we’re in your corner. Timeline Photos",
          1436802540
        ],
        [
          "Room service: elevated. Timeline Photos",
          1432926001
        ],
        [
          "A treat worth dressing up for. Timeline Photos",
          1414773481
        ],
        [
          "Precision prevails. Timeline Photos",
          1410717900
        ],
        [
          "Please pull up a seat while we prep. Timeline Photos",
          1408125901
        ],
        [
          "A peaceful retreat in the city. Timeline Photos",
          1407087301
        ],
        [
          "#QuoteOfTheDay by Ralph Waldo Emerson. Timeline Photos",
          1402594500
        ],
        [
          "#ValentinesDay Timeline Photos",
          1392242401
        ],
        [
          "Thank you for capturing this romantic shot Chatschik B. Timeline Photos",
          1391364000
        ],
        [
          "We’ve got you covered. Timeline Photos",
          1390345201
        ],
        [
          "A coveted title of ultimate distinction. Timeline Photos",
          1389718801
        ],
        [
          "Liquid gold. Timeline Photos",
          1389132001
        ],
        [
          "A vision to behold. Timeline Photos",
          1389046546
        ],
        [
          "Brimming with stories. Timeline Photos",
          1388448001
        ],
        [
          "Three wise gentlemen. Timeline Photos",
          1387915200
        ],
        [
          "A guiding light. Timeline Photos",
          1387411200
        ],
        [
          "Your Thursday reward: Timeline Photos",
          1383835320
        ],
        [
          "Agree? Timeline Photos",
          1383520800
        ],
        [
          "Easy does it. Timeline Photos",
          1382365800
        ],
        [
          "From our hands to yours. Timeline Photos",
          1380321600
        ],
        [
          "An exquisite lineup: Timeline Photos",
          1379716201
        ],
        [
          "A cut above. Timeline Photos",
          1378479601
        ],
        [
          "A gentle tilt at 45 degrees should do the trick. Timeline Photos",
          1377006001
        ],
        [
          "The drought is over. Timeline Photos",
          1373213747
        ],
        [
          "On duty and at your service. Timeline Photos",
          1372450200
        ],
        [
          "Then what does? Read on as famed chef Tony Maws\r\nexplains: http://bit.ly/16fzxnA Timeline Photos",
          1371249600
        ],
        [
          "Please form an orderly line. Timeline Photos",
          1370608585
        ],
        [
          "Empty? Or opportunity? Timeline Photos",
          1370023200
        ],
        [
          "Don't keep them waiting. Timeline Photos",
          1368369000
        ],
        [
          "Didn't your mother tell you it's rude to stare? Timeline Photos",
          1367254801
        ],
        [
          "Just in case the Oscar proves elusive for Zero Dark Thirty. Timeline Photos",
          1361751356
        ],
        [
          "The ideal setup: Timeline Photos",
          1361464218
        ],
        [
          "Your wardrobe is now complete: http://bit.ly/WAAiRG Timeline Photos",
          1360374406
        ],
        [
          "Do you accept? Timeline Photos",
          1359137381
        ],
        [
          "Beard vs. No Beard: where do you fall on this heated debate? Timeline Photos",
          1354030800
        ],
        [
          "You earned it. Timeline Photos",
          1352484002
        ],
        [
          "We’re pretty proud of our roots. Can you tell? Timeline Photos",
          1350142802
        ],
        [
          "Bartender not included. Timeline Photos",
          1350042002
        ],
        [
          "You haven’t had real ketchup until you’ve had Sir Kensington's Gourmet Scooping Ketchup:\r\nhttp://sirkensingtons.com/ Timeline Photos",
          1349790002
        ],
        [
          "Thursday is really just Friday in disguise, right? We’ll clink to that. Timeline Photos",
          1349360667
        ],
        [
          "Respect the 9-Steps and they will reward you. Generously. Timeline Photos",
          1343848659
        ]
      ],
      "dates_start": 1357861091,
      "dates_end": 1401626309,
      "likes_avg": 799,
      "likes_stdev": 1012,
      "comments_avg": 23,
      "comments_stdev": 35,
      "shares_avg": 96,
      "shares_stdev": 109
    },
    {
      "number": 12,
      "important": [
        "artoi",
        "access",
        "start",
        "make",
        "year",
        "givebeauti",
        "stella",
        "tradit",
        "share",
        "stella artoi"
      ],
      "common": [
        "artois",
        "home",
        "perfectdraft",
        "perfectdraft timeline",
        "perfectdraft timeline photos",
        "photos",
        "stella",
        "stella artois",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "When you share a Stella Artois, you #GiveBeautifully, continuing a tradition hundreds of years in the making Mobile Uploads",
          1416274485
        ],
        [
          "It's been the Stella Artois philosophy to #GiveBeautifully from our very start.",
          1415974135
        ],
        [
          "Every time you give a Stella Artois, you pass down the tradition of the first Stella Artois ever given. Timeline Photos",
          1415651580
        ],
        [
          "The Chalice: Not merely a glass, but a perfectly constructed vessel to keep your Stella Artois delicious to the last drop. Timeline Photos",
          1403206501
        ],
        [
          "Just as we do with Stella Artois, we prefer that our wardrobe essentials be meticulously constructed. Timeline Photos",
          1399759500
        ],
        [
          "BARTENDER TIP 5: Space is always at a premium, so be\nsure to purchase pieces for your home-bar that can be\nrepurposed. #PerfectDraft Timeline Photos",
          1397410201
        ],
        [
          "BARTENDER TIP 4: Using a table large enough to accommodate drinks and a selection of food makes for the perfect party hosting experience. #PerfectDraft Timeline Photos",
          1397323801
        ],
        [
          "BARTENDER TIP 3: Ensure food is available throughout\nthe party. Keep the dips, chips and crudité refreshed and\nremind your guests to eat to keep the party going. #PerfectDraft Timeline Photos",
          1397248200
        ],
        [
          "BARTENDER TIP 2: The location of your home-bar is crucial. Choose a spot that has easy flow from more than one direction and set your bar table there. #PerfectDraft Timeline Photos",
          1397160900
        ],
        [
          "Stella Artois solicited home-bartending advice from\nlegendary New York City bartender, Dale DeGroff.\n\nBARTENDER TIP 1: Is to only turn up the lights to wind\ndown a party. #PerfectDraft Timeline Photos",
          1397074500
        ],
        [
          "Stella Artois drinkers cherish the craftsmanship that goes into each Chalice. Recreate the iconic Stella Artois pour at home. #PerfectDraft Timeline Photos",
          1396469700
        ],
        [
          "Stella Artois and New Girl star Jake Johnson celebrate the launch of the in-home bar PerfectDraft device. Jake Johnson debuts the Stella Artois PerfectDraft Device",
          1396457198
        ],
        [
          "Stella Artois revealed the new PerfectDraft device that allows you to get the perfect pour every time, in the luxury of your home. Stella Artois Presents The Perfect Pour At Home",
          1396375247
        ],
        [
          "Stella Artois hosted a memorable evening along with New Girl actor Jake Johnson, to commemorate the launch of our exciting new home pouring device: PerfectDraft. Stella Artois presents the PerfectDraft Launch Party",
          1396273070
        ],
        [
          "Our guest bartender and reigning Stella Artois World Draft Master, Allaine Schaiko, treated the crowd to home draft pouring tips using PerfectDraft. #PerfectDraft Timeline Photos",
          1396202700
        ],
        [
          "“I’d love to see Stella Artois from a PerfectDraft in my own home bar,” remarked New Girl star Jake Johnson. “Bars are beloved, for good reason, so any movement to recreate the experience at home is worth supporting.” #PerfectDraft Timeline Photos",
          1396127400
        ],
        [
          "On Tuesday, we hosted a memorable evening along with New Girl actor Jake Johnson, to commemorate the launch of our exciting new device: PerfectDraft. #PerfectDraft Timeline Photos",
          1396039242
        ],
        [
          "Stella Artois wins the award for best visual effects,\nnaturally. Timeline Photos",
          1393798200
        ],
        [
          "The perfect brunch includes sips of Stella Artois to bring\nthe flavors of this Croque Madame to life. Timeline Photos",
          1393709822
        ],
        [
          "A Stella Artois for your thoughts? Timeline Photos",
          1390082401
        ],
        [
          "Stella Artois: the finest accessory this season. Timeline Photos",
          1388257201
        ],
        [
          "Stella Artois: just as at home in the kitchen as at the bar. Timeline Photos",
          1384129801
        ],
        [
          "Feeling on top of the world? It’s a common sensation amongst Stella Artois drinkers. Timeline Photos",
          1383424201
        ],
        [
          "Have we seen through your lens yet? Share your Stella Artois moments with us. Timeline Photos",
          1377554401
        ],
        [
          "Set yourself apart this summer with Stella Artois and easy lobster sliders: http://bit.ly/LobsterSliders Timeline Photos",
          1374844201
        ],
        [
          "Stella Artois: worth donning your best jacket for. Timeline Photos",
          1368793467
        ],
        [
          "Stella Artois. The perfect conversation starter. Timeline Photos",
          1367442000
        ],
        [
          "What do you and Miss Artois have planned for tonight? Timeline Photos",
          1365793800
        ],
        [
          "Take a little jaunt down memory lane with these classic photos from the Stella Artois archives: Stella Artois A jaunt down memory lane. What’s your favourite Stella Artois image from the archives?",
          1358869803
        ],
        [
          "Stella Artois: always the perfect ingredient. Timeline Photos",
          1352656801
        ],
        [
          "Autumn and Stella Artois: the perfect combination. Timeline Photos",
          1352220001
        ],
        [
          "Stella Artois: a tried and true weekend companion. Timeline Photos",
          1351959001
        ],
        [
          "A sneak peak at our competitors practicing before the final duel tomorrow: Stella Artois",
          1351076400
        ],
        [
          "You’re half way to the weekend! That deserves a:\r\n\r\na)\tStella Artois\r\nb)\tStella Artois\r\nc)\tAll of the above Timeline Photos",
          1348667460
        ],
        [
          "The cure for Mondays? A generous dose of La Société. La Société Stella Artois At La Société Stella Artois we believe life is best served chilled, stylish and stimulating. Care to learn more?",
          1348496040
        ],
        [
          "At home or in the bar: how are you enjoying your Stella Artois this evening? Timeline Photos",
          1348322402
        ],
        [
          "Close your computer and pick up a Stella Artois – the weekend is nearly here! Timeline Photos",
          1346425201
        ],
        [
          "A jaunt down memory lane. What’s your favourite Stella Artois image from the archives? Archives",
          1344093085
        ],
        [
          "The world's toughest bike race is upon us. Watch the peloton sweat it out with a cold Stella Artois in hand. Timeline Photos",
          1341049210
        ],
        [
          "There is a natural affinity between Stella Artois and fine food. When the two meet, any occasion becomes a cause for celebration. Show us what foods you love to enjoy with your Stella Artois by sharing an image! Timeline Photos",
          1336570238
        ],
        [
          "On rolls the final weekend of February. Let us celebrate it with familiar faces, Saturday socializing and a fantastically refreshing Stella Artois!",
          1330192788
        ]
      ],
      "dates_start": 1354089109,
      "dates_end": 1402469733,
      "likes_avg": 393,
      "likes_stdev": 513,
      "comments_avg": 14,
      "comments_stdev": 22,
      "shares_avg": 48,
      "shares_stdev": 78
    },
    {
      "number": 13,
      "important": [
        "artoi",
        "access",
        "meet",
        "chalic",
        "timelin",
        "stella",
        "photo",
        "pour",
        "stella artoi",
        "perfect"
      ],
      "common": [
        "artois",
        "perfect",
        "perfectly",
        "photos",
        "pour",
        "poured",
        "stella",
        "stella artois",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "That pour, though. \n\nPhoto credit: http://nickglimenakis.com/ Timeline Photos",
          1445090941
        ],
        [
          "For a professional pour, hold the chalice at a 45-degree angle to liberate the aroma of the hops in Stella Artois and produce the perfect amount of foam. Timeline Photos",
          1444055225
        ],
        [
          "Concrete jungle meets perfectly poured chalice. #NYC Timeline Photos",
          1443287100
        ],
        [
          "The perfect spring picnic can happen at any moment. Be prepared. Timeline Photos",
          1428850803
        ],
        [
          "The key to perfection. Timeline Photos",
          1414271100
        ],
        [
          "The perfect pour awaits great company. Timeline Photos",
          1412368200
        ],
        [
          "Perfection on a plate is in the details. Timeline Photos",
          1411405500
        ],
        [
          "Like a perfectly poured Stella Artois, a beautifully plated meal appeals to all of the senses. Timeline Photos",
          1409598302
        ],
        [
          "Embrace the weekend with a perfect pour. Timeline Photos",
          1402688100
        ],
        [
          "Over 600 years of history shines through in every perfect 9-Step pour. Two-fingers of foam makes certain each sip of Stella Artois is the freshest. Timeline Photos",
          1399332348
        ],
        [
          "We’re patiently awaiting the #WorldDraughtMasters finals coming up May 17th in Cannes. Participate at home by following the 9-Step pouring ritual. 9-Step Home Pouring Ritual",
          1398607687
        ],
        [
          "Timeless beauty, perfectly poured. Timeline Photos",
          1397941800
        ],
        [
          "The 9-step pouring ritual requires two-fingers of foam to craft the perfect drinking experience. Cheers to perfection. Timeline Photos",
          1396909951
        ],
        [
          "With over 600 years of brewing expertise in every Chalice, Stella Artois deserves to be poured perfectly. Timeline Photos",
          1395919908
        ],
        [
          "Perfectly chilled for the holidays. Timeline Photos",
          1387296001
        ],
        [
          "Delivering the perfect holiday beer for generations. Timeline Photos",
          1386187498
        ],
        [
          "The perfect pour is only achieved with the correct preparation: Timeline Photos",
          1385762401
        ],
        [
          "Chilled to perfection: Timeline Photos",
          1384957800
        ],
        [
          "Perfect preparation results in a perfect conclusion. Timeline Photos",
          1384902001
        ],
        [
          "Every angle is a perfect one when Stella Artois is involved. Timeline Photos",
          1384707601
        ],
        [
          "Perfection. Timeline Photos",
          1378763401
        ],
        [
          "Perfection on ice. Timeline Photos",
          1376746800
        ],
        [
          "Few things say as much about a man as the watch he wears and the beer he drinks.\n\n(Image: Nato/Zulu) Timeline Photos",
          1376683200
        ],
        [
          "Not every pour can be a perfect one. Timeline Photos",
          1376083201
        ],
        [
          "'Tis better to have poured and lost... Timeline Photos",
          1371497743
        ],
        [
          "Another week, another perfect pour. Timeline Photos",
          1370871600
        ],
        [
          "Always come prepared. Timeline Photos",
          1369328400
        ],
        [
          "What you drink should be as perfect as what you drink from. Do you agree? Timeline Photos",
          1367860878
        ],
        [
          "Who will be the first to claim this pour? Timeline Photos",
          1365349200
        ],
        [
          "Mastery of the 9-Step Pouring Ritual is a true mark of class. Timeline Photos",
          1364655001
        ],
        [
          "A perfectly poured Stella Artois - that’s our idea of timeless beauty. What’s yours? Timeline Photos",
          1358170801
        ],
        [
          "Who can name this step from our 9-Step Pouring Ritual? Timeline Photos",
          1354108202
        ],
        [
          "Your perfect chalice awaits. Timeline Photos",
          1353337200
        ],
        [
          "Tis better to have poured and lost, than to never have poured at all. Timeline Photos",
          1351427402
        ],
        [
          "Who will perfect the 9-Step Ritual and pour the perfect Stella Artois? Find out in just one week. Timeline Photos",
          1350575402
        ],
        [
          "One of these is clearly not the work of a Connoisseur. Prove that you know a perfectly poured Stella Artois for a chance to win†. Must be legal drinking age. \r\nhttp://www.facebook.com/StellaArtoisCanada/app_266351373476402 Timeline Photos",
          1348571918
        ],
        [
          "If a Stella Artois is poured perfectly, but no one is around to see it, did it really happen?\r\n\r\nSnap a photo of your perfect pour for a chance to win!\r\nhttps://www.facebook.com/StellaArtoisCanada/app_266351373476402 Timeline Photos",
          1348070061
        ],
        [
          "Fancy yourself a perfect pourer? We’ll see about that.  \r\n\r\nhttps://www.facebook.com/StellaArtoisUSA/app_112920365522019 Timeline Photos",
          1347804001
        ],
        [
          "Fancy yourself a perfect pourer? We'll see about that.\r\n\r\nhttps://www.facebook.com/StellaArtoisCanada/app_266351373476402 Timeline Photos",
          1347804001
        ],
        [
          "Every Father deserves a perfectly poured Stella Artois. Cheers to all of the dads out there! Timeline Photos",
          1339940171
        ],
        [
          "45%. The perfect angle for the perfect pour. Is there anything you are as particular about? Timeline Photos",
          1339682429
        ],
        [
          "The Preparation: Chill your Stella Artois in the fridge or on ice to a perfect 4°C for the perfect pint temperature. The 9-Step Pouring Ritual",
          1339420588
        ],
        [
          "Nothing says true love like a perfectly poured chalice of Stella Artois. Will you be our Valentine? Timeline Photos",
          1329252693
        ]
      ],
      "dates_start": 1350635694,
      "dates_end": 1409371029,
      "likes_avg": 737,
      "likes_stdev": 1445,
      "comments_avg": 23,
      "comments_stdev": 36,
      "shares_avg": 98,
      "shares_stdev": 189
    },
    {
      "number": 14,
      "important": [
        "herestoperfect timelin",
        "wimbledon",
        "eye",
        "timelin",
        "rais",
        "photo",
        "experi",
        "year",
        "herestoperfect",
        "perfect"
      ],
      "common": [
        "herestoperfection",
        "herestoperfection timeline",
        "herestoperfection timeline photos",
        "herestoperfection wimbledon",
        "ly",
        "photos",
        "rufus",
        "timeline",
        "timeline photos",
        "wimbledon"
      ],
      "messages": [
        [
          "Raising a glass to Rufus for keeping Wimbledon’s courts perfect for 15 years. Experience Wimbledon through his eyes at bit.ly/FlyLikeRufus #herestoperfection Timeline Photos",
          1436452500
        ],
        [
          "Feared by pigeons. Loved by Champions. Experience 360° of perfection at Wimbledon at bit.ly/FlyLikeRufus #herestoperfection",
          1436286540
        ],
        [
          "Game. Set. Match. #Wimbledon #ViewFromMyChalice Timeline Photos",
          1436022360
        ],
        [
          "Have you met Rufus? Experience the perfection of #Wimbledon like never before at http://bit.ly/FlyLikeRufus #herestoperfection",
          1435937281
        ],
        [
          "It’s more than a sport. It’s an art form. #Wimbledon #herestoperfection Timeline Photos",
          1435671060
        ],
        [
          "Attending Wimbledon? Join Stella Artois and Rufus the Hawk and experience 360° of Wimbledon perfection at Waterloo Station or at http://bit.ly/FlyLikeRufus",
          1435610041
        ],
        [
          "Rufus knows perfection when he sees it. Are you ready for Wimbledon #herestoperfection Timeline Photos",
          1435316461
        ],
        [
          "Rufus is always ready to continue to keep Wimbledon perfect. Are you? #herestoperfection",
          1435240260
        ],
        [
          "Rufus is a relentless perfectionist. Are you ready to experience Wimbledon through his eyes? #herestoperfection",
          1435002660
        ],
        [
          "Some things look beautiful in any setting. Timeline Photos",
          1423761300
        ],
        [
          "Beauty so timeless, it could stop a clock. #herestoperfection Timeline Photos",
          1409506500
        ],
        [
          "Go for the gold. #herestoperfection Timeline Photos",
          1408824301
        ],
        [
          "A salute to friends and backyard BBQs. #herestoperfection Timeline Photos",
          1407700664
        ],
        [
          "We’re shining with Belgian pride. #herestoperfection Timeline Photos",
          1406399400
        ],
        [
          "Ever dance with the devil by the 14th green? Take on Medusa if you dare. #TheOpen.http://bit.ly/1zMxWC7  #herestoperfection Timeline Photos",
          1405803301
        ],
        [
          "28 different players lifted the original Claret Jug. Englishman Vardon lifted it the most - 6 times! #herestoperfection Timeline Photos",
          1405775101
        ],
        [
          "Ian Poulter chooses his golf attire carefully. Find out what he's wearing to #TheOpen. http://bit.ly/1qhYhpL #herestoperfection Timeline Photos",
          1405714201
        ],
        [
          "Great day at the beach? Bunker Joy at The Open Championship. #herestoperfection Timeline Photos",
          1405595824
        ],
        [
          "Do the Union Jack or Claret Jug trousers win your vote as Ian James Poulter's most dapper threads? What do you think we'll see at The Open this year? #herestoperfection Timeline Photos",
          1405523238
        ],
        [
          "A vessel for those with a thirst for the beautiful life. #herestoperfection Timeline Photos",
          1404760201
        ],
        [
          "Two weeks of perfection, on and off the court. Thank you for having us Wimbledon. See you in 2015 #herestoperfection Timeline Photos",
          1404685404
        ],
        [
          "Win or lose, today we celebrate a lifetime of preparation and dedication. #herestoperfection #Wimbledon Timeline Photos",
          1404626401
        ],
        [
          "Anticipation builds for tomorrow’s finals. #Wimbledon Timeline Photos",
          1404558000
        ],
        [
          "The 2014 Ladies’ Singles Champion will be crowned at Wimbledon\ntoday as the finer details culminate in a victorious display.\n#herestoperfection #wimbledon Timeline Photos",
          1404540000
        ],
        [
          "Roman Zoltowski has travelled from Poland to engrave Wimbledon trophies for tennis champions every year since 1979. Watch the video of his last road trip. #Wimbledon #herestoperfection Wimbledon’s Official Trophy Engraver",
          1404395042
        ],
        [
          "Game, set and no pigeons! #IamRufus #herestoperfection po.st/hGafsm Timeline Photos",
          1404304726
        ],
        [
          "A serve you won’t return. #herestoperfection Timeline Photos",
          1404215623
        ],
        [
          "The Wimbledon grass is cut to an exacting 10mm in length. Precision is something we relate to. #herestoperfection Timeline Photos",
          1404126001
        ],
        [
          "#Wimbledon will always require a crisp white top.\nNot a problem. #herestoperfection Timeline Photos",
          1403952283
        ],
        [
          "Wimbledon – the consummate English garden. Raise a Chalice to the groundsman. #herestoperfection Timeline Photos",
          1403877901
        ],
        [
          "We’re setting up for the ace. #herestoperfection #Wimbledon Timeline Photos",
          1403781852
        ],
        [
          "Painting the town white. #herestoperfection  #Wimbledon Timeline Photos",
          1403693715
        ],
        [
          "Watch how a contest between player and pigeon led to Rufus the hawk becoming a member of #Wimbledon security team. http://bit.ly/1lMYZXF #herestoperfection Timeline Photos",
          1403623100
        ],
        [
          "The score is love-love as #Wimbledon begins today. Cheers to the start of something great. #herestoperfection Timeline Photos",
          1403532301
        ],
        [
          "Seeing double? Watch the story of two of the greatest racket stringers going head-to-head at Wimbledon. \n#herestoperfection #Wimbledon Meet the Fastest Racket Stringer at Wimbledon",
          1403464626
        ],
        [
          "X40 Optical zoom? He can read what you are looking at from quarter of a mile away. Watch how a showdown between player and pigeon lead to a hawk becoming a permanent member of Wimbledon security. #herestoperfection #Wimbledon Wimbledon’s Real Hawk-Eye",
          1403438307
        ],
        [
          "Cheers to the perfect view. #herestoperfection #Cannes2014 Timeline Photos",
          1400932802
        ],
        [
          "No matter what the backdrop, she is a thing of beauty. #herestoperfection #Cannes2014 Timeline Photos",
          1400848691
        ],
        [
          "The iconic Chapelle Belllini greets us each morning. #cannes2014 #festivaldecannes #herestoperfection Timeline Photos",
          1400695552
        ],
        [
          "Smooth asphalt and two wheels, the perfect way to get around Cannes. #herestoperfection #cannes2014 Timeline Photos",
          1400514288
        ],
        [
          "The life of luxury slowly awakens in the Vieux-Port.\n#herestoperfection #cannes2014 Timeline Photos",
          1400256306
        ],
        [
          "Today marks the official launch of our Instagram account. Follow us for exclusive content from Cannes and beyond.  http://instagram.com/StellaArtois #herestoperfection #cannes2014 Timeline Photos",
          1400162424
        ],
        [
          "In two weeks we will be celebrating the greatest in film with a full Chalice of Stella Artois. What could be more exquisite? #Cannes2014 #herestoperfection Timeline Photos",
          1398801601
        ],
        [
          "It's the small things that set you apart. Timeline Photos",
          1365613800
        ]
      ],
      "dates_start": 1395396601,
      "dates_end": 1424764486,
      "likes_avg": 85,
      "likes_stdev": 74,
      "comments_avg": 1,
      "comments_stdev": 1,
      "shares_avg": 7,
      "shares_stdev": 7
    },
    {
      "number": 15,
      "important": [
        "access",
        "de",
        "de cann",
        "get",
        "experi",
        "film festiv",
        "festiv",
        "herestoperfect",
        "look",
        "cann"
      ],
      "common": [
        "cannes",
        "cannes film",
        "cannes film festival",
        "festival",
        "film",
        "film festival",
        "http",
        "photos",
        "timeline",
        "timeline photos"
      ],
      "messages": [
        [
          "The light blue hue of the Mediterranean Sea lines the coast of the Côte d’Azur where the Festival de Cannes was in full swing. Tourists, filmmakers and lovers of France flocked to the port town to be bathed in the European sun. Have a look and experience Cannes, France firsthand. #cannes2014 #herestoperfection A Look back at Cannes",
          1401197226
        ],
        [
          "The Perfectionists at Cannes presents On the Red Carpet. We chatted with celebrities from some of the most talked about films at the Festival de Cannes to get their firsthand experiences walking the famous red carpet. Relive their stories here. #cannes2014 #herestoperfection Perfectionists: Walking the red carpet at Cannes",
          1401131487
        ],
        [
          "The Perfectionists presents Wim Wenders’ Rules of Cinema Perfection. Acclaimed Cannes Film Festival Palm d’Or winner Wim Wenders takes us through his clever list of of do’s and don’ts for film. #herestoperfection #cannes2014 Perfectionists: Wim Wenders’ Rules of Cinema Perfection",
          1401040659
        ],
        [
          "We have landed in France for the Cannes International Film Festival. Stay tuned for exclusive event coverage. #Cannes2014 #herestoperfection Timeline Photos",
          1400105203
        ],
        [
          "Stella Artois is the proud partner of the 2014 Festival de Cannes. Follow us on Twitter @StellaArtois for festival updates. #Cannes2014 #herestoperfection Timeline Photos",
          1399502451
        ],
        [
          "The Cannes Film Festival has just announced its official selection. Which would you most like to see? http://bit.ly/RsVwCm #Cannes2014 Timeline Photos",
          1397757827
        ],
        [
          "We're delighted to be a sponsor of the 67th Cannes International Film Festival. Behold the film festival's official poster #Cannes2014 Timeline Photos",
          1397584513
        ],
        [
          "The Toronto International Film Festival is just around the corner - which films are on your radar? \r\nhttp://bit.ly/1cQHty5 Timeline Photos",
          1378418401
        ],
        [
          "Craftsmanship takes many forms, but perhaps the most inspiring to us is film. Watch our Connoisseur Series actors and actresses discuss what craftsmanship in film means to them: Craftsmanship: Stella Artois Connoisseur Series We sat down with our Connoisseur Series actors and actresses to discuss what true craftsmanship in film means.",
          1371578196
        ],
        [
          "Didn't make it to this year's Cannes Film Festival? Watch our Connoisseur Series actors and actresses share their experiences at the most prestigious film festival in the world: Cannes: Stella Artois Connoisseur Series Our Connoisseur Series actors and actresses share their experiences at the most prestigious film festival in the world.",
          1371139863
        ],
        [
          "Have you ever wondered what inspires some of the most talented actors and actresses? Inspiration: Stella Artois Connoisseur Series Our Connoisseur Series actors and actresses reveal their most intimate inspirations.",
          1370976113
        ],
        [
          "Get to know actress Rosario Dawson: from what drives her, to where she came from, to how she stays inspired: Rosario Dawson: Stella Artois Connoisseur Series Rosario Dawson talks with Carly Steel about what drives her, where she came from, and how she stays inspired.",
          1370444147
        ],
        [
          "Who was best dressed at Cannes this year? Michael B. Jordan and Zachary Quinto - two of our Connoisseur Series actors - made the list: http://gqm.ag/11dVE9F Timeline Photos",
          1370284239
        ],
        [
          "Stella Artois and film: side by side, naturally. Timeline Photos",
          1369849441
        ],
        [
          "Our favourite Red Carpet moments at the 2013 Cannes Film Festival Red Carpet Moments at Cannes",
          1369764859
        ],
        [
          "Get to know Jeremy Irvine, the youngest of our Connoisseur Series actors: http://bit.ly/17iB0JR Timeline Photos",
          1369758842
        ],
        [
          "Our favourite moments from the Connoisseur Series interviews at the 2013 Cannes Film Festival. The Stella Artois Connoisseur Series",
          1369682115
        ],
        [
          "Time for one more pour before the curtain falls at this year's Cannes Film Festival. Timeline Photos",
          1369600342
        ],
        [
          "Get an exclusive first look at the cast of The Hunger Games 2: Catching Fire at the Cannes Film Festival: Stella Artois at the 2013 Cannes Film Festival: The Hunger Games Carly Steel talks to the cast of The Hunger Games at this year's Cannes Film Festival.",
          1369512600
        ],
        [
          "Zoe Saldana continues the Connoisseur Series interviews.\nGo behind the lens as she talks about her film Blood Ties\nand more: http://bit.ly/1afuMak Timeline Photos",
          1369419299
        ],
        [
          "Watch Michael B. Jordan kick off the Connoisseur Series interviews at this year’s Cannes Film Festival as he talks about inspiration, style and Fruitvale Station: http://bit.ly/Ze3nGp Timeline Photos",
          1369229751
        ],
        [
          "Some of our favourite candid moments at this year’s festival. Cannes Film Festival: Off the Red Carpet",
          1369213484
        ],
        [
          "A few days ago, we caught up with the cast of The Great Gatsby at the Cannes Film Festival: Stella Artois at the 2013 Cannes Film Festival: The Great Gatsby Carly Steel talks to the cast of The Great Gatsby at this year's Cannes Film Festival.",
          1369131501
        ],
        [
          "Behind the scenes with one of our favourite craftsmen in cinema.\n\nWatch our Connoisseur Series of interviews here: http://bit.ly/12W51cH Timeline Photos",
          1369114149
        ],
        [
          "We kicked off the opening days of the Cannes Film Festival with plenty of sunshine and Stella Artois. First Days at the 2013 Cannes Film Festival",
          1368907465
        ],
        [
          "First full day of the 66th Cannes Film Festival, and we\nhope all the stars continue to shine into the night.\n\nImage © AFP / AT Timeline Photos",
          1368716010
        ],
        [
          "And we’re off! Check back tomorrow as we begin posting live from the 2013 Cannes Film Festival. Timeline Photos",
          1368657000
        ],
        [
          "‘The 15 Most Exciting Films at Cannes 2013.’ Which film\r\nare you most excited for?: http://bit.ly/13G0nkD Timeline Photos",
          1368624601
        ],
        [
          "Introducing the Connoisseur Series - an exclusive interview series dedicated to the craft and art of film - debuting at this year’s Cannes Film Festival. Can you guess who our first film star interviewee is? Timeline Photos",
          1368464571
        ],
        [
          "The Cannes Film Festival is just around the corner, and the trailers are being unveiled: Festival de Cannes (2013) - Behind The Candelabra Trailer - Matt Damon Movie HD Subscribe to TRAILERS: http://bit.ly/sxaw6h Subscribe to COMING SOON: http://bit.ly/H2vZUn Subscribe to INDIE TRAILERS: http://goo.gl/iPUuo Like us on FACEBO...",
          1368384320
        ],
        [
          "Experience the making of the Palme d'Or, the famous symbol of the Cannes Film Festival: http://bit.ly/15wDkgv Timeline Photos",
          1368206144
        ],
        [
          "We're delighted to be a sponsor of the Cannes Film Festival \r\n(Festival de Cannes - Page Officielle) for another year. Read on to learn about what we'll be getting up to while there: http://bit.ly/stellaartoiscannes Timeline Photos",
          1368123600
        ],
        [
          "The Cannes Film Festival has just announced its official selection. Which film are you most excited for? http://bit.ly/Z9mC1S Timeline Photos",
          1366393297
        ],
        [
          "Introducing Stella Artois Shorts. Our way of crafting Oscar-nominated films down to six-word plots. What film is this? Timeline Photos",
          1361408400
        ],
        [
          "This stunning video about one man’s love for the sea reminds us that true passion is a beauty to behold. DARK SIDE OF THE LENS Winner - Best Cinematography, Rhode Island International Film Festival, 2011  Winner - Action Sports Category, Vimeo Awards 2012  Winner - G-Raid Driven Creativity…",
          1353254401
        ],
        [
          "We raise our chalices to Michael Haneke, winner of the Palme d’Or for his film, Amour, announced at last night’s closing ceremony of the 65th Cannes Film Festival.  See you next year on the Croisette! Timeline Photos",
          1338223140
        ],
        [
          "Have you played What Film Is She yet? Which of the reenactments did you find most creative? http://on.fb.me/HalZKR Timeline Photos",
          1337360591
        ],
        [
          "Capture the spirit of the Festival de Cannes by testing your film knowledge playing What Film Is She? What was your highest score? http://on.fb.me/HalZKR Timeline Photos",
          1337102590
        ],
        [
          "Use your keen film insight and play What Film is She? Share your highest score with us! http://on.fb.me/HalZKR What Film is She?",
          1337015433
        ],
        [
          "This film stars a 1973 Chevrolet Chevelle and a secretive Hollywood stunt man. What Film is She? http://on.fb.me/HalZKR Timeline Photos",
          1336927051
        ],
        [
          "He has a cane, a hat and an embellished eye of lashes. What Film is She? Play the game and post your score! http://on.fb.me/HalZKR What Film is She?",
          1336829454
        ],
        [
          "In honour of the Festival de Cannes, we have created a game for film lovers across the globe to test their knowledge of great film moments. Click here to play and see how you measure up: http://on.fb.me/HalZKR",
          1336667600
        ],
        [
          "How about a glimpse into the Cannes International Film Festival that one could only experience as an A-lister or member of the Stella Artois Community? Follow your local Stella Artois fan page for more details. http://on.fb.me/H46Rfg Timeline Photos",
          1336225088
        ],
        [
          "In celebration of fine cinema and our continued sponsorship of the Festival de Cannes, we’ve  created \"What Film is She?\" Play the game and put your knowledge of cinematic moments to the test: http://on.fb.me/HrZ2Be Timeline Photos",
          1335981160
        ],
        [
          "The highest Festival de Cannes award comes in the form of a golden palm leaf: the Palme d’Or is awarded to the overall best film of the festival. Which of this year's competitors do you predict will be the winner?  2012 Official Selection",
          1335200601
        ],
        [
          "Does the sight of a woman holding two pastries up to her ears bring to mind a famous film character? Prove just how well you know film and play \"What Film Is She?\" http://on.fb.me/HalZKR Timeline Photos",
          1334335189
        ],
        [
          "As a film connoisseur, you must have enjoyed a wide variety of classic motion pictures. Put your film library to the test by playing the \"What Film Is She?\" Challenge! http://on.fb.me/HrZ2Be Timeline Photos",
          1333986169
        ],
        [
          "The Cannes International Film Festival has been rolling out the red carpet since 1946. If you could attend a screening this year, who would you bring with you? (@ mention them in this thread!)",
          1333472799
        ],
        [
          "Confident you know what film she is acting out? Test your film knowledge by playing “What Film Is She?” http://on.fb.me/HalZKR Timeline Photos",
          1333379987
        ],
        [
          "The Jury for the Cinéfondation and Short Films at the Festival de Cannes was announced this week. Stella Artois is proud to learn fellow Belgian Jean-Pierre Dardenne, a director, scriptwriter and producer will preside over the jury in their decision to award the Palme d’Or for short films!   Festival de Cannes - From 16 to 27 may 2012",
          1333124248
        ],
        [
          "Connoisseurs of cinema will delight in the pleasures of the Festival de Cannes. Allow us to invite you to experience all Cannes Cinema Club has to offer by following your local Stella Artois fan page on Facebook! http://on.fb.me/H46Rfg Timeline Photos",
          1333037726
        ],
        [
          "The Cannes International Film Festival is one of the oldest, most influential film festivals on Earth. How does your cinematographic knowledge measure up? Try our film quiz!  Stella Artois: What film is she? The No. 1 Belgian beer worldwide, Stella Artois was born from a rich brewing tradition dating back to 1366. Please only share our posts with those who are legal drinking age.",
          1332948324
        ],
        [
          "Let the two-month countdown to the prestigious International Cannes Film Festival begin. Join your local Stella Artois fan page to get Cannes Cinéma Club updates in your area. Timeline Photos",
          1332350284
        ],
        [
          "Wes Anderson is unquestionably one of today’s top filmmakers. We couldn’t be happier to see he will open the Cannes International Film Festival with what promises to be another intelligent, beautiful and entertaining film, Moonrise Kingdom. Will you see it in theatres?",
          1331837543
        ],
        [
          "What 2012 film release are you looking forward to the most? IMDb: Most Popular Feature Films Released In 2012",
          1331569680
        ],
        [
          "As a proud sponsor, we want thank the Cannes International Film Festival for 65 years honoring motion picture magic! Which of the past six and a half decades of film has been most memorable to you? Timeline Photos",
          1331150994
        ],
        [
          "Much like Stella Artois itself, a fine film is a thing of beauty. We will continue to celebrate great film at this year’s Cannes International Film Festival! Timeline Photos",
          1330709421
        ]
      ],
      "dates_start": 1337187932,
      "dates_end": 1381549316,
      "likes_avg": 976,
      "likes_stdev": 2834,
      "comments_avg": 37,
      "comments_stdev": 84,
      "shares_avg": 41,
      "shares_stdev": 127
    }
  ]
}