{
  "pagename": "TheHarpoonBrewery",
  "page_name_displayed": "Harpoon Brewery",
  "globalstats": {
    "fan_count": 130180,
    "messages": 1084,
    "likes_avg": 274,
    "likes_stdev": 498,
    "comments_avg": 13,
    "comments_stdev": 29,
    "shares_avg": 21,
    "shares_stdev": 42,
    "graph_uri": "clusters/TheHarpoonBrewery.png"
  },
  "clusters": [
    {
      "number": 1,
      "important": [
        "one",
        "brew",
        "friend",
        "today",
        "plus",
        "vermont",
        "free",
        "free ship",
        "onli",
        "ship"
      ],
      "common": [
        "12",
        "12 days",
        "free",
        "free shipping",
        "harpoon",
        "shipping",
        "shop",
        "shout",
        "shout lt",
        "today"
      ],
      "messages": [
        [
          "One for you, one for a friend! Snag a Brewed in Boston or Vermont Shirt & get one free! Today only - plus free shipping! http://bit.ly/2gH8oW7 Timeline Photos",
          1480091908
        ],
        [
          "24 hour Flash Sale! Snag 25% off our new Harpoon Puffy Jacket (not Steve, our Sales Operations guy) It ships for free AND comes with a free hat!\n\nhttp://bit.ly/1Qr7lVs Timeline Photos",
          1450229421
        ],
        [
          "We're here to help point you to the beer 👉🏼🍻...snag a Harpoon road sign for only $30 today! Plus - free shipping til midnight. Happy Cyber Monday! \n\nhttp://bit.ly/1HA2oH1 Timeline Photos",
          1448911178
        ],
        [
          "It's Day 12 of 12 Days of Harpoon! Buy our new Klean Kanteen Water Bottle and get the second for 50% OFF!  \n\nShop now! http://shout.lt/PtsH Timeline Photos",
          1419003248
        ],
        [
          "It's Day 11 of 12 Days of Harpoon! Purchase our new Knit Hat & Scarf Combo and get a FREE Bartender Bottle Opener!  Plus - FREE Shipping! \n\nShop now! http://shout.lt/Pl8f Timeline Photos",
          1418912525
        ],
        [
          "It's Day 10 of 12 Days of Harpoon! Today's deal: Purchase a Harpoon IPA Tap Handle and get a sleeve (125 count!) of Harpoon Coasters PLUS free shipping! \n\nShop now: http://shout.lt/Phnm Timeline Photos",
          1418840533
        ],
        [
          "It's Day 9 of 12 Days of Harpoon! Today's deal: Purchase these Brewsees Bottle Opener Sunglasses for 20% OFF! \n\nShop now: http://shout.lt/N6JM Timeline Photos",
          1418735284
        ],
        [
          "It's Day 8 of 12 Days of Harpoon! Today's deal: Purchase an IPA T-Shirt and get $5 off the Harpoon IPA Hat! \n\nShop now: http://shout.lt/N0gK Timeline Photos",
          1418651998
        ],
        [
          "It's Day 7 of 12 Days of Harpoon! Today's deal: Purchase a Harpoon 12-Pack Cooler and get 2 free koozies! \n\nShop now: http://shout.lt/NXFZ Timeline Photos",
          1418566207
        ],
        [
          "It's Day 6 of 12 Days of Harpoon! Today's deal: Spend +$40 & get a FREE Harpoon Red Knit Hat!\n\nShop now:  http://shout.lt/NVDt Timeline Photos",
          1418480284
        ],
        [
          "It's Day 5 of 12 Days of Harpoon! Today's deal: Purchase a UFO White Tap Handle and get 2 FREE UFO White Glasses! \n\nShop Now:http://shout.lt/NNvl Timeline Photos",
          1418393526
        ],
        [
          "It's Day 4 of 12 Days of Harpoon! Today's deal: FREE SHIPPING on our eStore when you buy our Men's Sherpa or new Women's Button Up! \n\nShop Now! http://shout.lt/NHQ8 Timeline Photos",
          1418313610
        ],
        [
          "It's Day 3 of 12 Days of Harpoon! \n\nToday's deal: Purchase a Customizable Irish Road Sign & get $5 OFF! \n\nhttp://shout.lt/NzQ2 Timeline Photos",
          1418219314
        ],
        [
          "It's Day 2 of 12 Days of Harpoon! \n\nToday's deal: Purchase this bottle opener & get 20% OFF your entire order! \n\nhttp://shout.lt/NqpZ Timeline Photos",
          1418135589
        ],
        [
          "Happy Cyber Monday! Grab these hoodies for 10% OFF (& free shipping!) today until 12 AM EST. \n\nhttp://shop.harpoonbrewery.com/index.cfm?fa=main.search&SemanticDefintionID=146 Timeline Photos",
          1417454540
        ],
        [
          "Need last minute gifts from the Brewery? We're offering FREE SHIPPING 12/16 - 12/19! Happy shopping! http://shop.harpoonbrewery.com/ Timeline Photos",
          1387204200
        ],
        [
          "The best part of shopping online is you can enjoy a beer while doing it! Enjoy FREE Shipping from 11/29 - 12/2 at the Harpoon eStore! http://shop.harpoonbrewery.com/ Timeline Photos",
          1385735401
        ],
        [
          "Final Reminder: We have free shipping on all items (excluding glassware) in our estore through 4pm EST on 12/20. Who needs some last minute gifts?! Harpoon Brewery - eStore Shop now for last minute gifts!",
          1355963400
        ],
        [
          "Need last minute gift ideas? We have free shipping on all items (excluding glassware) in our estore from 12/17 through 4pm EST on 12/20. http://shop.harpoonbrewery.com/ Timeline Photos",
          1355766916
        ],
        [
          "Today only: Order $30 or more (excl. shipping & tax) of Harpoon gear at our estore and receive our Navy Blue Brewer's hat as a free gift. Can we get a \"cheers\" for this deal?! Timeline Photos",
          1354039201
        ],
        [
          "Reminder: We have free shipping in our estore today for all purchases (excluding glassware). Get some Harpoon gear on Cyber Monday! Harpoon Brewery - Brewers of Harpoon IPA and UFO Hefeweizen Harpoon Brewery - Brewers of Harpoon IPA and UFO Hefeweizen",
          1353947126
        ],
        [
          "Shop our store tomorrow for free shipping on your favorite Harpoon gear! Excludes glassware.  http://shop.harpoonbrewery.com/ Timeline Photos",
          1353886801
        ]
      ],
      "dates_start": 1372951876,
      "dates_end": 1440455597,
      "likes_avg": 65,
      "likes_stdev": 74,
      "comments_avg": 2,
      "comments_stdev": 3,
      "shares_avg": 3,
      "shares_stdev": 2
    },
    {
      "number": 2,
      "important": [
        "learn",
        "friend",
        "learn timelin",
        "ever",
        "rug",
        "race",
        "obstacl",
        "thought",
        "maniac obstacl",
        "maniac"
      ],
      "common": [
        "5k obstacle",
        "maniac",
        "maniac 5k",
        "maniac 5k obstacle",
        "maniac 5k obstacle race",
        "obstacle",
        "obstacle race",
        "race",
        "rugged",
        "rugged maniac"
      ],
      "messages": [
        [
          "Rugged and unfiltered 💪🏽🍻\n\nEver thought about doing a Rugged Maniac 5K Obstacle Race? Obstacles, friends, beers... Learn more: https://ruggedmaniac.com Timeline Photos",
          1468094339
        ],
        [
          "We'll be headed to Brooklyn, NY for the Rugged Maniac 5K Obstacle Race on 6/25!\n\nIn a nutshell, Brooklyn is awesome. And our equally awesome Area Sales Manager, Scott, broke the city down by all the places you have to visit. Plus, learn how you could score a free trip to the race for you and 3 friends: http://bit.ly/1RqJdhL Timeline Photos",
          1458997201
        ],
        [
          "We'll be headed to Rockingham, NC for the Rugged Maniac 5K Obstacle Race on 5/14!\n\nCheck out Rockingham and learn how you could score a free trip to a Rugged Maniac of your choice: http://bit.ly/1S1LL8n Timeline Photos",
          1458081579
        ],
        [
          "Forget what you think you know about mud runs and check out Rugged Maniac 5K Obstacle Race Top 10 Reasons to Get Rugged this Year: http://bit.ly/1nwi6cr Timeline Photos",
          1457566141
        ],
        [
          "We'll be headed to Dade City, Florida for the Rugged Maniac 5K Obstacle Race on 4/23! \n\nCheck out Dade City and learn how you could score a free trip to a Rugged Maniac of your choice:  http://bit.ly/1RXfAsk Timeline Photos",
          1456182541
        ],
        [
          "We'll be headed to Charleston, SC for the Rugged Maniac 5K Obstacle Race on 3/12! To find out a little more about all the awesomeness that Charleston has to offer, we asked our National Accounts Manager - South Region, Kathy Pruett, for tips on where to drink Harpoon, where to eat, and what to do.\n\nReady to go to Charleston? http://bit.ly/20Y3G3M Timeline Photos",
          1455233461
        ],
        [
          "We want to send you and 3 friends to a Rugged Maniac 5K Obstacle Race of your choice! Create a team of 4 and tell us why you want to Get Rugged with UFO - team with the most votes wins!!\n\nEnter here: http://ufobeer.com/ Timeline Photos",
          1454605635
        ],
        [
          "Get Rugged with Harpoon and Rugged Maniac 5K Obstacle Race this year! \n\nPlus, get 10% off registration! Details/loacations: http://bit.ly/1Hl0lFD Timeline Photos",
          1422716400
        ],
        [
          "Want to win passes to Rugged Maniac 5K Obstacle Race in your area? Read our blog post to find out how! http://www.harpoonbrewery.com/blog/350556/i-say-rugged-you-say-maniac I say Rugged, you say Maniac! What we like most, is that beer is integral to the event. Racers WANT that beer at the end. They EARN that beer at the end. It’s a big party, and Harpoon is there to raise a glass to each and every racer for finishing and becoming: A Rugged Maniac.",
          1403559300
        ],
        [
          "We're beyond excited to announce that we are the official 2014 beer sponsor for Rugged Maniac! Find a Rugged Maniac 5K Obstacle Race near you: http://bit.ly/1evXlYm Timeline Photos",
          1391733051
        ],
        [
          "New England Rugged Maniac's brought the grit, we brought the beer! Rugged Maniac 5K Obstacle Race Timeline Photos",
          1380463201
        ],
        [
          "Conquer epic challenges. Celebrate with Harpoon! Join us at Rugged Maniac New England on 9/28. Don't sweat the obstacles. The course ends with IPA! http://ow.ly/o8grE Timeline Photos",
          1377094801
        ],
        [
          "Thanks to everyone who came out for the Rugged Maniac in North Carolina yesterday and for sharing their love for Boston! Timeline Photos",
          1366554816
        ]
      ],
      "dates_start": 1390674895,
      "dates_end": 1463307022,
      "likes_avg": 126,
      "likes_stdev": 114,
      "comments_avg": 2,
      "comments_stdev": 1,
      "shares_avg": 5,
      "shares_stdev": 5
    },
    {
      "number": 3,
      "important": [
        "need",
        "follow",
        "nation",
        "fight hunger",
        "ride",
        "fight",
        "harpoon point",
        "plan",
        "point",
        "group"
      ],
      "common": [
        "foodbank",
        "harpoon",
        "harpoon point",
        "harpoon point point",
        "hunger",
        "point",
        "point point",
        "ride",
        "vermont",
        "vermont foodbank"
      ],
      "messages": [
        [
          "Need weekend plans? How does a bike ride followed by beers sound?\n\nRide the Harpoon Point to Point presented by National Life Group and fight hunger in VT w/ us & the Vermont Foodbank on 8/8: http://www.harpoonpointtopoint.com/ Timeline Photos",
          1438691632
        ],
        [
          "800+ riders, 25/50/100 miles, one great cause. Thanks for helping us fight hunger in Vermont at the Harpoon Point to Point today. We'll see you next year?!",
          1407624392
        ],
        [
          "Help us fight hunger in Vermont and ride the Harpoon Point to Point THIS Saturday, August 9th! On-line registration closes at NOON: https://register.racepartner.com/harpoonp2p Timeline Photos",
          1407157450
        ],
        [
          "Have you registered for the 2014 Harpoon Point to Point presented by National Life Group? We hope you can join us on August 9th as we Fight Hunger in Vermont! Learn more & register today: http://www.harpoonpointtopoint.com/register-online Timeline Photos",
          1397487601
        ],
        [
          "Registration is now OPEN for the 2014 Harpoon Point to Point presented by National Life Group! We hope you can join us on August 9th as we Fight Hunger in Vermont! Learn more & register today: http://www.harpoonpointtopoint.com/register-online Timeline Photos",
          1391456067
        ],
        [
          "Need a little motivation to ride the Harpoon Point to Point on Sat 8/10? Maybe this video will pump you up (not to mention the beer at the end of the ride)! Point2Point 2013",
          1374685201
        ],
        [
          "Fight Hunger in Vermont! On August 10th, choose from a 25, 50 or 115 mile bike ride across the state of Vermont. All rides end at the Harpoon Brewery in Windsor, VT for a post ride party with fresh beer, BBQ, hot showers and live music. Proceeds benefit the Vermont Foodbank.  Harpoon Point to Point The Harpoon Point to Point cycling ride was created in 2002 to raise funds and awareness for the Vermont Foodbank’s mission to end the growing problem of hunger in Vermont. The Harpoon Point to Point is an event established through a partnership between the Harpoon Brewery, the Point Radio Network, and the Vermont Foodbank. To date, we’ve raised over $583,500!\n\nWhether choosing to tackle 115 miles from Williston, 50 miles from Bethel, or 25 miles in Windsor, all riders will find a beautiful course and great support along the way. Transportation is available to each start location before or after the ride! Everyone finishes and celebrates together at the Harpoon Brewery in Windsor with hot showers, fresh beer, live music and a delicious BBQ! Family and friends are welcome. Help a neighbor in need, and have fun doing it!\n\nJoin this event page and we’ll update you on race information, training tips to help you prepare for the ride, and other special offers.\n\nLearn more and register to ride at www.harpoonpointtopoint.com!",
          1373982303
        ],
        [
          "Fight Hunger in Vermont! On August 10th, choose from a 25, 50 or 115 mile bike ride across the state of Vermont. All rides end at the Harpoon Brewery in Windsor, VT for a post ride party with fresh beer, BBQ, hot showers and live music. Proceeds benefit the Vermont Foodbank. Register today: http://www.harpoonpointtopoint.com/ Timeline Photos",
          1369752615
        ],
        [
          "Registration for the 2013 Harpoon Point to Point is now open! Come ride with us in August to benefit the Vermont Foodbank. http://ow.ly/hpq2o Timeline Photos",
          1360002601
        ],
        [
          "During this week of Thanksgiving, we’d like to share our gratitude for the riders of the 2012 Harpoon Point to Point who this year have helped us raise $137,450 for the Vermont Foodbank! Together we have helped provide thousands of meals for Vermonters in need. We could not do this without you. Thank you! http://www.harpoonpointtopoint.com/2012check Timeline Photos",
          1353353400
        ],
        [
          "Vermont Governor Peter Shumlin has proclaimed tomorrow (8/11/12) as \"Ride to Fight Hunger Day\" for our annual Harpoon Point to Point to benefit the Vermont Foodbank! More than 1 in every 7 Vermonters is affected by hunger - so help us Fight Hunger in Vermont this weekend! Ride to Benefit The Vermont Foodbank - August 11, 2012 | Harpoon Brewery Point to Point The Harpoon Point to Point was created in 2002 to raise funds and awareness for the Vermont Foodbank’s mission to end the growing problem of hunger in Vermont.",
          1344610898
        ],
        [
          "The Harpoon Point to Point is on the cover of the Best of Burlington’s summer issue that features the best of summer in Vermont. We are so proud! And we couldn’t agree more – this is one of the best events of the summer in Vermont and its all to benefit the Vermont Foodbank! Details | Harpoon Brewery Point to Point",
          1340298589
        ],
        [
          "Help us fight hunger in Vermont AND go for a great bike ride at the same time! A fantastic post-ride party at our Brewery in Windsor awaits you! Ride to Benefit The Vermont Foodbank - August 11, 2012 | Harpoon Brewery Point to Point The Harpoon Point to Point was created in 2002 to raise funds and awareness for the Vermont Foodbank’s mission to end the growing problem of hunger in Vermont.",
          1339425144
        ]
      ],
      "dates_start": 1347715281,
      "dates_end": 1405904394,
      "likes_avg": 82,
      "likes_stdev": 147,
      "comments_avg": 2,
      "comments_stdev": 3,
      "shares_avg": 7,
      "shares_stdev": 8
    },
    {
      "number": 4,
      "important": [
        "count",
        "timelin",
        "fan",
        "make",
        "timelin photo",
        "instagram fan",
        "friday",
        "instagram",
        "last",
        "year"
      ],
      "common": [
        "cred",
        "cred instagram",
        "fan",
        "instagram",
        "instagram fan",
        "mobile",
        "mobile uploads",
        "photo",
        "photo cred",
        "uploads"
      ],
      "messages": [
        [
          "It's the last Friday of the year... make it count!\n\n(Photo: Instagram fan @cwaldron9!) Timeline Photos",
          1483126196
        ],
        [
          "You + Big Squeeze + The Lawn On D = Best. Saturday. Ever. \n\nWe're taking over Lawn on D from 2-5 this Saturday... Join us! \n\n(Photo cred: Instagram fan @eatdrinkrally) Timeline Photos",
          1466715180
        ],
        [
          "To Summer- May the days be long and the beers tall! \n\nPhoto credit: Instagram fan @ageraghty7! Timeline Photos",
          1466460925
        ],
        [
          "Less ties, more Harpoon! Happy Father's Day to all you awesome beer loving dads out there! \n\n(Photo cred: Instagram fan @kathleenhanley!) Timeline Photos",
          1466360289
        ],
        [
          "Lunch beers anyone? (photo cred: Instagram fan @yvonnette!) Timeline Photos",
          1458917284
        ],
        [
          "How's the blizzard treating everyone?!\n\n(Photo cred: Instagram fan @f.8ight!) Timeline Photos",
          1453591897
        ],
        [
          "If you hate rainy days, you're doing it wrong. (Photo cred: insta fan @kchysmith!)\n\nJoin us for a beer & pretzel? http://bit.ly/1H0qxVQ Timeline Photos",
          1452442605
        ],
        [
          "✌️summer, it's been real!\n\n(Photo credit - Instagram fan @chadoconnor) Mobile Uploads",
          1442960340
        ],
        [
          "Football. Is. Back.\n\n(cheers to Instagram fan @_jonathanmathew_ for the pic!) Timeline Photos",
          1441933736
        ],
        [
          "Where are you taking 5 today?\n\n(Photo cred to Insta fan @timothyedward32) Mobile Uploads",
          1440257407
        ],
        [
          "You know the feeling... TGIF!\n\nPhoto cred: scottybundlez from Instagram! Mobile Uploads",
          1437752309
        ],
        [
          "Cans on cans on cans. Happy Friday!\n\nPhoto cred: Instagram fan @fnharrington Mobile Uploads",
          1436554383
        ],
        [
          "Friday at 5. You know the feeling...\n\n(Photo cred: Instagram fan @boris_and_bambino) Mobile Uploads",
          1434135623
        ],
        [
          "Fill'er up, it's Friday! \n\nPhoto credit to Instagram fan Railton Photography! Mobile Uploads",
          1420240457
        ],
        [
          "Head to our Instagram page to learn how to snag these sweatshirts for 20% off! \n\nhttp://instagram.com/harpoonbrewery Mobile Uploads",
          1417290134
        ]
      ],
      "dates_start": 1430221902,
      "dates_end": 1465609932,
      "likes_avg": 203,
      "likes_stdev": 138,
      "comments_avg": 6,
      "comments_stdev": 6,
      "shares_avg": 8,
      "shares_stdev": 6
    },
    {
      "number": 5,
      "important": [
        "adventur",
        "three",
        "tell",
        "like",
        "time",
        "enjoy",
        "stori",
        "beer",
        "head",
        "idea"
      ],
      "common": [
        "beer",
        "beer drinkers",
        "contest",
        "drinkers",
        "harpoon",
        "harpoon ipa",
        "ipa",
        "ipa story",
        "story",
        "tell"
      ],
      "messages": [
        [
          "As beer drinkers, we all have stories to tell. Like that time a few beers led to you adopting an animal... \n\nWhoops... enjoy! We Are Beer Drinkers: Adopt-a-Pet",
          1482177590
        ],
        [
          "As beer drinkers, we all have stories to tell. Like that time cracking three eggs on your friends head sounded like a genius idea...\n\nTell us your beer story at www.harpoon30.com! We Are Beer Drinkers",
          1480451741
        ],
        [
          "As beer drinkers, we all have stories to tell. Like that time you crushed making a great first impression by dropping a bunch of beer... \n\nTell us your beer story at www.harpoon30.com! We Are Beer Drinkers: Newbie",
          1479849070
        ],
        [
          "As beer drinkers, we all have stories to tell. Like the first date with your future husband... We are Beer Drinkers",
          1478876899
        ],
        [
          "Because we are beer drinkers, we all have amazing stories to tell. Like \"accidently\" giving your co-workers compromised beer brownies...\n\nLearn more: http://www.harpoon30.com We Are Beer Drinkers: A Rodent Issue",
          1477424237
        ],
        [
          "Everybody has a beer drinking story. Hear ours, tell us yours!\n\nhttp://www.harpoon30.com We Are Beer Drinkers",
          1476125425
        ],
        [
          "You flooded us with Harpoon IPA stories! Here are a few highlights from our contest. \n\nHave one of your own? The contest runs until 5/13. There is time yet... you know you want to be a VIP at all of our festivals! Tell Us Your IPA Story - Your Stories! Almost a month ago we asked you to \"Tell Us Your IPA Story,\" and many of you jumped at the opportunity to tell us how Harpoon IPA has played a role in your lives. There are plenty of great...",
          1368202856
        ],
        [
          "As we continue to celebrate 20 years of IPA, we asked Nick Godfrey, the mastermind behind the original Harpoon IPA design, to tell us his IPA story: http://ow.ly/kEezx Timeline Photos",
          1367791201
        ],
        [
          "Now that's a loyal fan! Thanks for the IPA story submission, Jordan. Anyone think they can top this entry? Try to in our contest: http://bit.ly/17ca7FA Timeline Photos",
          1367590200
        ],
        [
          "We've asked all of you to Tell Us Your IPA Story. Sam Calagione from Dogfish Head Beer & Mitch Steele from Stone Brewing Co. have a few stories of their own. Catch up with them in our latest blog post... Tell Us Your IPA Story - Mitch Steele & Sam Calagione As you share all of your IPA stories, we want to share some of our own. In anticipation of this promotion, we spent some time reminiscing with some of the folks who have been involved with or supported...",
          1366986600
        ],
        [
          "Harpoon IPA is often at the center of a great story! Like that time you went _____ with _____. Remember that? \n\nShare your version in our contest for a chance at winning a VIP experience at all of our festivals for a year in Boston and Vermont.\n\nVisit the contest page to enter: http://bit.ly/17ca7FA Timeline Photos",
          1366733459
        ],
        [
          "We've had tons of great IPA stories submitted in our contest, including couples that have met over an IPA! Thanks to Katherine E. for sharing her story with us:\r\n\r\n\"I met my husband at Brewstock 2000. When he proposed three years later, he brought along two Harpoon IPAs and two Harpoon cups from the Harpoonfest when we met so we could toast our engagement. At our wedding, the priest said that instead of carrying an arrow that summer day, Cupid was carrying a Harpoon...\"\r\n\r\nHave a story of your own? Share it here: http://bit.ly/17ca7FA Timeline Photos",
          1366672573
        ],
        [
          "The first batch of Harpoon IPA has quite the \"story\" behind it. The original brewer (second from right), Tod Mott, tells all: http://ow.ly/k1XUC Timeline Photos",
          1366149601
        ],
        [
          "We just notified (via email) our first winner of the weekly voter sweepstakes! Was it you? \n\nEvery week, we will be giving away the \"Harpoon IPA Experience - at Home,\" to one lucky voter who voted for their favorite Harpoon IPA story.\n\nWant a chance to win? Check out our \"Tell Us Your IPA Story\" contest to learn more: http://bit.ly/17ca7FA Timeline Photos",
          1365608670
        ],
        [
          "Cheers to 20 Years of Harpoon IPA! To help celebrate, we are asking YOU to Tell Us Your IPA Story. Enter our contest for a chance at winning the “Harpoon IPA Experience” for a year, including entry and accommodations at all of our festivals in Boston and Vermont. Got a story? Visit Contest: http://bit.ly/17ca7FA Timeline Photos",
          1365532967
        ],
        [
          "To help celebrate 20 Years of Harpoon IPA, we are asking YOU to Tell Us Your IPA Story! Enter our contest for a chance at winning the “Harpoon IPA Experience” for a year, including entry and accommodations at all of our festivals in Boston and Vermont. C’mon, we know you have one! \r\n\r\nSubmit your story: http://bit.ly/17ca7FA Timeline Photos",
          1365433201
        ],
        [
          "To help celebrate 20 Years of Harpoon IPA, we are asking YOU to Tell Us Your IPA Story! Enter our contest for a chance at winning the “Harpoon IPA Experience” for a year, including entry and accommodations at all of our festivals in Boston and Vermont.\n\nSubmit your story: http://bit.ly/17ca7FA Harpoon Brewery's cover photo",
          1365092045
        ]
      ],
      "dates_start": 1352436121,
      "dates_end": 1460116624,
      "likes_avg": 180,
      "likes_stdev": 219,
      "comments_avg": 10,
      "comments_stdev": 13,
      "shares_avg": 12,
      "shares_stdev": 12
    },
    {
      "number": 6,
      "important": [
        "beer love life",
        "beer hall",
        "hall",
        "love beer love",
        "love",
        "beer love",
        "harpoon beer hall",
        "life",
        "love beer",
        "love life"
      ],
      "common": [
        "beer",
        "beer love",
        "beer love life",
        "harpoon",
        "life",
        "love",
        "love beer",
        "love beer love",
        "love beer love life",
        "love life"
      ],
      "messages": [
        [
          "Come Love Beer. Love Life. with us at the Harpoon Beer Hall! Here is what's on the docket... Harpoon Brewery",
          1483465500
        ],
        [
          "Loving beer and loving life this weekend at our brewery in Windsor, VT for Harpoon Octoberfest! Join us today and tomorrow! \n\nDetails: http://harpoonoctoberfestvermont.com Timeline Photos",
          1475938523
        ],
        [
          "Thank you to everyone who entered our  #LoveBeerLoveLife Sweepstakes! We are excited to announce Instagram fan, Cheryl McIntyre as the winner! \n\nKeep on Loving Beer and Loving Life, friends: http://bit.ly/1pZJKRf Timeline Photos",
          1459288207
        ],
        [
          "We asked some Harpooners what Love Beer. Love Life means to them. Get inspired and share your own Love Beer. Love Life. moments with us at www.lovebeerlovelife.com. One winner will be randomly selected and Harpoon with fly 3 of their friends to Boston for HarpoonFest in May! (Sweepstakes ends March 17th). #LoveBeerLoveLife: A Harpooner Perspective",
          1455383256
        ],
        [
          "Happy New Year! We're keeping resolutions simple: Love Beer. Love Life. What about you? \n\n(Photo credit: Dooster Films) Timeline Photos",
          1451673455
        ],
        [
          "From the quality of our beers to our welcoming breweries, from our large seasonal festivals to our steadfast commitment to the community, we – the employee-owners at Harpoon – live and breathe our motto “Love Beer. Love Life.”. Love Beer. Love Life.",
          1447445046
        ],
        [
          "Love beer? Hate Zombies? \n\nThis blog by resident Harpoon Prepper is right up your alley... http://www.harpoonbrewery.com/blog/399023/love-beer-hate-zombies Timeline Photos",
          1446425779
        ],
        [
          "Love beer and the Boston Bruins? Share a pic of you enjoying both with the hashtag #HarpoonBrewin to win weekly prizes! \n\nOfficial rules: http://bruins.nhl.com/club/page.htm?id=108185 Timeline Photos",
          1445465159
        ],
        [
          "Love Beer. Love Life. Happy Friday! \n\nFind Harpoon with our Beer Finder: http://www.harpoonbrewery.com/beer-finder Mobile Uploads",
          1444414212
        ],
        [
          "Love beer. Love Life. Happy Labor Day friends! Timeline Photos",
          1441638806
        ],
        [
          "Love Beer. Love Life. Fight Hunger! Congrats and thank you to all of our Harpoon Point to Point riders and volunteers! Mobile Uploads",
          1439050716
        ],
        [
          "It's a beautiful day to love beer, love life... Cheers! Timeline Photos",
          1434806885
        ],
        [
          "Today the Harpoon 5-Miler reached the $1M mark for  The Angel Fund! Thank you to all of our amazing runners and volunteers! \n\nLove Beer. Love Running. Harpoon. Mobile Uploads",
          1431885871
        ],
        [
          "What does Employee Ownership mean to Harpoon? Hint: We're loving beer and loving life more than ever! \n\nRead more: http://www.harpoonbrewery.com/blog/368885/what-employee-ownership-means-to-harpoon-brewery Mobile Uploads",
          1414850282
        ],
        [
          "Happy National Cat Day! \n\n16 Cats Who Are Loving Beer & Loving Life: http://www.harpoonbrewery.com/blog/368892/16-cats-who-are-loving-beer-loving-life Timeline Photos",
          1414620001
        ],
        [
          "Love beer. Love long weekends. Harpoon. Mobile Uploads",
          1412965883
        ],
        [
          "Thanks for another awesome Harpoon BBQ fest from all of us here at Harpoon! Love Beer. Love BBQ. Harpoon! Mobile Uploads",
          1406499449
        ],
        [
          "Love Beer. Love Life. Go Pats! Thanks for stopping by #HarpoonFest Julian Edelman, Shane Vereen & Chandler Jones! Timeline Photos",
          1400362830
        ],
        [
          "Love Beer. Love Life. Love Boston. #HarpoonOFest Timeline Photos",
          1381004897
        ],
        [
          "Cheers to the Harpoon / Native Staffing squad for taking home the championship in the Lake Placid Summit Lacrosse Tournament in the Masters II Division! Love beer. Love life. Timeline Photos",
          1376483400
        ],
        [
          "Throwback: Summer of ’93. Brewery parking lot.  IPA on ice. Love beer. Love life.  \n\nWhat’s your version? Tell us YOUR IPA Story in our contest for a chance to win a VIP experience at all of our festivals: http://bit.ly/17ca7FA Timeline Photos",
          1367335334
        ],
        [
          "Love beer. Love life. Glad Foursquare users agree! Check out Harpoon in the \"Best Beer\" category. The 17 Best Places in Boston, According to Foursquare Users Looking for a killer place to eat pizza? How about the best place to chill outdoors in Boston? Get on your phone. Today, Fourquare released its new “Best",
          1359657915
        ],
        [
          "Great work everyone spreading Holiday cheer across the city! Thanks again to all 300+ volunteers today. We're glad you could love beer and love life with us! Timeline Photos",
          1354391298
        ],
        [
          "Nice effort guys! We'll raise a pint to that...  Edward Sharing some Winter Warmer and Rich and Dan's Rye IPA in the snow atop Temple Basin in NZ w/ Kyle Foote Love Beer. Love Life. Love NZ.",
          1353432994
        ],
        [
          "Thanks @Todd Basile for this great picture - perfect way to get in the Halloween spirit! Love Beer. Love Life! Timeline Photos",
          1351185875
        ],
        [
          "New record: 12,400+ people through the gates for Harpoon Octoberfest yesterday! We raise a pint to each and every one of you! Love beer. Love life. Timeline Photos",
          1349016070
        ],
        [
          "Our annual Brewery to Brewery Ride raised $80,000 for the Kenary Brain Tumor Research at Dana Farber Cancer Institute and $55,000 for Team Psycho Elite Development Fund.\n\nThanks to our 800 riders, 100 volunteers, every sponsor and Otis Grove - you helped make this an unforgettable event! Cheers to Harrison Buck for putting together this recap video for us... Enjoy! B2B Harpoon Brewery to Brewery Ride 2012- Love Beer Love Life",
          1343741891
        ],
        [
          "We just posted a video of brewer Matt DeLuca discussing our new Harpoon 100 Barrel Series Black IPA! Congrats to Matt for brewing a great beer!  http://www.lovebeerlovelife.com/ Love Beer. Love Life. Harpoon!",
          1326831490
        ]
      ],
      "dates_start": 1365162670,
      "dates_end": 1454070259,
      "likes_avg": 245,
      "likes_stdev": 327,
      "comments_avg": 7,
      "comments_stdev": 9,
      "shares_avg": 12,
      "shares_stdev": 13
    },
    {
      "number": 7,
      "important": [
        "squeez summer",
        "squeez",
        "week",
        "summer",
        "road",
        "awesom",
        "ufo",
        "last",
        "tour",
        "citi"
      ],
      "common": [
        "big",
        "big squeeze",
        "squeeze",
        "squeeze summer",
        "squeeze summer tour",
        "summer",
        "summer tour",
        "tour",
        "ufo",
        "ufobeer"
      ],
      "messages": [
        [
          "We took our UFO beers on the road this summer and hit up 9 awesome cities! The tour might be over, but here's to squeezing the most out of the last few weeks of summer - preferably with a UFO in hand!\n\nFind UFO near you: http://www.harpoonbrewery.com/beer-finder Squeeze the Most Out of Summer Tour",
          1472668732
        ],
        [
          "If sunsets, beach parties, and UFO beers sound like your ideal weekend, join us in Rhode Island THIS eekend for our Squeeze the Most out of Summer Tour!\n\nTour details: http://ufobeer.com/rhodeisland Timeline Photos",
          1470310619
        ],
        [
          "If live music, rooftop beers, and corn hole sound like your ideal weekend, join us in New York City August 4th-6th for our Squeeze the Most out of Summer Tour!\n\nTour details: http://ufobeer.com/nyc Timeline Photos",
          1470172740
        ],
        [
          "If yard games, a 6th Street Bar Crawl, and a River Float sound like your ideal weekend, join in us Austin July 28-30 for our Squeeze the Most out of Summer Tour!\n\nGet the details and join us: http://ufobeer.com/austin Timeline Photos",
          1469483280
        ],
        [
          "In a few short days we're headed down to Orlando for the Squeeze the Most Out of Summer Tour!\n\nFind out where we're headed July 21st through 23rd: http://ufobeer.com/orlando Timeline Photos",
          1468755300
        ],
        [
          "Forget peaches, it was all about that grapefruit this weekend! Cheers from Georgia! \n\nSee where else the Squeeze the Most Out of Summer Tour is stoppin': www.ufobeer.com Timeline Photos",
          1468696822
        ],
        [
          "We just landed in Atlanta for the Squeeze the Most Out of Summer Tour! \n\nCheckout where were stoppin' July 14th through 16th: http://ufobeer.com/atlanta Timeline Photos",
          1468516455
        ],
        [
          "We're headed to Atlanta this weekend for the Squeeze the Most out of Summer Tour! Think arcade games Joystick Gamebar, cornhole Riggy's Grill, a UFO beer river float & more!\n\nGet the details: http://ufobeer.com/atlanta Timeline Photos",
          1468272604
        ],
        [
          "From June 25th - August 6th, we’ll be on the road with our main squeeze, UFO Big Squeeze, visiting 9 different cities to find the best outdoor bars and adventures! \n\nCheck out where we're stoppin': http://ufobeer.com Timeline Photos",
          1465909200
        ],
        [
          "What do lawn games, good times, and great beer have in common? They’re what the UFO “Squeeze the Most out of Summer Tour” is all about! Get the tour details and see if we’ll be stopping by your city! http://ufobeer.com Squeeze the Most Out of Summer Tour",
          1465572330
        ],
        [
          "Can we be your Summer squeeze? We're hitting the road and touring 9 cities to squeeze the most out of Summer!\n\nJoin us? http://ufobeer.com",
          1465425713
        ],
        [
          "Brunch without beer is just a really sad breakfast... Join us for the UFO Big Squeeze Brunch on June 26th at the Harpoon Beer Hall! \n\nEvent details: http://bit.ly/1X1fi6E Timeline Photos",
          1465131720
        ],
        [
          "It's baaaaaaaack!  #BigSqueeze Big Squeeze",
          1456512753
        ],
        [
          "three words... UFO. BIG. SQUEEZE.\n\nFind it, drink it, love it. #nojudgement Real Men Drink Shandy (I Swear) The shandy-shaming ends NOW.",
          1432836705
        ],
        [
          "Anyone Big Squeeze brunchin' today?! Mobile Uploads",
          1430666550
        ],
        [
          "Out of Office.\n\nFind UFO Big Squeeze Shandy this weekend: http://bit.ly/1IvW018 Timeline Photos",
          1430493550
        ],
        [
          "Happy Easter! Celebrating with any Big Squeeze today?! Mobile Uploads",
          1428244916
        ],
        [
          "Wrapped up and ready for your fridge.\n\nUFO Big Squeeze is back! http://bit.ly/1F9W2Kb Timeline Photos",
          1427235007
        ],
        [
          "Oh we went there... UFO Big Squeeze Bundt Cake! \n\nRecipe: http://www.harpoonbrewery.com/blog/347279/ufo-big-squeeze-bundt-cake Timeline Photos",
          1398895508
        ]
      ],
      "dates_start": 1432781294,
      "dates_end": 1474987179,
      "likes_avg": 187,
      "likes_stdev": 189,
      "comments_avg": 10,
      "comments_stdev": 9,
      "shares_avg": 14,
      "shares_stdev": 13
    },
    {
      "number": 8,
      "important": [
        "breweri",
        "harpoon breweri",
        "windsor",
        "wed",
        "love",
        "info",
        "boston breweri",
        "breweri post",
        "love beer",
        "two"
      ],
      "common": [
        "beer",
        "boston",
        "brewery",
        "fund",
        "grateful",
        "grateful harvest",
        "harpoon",
        "harpoon brewery",
        "harvest",
        "pint"
      ],
      "messages": [
        [
          "Have the day off? We'd love to have a beer (or two) with you!\n\nBoston Brewery info: http://www.harpoonbrewery.com/breweries/boston\nWindsor Brewery info: http://www.harpoonbrewery.com/breweries/windsor Photos from Harpoon Brewery's post",
          1487603793
        ],
        [
          "Tired of the same old games with beer? Throw it back to your childhood... Enter: Twister. \n\nHere's how to adult-ify it up with our UFO Jet Pack: https://goo.gl/vS9IKx Photos from Harpoon Brewery's post",
          1486825287
        ],
        [
          "Tonight we kicked off the first Harpoon X-Night of the year with a Spiced Biere de Garde! \n\nWhat's Harpoon X-Night? We brew a mystery beer, you taste test it first! Don't miss the next one on 2/21: http://www.harpoonbrewery.com/events/2940/harpoon-x-night Photos from Harpoon Brewery's post",
          1484700753
        ],
        [
          "One of our favorite things about UFO Winter Blonde? It’s versatility, of course.\n\nTry these 3 unique was to enjoy it before it's gone! http://bit.ly/2hhcuF0 Photos from Harpoon Brewery's post",
          1482765661
        ],
        [
          "We are fortunate to have such a strong community of friends that are as enthusiastic as we are, about being a good neighbor and giving back. Through Harpoon Helps, we can encourage philanthropy through events and are so proud of what we’ve been able to accomplish, together. \n\nWant to see the full impact? http://bit.ly/2hf67ie Photos from Harpoon Brewery's post",
          1481468521
        ],
        [
          "Get your Cyber Monday on at the Harpoon eStore! \n\nSpend $25, save 10%\nSpend $50, save 15%\nSpend $100, save 20% \n\nShop now: https://shop.harpoonbrewery.com Timeline Photos",
          1480352903
        ],
        [
          "If only every 5K ended this way, right?! Way to go Harpoon Octoberfest Road Race runners!\n\nAnd now, we fest! Photos from Harpoon Brewery's post",
          1476024352
        ],
        [
          "For the month of October, Harpoon Helps will donate $1 per pint of UFO R.A.Z. sold at our breweries in Boston, MA, and Windsor, VT, to local breast cancer charities (Ellie Fund & Casting for Recovery)!\n\nLearn how you can get involved: http://bit.ly/2dlV4X0 Timeline Photos",
          1475668800
        ],
        [
          "If running 3.6 miles for a good cause followed by beers, brats, and Oompah music, sounds like your ideal Sunday, join us October 9th for the Harpoon Octoberfest Road Race in Windsor, Vermont!\n\nRegister today: http://www.harpoonoctoberfestrace.com Photos from Harpoon Brewery's post",
          1474200000
        ],
        [
          "Registration is NOW OPEN for the Harpoon Octoberfest Road Race presented by Norris Cotton Cancer Center on October 9th at our Vermont Brewery! \n\nLearn more and register here: http://www.harpoonoctoberfestrace.com/ Photos from Harpoon Brewery's post",
          1470085561
        ],
        [
          "It's a beautiful day for some beers and BBQ! Harpoon Brewery BBQ Fest day 2 starts at 11AM!\n\nFestival details: bbqfest.harpoonbrewery.com Photos from Harpoon Brewery's post",
          1469361855
        ],
        [
          "Harpoon 192 is a toast to Pan-Mass Challenge riders, volunteers, staff, and all who make the incredible 192 mile ride happen each year. The goal is simple: Fight cancer. For every bottle/pint sold, Harpoon Helps will make a $1 donation to the PMC!\n\nLearn more about the beer and where to find it: http://bit.ly/28VF8US Timeline Photos",
          1466632262
        ],
        [
          "Thank you to everyone who joined us for the 15th annual Harpoon 5-Miler to benefit The Angel Fund! 3,900 runners, 300 volunteers and hundreds of spectators helped us raise $215,500 (and counting!) for The Angel Fund, which supports critical research for Dr. Robert Brown and his team at UMass Medical Center. The 2016 Harpoon 5-Miler",
          1464114409
        ],
        [
          "Will run for beer AND a cure! Today, 5,000 folks ran for an important cause: to help cure ALS. Cheers to all of our runners, volunteers, sponsors, and The Angel Fund for ALS Research for their relentless work towards a cure!",
          1463932319
        ],
        [
          "The lottery for the Harpoon 5-Miler to benefit The Angel Fund for ALS Research on May 22nd is OPEN!\n\nHurry though, it closes 3/21 at Noon: http://www.harpoon5miler.com/register Timeline Photos",
          1458167400
        ],
        [
          "Get game day ready with these snacks - all made with beer (obviously)! http://bit.ly/1nUbJka Photos from Harpoon Brewery's post",
          1454785639
        ],
        [
          "Yesterday we decked the halls at community centers and homeless shelters all around Boston, Providence, RI,  Springfield, MA, and Plymouth, MA with hundreds of awesome volunteers at the 12th Annual Harpoon Helps Spread Holiday Cheer event! \n\nLooking to help out? Check out the cities spreading cheer on 12/9 and 12/12: http://harpoonhelpsspreadholidaycheer.splashthat.com Timeline Photos",
          1449412626
        ],
        [
          "'Tis the season of giving! Tonight we helped fight hunger at our breweries with our annual Harpoon Helps Grateful Harvest Dinner! Photos from Harpoon Brewery's post",
          1447032754
        ],
        [
          "Cheers to all the Harpoon Octoberfest Race runners and volunteers who helped us raise money for the Norris Cotton Cancer Center! \n\nJoin us for Octoberfest until 6! http://harpoonoctoberfestvermont.com Mobile Uploads",
          1444576512
        ],
        [
          "Proud to support the fight against cancer! Cheers 2015 Pan-Mass Challenge riders and volunteer! Mobile Uploads",
          1438520352
        ],
        [
          "We've been the proud sponsor of the Pan-Mass Challenge since 1998 BUT this year, you'll see a new beer at the finish line (and at our breweries and other limited locations)! \n\nFor every bottle of Harpoon 192 sold, Harpoon Helps will make a $1 donation to the PMC. Learn more: http://bit.ly/1FY0GbB Timeline Photos",
          1434402557
        ],
        [
          "The Harpoon 5-Miler raised $180,600 (and counting) this year, for The Angel Fund. That puts the races 14 year total at over $1,147,000! It wouldn't be possible without our amazing volunteers and runners! THANK YOU! \n\nLearn how you can help support the fight against ALS: http://www.harpoon5miler.com/Harpoon-5-miler-2015 Timeline Photos",
          1431984241
        ],
        [
          "Was volunteering more one of your New Year's resolutions? We could use your help on 6 Harpoon Helps volunteer opportunities this year! \n\nLearn more: http://bit.ly/1BLKd99 Timeline Photos",
          1420986963
        ],
        [
          "Harvest season might be over but find (& drink) Grateful Harvest & give back! $1 of every 6-pack sold goes to the local food bank!\n\nLearn more: http://www.harpoonbrewery.com/blog/369112/harpoon-helps-is-fighting-hunger-this-holiday-season Timeline Photos",
          1417563900
        ],
        [
          "Growlers are $7.50 for year-round and seasonals and $13.50 for specialty and pilots at our Beer Hall in Boston now through 11/30. Happy (almost) Thanksgiving!\n\nSee what's on tap: http://www.harpoonbrewery.com/breweries/boston/whats-on-tap\n\nFor growler details in Windsor, checkout our Facebook page: https://www.facebook.com/harpoonvt?ref=hl Photos from Harpoon Brewery's post",
          1416858147
        ],
        [
          "Help Harpoon fight hunger this holiday season - drink Grateful Harvest Cranberry Ale!\n\nWe donate $1 to the local food bank where it was purchased. Learn more! http://shout.lt/KRTv Timeline Photos",
          1415837595
        ],
        [
          "Join us in welcoming back Grateful Harvest Cranberry Ale! We donate $1 per six-pack to the local food bank in the area in which it was purchased. \n\nLearn more and find it near you: http://www.harpoonbrewery.com/beer/101/grateful-harvest-ale Timeline Photos",
          1413325801
        ],
        [
          "Together we raised some serious money for the Norris Cotton Cancer Center! Thank you to all of the runners and volunteers that made this year's Harpoon Octoberfest Race amazing. See you next year!? Mobile Uploads",
          1413152071
        ],
        [
          "I’m Warren Dibble, CFO of Harpoon Brewery and I’ve accepted the #IceBucketChallenge from Corey Johnson on behalf of Dan Kenary to help raise awareness of ALS and support Pete Frates. We now nominate Odell Brewing Co, Saranac, Deschutes Brewery, and Dogfish Head Beer for the Ice Bucket Challenge! You’ve got 24 hours to complete this challenge or donate to #teamFrateTrain Cheers! http://www.petefrates.com/ Ice Bucket Challenge to #StrikeOutALS",
          1407259463
        ],
        [
          "Congrats Pan-Mass Challenge riders! An awesome ride for such an important cause... Cheers! Mobile Uploads",
          1406998705
        ],
        [
          "Brewing Up a Fight Against Cancer for the Pan-Mass Challenge! Read our blog to see how you can help: http://www.harpoonbrewery.com/blog/350607/brewing-up-a-fight-against-cancer #PMC2014 Timeline Photos",
          1403640000
        ],
        [
          "Thanks to everyone who ran the Harpoon 5-Miler on Sunday May 18th. You joined 4K+ runners in the fight against ALS and raised over $200K! The post-race party was well deserved! 2014 Harpoon 5-Miler",
          1400676995
        ],
        [
          "The Lottery is now open for the Harpoon 5-Miler on May 18th to benefit The Angel Fund! Lottery closes on 3/17 at 1 PM. Register here: https://register.racepartner.com/harpoon5miler/ Timeline Photos",
          1394474401
        ],
        [
          "Come plunge, pledge, and enjoy some great company at Cupid Splash with Harpoon Brewery and  Save the Harbor / Save the Bay March 29th! More details: http://www.cupidsplash.com/ Timeline Photos",
          1392940801
        ],
        [
          "With the help of friends and volunteers, Harpoon Helps supported many worthy organizations and are very proud to announce (drumroll, please) charitable contributions totaling $904,365 for 2013! http://ow.ly/sut9k \n\nA big thanks to: Vermont Foodbank, Save the Harbor / Save the Bay, The One Fund Boston, Pan-Mass Challenge, Movember USA, A.D. Makepeace Company The Greater Boston Food Bank Timeline Photos",
          1389468085
        ],
        [
          "Dress London style with us Wednesday, December 4th from 6:30 – 8:30 PM to benefit The Angel Fund at Bella Luna Restaurant and Milky Way Lounge! It’s a $20 suggested donation at the door, or buy tickets in advance: http://angelfund.brownpapertickets.com/ Hope to see you there! Pass The Hat for The Angel Fund Guest Bartenders include Harpoon Brewery owner Dan Kenary and Boston Beer Brewer Dean Giancostas ",
          1386030600
        ],
        [
          "Keep drinking Grateful Harvest everyone! With your help, we've raised over $4,000 to the Vermont Foodbank! Special thanks to Hannaford Supermarkets & Farrell Distributing. Find Grateful Harvest near you and drink on! http://ow.ly/qPwf1 Timeline Photos",
          1384455601
        ],
        [
          "Tonight, reach for something good that also does good. Check out Grateful Harvest Cranberry Ale. $1 per six pack goes to a local foodbank. http://www.harpoonbrewery.com/beer/101/Grateful-Harvest-Ale Timeline Photos",
          1383069601
        ],
        [
          "Today at our breweries we tapped the first kegs of our Grateful Harvest Cranberry Ale to kick off the busiest and most impactful time for our charitable program, Harpoon Helps. $1 of each pint/6-pack/growler sold goes to the local food bank! Read more from our blog: http://ow.ly/pAdd7 Timeline Photos",
          1381186800
        ],
        [
          "Cheers to all the Pan Mass Challenge riders! Timeline Photos",
          1375538401
        ],
        [
          "As a proud supporter of the Pan-Mass Challenge, we have teamed up with Kappy's Fine Wine & Spirits to offer a $1 donation for every 12-pack of Harpoon and UFO purchased in the month of July. Read our latest blog post for details on our long-standing relationship with the PMC! Harpoon & Kappy's Proudly Support The Pan-Mass Challenge The Harpoon Brewery has been an integral part of The Pan Mass Challenge since 1998. Over the course of the 3 day event, (the kickoff party in Sturbridge, and the finish lines in Bourne and in Provincetown),...",
          1374530400
        ],
        [
          "We have a winner of the You Brew for Boston Raffle…  Nick Coe of Cambridge, MA!  We are truly grateful for everyone who came for a pint at our Brewed for Boston Nights or entered the raffle.  Together we raised over $35,000 for The One Fund. To that, we raise a pint! http://ow.ly/lkl3L Timeline Photos",
          1369317600
        ],
        [
          "A big THANK YOU to everyone who attended a “Brewed for Boston” Night and waited patiently to get in the beer hall. There was a tremendous outpouring of support. Over three nights we raised $30,950 for The One Fund!\r\n\r\nCheers to you for enjoying a pint and pretzel with us for a great cause. We are all Boston Strong. Timeline Photos",
          1368103244
        ],
        [
          "Our final Brewed for Boston Night is tomorrow from 6-9p at our Boston Beer Hall. Come have a pint and a pretzel! 100% of proceeds benefit The One Fund.  Brewed for Boston Nights to Benefit The One Fund Like most in and around Boston, Harpoon employees immediately felt compelled to “do something” after the tragic events of Marathon Monday in Boston. So for the next three Tuesday nights Harpoon employees from every department will be donating their time, and the brewery will be donating 100% of pint and pretzel sales, at “Brewed for Boston Nights at Harpoon” in an effort to raise funds for victims of the tragedy.\n\nThe Brewed for Boston Nights at Harpoon will take place during extended hours, from 6:00 pm to 9:00 pm, in the Harpoon Beer Hall. During that three-hour period, 100% of sales on all Harpoon pints of beer and pretzels will be donated to http://www.onefundboston.org/, an organization created to provide support to victims of the tragedy.\n\n\nDates & Times: \n6:00pm - 9:00pm EST\nTuesday, April 23rd \nTuesday, April 30th\nTuesday, May 7th \n\nLocation: \nThe Harpoon Brewery Beer Hall\n306 Northern Avenue\nBoston, MA \n\nDetails: \nThe Harpoon Brewery Beer Hall will be open for extended hours the next three Tuesday nights to raise funds for victims of the Marathon Monday tragedy. Harpoon employees from every department of the brewery will donate their time to work these evenings and serve guests beer and pretzels.100% of Harpoon pint sales and 100% of pretzel sales will be donated to The One Fund. Light appetizers will be donated by local caterers for attendees.\n\nAdmission:\t\nFree of charge, no tickets necessary\n\nFor more details, please visit: http://www.harpoonbrewery.com/news/974/Brewed-for-Boston-Nights-at-Harpoon",
          1367859855
        ],
        [
          "A big THANK YOU to everyone who attended “Brewed for Boston” Tues night and waited patiently to get in the beer hall. There was a tremendous outpouring of support. We raised $11,790 for the One Fund in just three hours! \r\n\r\nThere is one more of these events on 5/7. Please come down and have a pint and pretzel. 100% of proceeds go to the One Fund. Details: http://ow.ly/kDHEI Timeline Photos",
          1367503201
        ],
        [
          "Cheers to everyone who attended “Brewed for Boston” at the Beer Hall last night… Together, we raised $8,835 for the One Fund in just three hours! We will be hosting two more of these nights on 4/30 and 5/7. Please come down, have a pint and pretzel, and help us surpass that total. 100% of proceeds go to the One Fund. \n\nWe'd also like to thank our neighbors in the Seaport area who handled our overflow and also donated to the One Fund from pints of Harpoon beer. \n\nUpcoming event details: http://ow.ly/kobOo Timeline Photos",
          1366823456
        ],
        [
          "Please join us tomorrow night from 6-9p for Brewed for Boston Night. The Boston Beer Hall will be open extended hours and 100% of proceeds from pints and pretzels purchased will be donated to One Fund Boston. Together, we are #BostonStrong.  Brewed for Boston Nights to Benefit The One Fund Like most in and around Boston, Harpoon employees immediately felt compelled to “do something” after the tragic events of Marathon Monday in Boston. So for the next three Tuesday nights Harpoon employees from every department will be donating their time, and the brewery will be donating 100% of pint and pretzel sales, at “Brewed for Boston Nights at Harpoon” in an effort to raise funds for victims of the tragedy.\n\nThe Brewed for Boston Nights at Harpoon will take place during extended hours, from 6:00 pm to 9:00 pm, in the Harpoon Beer Hall.  During that three-hour period, 100% of sales on all Harpoon pints of beer and pretzels will be donated to http://www.onefundboston.org, an organization created to provide support to victims of the tragedy.\n\n\nDates & Times: \t\t\n6:00pm - 9:00pm EST\nTuesday, April 23rd \nTuesday, April 30th\nTuesday, May 7th \n\nLocation:  \t\t\nThe Harpoon Brewery Beer Hall\n306 Northern Avenue\nBoston, MA  \n \nDetails:  \t\nThe Harpoon Brewery Beer Hall will be open for extended hours the next three Tuesday nights to raise funds for victims of the Marathon Monday tragedy. Harpoon employees from every department of the brewery will donate their time to work these evenings and serve guests beer and pretzels.100% of Harpoon pint sales and 100% of pretzel sales will be donated to The One Fund. Light appetizers will be donated by local caterers for attendees.\n\nAdmission:\t\t\nFree of charge, no tickets necessary\n\nFor more details, please visit: http://www.harpoonbrewery.com/news/974/Brewed-for-Boston-Nights-at-Harpoon",
          1366650775
        ],
        [
          "Ready to plunge into Boston Harbor with Matt Light? Help him  raise $30K for Save the Harbor/Save the Bay and the Matt Light Foundation by March 23rd and he'll be splashing along with us! Join or donate: http://ow.ly/iPnYD Timeline Photos",
          1363111437
        ],
        [
          "We'll do anything for something we love, including plunge into Boston Harbor, costumes and all! Come join us in March for the Cupid Splash... are you brave enough?! Show your LOVE for your beach! It is still a winter wonderland outside, so we wanted to warm you up with news of Harpoon Helps’ Spring event, Harpoon Helps Cupid Splash! On Saturday, March 23rd, we'll be plunging into Boston...",
          1360859400
        ],
        [
          "Join us in raising a pint to our fellow Harpoon employees for their partnership with the Kraft Family Blood Donor Center over the past two years! Harpoon Helps the Kraft Family Blood Donor Center We would like to congratulate two of our fellow employees on a job well done! For the past two years, Harpoon employees Jamie Rudavsky and Jaime Schier have been making bi-weekly trips to the Kraft...",
          1360081801
        ],
        [
          "We are very proud, excited and a little bit dumbfounded to announce that in 2012, the Harpoon Helps program has contributed $830,000 to support local charitable organizations. We'll raise a pint to that! Who is with us for $1 Million in 2013?! http://ow.ly/g59GN Timeline Photos",
          1355427260
        ],
        [
          "Ready for Harpoon Helps Spread Holiday Cheer today?! We have over 300 volunteers in both Boston and Providence decorating locations across the city for those in need this Holiday season. Raise a pint for all our volunteers! Timeline Photos",
          1354372201
        ],
        [
          "Movember ends today but we closed the month out right with a Harpoon Mustache bash last night! Check out the album of “winners” from the brewery. Harpoon had 70+ employees sport staches and raised over $8K to support Movember. What is your favorite look? Mustache Bash 2012",
          1354215600
        ],
        [
          "Time to brine the turkey with Harpoon Grateful Harvest! Does Harpoon play a role in your Thanksgiving Day tradition? Timeline Photos",
          1353515400
        ],
        [
          "Free Thursday night? Never had Grateful Harvest on draft? We've teamed up with the British Beer Company and all 12 of their locations across MA & NH for a special tapping of Grateful Harvest. Come have a pint and support your local food bank!  Grateful Harvest Night at All 12 British Beer Company Locations! Join the Harpoon Helps team on Thursday, November 15th at 5pm, at any of the British Beer Company’s 12 locations, enjoy a pint of Harpoon Grateful Harvest Cranberry Ale, and help us support your local food bank!\n\nFull details here: http://ow.ly/f8uBE.\n \nWe will be tapping a keg of Grateful Harvest Cranberry Ale at each BBC location. This is the only place you can enjoy a pint of Grateful Harvest on draft! Proceeds from each pint sold will be donated to the Greater Boston Food Bank, the largest hunger-relief organization in New England, which distributes more than 40 million pounds of food to 550 hunger-relief agencies that serve eastern Massachusetts.\n \nThis promotion is part of our larger Grateful Harvest fundraising effort through Harpoon Helps, where we are donating $1 per every 6-pack to the local food bank in the area where the beer was purchased.\n \nGrateful Harvest will be on tap at the following locations:\nBristol, RI\nCedarville, MA\nFalmouth, MA\nFramingham, MA\nFranklin, MA\nHyannis, MA\nManchester, NH\nPembroke, MA\nPlymouth, MA\nSandwich, MA\nWalpole, MA\nWestford, MA\n \nWe hope you can come raise a pint with us and help support local food banks!",
          1352741408
        ],
        [
          "We raise a pint to honor all Veterans! Special recognition to our Harpoon Veterans – Chris, Jay, Clinton & Ed (and those not pictured here - Joe, Scott, Todd, and Tim). Thank you for your service to our country and for being a part of our team to make great beer! Timeline Photos",
          1352655841
        ],
        [
          "Nearly 10 years ago we held our very first Harpoon Helps event at the Greater Boston Food Bank.  It marked the beginning of a wonderful and lasting partnership with our friends at the The Greater Boston Food Bank. We invited Erin Caron from GBFB to share some thoughts on the upcoming Thanksgiving season. \n\nAnd remember, every time you buy a 6-pack of Harpoon Grateful Harvest Cranberry Ale, we donate $1 to your local food bank! Harpoon Helps The Greater Boston Food Bank Nearly 10 years ago we held our very first Harpoon Helps event at the Greater Boston Food Bank. It marked the beginning of a wonderful and lasting partnership with our friends at the Greater Boston...",
          1351622521
        ],
        [
          "Six packs of Harpoon Grateful Harvest Cranberry Ale are currently shipping out to stores near you! $1 from every six pack sold will go directly to your local foodbank. \r\n\r\nWe hope you enjoy it as much as we do! \r\n\r\nLearn more about it here - http://www.harpoonbrewery.com/beer/101/Grateful-Harvest-Ale Timeline Photos",
          1350948556
        ],
        [
          "Last night at our Windsor Brewery, we hosted 50 emergency workers, volunteers, and their families who have worked tirelessly over the last year to help rebuild Vermont from the devastation of Tropical Storm Irene. Please join all of us at the brewery in raising a pint in their honor! Timeline Photos",
          1350398401
        ],
        [
          "True to our Boston roots, we raise our tankards of ale for the Matt Light Foundation and, of course, our Colonial past! Thanks again for a great night at the Celebrity Shoot-Out and for the “tips” from the End Zone Militia. Timeline Photos",
          1348092001
        ]
      ],
      "dates_start": 1363731272,
      "dates_end": 1456765822,
      "likes_avg": 181,
      "likes_stdev": 330,
      "comments_avg": 7,
      "comments_stdev": 17,
      "shares_avg": 14,
      "shares_stdev": 29
    },
    {
      "number": 9,
      "important": [
        "new",
        "introduc",
        "harpoon breweri",
        "find",
        "harpoon",
        "fresh",
        "cover",
        "find harpoon",
        "breweri cover",
        "ale"
      ],
      "common": [
        "brewery",
        "brewery cover",
        "brewery cover photo",
        "cover",
        "cover photo",
        "harpoon",
        "harpoon brewery",
        "harpoon brewery cover",
        "harpoon brewery cover photo",
        "photo"
      ],
      "messages": [
        [
          "A bright, floral, hoppy Pale Ale for the spring - introducing new Harpoon Fresh Tracks! \n\nFind it: http://www.harpoonbrewery.com/beer/420589/harpoon-fresh-tracks Harpoon Brewery's cover photo",
          1484239791
        ],
        [
          "Simply text \"UFO\" TO 82257 - You’ll be entered for a chance to win an all-expenses-paid ski trip for you +3 friends to Sugarbush Resort!\n\nLearn more: http://ufobeer.com Harpoon Brewery's cover photo",
          1482864464
        ],
        [
          "We’ve assembled a mix of four great Harpoon beers with the holidays in mind! Find it near you: http://bit.ly/2fZxXik Harpoon Brewery's cover photo",
          1480527670
        ],
        [
          "Holidays in a bottle.\n\nFind Harpooon Winter Warmer near you!  http://www.harpoonbrewery.com/beer/100/winter-warmer Harpoon Brewery's cover photo",
          1479910366
        ],
        [
          "Because we are beer drinkers, we all have stories to tell. And if the past thirty years have taught us anything, it's that beer is the foundation for some of the most unforgettable stories. Learn more at http://www.harpoon30.com! Harpoon Brewery's cover photo",
          1476123337
        ],
        [
          "Harpoon Flannel Friday, available now! \nFind it: http://bit.ly/2b4e3nJ Harpoon Brewery's cover photo",
          1471622279
        ],
        [
          "To celebrate 30 years, we released our first beer, Harpoon Ale, in limited time 6-packs. Learn more: http://www.harpoonbrewery.com/beer/12/harpoon-ale Harpoon Brewery's cover photo",
          1465820701
        ],
        [
          "Kick Off Summer With Us at our Brewery!\n\nGet early access tickets now: http://harpoonfest.com/ Harpoon Brewery's cover photo",
          1463061528
        ],
        [
          "Shop online this weekend and get free shipping! You'll find something for every Harpoon lover out there! https://shop.harpoonbrewery.com Harpoon Brewery's cover photo",
          1448720541
        ],
        [
          "What do you mean you don't follow us on Instagram!?\n\nhttp://instagram.com/harpoonbrewery Harpoon Brewery's cover photo",
          1427118531
        ],
        [
          "Harpoon Helps Cupid Splash is on Saturday, March 21st! Plunge into Boston Harbor with us to raise funds for Save the Harbor/Save the Bay. Harpoon beer and lunch from Tasty Burger will be served right on the beach, and all participants will have a chance to win great prizes, including round trip flights on JetBlue! Learn more: http://www.cupidsplash.org/ Harpoon Brewery's cover photo",
          1425861095
        ],
        [
          "You could win a trip to Iceland! See recent entries at www.thelongthaw.com Harpoon Brewery's cover photo",
          1420640625
        ],
        [
          "Tailgating 101: Pack the Essentials Harpoon Brewery's cover photo",
          1413217064
        ],
        [
          "Join us to celebrate fall with Harpoon beers, bratwursts, chicken dancing and chocolate cake-eating contests all in one place. Harpoon Octoberfest! Harpoon Brewery's cover photo",
          1411672099
        ],
        [
          "Beers, Bands & BBQ! Join us at at our Windsor, VT brewery July 26th & 27th!\n\nDetails: http://www.harpoonbrewery.com/festivals/871/2014-harpoon-championships-of-new-england-barbecue Harpoon Brewery's cover photo",
          1404757198
        ],
        [
          "Take our BuzzFeed beer quiz! http://www.harpoonbrewery.com/fridgefull Harpoon Brewery's cover photo",
          1401206952
        ],
        [
          "Mark your calendar: HarpoonFest is May 16th & 17th! More info here: http://www.harpoonbrewery.com/festivals/724/2014-harpoonfest Harpoon Brewery's cover photo",
          1399293679
        ],
        [
          "Join us March 7th & 8th in Boston for #HarpoonStPats Fest! More details: http://shout.lt/qDhB Harpoon Brewery's cover photo",
          1393256875
        ],
        [
          "From January 14 through March 6, we’re giving you a chance to win an all-inclusive trip with a friend for the Best Weekend Ever with Harpoon! Go to www.thelongthaw.com to enter! #TheLongThaw Harpoon Brewery's cover photo",
          1389728418
        ],
        [
          "Wishing you all the best in 2014! Harpoon Brewery's cover photo",
          1388495167
        ],
        [
          "Octoberfest Details: http://www.harpoonbrewery.com/events-and-festivals Harpoon Brewery's cover photo",
          1378989724
        ],
        [
          "Have you tried our White IPA yet? Find it near you http://www.harpoonbrewery.com/beerfinder Harpoon Brewery's cover photo",
          1375443517
        ],
        [
          "Happy #IPADay! Harpoon Brewery's cover photo",
          1375356765
        ],
        [
          "Take an IPA Adventure: http://www.harpoonbrewery.com/news/532/Take-an-IPA-Adventure Harpoon Brewery's cover photo",
          1359137434
        ]
      ],
      "dates_start": 1385739355,
      "dates_end": 1465682796,
      "likes_avg": 172,
      "likes_stdev": 381,
      "comments_avg": 11,
      "comments_stdev": 30,
      "shares_avg": 15,
      "shares_stdev": 34
    },
    {
      "number": 10,
      "important": [
        "adventur",
        "octoberfest",
        "harpoon octoberfest",
        "timelin",
        "timelin photo",
        "tonight",
        "harpoon",
        "first",
        "cheer",
        "start"
      ],
      "common": [
        "beer",
        "boston",
        "brewery",
        "harpoon",
        "harpoon octoberfest",
        "octoberfest",
        "vt",
        "windsor",
        "windsor vt",
        "www"
      ],
      "messages": [
        [
          "Cheers from Harpoon Octoberfest! Timeline Photos",
          1475343681
        ],
        [
          "Harpoon Octoberfest starts at 5:30 TONIGHT! \n\nWhat's your first beer going to be?! http://harpoonoctoberfestboston.com Timeline Photos",
          1475235260
        ],
        [
          "Harpoon Octoberfest Vermont is one month away (October 8th & 9th)! Who's in?! Harpoon Brewery",
          1473343603
        ],
        [
          "T-minus 30 days until our biggest festival of the year kicks off - Harpoon Octoberfest Boston! \n\nEarly Access Saturday tickets (read: skip the line!) go on sale 9/1. Festival details here: http://harpoonoctoberfestboston.com/fb Timeline Photos",
          1472596155
        ],
        [
          "You know what pairs well with sunshine? Outdoor beers in our beer garden!\n\nCome visit us in Windsor, VT: http://www.harpoonbrewery.com/breweries/windsor Timeline Photos",
          1463233233
        ],
        [
          "Nothing says TGIF like 32oz of your favorite Harpoon beer! \n\nCrowlers now available at our Brewery in Windsor, VT! Timeline Photos",
          1454697344
        ],
        [
          "This. Changes. EVERYTHING! Introducing new Crowlers (can + growler)- 32oz of Harpoon deliciousness fresh from the taps! Now available at our brewery in Windsor, VT! \n\nCome visit us! http://www.harpoonbrewery.com/breweries/windsor Timeline Photos",
          1452346314
        ],
        [
          "Join us at our brewery in Windsor, VT for Harpoon Octoberfest this weekend!\n\nDetails: http://harpoonoctoberfestvermont.com Mobile Uploads",
          1444499377
        ],
        [
          "T-minus 3 days until Harpoon Octoberfest Round 2... at our brewery in Windsor, VT!!! \n\nGet the details: http://harpoonoctoberfestvermont.com/ Timeline Photos",
          1444253401
        ],
        [
          "Sweet dreams of brawts, beers and lederhosen...\n\nSee you tomorrow Boston! Harpoon Octoberfest: http://harpoonoctoberfestboston.com Timeline Photos",
          1443747962
        ],
        [
          "Roll out the barrels...Harpoon Octoberfest Boston is in t-minus 18 days!\n\nGet the details and tell us you're coming: harpoonoctoberfestboston.com Timeline Photos",
          1442265721
        ],
        [
          "Goals.\n\nCome visit us!\nBoston: http://www.harpoonbrewery.com/breweries/boston\nWindsor: http://www.harpoonbrewery.com/breweries/windsor Timeline Photos",
          1440334416
        ],
        [
          "Got the day off? We'd love to see you! \n\nWhat's on tap Boston: http://bit.ly/1CthupM\nWhat's on tap Windsor, VT: http://bit.ly/1Cthw0W Timeline Photos",
          1421690875
        ],
        [
          "Need to get out of the house? Come visit us! \n\nBoston details: http://shout.lt/Msvh\nWindsor, VT details: http://shout.lt/Msvj Timeline Photos",
          1417271104
        ],
        [
          "We're celebrating Harpoon Octoberfest at our Windsor brewery this weekend. \n\nDon't miss out. Prost! http://www.harpoonbrewery.com/festivals/872/2014-harpoon-octoberfest-vermont Mobile Uploads",
          1413049898
        ],
        [
          "Thank you for coming to Harpoon Octoberfest 2014! You all came out to see us in record numbers with over 23,000 of you coming to celebrate over the two days! On Friday, we had our largest crowd ever with Harpoon fans pouring through the gates for fresh beer, live Oompah, and keg bowling! We appreciate everyone's efforts to \"Love Beer. Love Life.\" during Harpoon Octoberfest!\n\nPhoto Cred: Pretty Instant & The Harpoon Design Team 2014 Harpoon Octoberfest",
          1412695198
        ],
        [
          "Thanks for celebrating 25 years of Harpoon Octoberfest in Boston with us! In case you missed out or didn't get enough, we'll be celebrating Octoberfest at our Windsor brewery this weekend!\n\nFest details: http://www.harpoonbrewery.com/festivals/872/2014-harpoon-octoberfest-vermont Timeline Photos",
          1412632801
        ],
        [
          "This special barrel will be making an appearance this Friday and Saturday to celebrate 25 years of Harpoon Octoberfest in Boston. Will you be there?!\n\nFull festival details: http://www.harpoonbrewery.com/festivals/873/2014-harpoon-octoberfest Timeline Photos",
          1412109339
        ],
        [
          "We're getting in the Harpoon Octoberfest spirit! Who's joining us in Boston on October 3rd & 4th?! \n\nFestival details: http://shout.lt/FHWY Timeline Photos",
          1411509906
        ],
        [
          "Harpoon Octoberfest has become a beloved New England fall celebration - and this year, we celebrate its 25th anniversary! Join us October 3rd & 4th in Boston!\n\nFestival Details: http://shout.lt/Ff4F Timeline Photos",
          1410991211
        ],
        [
          "The 100 Barrel Series - #50 Citra Victorious Release Party is on 4/22 at the Harpoon Riverbend Taps & Beer Garden at the Harpoon Brewery in Windsor, VT. You're coming right?!\n\n Buy tickets here: http://www.eventbrite.com/e/100-barrel-series-50-citra-victorious-night-vt-tickets-11284406965 Timeline Photos",
          1397772000
        ],
        [
          "We'd like to invite you to The Harpoon Riverbend Taps and Beer Garden in Windsor, VT on February 4th, for the release of our latest 100 Barrel Series Beer - #49 Brown IPA. Buy your tickets today! http://shout.lt/pQJs Timeline Photos",
          1391020207
        ],
        [
          "Remember how awesome Harpoon Octoberfest was this year? In case you missed it, gotbeer.com put together this awesome recap of the festival (plus a look inside our Boston brewery)! Cheers! Harpoon Brewery Tour & Octoberfest",
          1383516934
        ],
        [
          "Come celebrate Octoberfest with us at the brewery in Windsor, VT! Sat & Sun 12-6pm. Who's in? Timeline Photos",
          1381594240
        ],
        [
          "Thanks everyone for celebrating Octoberfest with us. It was a beautiful weekend in Vermont and we are already looking forward to Octoberfest 2014! Harpoon Octoberfest Vermont 2013",
          1381586400
        ],
        [
          "Hear that oompah in the distance? It’s time to dust off your lederhosen for Harpoon Octoberfest Vermont! Get ready to hoist a pint with us at our brewery in beautiful Windsor, VT on 10/12 & 10/13. Prost!!! \r\n\r\nFestival Details: http://www.harpoonbrewery.com/festivals/24/Harpoon-Octoberfest-Vermont Timeline Photos",
          1381273201
        ],
        [
          "Hey Boston - Harpoon Octoberfest is at capacity. We will do our best to get everyone in today. Thank you for your patience. Prost!",
          1380998372
        ],
        [
          "It's Friday. The Sox are in the playoffs. And it's time for Harpoon Octoberfest. Let's do this! Festival Details: http://ow.ly/pvkvb Timeline Photos",
          1380899901
        ],
        [
          "We had a blast celebrating with you Boston - all 19,000 + of you - over the two day festival! Harpoon Octoberfest Boston 2013",
          1380895200
        ],
        [
          "Heads up: The Boston Beer Hall, Tours, and Brewery Store CLOSE at 4:00pm on Friday, October 4th; CLOSED all day Saturday October 5th for Harpoon Octoberfest. Come have a pint with us at the festival. Prost! Harpoon Octoberfest Octoberfest in Boston was the very first festival we threw here at the brewery back in 1990. More than two decades and thousands of oompah songs later, Harpoon Octoberfest has become a beloved New England...",
          1380889801
        ],
        [
          "Run in lederhosen, finish with a mug of Octoberfest beer! Register now for Harpoon Octoberfest Race in Windsor, VT on Sunday 10/13: http://www.harpoonoctoberfestrace.com/ Timeline Photos",
          1380290401
        ],
        [
          "Hear that oompah in the distance? It’s time to roll out the barrels for Harpoon Octoberfest Boston! Get ready to hoist a pint with us at the brewery on 10/4 & 10/5. Prost!!! \n\nFestival Details: http://www.harpoonbrewery.com/festivals/12/Harpoon-Octoberfest Timeline Photos",
          1380122816
        ],
        [
          "Who is headed to Windsor, VT for round two of Harpoon Octoberfest? Can't beat fall (and Oompah + beer) in VT! Details: https://www.facebook.com/TheHarpoonBrewery/events Timeline Photos",
          1380041512
        ],
        [
          "Who's fired up about the Harpoon Octoberfest Race in VT?! There's nothing like running in Lederhosen! If you haven't registered yet (and need a little motivation), check out the video from last year... \n\nRegister Today: https://register.racepartner.com/HarpoonOctoberfest/ Harpoon Octoberfest Race Video Harpoon Octoberfest Race, Presented by Downs Rachlin Martin, PLLC. Proceeds benefit the Friends of Norris Cotton Cancer Center.",
          1378740601
        ],
        [
          "Registration is open for Harpoon Octoberfest Race! Join us at our Windsor, VT brewery for a fall run that ends with Oompah, Lederhosen, and mugs of Octoberfest beer. You’re in, right?! Details: http://ow.ly/ojcyE Timeline Photos",
          1377700201
        ],
        [
          "Tried one of our brewery only pilot beers this summer? Come visit Boston or Windsor, VT for a pint or growler fill of a rotating pilot selection. And make sure to let us know what you think – we can handle it!\r\n\r\nhttp://www.harpoonbrewery.com/beer/1873/Harpoon-Pilot-Beers Timeline Photos",
          1376665200
        ],
        [
          "Headed to the Boston or Windsor, VT area this summer? Come visit us for a tour and sample the rotating lineup of Harpoon beers!\n\nPlan your visit: http://www.harpoonbrewery.com/breweries/boston Timeline Photos",
          1372176000
        ],
        [
          "Headed to VT for the long weekend? Stop by the Harpoon Riverbend Taps & Beer Garden at the Harpoon Brewery in Windsor for a pint and some fresh woodfired pizza! Who has visited our VT location? Timeline Photos",
          1369405800
        ],
        [
          "We had a great time with everyone who came to Harpoon Octoberfest in Windsor this year! It was a fun fall weekend and we hope you had as much fun as we did! Timeline Photos",
          1349715505
        ],
        [
          "Can’t make it to Octoberfest in Boston?  You’ll be missed… but can make it up to us by joining the fun @ our VT Octoberfest next weekend! Fall foliage, a Strongman Exhibition, and Harpoon beer – sounds like a nice little weekend, right? http://ow.ly/e1eqH Timeline Photos",
          1348696800
        ],
        [
          "Thinking about running in our Octoberfest Road Race at our Windsor, VT brewery on 10/7? You will be now! The \"Boot\" will be waiting at the finish line for the winners of our six team categories to pass around in victory! Who wants to raise the boot? \r\n\r\nhttp://www.harpoonoctoberfestrace.com/race Timeline Photos",
          1348523904
        ],
        [
          "Will you be running our Harpoon Octoberfest Road Race in Windsor, VT this year? Break out the lederhosen and enjoy a great fall run for a good cause since proceeds will benefit The Friends of Norris Cotton Cancer Center! Fundraise for the Friends of Norris Cotton Center!",
          1348076058
        ],
        [
          "Roll out the barrels! The Harpoon Octoberfest Race is back for its 10th running on October 7th at 11:00 AM.\r\n \r\nRegistration for individuals and teams is now open. Enjoy a fun, challenging 3.6 mile course, starting and finishing at the Harpoon Brewery in Windsor, VT. Costumes encouraged! http://ow.ly/dFn9P Timeline Photos",
          1347472349
        ],
        [
          "Like lederhosen, beer, and keg bowling? Who doesn’t?! Save the date for the Harpoon Octoberfest at the Boston Brewery, 9/28 & 9/29! http://ow.ly/dws2P Timeline Photos",
          1346957607
        ],
        [
          "The Harpoon Riverbend Taps & Beer Garden are now open 7 days a week! Come visit us in Windsor, VT! Come Visit our Brewery in Windsor, VT Directions to our Boston Brewery We hope that you will come and visit us at our Brewery inWindsor for a Tastingor Tour, lunch in our",
          1335880215
        ]
      ],
      "dates_start": 1362238704,
      "dates_end": 1441083873,
      "likes_avg": 192,
      "likes_stdev": 288,
      "comments_avg": 9,
      "comments_stdev": 15,
      "shares_avg": 16,
      "shares_stdev": 23
    },
    {
      "number": 11,
      "important": [
        "meet",
        "fellow",
        "practic",
        "employeeown",
        "benefit",
        "contribut",
        "owner",
        "becom",
        "idea",
        "system"
      ],
      "common": [
        "brewery",
        "brewery month",
        "employee",
        "feature",
        "ideas",
        "ideas wall",
        "month employee",
        "put practice showcased ideas",
        "system",
        "wall"
      ],
      "messages": [
        [
          "Since becoming employee-owned, we formalized a system to celebrate the contributions of our fellow owners. Ideas that get put into practice are showcased on the Ideas Wall in the brewery. This month's employee owner feature comes from the IT Department where, IT badass extraordinaire, Shaun Pate made a small suggestion with huge benefits...\n\nMeet Shaun: http://bit.ly/2iw5qB6 Timeline Photos",
          1483996982
        ],
        [
          "Since becoming employee-owned, we formalized a system to celebrate innovative ideas of our fellow owners. Ideas that get put into practice are showcased on the Ideas Wall in the brewery. This month's employee owner feature comes from our Lead Packaging Operator, who's simple but effective idea saves Harpoon time and money!\n\nMeet John: http://bit.ly/2cUgW7z Timeline Photos",
          1475584081
        ],
        [
          "Since becoming employee-owned, we formalized a system to celebrate the contributions of our fellow owners. Ideas that get put into practice are showcased on the Ideas Wall in the brewery. This month's employee owner feature comes from the Harpoon Distributing Company Road Crew, where Bill's creative idea helped make the entire team's life easier! \n\nMeet Bill: http://bit.ly/1UxVVfv Timeline Photos",
          1466111281
        ],
        [
          "Since becoming employee-owned, we formalized a system to celebrate the contributions of our fellow owners. Ideas that get put into practice are showcased on the Ideas Wall in the brewery. This month's employee owner feature comes from our Office/ HR Coordinator, Deirdre who's simple idea benefited the entire brewery...\n\nMeet Deirdre: http://bit.ly/1WDAnke Timeline Photos",
          1458599401
        ],
        [
          "Since becoming employee-owned, we formalized a system to celebrate the contributions of our fellow owners. Ideas that get put into practice are showcased on the Ideas Wall in the brewery. This month's employee owner feature comes from Packaging where Packaging Supervisor Tim O'Sullivan made a small suggestion with huge benefits for our canning line and quality...\n\nMeet Tim: http://bit.ly/1S4tYz0 Timeline Photos",
          1456579320
        ],
        [
          "Since becoming employee-owned, we formalized a system to celebrate the contributions of our fellow owners. Ideas that get put into practice are showcased on the Ideas Wall in the brewery. This month's employee owner feature comes from the Cellar where QA/QC Laboratory Technician and Barrel Tsar, Alex Peyroux made a small suggestion with huge benefits...\n\nMeet Alex: http://bit.ly/1OqOS61 Timeline Photos",
          1452729600
        ],
        [
          "Since becoming employee-owned, we formalized a system to celebrate the contributions of our fellow owners. Ideas that get put into practice are showcased on the Ideas Wall in the brewery. This month's employee owner feature comes from our brewery in Windsor, VT where Forklift Driver Mark Fields, made a small suggestion with huge benefits... \n\nMeet Mark: http://bit.ly/1mes1nl Timeline Photos",
          1451344620
        ],
        [
          "Since becoming employee-owned, we formalized a system to celebrate the contributions of our fellow owners. Ideas that get put into practice are showcased on the Ideas Wall in the brewery. This month's employee owner feature comes from the Harpoon Distributing Company (HDC) Road Crew where Clinton Hoilett made a small suggestion with huge benefits... \n\nMeet Clinton: http://bit.ly/1S2UMNq Timeline Photos",
          1447805932
        ],
        [
          "Since becoming employee-owned, we formalized a system to celebrate the contributions of our fellow owners. Ideas that get put into practice are showcased on the Ideas Wall in the brewery. This month's employee owner feature comes from the Quality Control Lab where Brooke Gushen made a small suggestion with huge benefits...    \n\nMeet Brooke: http://www.harpoonbrewery.com/blog/398221/harpoon-ideas-wall-feature-brooke-gushen Timeline Photos",
          1444772541
        ]
      ],
      "dates_start": 1447353780,
      "dates_end": 1472095943,
      "likes_avg": 689,
      "likes_stdev": 441,
      "comments_avg": 23,
      "comments_stdev": 15,
      "shares_avg": 17,
      "shares_stdev": 11
    },
    {
      "number": 12,
      "important": [
        "england",
        "craft",
        "follow",
        "look",
        "craft beer",
        "race",
        "part",
        "awesom",
        "cred",
        "near"
      ],
      "common": [
        "american",
        "american craft",
        "american craft beer",
        "beer",
        "boston",
        "brewers",
        "craft",
        "craft beer",
        "fest",
        "mass"
      ],
      "messages": [
        [
          "We had a blast sponsoring the Newport 10 Miler! Looking for an awesome race to be a part of this summer? Check out Craft Brew Races in New England -  A 5K run/walk followed by an awesome craft beer festival! \n\nFind one near you: http://craftbrewraces.com/\n(Photo cred: Brian Lima Photography) Timeline Photos",
          1433885700
        ],
        [
          "Re-imagining the pretzel necklace for American Craft Beer Fest tonight! Happy Friday!\n\nACBF Tickets via BeerAdvocate: http://www.beeradvocate.com/acbf/ Timeline Photos",
          1432912187
        ],
        [
          "Join us at American Craft Fest May 29th and 30th in Boston with BeerAdvocate! \n\nFriday tickets available: http://www.beeradvocate.com/acbf/ Timeline Photos",
          1432674001
        ],
        [
          "Don’t just show up with a 12-pack. Drop some craft beer knowledge on your friends this weekend!  13 Things You Need To Know To Become A Craft Beer Enthusiast So two friends walk into a bar. OK, that's a joke. But you know what's not a joke? Craft beer. Celebrate your newfound knowledge with a #fridgefull of Harpoon this weekend.",
          1401379201
        ],
        [
          "Who's ready for American Craft Beer Fest THIS weekend?! Tickets are going fast so head to BeerAdvocate and get em’ while you can! http://www.beeradvocate.com/acbf/tickets/ Timeline Photos",
          1401215401
        ],
        [
          "Tickets are going fast for American Craft Beer Fest on May 30 & 31 in Boston! \n\nHop to it: http://shout.lt/sZnF Timeline Photos",
          1398979810
        ],
        [
          "American Craft Beer Fest is the east coast's largest celebration of American craft beer. Join us, BeerAdvocate, and 100's of other breweries May 30-31 in Boston! Buy tickets here: http://www.beeradvocate.com/acbf/ Timeline Photos",
          1397930400
        ],
        [
          "Tickets still available for this Friday's Mass Brewers Fest. Join us and 30+ other breweries for the best craft beer MA has to offer! We'll be pouring IPA, UFO White, UFO Pumpkin, Octoberfest, and two special casks... The Fourth Annual Mass Brewers Fest Kick off the Labor Day Weekend at the 4th Annual Mass Brewers Fest. Featuring more than 80 different beers from 30+ member breweries in the Massachusetts Brewers Guild, the Mass Brewers Fest provides an excellent opportunity for craft beer lovers to sample local favorites, as well as some specialty…",
          1377640800
        ],
        [
          "Kick off the Labor Day Weekend on 8/30 at the Mass Brewers Fest featuring more than 80 different beers from 30+ breweries. Sample local favorites (including Harpoon!) as well as some specialty beers brewed exclusively for this festival. Buy your tickets craft beer lovers! The Fourth Annual Mass Brewers Fest - 8/30 6PM Kick off the Labor Day Weekend at the 4th Annual Mass Brewers Fest. Featuring more than 80 different beers from 30+ member breweries in the Massachusetts Brewers Guild, the Mass Brewers Fest provides an excellent opportunity for craft beer lovers to sample local favorites, as well as some specialty…",
          1376930910
        ],
        [
          "Great article on hiking and craft beer! There are plenty of great hikes around our Windsor, VT brewery and a few of them are highlighted in the article. Every great hike should end in a solid craft beer!  Refreshing Hikes: 5 Great Hikes and Craft Brew Pairings - Appalachian Mountain Club Pair these hikes and nearby breweries for a great day excursion.",
          1376583740
        ],
        [
          "We love surprise visitors! Our Founder, Rich Doyle, welcomes King Kpoto-Zounme Hakpon III of the Republic of Benin to the Boston brewery... Cheers to international craft beer lovers! Timeline Photos",
          1372188674
        ],
        [
          "Our Chief Brewing Officer, Al Marzi, joins many other Boston University Alums in crafting the next generation of beer. Cheers! http://bit.ly/146VEqW Boston University Alumni Association At Harpoon and Brooklyn Breweries, BU alums are crafting the next generation of beer. http://bit.ly/146VEqV",
          1371738136
        ],
        [
          "For the Boston craft beer lovers out there... prepare for your history lesson! 5 Things You Didn’t Know About Boston’s Craft Beer Revolution - CBS Boston Here are five things you didn’t know about the beginning of Boston’s Craft Beer revolution.",
          1369929864
        ],
        [
          "Join us at 8pm tonight at the Boston Beer Hall or Harpoon Riverbend Taps & Beer Garden at the Harpoon Brewery in VT for a nationwide toast to celebrate American Craft Beer Week. \n\nRaise a pint to craft beer from home if you can't make it. We're all in this together! http://ow.ly/l6y0B Timeline Photos",
          1368720600
        ],
        [
          "Look who rolled up at the brewery today - BeerGeeks TV! Come down to the Boston Beer Hall tonight from 5-7pm to talk about Harpoon and craft beer with the cast and crew and maybe get yourself on TV! \r\n\r\nWe're looking for at least 15 craft beer lovers to be interviewed. That's you, right?! Timeline Photos",
          1368460106
        ],
        [
          "Cheers for American Craft Beer Week! We'll cap off the celebration with HarpoonFest and the 5-Miler this weekend. Who will be enjoying an American craft beer this week? Timeline Photos",
          1368454200
        ],
        [
          "Calling all Beer Geeks: Next Monday (5/13) from 5-7pm, the new TV show \"Beer Geeks\" will be filming at the Beer Hall in Boston. Come talk about Harpoon and craft beer with the cast and crew and maybe get yourself on TV! BeerGeeks.TV A nationally syndicated TV show about the world of craft beer.",
          1368025372
        ],
        [
          "If you want in... you better act fast!  American Craft Beer Fest (ACBF) American Craft Beer Fest - Boston, MA - Largest celebration of American craft beer on the east coast!",
          1367407632
        ],
        [
          "Are you (or someone you know) a top-notch mechanic who loves craft beer? We're looking for a Maintenance Technician to join our team. Interested? Check out the job description and send in your resume! Careers at Harpoon Brewery: Maintenance Technician In 1986, Harpoon co- founders Rich Doyle and Dan Kenary began brewing Harpoon in Boston to share with others the joy of making—and drinking—great beer. In 2000, we added a second brewery...",
          1360107000
        ],
        [
          "\"Most Americans now live within 10 miles of an independent, locally owned craft brewery.\" Do you know where your favorite craft beer is brewed and who brews it?  We stand with all other craft brewers who are working to bring the art of brewing to their local communities. \n\nShare this article if you think craft beer drinkers should know where their beer comes from - Cheers! Craft or crafty? Consumers deserve to know the truth Beer has had roots in this country for centuries. Virtually every Founding Father either made or enjoyed it. Today, thanks to the ingenuity of small and independent brewers, the U.S. has moved beyond offering only light American lager and now has more ...",
          1355413058
        ],
        [
          "We are looking for a Winter/Spring 2013 Marketing Intern for our Boston Brewery. Cheers to interns! Marketing Internship Winter/Spring 2013 POSITION OVERVIEW Opportunity for hands-on experience with craft brewing marketing team. CANDIDATE PROFILE The intern position requires managing multiple functions and activities in a promotionally-focused...",
          1353078000
        ],
        [
          "By day, we crank out craft beer. By night, we crush hills (and the competition). Who else thinks the perfect end to a race is a refreshing beer? Timeline Photos",
          1348181209
        ],
        [
          "Looking for a place to enjoy a delicious Harpoon beer? Head over to the Kinsale for the Massachusetts Brewers Guild Tap Takeover! You'll have the chance to win a pair of tickets to the 3rd Annual Mass Brewers Fest later this month! Mass Brewers Guild Tap Takeover at the Kinsale! Join the Mass Brewers Guild for night of delicious brews with friends and craft beer lovers alike! \n\nIn celebration of all things Mass Craft Beer this is a perfect way to gear up for what's to come at the 3rd Annual Mass Brewers Festival.\n\nWe'll even be giving away a set of tickets to a lucky attendee!\n\nWe look forward to toasting with our fellow Massachusetts craft beer lovers!",
          1344517108
        ],
        [
          "hey - Its ACBF Day!!!! A few tickets for tonight's session are still available! Get them while you still can! American Craft Beer Fest (ACBF) American Craft Beer Fest - Boston, MA - Largest celebration of American craft beer on the east coast!",
          1338567817
        ],
        [
          "A great group of Cornell MBA students, including a former Harpooner, is working on a marketing research project and help is needed from craft beer drinkers, like you! To make it worth your while their team is giving away a Craft Beer Gift Pack to a lucky survey respondent. It won't take more than 10 minutes and all responses will remain confidential. \n\nSurvey link:\nhttps://qtrial.qualtrics.com/SE/?SID=SV_blb4LkrxKjUML6A \n\nThank you in advance for your help Craft Beer Survey",
          1335291225
        ]
      ],
      "dates_start": 1349622325,
      "dates_end": 1403994646,
      "likes_avg": 86,
      "likes_stdev": 74,
      "comments_avg": 4,
      "comments_stdev": 7,
      "shares_avg": 17,
      "shares_stdev": 16
    },
    {
      "number": 13,
      "important": [
        "weather",
        "today",
        "call",
        "close",
        "plan",
        "pm",
        "visit",
        "befor",
        "harpoon beer hall",
        "stay"
      ],
      "common": [
        "beer",
        "beer hall",
        "boston",
        "boston beer",
        "boston beer hall",
        "brewery",
        "hall",
        "harpoon",
        "new",
        "night"
      ],
      "messages": [
        [
          "Due to the winter storm, the Harpoon Beer Hall will be closing at 5:00 pm today, Thursday, February 9.  If you are planning on visiting us today, we recommend you call us before your visit at  617-456-2322 to ensure we have not changed our schedule as a result of the weather. Stay safe out there! Timeline Photos",
          1486662956
        ],
        [
          "Heads up friends - the Harpoon Beer Hall is closed today for an annual staff event. We'll be back in action tomorrow!\n\nIn the meantime, here's what's on tap: http://www.harpoonbrewery.com/breweries/boston/whats-on-tap Harpoon Brewery",
          1485781382
        ],
        [
          "Come compete for Best ‘Stache, eat some Movember-themed pretzels, try our special Movember beer, and raise a glass to men’s health! \n\n11/30 at the Harpoon Beer Hall: http://harpoonmovember.splashthat.com/FBevent Timeline Photos",
          1480256463
        ],
        [
          "The only thing better than beer and shoes? A Newbalance collaboration beer to celebrate all things running in Boston!\n \n$1 of every pint sold in the Beer Hall benefits The Gillian Reny Stepping Strong Fund! Learn more about After Boylston: http://bit.ly/1SQbMoP Timeline Photos",
          1460742742
        ],
        [
          "New Beer Hall Event: Harpoon Brews & Foods Night! \n\nWe're hosting an epic food night once a month in the Beer Hall. Ten local restaurants will cook up bites to enjoy while you drink beers with friends. Plus, a portion of the profits will go to charity! Join us January 25th for Soups & Stews!\n\nLearn more and get your tickets now: http://bit.ly/1O6nDNM Harpoon Brew & Foods Night",
          1451921567
        ],
        [
          "What happens when Harpoon and New Balance get together? One delicious way to carbo load. \n\nCome check out our newest beer on tap for a limited time at the Harpoon Beer Hall! Timeline Photos",
          1429047001
        ],
        [
          "Harpoon X-Night is tomorrow night at 7:30. Do you have your tickets yet?! \n\nBuy now: https://www.eventbrite.com/e/harpoon-x-night-at-harpoon-brewery-beer-hall-1216-tickets-14384629815 Harpoon X-Night at Harpoon Brewery & Beer Hall 12/16 As you know, we’re always tapping unique batches from our 10 barrel pilot system for you to enjoy in the Beer Hall. Some of these beers are tests when we’re considering introducing a new beer. Others are simply creative experiments with different brewing techniques and ingredients. As fans of our be…",
          1418678738
        ],
        [
          "Ring in 2015 the right way... with Harpoon! Buy tickets today for our NYE party! Harpoon Beer Hall | Gilt City Boston New Year’s Eve Party Admission with Dinner, Beer & More",
          1418494081
        ],
        [
          "The cast of the Boston Tea Party Ships & Museum is transforming our Beer Hall into a colonial tavern on Wednesday, December 10th!  Join us and try a special batch of Harpoon beer, brewed with an authentic colonial style tea!\n\nBuy tickets here: http://shout.lt/L3kq Timeline Photos",
          1416931238
        ],
        [
          "Thanks for joining us for Harpoon X-Night! We hope you enjoyed our West Coast IPA. \n\nSave the Date: the next Harpoon X-Night is November 18th at our Boston Beer Hall! Mobile Uploads",
          1414022194
        ],
        [
          "Some of our beers are tests when we’re considering introducing something new. Others are simply creative experiments. We thought you might enjoy being one of the first to try our latest test batch. Join us for Harpoon X-Night on September 16th at our Boston Beer Hall!\n\nTickets include etched mug + beer of the night: https://www.eventbrite.com/e/harpoon-x-night-at-harpoon-brewery-beer-hall-916-tickets-12909549811 Timeline Photos",
          1410298200
        ],
        [
          "Head to our Boston Beer Hall for a pint of our special Pan-Mass Challenge beer! $1 of every pint goes to the PMC! Grab one before it's gone & help fight cancer! \n http://www.harpoonbrewery.com/blog/350607/brewing-up-a-fight-against-cancer Timeline Photos",
          1406063701
        ],
        [
          "Would you like to taste test a Harpoon test brew? Join us for Harpoon X-Night on 4/23 in our Boston Beer Hall!  Purchase tickets here: http://shout.lt/srHB Timeline Photos",
          1397912407
        ],
        [
          "The Harpoon Brewery Beer Hall in Boston will be closed January 6th & 7th for maintenance. Come visit us Wednesday, January 8th! Timeline Photos",
          1389042195
        ],
        [
          "Enjoying the snow? The Boston Beer Hall will be opening a little later today at 1pm. When the storm winds down, come for a visit!",
          1388753650
        ],
        [
          "We invite you and yours to join us for the a Harpoon-style Thanksgiving meal in our Boston Beer Hall on 11/10. 100% of the profits will go to The Greater Boston Food Bank! https://harpoonharvestbeerdinner.eventbrite.com/ Timeline Photos",
          1382635801
        ],
        [
          "Since the Bruins fell to the Blackhawks on Monday, we are now holding up our end of the bet we made with Half Acre Beer Company from Chicago. We've renamed one of our pilot beers \"Ruined Bruin\", and Half Acre sent us a tap handle to go along with it. It's currently at our Boston Beer Hall, so enjoy this (bittersweet) pint with us! Timeline Photos",
          1372525277
        ],
        [
          "Harpoon is hosting a dinner for over 100 beer bloggers in July as part of the 2013 Beer Bloggers Conference. For this event, we'd like to brew something special! We asked the bloggers to submit suggestions on what we should brew, but we need your help to decide what gets added on tap as a pilot batch in the Boston Beer Hall. Vote for your favorite: http://bit.ly/11juw53 Timeline Photos",
          1370613601
        ],
        [
          "Have you had a pint of our Ales for ALS beer?\n\n It's an American Session IPA and $1 of every pint sold of this beer goes to ALS TDI, a nonprofit biotechnology organization located in Cambridge that is dedicated to developing effective treatments for ALS.\n\nIt's on tap only at our Boston Beer Hall and at Harpoon Riverbend Taps & Beer Garden at the Harpoon Brewery in Windsor, VT. \n\nWe hope to enjoy a pint of it with you soon! Timeline Photos",
          1370295000
        ],
        [
          "The Boston Beer Hall and Brewery are closed until further notice. For everyone's safety, the Governor has placed the city of Boston on lock-down. Please be safe everyone. Together, we are #BostonStrong.",
          1366366558
        ],
        [
          "Did you know you can reserve our private area at the Boston Beer Hall for meetings and events? Well, you do now! Boston Beer Hall: Private Groups Groups can arrange private events that can include an assortment of Harpoon experiences, including private guided tours and tastings, catered food/dining, and audio visual capabilities for business meetings. Please contact us via email for details and to reserve a spot. Note we have replaced our 5:3...",
          1365517800
        ],
        [
          "Boston Beer Hall in your weekend plans? See what our visitors are saying about their trip to the brewery: http://ow.ly/hXMFa. Come visit! Timeline Photos",
          1361556002
        ],
        [
          "It's the weekend... so we thought we'd officially open up the new Visitor Center and Beer Hall at 5pm today! NBD, right? Details: http://ow.ly/hlhVe Timeline Photos",
          1359745456
        ],
        [
          "Update on Beer Hall Opening: We are still working through final permit approvals and are still aiming to open in early Feb. Please stay tuned for an official opening date! New Visitor Center and Beer Hall opening soon! If you’ve visited the Harpoon Brewery during a busy weekend lately, you know that we have outgrown our Visitor Center. After many months of planning and construction, we expect to open our new...",
          1359490152
        ],
        [
          "Counting down the days! Check out the Boston Globe article and please visit our website for more information on the new Visitor Center: http://ow.ly/gPFuO Harpoon opening new beer hall on South Boston waterfront - The Boston Globe Harpoon recently underwent a $3.5 million renovation in order to better accommodate the visitors who have flocked to the revitalized neighborhood search of suds. A new European-style beer hall will cap a revitalized visitors center and is scheduled to open on Feb. 1. Patrons will be able to choose f...",
          1358266801
        ],
        [
          "We give you the first beer in the new Beer Hall and Visitor Center! Who else is counting down the days until we open the doors in mid-February?! Timeline Photos",
          1355875201
        ],
        [
          "The bottle cap wall is going up in the new beer hall! Sneak Preview: Harpoon Beer Hall - Boston",
          1354307341
        ],
        [
          "The new Beer Hall is starting to take shape at our Brewery in Boston! Check out some of our architect's renderings of what the space will look like: http://studioluz.net/post/work/harpoon-brewery-visitors-center/ Timeline Photos",
          1353024001
        ],
        [
          "So you've heard about the new beer hall in Boston... how about joining our team to staff it? We are looking for \"Beer Captains.\" Step up to the bar and grab this title! Beer Captain - Boston Beer Hall Position Overview: Harpoon Beer Hall Beer Captains will be a key component of the visitor’s experience at the Harpoon Brewery Beer Hall. Beer Captains will lead tours of the brewery and a tasting...",
          1351461601
        ],
        [
          "Sneak Peak! You may have heard some rumblings about our new Harpoon Beer Hall… and yes, we are hard at work creating the next great Harpoon experience here in Boston. We’ll have a 20 tap draft system, an automated growler filler, big wooden tables and benches, ovens for freshly baked pretzels, and an 80 ft long bar that will be serving your favorite Harpoon beer. When you belly up to the bar, what will be your first order? Sneak Preview: Harpoon Beer Hall - Boston",
          1351193399
        ]
      ],
      "dates_start": 1354508762,
      "dates_end": 1437990071,
      "likes_avg": 166,
      "likes_stdev": 163,
      "comments_avg": 10,
      "comments_stdev": 13,
      "shares_avg": 18,
      "shares_stdev": 21
    },
    {
      "number": 14,
      "important": [
        "adventur",
        "friend",
        "timelin",
        "timelin photo",
        "happi",
        "friday timelin",
        "friday",
        "drink",
        "togeth",
        "check"
      ],
      "common": [
        "beer",
        "crafted",
        "flannel",
        "flannel friday",
        "friday",
        "happy",
        "happy friday",
        "open",
        "together",
        "well"
      ],
      "messages": [
        [
          "FRIEND: You've had enough to drink. \nME:\n\nCheck out all of the adorable wannabe dogs of Flannel Friday: http://bit.ly/2eVyvFr Timeline Photos",
          1477672655
        ],
        [
          "Relationship goals... Happy Flannel Friday! Timeline Photos",
          1477058879
        ],
        [
          "Friends that flannel together, stay together!\n\nGet your Flannel Friday on: http://www.harpoonbrewery.com/beer/409236/harpoon-flannel-friday Timeline Photos",
          1476450722
        ],
        [
          "Looking at the clock won't make 5PM come faster but staring at a whole bunch of beer might... Happy Friday! Timeline Photos",
          1462554162
        ],
        [
          "R2-Beer2... Happy Friday! Timeline Photos",
          1450475627
        ],
        [
          "Beers and Jorts... Happy Friday! Timeline Photos",
          1434732237
        ],
        [
          "HarpoonFest + Take 5 = the perfect Friday Timeline Photos",
          1431723455
        ],
        [
          "Crack open a cold one… the Beer Can turns the big 8-0 tomorrow. Happy Friday! Timeline Photos",
          1422044770
        ],
        [
          "And by chance we mean...\n\nHappy Friday! Timeline Photos",
          1420836581
        ],
        [
          "Great things happen when you put your mugs together. Happy Friday! Timeline Photos",
          1418407211
        ],
        [
          "Well-crafted beer for well-crafted friends. Happy Friday! http://shout.lt/rsXH Timeline Photos",
          1395423908
        ],
        [
          "Winter is coming… better have one of these in reserve, right?! Happy Friday! Timeline Photos",
          1385151143
        ],
        [
          "Crack open, enjoy, recycle, repeat. Happy Friday! Timeline Photos",
          1383333223
        ]
      ],
      "dates_start": 1401119797,
      "dates_end": 1465936290,
      "likes_avg": 278,
      "likes_stdev": 177,
      "comments_avg": 12,
      "comments_stdev": 13,
      "shares_avg": 20,
      "shares_stdev": 19
    },
    {
      "number": 15,
      "important": [
        "learn",
        "seri",
        "behind",
        "parti",
        "barrel",
        "inspir",
        "barrel seri",
        "releas",
        "keep",
        "mani"
      ],
      "common": [
        "100",
        "100 barrel",
        "100 barrel series",
        "barrel",
        "barrel series",
        "beer",
        "harpoon",
        "ipa",
        "series",
        "www"
      ],
      "messages": [
        [
          "In America, you fork over your credit card to keep a tab. In Germany, bartenders mark your coaster to keep track of how many beers you've had. This unique transaction was the inspiration behind the label for New 100 Barrel Series #57- Sticke Alt! \n\nLearn about the beer and the release parties: http://bit.ly/1Z0gKng Timeline Photos",
          1462113689
        ],
        [
          "Curious and intrepid voyagers of the 1800’s were the inspiration behind this deep-flavored ale - clocking in at 13% ABV – for our limited release Imperial Series. Arctic Ale's history is both fascinating and overlain by tragedy. \n\nGet the full scoop from Brewer Scott Shirley: http://bit.ly/1SUnX8t Timeline Photos",
          1458396372
        ],
        [
          "The Harpoon Distributing Company Road Crew didn't mess around with this years Kettle Cup - our employee brewing competition Their robust porter made with ancho and fresh poblano peppers and cocoa nibs hits shelves in early Feb as part of our 100 Barrel Series. \n\nJoin us for the release party of Thunder Foam in Boston on 2/2! Tickets go on sale at 11 AM on 1/7: http://bit.ly/1mDovDa Harpoon Brewery",
          1452127843
        ],
        [
          "Excited to make DRAFT Magazine's Top 25 beers of 2015 with our 100 Barrel Series #53 Braggot Rights - a big juicy Double IPA  infused with Wildflower Honey!\n\nLearn more about the beer: http://www.harpoonbrewery.com/beer/377024/100-barrel-series-53-braggot-rights Top 25 beers of 2015",
          1449531001
        ],
        [
          "Introducing new 100 Barrel Series #55 - EHOP Collaboration w/ our friends from Deschutes Brewery!\n\nLearn more and use our beer finder to locate it near you: http://www.harpoonbrewery.com/beer/390884/100-barrel-series-55-ehop-collaboration Mobile Uploads",
          1444146206
        ],
        [
          "Join us in welcoming the newest 100 Barrel Series Beer - #53 Braggot Rights! The brewers name & face is on the back so you know who to thank. Cheers to Kettle Cup winner and brewer, Steve Theoharides! \n\nLearn more: http://bit.ly/1EZMPUD Timeline Photos",
          1426113323
        ],
        [
          "Have you tried 100 Barrel Series #52 - Tuscan Pool Party?!\n\nLearn more about our collaboration beer with Birrificio Olmaia: http://www.harpoonbrewery.com/beer/369348/100-barrel-series-52-tuscan-pool-party Mobile Uploads",
          1419987041
        ],
        [
          "Wonder why our new 100 Barrel Series beer is called Tuscan Pool Party? Read the story behind the collaboration with Birrificio Olmaia!\n\nRead more: http://www.harpoonbrewery.com/blog/369266/italy-with-a-touch-of-boston-100-barrel-series-52-tuscan-pool-party Timeline Photos",
          1418169480
        ],
        [
          "Brewmancing at its finest. Have you tried 100 Barrel Series #51 - Cambridge Uncommon yet?!\n\nFind it near you: http://www.harpoonbrewery.com/beer/352476/100-barrel-series-51-cambridge-uncommon Mobile Uploads",
          1410386726
        ],
        [
          "Meet the brewers behind our newest 100 Barrel Series #51 Cambridge Uncommon - an India Style Pale Lager! \n\nFind it near you: http://www.harpoonbrewery.com/beer/352476/100-barrel-series-51-cambridge-uncommon",
          1409002017
        ],
        [
          "Join us at the Exclusive Release Party for the newest 100 Barrel Series beer #50 Citra Victorious in Boston on 4/14! \n\nMust be a Friend of Harpoon to get tickets. Login or become a Friend here: http://www.harpoonbrewery.com/friendofharpoon Timeline Photos",
          1397147623
        ],
        [
          "We're excited to release new 100 Barrel Series Beer #50 at an exclusive event on April 14th at our Boston Beer Hall. Tickets will be available starting tomorrow at 11 AM. Login to Friend of Harpoon or create an account for more information: http://www.harpoonbrewery.com/friendofharpoon",
          1396562664
        ],
        [
          "Have you tried our latest 100 Barrel Series Beer #49 Brown IPA? Fill your fridge with something special this weekend! http://shout.lt/qzkC Timeline Photos",
          1393002011
        ],
        [
          "\"Science, a good excuse to brew & drink more beer.\" -John Cataldo \n\nWatch the video of our latest 100 Barrel Series & tell us if you agree! Harpoon 100 Barrel Series #49 - Brown IPA Sweet, roasted notes of chocolate and honey malts combine with Chinook, Simcoe and Amarillo hops in this welcome addition to our family of IPAs.  ",
          1391558400
        ],
        [
          "Any guesses what 100 Barrel Series #49 is going to be? It gets bottled next week! Timeline Photos",
          1390521600
        ],
        [
          "This awesome video helps explain the unique story behind 100 Barrel Series Beer - #48 Polskie Mastne. Enjoy the video...and the beer! Na zdrowie!\nhttp://www.youtube.com/watch?v=dXUdGd3TApo Harpoon 100 Barrel Series #48 - Polskie Mastne It was a trip to Cieszyn Brewery, during a Harpoon European beer trip to Poland in September 2013, that inspired the newest 100 Barrel Series Beer - #48 Pols...",
          1386782982
        ],
        [
          "Introducing our newest 100 Barrel Series Beer - #48 Polskie Mastne! Na zdrowie! Learn more and find out where to find it: http://www.harpoonbrewery.com/beer/2832/100-Barrel-Series-48-Polskie-Mastne Timeline Photos",
          1384992001
        ],
        [
          "Voting is underway to crown this year's Harpoon Kettle Cup. The Prize: the next 100 Barrel Series beer. What would you brew? Timeline Photos",
          1378764600
        ],
        [
          "The vaunted Harpoon Kettle Cup is underway! Who will win this year’s employee homebrew competition and get their beer bottled in our 100 Barrel Series? Follow all the action on our blog: http://ow.ly/ojbwE Timeline Photos",
          1377613800
        ],
        [
          "Our latest 100 Barrel Series to hit the shelves... Saison Various!\nBeer details: http://ow.ly/nIYJg Harpoon 100 Barrel #47 - Saison Various This complex, spiced golden ale is a blend of four unique saisons, each brewed by a different Harpoon brewer. In the spirit of collaboration, Ryan balanced E...",
          1375898865
        ],
        [
          "For those not in the know, Harpoon takes a “beer culture” trip to Europe each year with its employees who are celebrating their 5th Anniversary (and for some their 8, 12, and 17th…) on the job. This year, a group of Harpoon employees traveled to Poland to learn more about Polish beer culture.\n\nCheck out the running blog from our Creative Director, Adam Bailey, on the trip: http://www.harpoonbrewery.com/blog/986/Harpoon-Beer-Culture-Trip-2013-Poland Harpoon Beer Culture Trip 2013",
          1367261429
        ],
        [
          "For those not in the know, Harpoon takes a “beer culture” trip to Europe each year featuring its utmost respected, hard-working, loyal, and flat-out indispensable employees, who happen to be celebrating their 5th anniversary, (and for some their 8, 12, and 17th…) on the job. \n\nThis year, a group of Harpoon employees traveled to Poland to learn more about Polish beer culture. Harpoon's Director of Graphic Design - Adam Bailey - tells us a little bit about what what they did over there. Harpoon Beer Culture Trip 2013 - Poland For those not in the know, Harpoon takes a “beer culture” trip to Europe each year featuring its utmost respected, hard-working, loyal, and flat-out indispensable employees, who happen to...",
          1367184002
        ],
        [
          "Welcome our latest 100 Barrel Series: Kettle Cup 2013, a delightfully drinkable Belgian-style ale with a big kick of American hops. This is the winner of our employee homebrew competition from last fall. Who's ready for a pint?! \r\n\r\nBeer Facts: http://ow.ly/kqbjx Timeline Photos",
          1366905600
        ],
        [
          "Ladies and gentlemen, we give you our next 100 Barrel Series... El Triunfo Coffee Porter. We are bottling now. Look for it near you in coming weeks. Let us hear those \"Cheers!\" http://ow.ly/f6OCV Timeline Photos",
          1352332802
        ],
        [
          "Patiently awaiting our next 100 Barrel Series release? Watch out next month for El Triunfo Coffee Porter. Jesse from Harpoon and Mike from Equal Exchange are hard at work blending beer and coffee! http://www.harpoonbrewery.com/beer/443/El-Triunfo-Coffee-Porter Timeline Photos",
          1351639800
        ],
        [
          "For those of you who have been keeping up with our annual Harpoon Employee Homebrew Competition, you probably have been eagerly awaiting this announcement... The winning beer - which you will able to enjoy next year as part of our 100 Barrel Series - is the Hoppy Belgian Blonde! \r\n\r\nRead more about the finals on our blog! \r\n\r\nhttp://lovebeerlovelife.wordpress.com/2012/09/18/behind-the-scenes-we-have-a-winner/ Timeline Photos",
          1347980271
        ],
        [
          "The finalists for the annual Harpoon Employee Homebrew Competition have been chosen! There is a Coconut Porter and a Green Tea IPA up for votes, along with eight others... check out all the beers have made the cut on our blog.\n\nWhich of these beers would you like to stock your fridge up with if it becomes part of our 100 Barrel Series? Behind the Scenes: The Finalists Have Been Announced! For those who have been following –we’re in the midst of our annual Harpoon Employee Homebrew Competition. This week, there have been two solid days of tasting. With 20 entries, the competition was...",
          1347645189
        ],
        [
          "Behind the Scenes: Our first round of tastings for the Annual Harpoon Employee Homebrew competition are underway... We'll have a list of the finalists posted as soon as the votes have been tallied. The winning beer from the competition will be featured next year in our 100 Barrel Series - What style of beer would you like to win? Timeline Photos",
          1347557166
        ],
        [
          "The stakes are high. The competition fierce. Go behind the scenes of Harpoon’s Employee Homebrew Competition. The winning brew will be featured next year as a member of our 100 Barrel Series! What would you brew? http://ow.ly/duLcd Timeline Photos",
          1346882401
        ],
        [
          "Harpoon brewer Ken Hermann talks about what it was like to brew the brand new 100 Barrel Series White IPA! Have you tried some yet? Brewer Ken Hermann chats about 100 Barrel Series #43 White IPA Ken Hermann has taken our exploration of -- and adoration for -- the IPA style in a completely new direction. With notes of orange peel and coriander, the so...",
          1344873903
        ],
        [
          "When full-time Harpoon employees hit their fifth anniversary at the brewery, Harpoon co-founders Rich Doyle and Dan Kenary take them on a European beer trip to experience the different beer cultures that initially inspired them to found a brewery in Boston.  \n\nThe Harpoon Bohemian Pilsner, released for the summer season, was a beer born out of these eagerly anticipated annual excursions.\nhttp://www.harpoonbrewery.com/index.cfm/cdid/178458/pid/28476 Brewed for the Summer, Harpoon Bohemian Pilsner is an Ode to European Beer Culture - Harpoon Brewery When full-time Harpoon employees hit their fifth anniversary at the brewery, Harpoon co-founders Rich Doyle and Dan Kenary take them on a European beer",
          1340736166
        ],
        [
          "When we aren't hosting awesome festivals and road races, we actually brew beer! If you were at HarpoonFest, the Harpoon 5-Miler, or had a chance to visit our brewery in Windsor this weekend, maybe you got to enjoy our latest 100 Barrel Series beer. Here's brewer Scott Shirley sharing his thoughts and inspiration for 100 Barrel Series Ginger Wheat! Brewer Scott Shirley talks about brewing 100 Barrel Series Ginger Wheat The Harpoon 100 Barrel Series Ginger Wheat Ale is an ode to brewer Scott Shirley's favorite spice, ginger. The earthy, warming flavor of this golden-hued ale...",
          1337624235
        ],
        [
          "Harpoon 100 Barrel Series Ginger Wheat: Harpoon Brewery Scott Shirley talks about his latest brew http://www.youtube.com/watch?v=sYklGrXCiDE Brewer Scott Shirley talks about brewing 100 Barrel Series Ginger Wheat The Harpoon 100 Barrel Series Ginger Wheat Ale is an ode to brewer Scott Shirley's favorite spice, ginger. The earthy, warming flavor of this golden-hued ale...",
          1337431611
        ],
        [
          "Harpoon brewer Matt DeLuca (who recently brewed the 100 Barrel Series #40 Black IPA), along with 20 other Harpoon employees, is in Europe as part of the annual Harpoon Beer Culture Trip! He’ll be blogging about their experience in The Netherlands this week – so stay tuned! http://www.lovebeerlovelife.com/2012/04/23/day-one-boston-to-amsterdam Day one: Boston to Amsterdam! Harpoon brewer Matt DeLuca (who recently brewed the 100 Barrel Series #40 Black IPA), along with 20 other Harpoon employees, is hanging out in Europe this week! He’ll be blogging about their ...",
          1335181504
        ],
        [
          "http://www.youtube.com/watch?v=6MObHh6yxR0 Harpoon Brewer Matt DeLuca talks about Black IPA The 100 Barrel Series celebrates the brewing talents and creativity of Harpoon Brewers. We have enjoyed brewing and drinking beers brewed in the IPA style fo...",
          1327042800
        ],
        [
          "BEER SPECIFICATIONS \r\nStyle: Black IPA\r\nOriginal Gravity: 18\r\nAlcohol by Volume: (ABV) - 7.0% \r\nIBU’S: 67\r\n\r\nAbout Black IPA\r\nWe have enjoyed brewing and drinking beers brewed in the IPA style for a long time. Our flagship Harpoon IPA and our Leviathan Imperial IPA are two of our favorites. We thought it was about time to take a crack at the Black IPA style.\r\n \r\nHarpoon brewer Matt DeLuca took over the brewhouse for our 40th 100 Barrel Series offering. A newly released specialty malt from Briess called Midnight Wheat gives this beer an almost stout-like appearance without the overly roasty attributes often associated with traditional dark malts. Flaked barley is also used in the malt bill for head retention. An intense yet diverse hop addition schedule is executed during the boil that results in a well balanced offering.\r\n \r\nOn top of the Chinook, Simcoe, Cascade, and Citra hops is an ample addition of Ahtanum hops that provides a fruity aroma to complement the earthy, spicy bitterness of this dark ale.\r\n \r\nBrewed on: 12/15/11\r\nPackaged on: 1/5/12 \r\n \r\nBREWED BY\r\nHarpoon Brewer Matt Deluca\r\n \r\nAVAILABLE FROM \r\nJanuary 2012 to .... Past 100 Barrel Series Beers",
          1326161094
        ],
        [
          "We wanted to let you know that today we are bottling our latest 100 Barrel Series beer – #40 Black IPA - in Boston today. Brewer Matt DeLuca crafted this delicious beer, and we really hope you enjoy it as much as we do! Timeline Photos",
          1325879551
        ]
      ],
      "dates_start": 1341184699,
      "dates_end": 1420606531,
      "likes_avg": 256,
      "likes_stdev": 395,
      "comments_avg": 16,
      "comments_stdev": 16,
      "shares_avg": 21,
      "shares_stdev": 26
    },
    {
      "number": 16,
      "important": [
        "three",
        "friend",
        "harpoon st patrick festiv",
        "tag",
        "pretzel",
        "right",
        "harpoon st patrick",
        "patrick",
        "weekend timelin",
        "serv"
      ],
      "common": [
        "festival",
        "harpoon",
        "harpoon st",
        "harpoon st patrick",
        "harpoon st patrick festival",
        "patrick",
        "patrick festival",
        "st",
        "st patrick",
        "st patrick festival"
      ],
      "messages": [
        [
          "Last year we served over 2,600 pretzels to our hungry friends at Harpoon St. Patrick's Festival!\n\nCongratulations to Brooke Sovocool for being the closest to the right answer and tagging a friend! We will see you and three of your friends this weekend! Timeline Photos",
          1488299687
        ],
        [
          "This hybrid ale combines two classic styles —IPA and Irish Red Ale—to create a unique and flavorful beer.\n\nThirsty? Try The Craic at Harpoon St. Patrick's Fest March 3rd & 4th! Learn more: https://goo.gl/Xo7TgU Timeline Photos",
          1487805241
        ],
        [
          "We're jumping into Boston Harbor March 5th- wanna join?! The first 200 people to sign up between now and February 15th get a FREE pass to Friday night of Harpoon St. Patrick's Festival! \n\nRegister now at shamrocksplash.com Timeline Photos",
          1486911693
        ],
        [
          "May the luck of the Irish be with you... tomorrow morning. Happy St. Patrick's Day!!! Timeline Photos",
          1458254648
        ],
        [
          "Happy St. Patrick's Day! Are you celebrating tonight?! Timeline Photos",
          1426623787
        ],
        [
          "Throwback to #HarpoonStPats! Thanks to everyone who made this years festival a huge success! We'll see you all at HarpoonFest! 2015 Harpoon St Patrick's Festival",
          1426173454
        ],
        [
          "It's 36 degrees and sunny in Boston... time to celebrate St. Patrick's Day early, Harpoon style! \n\n#HarpoonStPats: http://bit.ly/1Hv8wiG Timeline Photos",
          1425748838
        ],
        [
          "Beer, pretzels, bagpipes...Are you in or what?!\n\nHarpoon St. Patrick's Festival Details: http://bit.ly/1Hv8wiG Timeline Photos",
          1425424026
        ],
        [
          "With all of the shoveling you’ve done this year, you’ve earned a two day beer festival! Who's coming to Harpoon St. Patrick's Fest March 6th & 7th in Boston?!\n\nGet the deets here: http://bit.ly/1Hv8wiG Timeline Photos",
          1424820612
        ],
        [
          "Who's ready for the 2015 Harpoon St. Patrick's Festival!?\n\nGet all the details here: http://www.harpoonbrewery.com/festivals/2127/2015-harpoon-st-patricks-festival Harpoon Brewery's cover photo",
          1424788270
        ],
        [
          "Happy St. Patrick's Day from all of us at Harpoon! Timeline Photos",
          1395073812
        ],
        [
          "IPA Adventure? Check. Green apparel? Check. Ready for St. Patrick's Day weekend? Absolutely! \n\nFind our mix pack here: http://shout.lt/rfNS Timeline Photos",
          1394818212
        ],
        [
          "Happy Friday! Doors open tonight at 5:30 PM for Harpoon St. Patrick's Fest! Who's excited?! http://shout.lt/q1nN Timeline Photos",
          1394216549
        ],
        [
          "Carry on a South Boston tradition with us March 7th & 8th at Harpoon St. Patrick's Fest! Who's coming?! Details: http://shout.lt/qHMr Timeline Photos",
          1393373708
        ],
        [
          "This week, the Harpoon Road Trip team is staying local & will be in the Boston area from January 16th - January 18th! Follow #HarpoonRoadTrip on Twitter for updates & a chance to win Harpoon St. Patrick's Festival tickets! http://ow.ly/sD1pK Timeline Photos",
          1389830400
        ],
        [
          "It's St. Patrick's Day Weekend and we just reached 50,000 Facebook \"Likes.\" We think this calls for a big group \"Sláinte\"! We raise a Celtic Red to all of you! Timeline Photos",
          1363363471
        ],
        [
          "With all this snow today, we are counting our blessings Harpoon St. Patrick's Festival was last weekend! Relive the fun with this album. Were you in the crowd? Harpoon Brewery",
          1362769615
        ],
        [
          "Celebrate St. Patrick's Day in style with our brand new long sleeve Celtic Red shirt! Online only - $5 off in March: http://ow.ly/ioSjC Timeline Photos",
          1362507164
        ],
        [
          "After a fun weekend at Harpoon St. Patrick's Festival, we're back at work. Today - we're testing our brand new canning line! Which Harpoon beer would you like to see in cans this year? Timeline Photos",
          1362425524
        ],
        [
          "Harpoon St. Patrick's Festival starts tonight at 530pm! Who is ready for a Celtic Red and some bagpipes?! http://ow.ly/iatDu Timeline Photos",
          1362153600
        ],
        [
          "The (heated) tents are up, and we are busy getting ready for Harpoon St. Patrick's Festival in Boston this weekend! Will we be seeing you there? http://ow.ly/i7jKO Timeline Photos",
          1362008402
        ],
        [
          "Need your fix of bagpipes and Harpoon Celtic Red? We've got you covered... 9 Days!  Harpoon St. Patrick's Festival So, we make beer. In South Boston. We decided years ago that limiting St. Patrick’s Day to just one day didn’t make any sense. Let’s face it, cabin fever can wreak havoc on New England winters, and come March we need a reason to celebrate. So come down, visit the Brewery and start the season with Harpoon at the Harpoon St. Patrick’s Festival! Sláinte!\n\nJoin us for one of the two sessions as follows:\n\n• Friday 3/1, 530pm  – 11pm\n• Saturday 3/2, 2pm –  9pm\n\nThis year’s festival will allow visitors to:\n \n• Enjoy food vendors selling Corned beef & cabbage along with other food\n\n• Step up to cash bars offering Harpoon beer, featuring Harpoon Celtic Red\n\n• Come dance the jig, enjoy Harpoon beer, and celebrate St. Patrick!\n\nFor the full details, including cover charge and Friend of Harpoon deals, please visit our website: http://www.harpoonbrewery.com/festivals/13/Harpoon-St-Patrick-s-Festival\n\nPlus, to help you get to or from Harpoon St. Patrick's Festival in style, Uber is offering $25 off the town car ride by using the code \"harpoonsaintpatricksday\". Head into the app, click on account, then promotions, and enter the code. Offer available for new Uber members only and for those within Uber's radius of pickup.",
          1361381052
        ],
        [
          "On a night this cold, it's time to start dreaming about warmer weather and St. Patrick's Day! We've got you covered with Harpoon Celtic Red. Who is ready for spring beers? http://ow.ly/h3Uuv Timeline Photos",
          1358985609
        ],
        [
          "We've published our Timeline, with milestones posted all the way back to the founding of Harpoon in June 1986. Have fun taking a stroll through our history while enjoying your favorite Harpoon beer! \n\nHave a great St. Patrick's Day weekend! Slainte!",
          1331913195
        ],
        [
          " Harpoon was happy to host  our annual celebration of the patron saint of Ireland at our Boston brewerywith some fresh Harpoon beer! Over the two days, we poured hundreds of barrels of Harpoon to over 8,000 people. Holy leprechauns! Harpoon St. Patrick's Festival (March 2 & 3, 2012)",
          1330975094
        ],
        [
          "Today and tomorrow: its time for Harpoon St. Patrick's Festival at our Boston brewery! Beer, bands, and bagpipes! All the info: http://ow.ly/9phgO Harpoon St. Patrick's Festival Check out the beer list, band schedule, and get all the details about the famous, one-of-a-kind Harpoon St. Patrick's Festival!",
          1330699821
        ],
        [
          "The full band list for this Friday & Saturday's Harpoon St. Patrick Festival at our Boston Brewery - http://www.harpoonbrewery.com/index.cfm/page/Band-Schedule-for-2012-St.-Patrick's-Festival/cdid/173041/pid/28476 Band List for Harpoon St. Patrick's Festival",
          1330459749
        ]
      ],
      "dates_start": 1347527216,
      "dates_end": 1442236134,
      "likes_avg": 391,
      "likes_stdev": 759,
      "comments_avg": 21,
      "comments_stdev": 44,
      "shares_avg": 24,
      "shares_stdev": 29
    },
    {
      "number": 17,
      "important": [
        "adventur",
        "follow",
        "make",
        "enjoy",
        "sweet",
        "harpoon",
        "cheer",
        "mobil",
        "grill",
        "video"
      ],
      "common": [
        "beer",
        "day",
        "happy",
        "harpoon",
        "harpoonbrewery",
        "mobile",
        "mobile uploads",
        "uploads",
        "www",
        "www harpoonbrewery"
      ],
      "messages": [
        [
          "Harpoon and Sweet Baby Ray's Make: Brewmaster Grilled Sirloin Steak\n\nFollow this easy step-by-step video and enjoy! Brewmaster Grilled Sirloin Steak",
          1469195759
        ],
        [
          "Beer o'clock... Cheers friends! Mobile Uploads",
          1445627293
        ],
        [
          "Tailgate on, friends!\n\nFind Take 5 Session IPA: http://www.harpoonbrewery.com/beer/378051/harpoon-take-5 Mobile Uploads",
          1445189676
        ],
        [
          "Fridays are better when you flannel. \n\nFind your weekend beer: http://www.harpoonbrewery.com/beer-finder Mobile Uploads",
          1445018462
        ],
        [
          "Wherever you are Sunday Fundaying... Cheers! Mobile Uploads",
          1443375074
        ],
        [
          "Move over coffee, this is a job for pumpkin beer!\n\nFind beer: http://www.harpoonbrewery.com/beer-finder Mobile Uploads",
          1442065777
        ],
        [
          "It's baaaaaack! Who's pumped?! Mobile Uploads",
          1440115072
        ],
        [
          "May your weekend be long and your beer supply endless... Happy Friday!\n\nFind Harpoon: http://www.harpoonbrewery.com/beer-finder Mobile Uploads",
          1438348259
        ],
        [
          "#HarpoonBBQ Fest Day 2 is on! Come Sunday Funday with us! \n\nDoors close at 3:30: http://www.harpoonbrewery.com/festivals/2130/2015-harpoon-championships-of-new-england-barbecue Mobile Uploads",
          1437920221
        ],
        [
          "Beer, friends, and BBQ... It's #HarpoonBBQ time! Mobile Uploads",
          1437833464
        ],
        [
          "Nothing beats a couple of cold ones with a side of freedom. Happy 4th of July! Mobile Uploads",
          1436012838
        ],
        [
          "Alright America, let's celebrate! Mobile Uploads",
          1435926245
        ],
        [
          "Happy World UFO Day! Which UnFiltered Offering is your favorite?! \n\nFind UFO this weekend: http://www.harpoonbrewery.com/beer/ufo Mobile Uploads",
          1435843316
        ],
        [
          "Happy Take Your Dog to Work Day! Show us where your dog put in 8 hours! Mobile Uploads",
          1435340525
        ],
        [
          "Buy your dad some beers today... He deserves it! Happy Father's Day! Mobile Uploads",
          1434886278
        ],
        [
          "Great job today Newport 10 Miler runners! We loved celebrating with you! Mobile Uploads",
          1433690952
        ],
        [
          "Home of the free because of the brave. Happy Memorial Day! Mobile Uploads",
          1432558831
        ],
        [
          "Hopefully this is in your long weekend future... Happy Memorial Day Weekend! \n\nUFO White beer finder: http://bit.ly/1AMt7Kf Mobile Uploads",
          1432312083
        ],
        [
          "Will we be seeing you at a Take 5 Session IPA draft release party tonight?!\n\nFind an event near you: http://www.harpoonbrewery.com/blog/379152/harpoon-take-5-session-ipa-launch-parties Mobile Uploads",
          1432238933
        ],
        [
          "We made it. \n\nTime to stock up: http://www.harpoonbrewery.com/beer-finder Mobile Uploads",
          1429881780
        ],
        [
          "Picnic baskets were made for this. Happy Picnic Day! Mobile Uploads",
          1429814763
        ],
        [
          "Respect the Earth... it's the only planet, that we know of, with beer! Happy Earth Day! Mobile Uploads",
          1429739191
        ],
        [
          "The best way to conclude your Sunday Funday? Beer soaked grilled cheese. \n\nRecipe: http://www.harpoonbrewery.com/blog/377727/harpoon-ipa-soaked-grilled-cheese Mobile Uploads",
          1428873930
        ],
        [
          "Sun's out, grill's out! Mobile Uploads",
          1428785736
        ],
        [
          "Opening Day AND March Madness?! Happy Monday indeed! Mobile Uploads",
          1428342693
        ],
        [
          "To Friday and the friends that make it the best night of the week. Mobile Uploads",
          1427496150
        ],
        [
          "Punxsutawney Phil saw his shadow...\n\nHere's to 6 more weeks of embracing the season with #TheLongThaw! www.thelongthaw.com Mobile Uploads",
          1422921880
        ],
        [
          "Boots and beers - blizzard necessities. #thelongthaw Mobile Uploads",
          1422309470
        ],
        [
          "Alright Juno, let's do this. Mobile Uploads",
          1422216833
        ],
        [
          "A day devoted to appreciating beer in cans? God bless America! Mobile Uploads",
          1422120570
        ],
        [
          "MVB- most valuable beer. Cheers! Mobile Uploads",
          1421635313
        ],
        [
          "Can you believe it's 2015?! Happy New Year! Mobile Uploads",
          1420137113
        ],
        [
          "#TheLongThaw is coming (back) soon! Who's excited?! Mobile Uploads",
          1419295784
        ],
        [
          "Who's got an ugly sweater party tonight?! Mobile Uploads",
          1419113505
        ],
        [
          "Thank you to all the awesome Harpoon Helpers who helped us spread holiday cheer in Boston, Springfield, Newport, and Plymouth today! Mobile Uploads",
          1417905939
        ],
        [
          "Fetch yourself a Harpoon... It's almost game time! \n\nThanks Andrew L. for the picture! Mobile Uploads",
          1417378254
        ],
        [
          "Ever heard of leftover Harpoon? Yeah, neither have we. Happy restocking! Mobile Uploads",
          1417214990
        ],
        [
          "Happy Thanksgiving friends! What are you thankful for this year? Mobile Uploads",
          1417117651
        ],
        [
          "Safe travels friends! Mobile Uploads",
          1417041673
        ],
        [
          "Got Friendsgiving this weekend?\n\n6 Friendsgiving recipes all made with beer \n\nhttp://www.harpoonbrewery.com/blog/369243/6-friendgiving-recipes-all-made-with-beer Mobile Uploads",
          1416673488
        ],
        [
          "Great mugs think alike. Happy Friday! Mobile Uploads",
          1416607528
        ],
        [
          "We made it over the hump. Next stop, Friday! Mobile Uploads",
          1416443061
        ],
        [
          "Home of the free because of the brave. Thank you to all the brave men and women who have served. Happy Veterans Day from Harpoon! Mobile Uploads",
          1415720005
        ],
        [
          "The only thing better than a donut is a beer donut. \n\nTry our UFO Gingerland Donut recipe: http://www.harpoonbrewery.com/blog/369042/ufo-gingerland-donuts Mobile Uploads",
          1415460572
        ],
        [
          "Nothing like a little red, white, and blue post voting cheers! Mobile Uploads",
          1415138852
        ],
        [
          "Only ingredient in Harpoon Craft Cider: apples. \n\nOnly ingredient in apples: apples. \n\nPure & natural:  http://www.harpoonbrewery.com/beer/91/harpoon-craft-cider Mobile Uploads",
          1413648443
        ],
        [
          "You always remember your first. Mobile Uploads",
          1412887843
        ],
        [
          "TGIF! Who is ready for #HarpoonOFest?! Doors open at 5:30 PM! Mobile Uploads",
          1412360396
        ],
        [
          "Pumpkin anyone? Mobile Uploads",
          1409263772
        ],
        [
          "Floaties optional. Swim at your own risk. Mobile Uploads",
          1408825058
        ],
        [
          "Harpoon Beer Can Chicken: 4 Tips to Grilling Success: http://shout.lt/ClHb Timeline Photos",
          1408658406
        ],
        [
          "Beers, Bands & BBQ - you in or what?! Join us July 26th & 27th at our Windsor brewery! \n\nDetails: http://www.harpoonbrewery.com/festivals/871/2014-harpoon-championships-of-new-england-barbecue Mobile Uploads",
          1405266999
        ],
        [
          "238 never tasted so good. Happy birthday America! Mobile Uploads",
          1404481121
        ],
        [
          "The land of the free because of the brave. Cheers to the ones who've made the ultimate sacrifice #USA #memorialday Mobile Uploads",
          1401128472
        ],
        [
          "Buy your momma a beer today...she deserves it! Happy Mother's Day! Mobile Uploads",
          1399814473
        ],
        [
          "Candy is nice, but craft beer is better! Happy Easter from Harpoon! Mobile Uploads",
          1398003946
        ],
        [
          "Cheers to all of our awesome volunteers today for #HarpoonSpreadsCheer! We had a blast decorating and celebrating with you. Stay tuned for more photos! Mobile Uploads",
          1386459210
        ],
        [
          "Whether you're traveling or staying local for #Thanksgiving, it's time to stock up for the holiday weekend! Find Harpoon near you http://www.harpoonbrewery.com/beerFinder Mobile Uploads",
          1385568612
        ],
        [
          "What a night New England!Cheers to a great Series and VICTORY!!! #gosox Mobile Uploads",
          1383186525
        ],
        [
          "Harpoon IPA sends its best from inside game 2! Mobile Uploads",
          1382657173
        ]
      ],
      "dates_start": 1405492243,
      "dates_end": 1438544297,
      "likes_avg": 589,
      "likes_stdev": 797,
      "comments_avg": 16,
      "comments_stdev": 23,
      "shares_avg": 32,
      "shares_stdev": 42
    },
    {
      "number": 18,
      "important": [
        "red",
        "harpoon st pat",
        "pat",
        "compani",
        "use",
        "fest",
        "harpoon st",
        "fun",
        "st pat",
        "stay"
      ],
      "common": [
        "fest",
        "harpoon",
        "harpoon st",
        "harpoon st pat",
        "harpoon st pat fest",
        "pat",
        "pat fest",
        "st",
        "st pat",
        "st pat fest"
      ],
      "messages": [
        [
          "Craic [krak] n. mischievous fun, laughs, and good company. \n\nUsed in a sentence: \"Come to Harpoon St. Pat's Fest for the beer, stay for the craic!\" Learn more about our Irish Red IPA: https://goo.gl/mO5s0T Timeline Photos",
          1488325160
        ],
        [
          "How many pretzels did you party-people eat at last year’s fest?! Tag a friend and guess. Closest person wins 4 Harpoon St. Pat's Fest passes!\n\nHarpoon St. Patrick's Fest: http://www.harpoonbrewery.com/festivals/2914/2017-harpoon-st-patricks-festival Timeline Photos",
          1488232800
        ],
        [
          "Checkout what’s going to be on tap at Harpoon St. Pat’s Fest! Which one will you your friends go for first?! Tag ‘em! Timeline Photos",
          1488047436
        ],
        [
          "Harpoon St. Pat’s Fest is only 8 days away! Post a fest TBT & tag us for a chance to win 4 tickets to this year’s fest! Check out the event page for more info: http://www.harpoonbrewery.com/festivals/2914/2017-harpoon-st-patricks-festival Timeline Photos",
          1487891107
        ],
        [
          "Hate lines? Us too! Friends of Harpoon have the exclusive option to purchase Early Access passes for Saturday of Harpoon St. Pat's Fest! \n\nLogin to access the access code: https://goo.gl/75H5lo Timeline Photos",
          1487449213
        ],
        [
          "We look forward to this weekend all winter long – thousands of our friends, dancing to live music, enjoying beers, and loving the heck out of life at our Boston brewery. What could be better?! 2016 Harpoon St. Pat's Fest",
          1457451021
        ],
        [
          "You sure know how to party Boston! Happy Harpoon St. Pat's Fest! Timeline Photos",
          1457207826
        ],
        [
          "A brand spankin' new Harpoon beer is traveling down our canning line.... Say hello to Camp Wannamango - our new summer seasonal available in April! Try it first at Harpoon St. Pat's Fest!\n\nBeer details: http://www.harpoonbrewery.com/beer/401169/camp-wannamango Timeline Photos",
          1457026100
        ],
        [
          "Looking for weekend plans? We. Got. You. \n\nHarpoon St. Pat's Fest is this Friday and Saturday: http://harpoonstpats.com Timeline Photos",
          1456962048
        ],
        [
          "Love Beer. Love Life. Love Boston! Thanks for partying with us this weekend at Harpoon St. Pat's fest! Mobile Uploads",
          1394325863
        ],
        [
          "What better place to kick off the St. Patrick's Holiday season than at the largest brewery in Boston?! Doors open at 5:30 PM tomorrow & 2 PM Saturday for Harpoon St. Pat's fest! http://shout.lt/qZbc Timeline Photos",
          1394136035
        ],
        [
          "Which beers are you most excited to drink THIS weekend at Harpoon St. Pat’s Fest? Details: http://shout.lt/qS8p Timeline Photos",
          1393892109
        ],
        [
          "Hey Boston, you ready to get your Harpoon St. Pat's fest on next Friday & Saturday?! Fest Details: http://shout.lt/qQfj Timeline Photos",
          1393687812
        ]
      ],
      "dates_start": 1410404274,
      "dates_end": 1488770268,
      "likes_avg": 366,
      "likes_stdev": 492,
      "comments_avg": 50,
      "comments_stdev": 104,
      "shares_avg": 36,
      "shares_stdev": 69
    },
    {
      "number": 19,
      "important": [
        "new",
        "timelin",
        "make",
        "timelin photo",
        "ale",
        "win",
        "recip timelin",
        "ufo",
        "recip",
        "winter"
      ],
      "common": [
        "beer",
        "harpoon",
        "ipa",
        "lt",
        "recipe",
        "recipe shout",
        "recipe shout lt",
        "shout",
        "shout lt",
        "ufo"
      ],
      "messages": [
        [
          "Impress your coworkers, win over a new boo, or hoard it for yourself - whatever you do... Make. This. Ale. Bread.\n\nUFO Winter Blonde Ale Banana Bread recipe: http://bit.ly/2h3GpNo Timeline Photos",
          1481071467
        ],
        [
          "Our full-flavored Golden Ale elevates an otherwise ordinary marinade for your next backyard grill session!\n\nGet the recipe: http://bit.ly/1X0CO3H Timeline Photos",
          1464901560
        ],
        [
          "Try this Hibiscus Cider infused Margarita recipe from Loco Taqueria & Oyster Bar to get you Cinco De Mayo ready! Recipe: http://bit.ly/1W8AdEs Timeline Photos",
          1462397378
        ],
        [
          "The great thing about crock-pots? The whole set-and-forget premise, allows for more drink-and-repeat with friends. \n\nTry our Thunder Foam Pulled Pork Recipe: http://bit.ly/1q6CL93 Timeline Photos",
          1459460220
        ],
        [
          "Too good not to share - UFO Gingerland Banana Bread from our friends Merrimack Valley Distributing Company!\n\nGet the recipe: http://bit.ly/1QvVwxg Timeline Photos",
          1450395300
        ],
        [
          "Brownie fan? Then you'll love these Harpoon Czernobog Russian Imperial Stout Brownies! \n\nGet the recipe: http://bit.ly/1Y00ocR Timeline Photos",
          1449622855
        ],
        [
          "Santa wants beer cookies. Period. \n\nHarpoon Chocolate Stout recipe here: http://shout.lt/PZDC Timeline Photos",
          1419449405
        ],
        [
          "No need to be intimidated by Shepherd's Pie, it's simpler than you think (especially if Harpoon IPA is involved)!\n\nRecipe here: http://shout.lt/MYZg Timeline Photos",
          1417652107
        ],
        [
          "Average Pumpkin Cheesecake < Harpoon Imperial Pumpkin Cheesecake\n\nRecipe: http://shout.lt/HSfJ Timeline Photos",
          1413909064
        ],
        [
          "Betcha can't eat just one of these Harpoon Pumpkin Cider Donut Holes!\n\nRecipe here: http://shout.lt/FN7Y Timeline Photos",
          1411596305
        ],
        [
          "Love UFO Pumpkin? Get into the fall spirit with these simple beer cupcakes!\n\nRecipe: http://www.harpoonbrewery.com/blog/353774/ufo-pumpkin-cupcakes Timeline Photos",
          1410622520
        ],
        [
          "The Harpoon Championships of New England Barbecue is THIS Saturday & Sunday! These fall off the bone ribs made with Harpoon Craft Cider will get you in full BBQ mode...\n\nRecipe: http://shout.lt/zwkB Timeline Photos",
          1406149329
        ],
        [
          "Beer. Garlic. Butter. Yup, we said it.\n\nHarpoon Citra Victorious Shrimp w/ Garlic Butter Recipe: http://shout.lt/zbJM Timeline Photos",
          1405546506
        ],
        [
          "Looking to change up your typical Mussel recipe? Try adding in some Harpoon Craft Cider or UFO White! Recipe here: http://shout.lt/v56q Timeline Photos",
          1403214313
        ],
        [
          "A short work week, hump day BBQ, Harpoon IPA hamburgers… does it get much better folks?! \n\nHappy National Hamburger Day! Recipe here: http://shout.lt/t5WL Timeline Photos",
          1401293411
        ],
        [
          "Like our beers, Harpoon beer bread is best when shared with friends. Recipe here: http://shout.lt/slJh Timeline Photos",
          1397686509
        ],
        [
          "Is your mouth watering too? \n\nPulled Pork Sliders made with Rich & Dan's Rye IPA. Recipe here: http://shout.lt/r434 Timeline Photos",
          1397079910
        ],
        [
          "Celebrate National PB & J Day with this UFO Raspberry Jam recipe! http://shout.lt/rR8v Timeline Photos",
          1396471513
        ],
        [
          "Craft beer + waffles = breakfast of champions! Recipe here: http://shout.lt/rprD Timeline Photos",
          1395270009
        ],
        [
          "A Mac and Cheese battle: Harpoon IPA vs UFO White! Which side are you on? Recipes here: http://shout.lt/rcZ5 Timeline Photos",
          1394750709
        ],
        [
          "WARNING: making and sharing these Harpoon Boston Irish Stout cupcakes may result in more friendships. Recipe here: http://shout.lt/qXT1 Timeline Photos",
          1394063109
        ],
        [
          "Harpoon IPA + Chili = delicious. Celebrate National Chili Day tomorrow the right way! Harpoon IPA Turkey Chili recipe: http://shout.lt/qKSd Timeline Photos",
          1393460110
        ],
        [
          "Do you love #TheLongThaw White IPA? Then you've got to try these beer battered fish tacos! Recipe here: http://shout.lt/qs8f Timeline Photos",
          1392854412
        ],
        [
          "For Valentine's Day, consider whipping up a batch of these easy to make brownies made with our new limited release Cherry Chocolate Porter! Recipe here: http://shout.lt/qf3B Timeline Photos",
          1392247825
        ]
      ],
      "dates_start": 1390014521,
      "dates_end": 1444249298,
      "likes_avg": 310,
      "likes_stdev": 220,
      "comments_avg": 16,
      "comments_stdev": 20,
      "shares_avg": 43,
      "shares_stdev": 39
    },
    {
      "number": 20,
      "important": [
        "new",
        "hop",
        "make",
        "near timelin",
        "timelin photo",
        "find",
        "near",
        "fresh",
        "weekend",
        "ale"
      ],
      "common": [
        "beer",
        "find",
        "find near",
        "harpoon",
        "harpoonbrewery",
        "near",
        "near www",
        "near www harpoonbrewery",
        "www",
        "www harpoonbrewery"
      ],
      "messages": [
        [
          "Looking forward to making some fresh tracks this weekend? Yeah, us too! \n\nFind our new Single Hop Pale Ale near you! http://bit.ly/2heSRKr Timeline Photos",
          1483723639
        ],
        [
          "Subtle vanilla sweetness complements roasted maltiness in this robust, always a party pleaser, porter.\n\nFind it near you! http://bit.ly/2hnyYnr Timeline Photos",
          1481580303
        ],
        [
          "We're really Hoppy about the way our can tree turned out this year! Anyone feeling as festive as we are?! \n\nFind Hoppy Adventure near you: http://bit.ly/1AMt7Kf Timeline Photos",
          1481382523
        ],
        [
          "Subtle vanilla sweetness meets a hint of cold brew coffee in our new winter UFO seasonal Winter Blonde! \n\nFind it near you: http://www.harpoonbrewery.com/beer/419976/ufo-winter-blonde-ale Timeline Photos",
          1478125801
        ],
        [
          "Sweet Spot. It’s what we love about game days. \n\nFind it near you! http://www.harpoonbrewery.com/beer-finder Timeline Photos",
          1474719361
        ],
        [
          "Warning: Flannel Friday is about to become your favorite fall beer. \n\nAll the more reason to find it near you: \nhttp://www.harpoonbrewery.com/beer-finder Timeline Photos",
          1474031061
        ],
        [
          "TGIFF - Thank God It's Flannel Friday! 😍\n\nFind it near you: http://bit.ly/2b4e3nJ Timeline Photos",
          1471618204
        ],
        [
          "This flavorful, highly aromatic Double IPA is exactly how Harpoon brewers Tom Knight and Ken Hermann intended - hoppy and citrusy but not tire-out-the-palette-overly-bitter. \n\nFind new Harpoon Hoppy Adventure near you http://www.harpoonbrewery.com/beer/399079/harpoon-hoppy-adventure: Timeline Photos",
          1449015293
        ],
        [
          "Are you ready for the big game?!\n\nFind Harpoon near you: http://www.harpoonbrewery.com/beer-finder Timeline Photos",
          1422735134
        ],
        [
          "An apple a day...\n\nFind Harpoon Craft Cider near you: http://www.harpoonbrewery.com/beer/91/harpoon-craft-cider Timeline Photos",
          1420758606
        ],
        [
          "An apple a day, right? Happy Cider Day! \n\nFind Harpoon Craft Cider near you: http://shout.lt/LlDW Timeline Photos",
          1416348010
        ],
        [
          "An arctic invasion is coming... best prepare yourself! \n\nFind Snowed In near you: http://shout.lt/KXsR Timeline Photos",
          1415920565
        ],
        [
          "Fresh off the canning line...welcome to Gingerland! \n\nFind UFO Gingerland near you:   http://shout.lt/Khfz Timeline Photos",
          1415319128
        ],
        [
          "Harpoon's gift to Friday. \n\nFind Harpoon IPA near you: http://shout.lt/HCRP Timeline Photos",
          1413571424
        ],
        [
          "Tailgating made easy - 4 different beers, 1 box: Fall Tailgater Mix Pack \n\nFind it near you: http://shout.lt/Dknc Timeline Photos",
          1409868031
        ],
        [
          "Are you crazy enough to celebrate #TheLongThaw with us in your beach wear Thursday, January 30th? #proveit Find a party near you: http://shout.lt/pPgY Timeline Photos",
          1390953618
        ],
        [
          "You worked hard all week, you earned these! Find the IPA Adventure Mix Pack near you: http://www.harpoonbrewery.com/beerFinder Timeline Photos",
          1390579978
        ],
        [
          "Summer. Beer. Enough said. \r\n\r\nFind it near you: http://www.harpoonbrewery.com/beerFinder Timeline Photos",
          1367532000
        ],
        [
          "Look what has arrived just in time for warmer weather... Harpoon Honey Cider!  \r\n\r\nFind it near you: http://www.harpoonbrewery.com/beer/704/Honey-Cider Timeline Photos",
          1364338801
        ],
        [
          "Winter is coming. Here comes Chocolate Stout to the rescue! “Like” this if you hope Chocolate Stout is waiting for you at your home bar. Or make it happen by finding it near you: http://www.harpoonbrewery.com/beerFinder Timeline Photos",
          1354666800
        ]
      ],
      "dates_start": 1387072746,
      "dates_end": 1470606081,
      "likes_avg": 607,
      "likes_stdev": 1162,
      "comments_avg": 36,
      "comments_stdev": 60,
      "shares_avg": 62,
      "shares_stdev": 150
    }
  ]
}