{
  "pagename": "YCombinator",
  "page_name_displayed": "Y Combinator",
  "globalstats": {
    "fan_count": 64355,
    "messages": 1188,
    "likes_avg": 69,
    "likes_stdev": 333,
    "comments_avg": 1,
    "comments_stdev": 2,
    "shares_avg": 6,
    "shares_stdev": 10,
    "graph_uri": "clusters/YCombinator.png"
  },
  "clusters": [
    {
      "number": 1,
      "important": [
        "system",
        "new",
        "someon",
        "startup",
        "applic",
        "open",
        "appli",
        "batch",
        "work",
        "summer"
      ],
      "common": [
        "2015",
        "application",
        "applications",
        "apply",
        "apply combinator",
        "combinator",
        "open",
        "yc",
        "ycombinator",
        "ycombinator apply"
      ],
      "messages": [
        [
          "If you know someone working on a startup who we should encourage to apply for the Summer 2017 batch, you can now recommend them to us through our new system. Applications for YC Summer 2017 are open now.\n\nhttp://blog.ycombinator.com/recommend-a-founder-for-yc/ Recommend a Founder for YC If you know someone working on a startup who we should encourage to apply for the Summer 2017 batch, you can now recommend them to us through our new system. Applications for YC Summer 2017 are open now.",
          1486573518
        ],
        [
          "Request for Startups: Water\n\nhttp://blog.ycombinator.com/request-for-startups-water/\n\nWe’re close to a tipping point where technology will let us make clean water extremely abundant and cheap. \n\nWe’d love to help founders working on this problem get there faster. Ideas could range from lower-cost desalination plants, novel purification technologies, smart irrigation systems, mechanisms to reduce water usage, or something completely different.\n\nWe’re now reviewing applications on a rolling basis, so you can apply here now - http://www.ycombinator.com/apply/ Timeline Photos",
          1483462905
        ],
        [
          "Tomorrow (10/4) at 8pm PT  is the deadline to apply for YC Winter 2017! Have questions? Ask them here in the comments. Or send them to apply@ycombinator.com. Apply here: http://www.ycombinator.com/apply/ Apply to Y Combinator Y Combinator is accepting applications for the Winter 2017 funding cycle. It will take place in Mountain View, CA from Jan--Mar 2017. If you want...",
          1475517624
        ],
        [
          "We analyzed 8 years' worth of YC application data to map the startup zeitgeist. See the results here: The Startup Zeitgeist · The Macro Reading applications to Y Combinator is like having access to a crystal ball. Twice per year — once in the winter and once in the spring — thousands of men and women apply to Y Combinator. Each of these bright minds has his or her own vision of the future of technology. They pitch ideas related to B...",
          1462393770
        ],
        [
          "Applications for YC S16 and Fellowship Are Now Open Applications for YC S16 and Fellowship Are Now Open Applications for YC Summer 2016 batch and YC Fellowship programs are now open.\n\nBoth programs will use the same application form. In the application, you’ll simply select which of the two you’re...",
          1453914971
        ],
        [
          "Getting Into Y Combinator Getting Into Y Combinator A new trend in Y Combinator applications is that an increasing number of applicants have already been through some sort of accelerator or “pre-accelerator” program.  As we’ve dug into this trend,...",
          1453315979
        ],
        [
          "Late Applications Late Applications Not many people know this, but Y Combinator accepts late applications.\n\n\nTypically startups are busy executing at their own pace, often moving very quickly. As such, it makes sense for us to allow...",
          1449248040
        ],
        [
          "YC W16 applications are due tonight at 8pm PT: https://apply.ycombinator.com/ Apply to Y Combinator  ",
          1444744579
        ],
        [
          "Advice for applying to Y Combinator from Cofactor Genomics (YC S15): http://ow.ly/T96Qw How to Apply to Y Combinator As we’ve talked about before, Cofactor is now backed by Y Combinator  and was accepted into their Summer 2015 class. Applications for the Winter...",
          1444313760
        ],
        [
          "15 days left to apply for the W16 batch of Y Combinator: https://apply.ycombinator.com/ Apply to Y Combinator  ",
          1443474025
        ],
        [
          "Applications For YC W16 Are Now Open Applications For YC W16 Are Now Open We are now accepting applications for the Winter 2016 batch, which will take place from January through March 2016 in Mountain View, CA. You can apply as a startup or as a non-profit. \n\n\n To apply,...",
          1440771338
        ],
        [
          "Applications for YC W16 are now open: http://www.ycombinator.com/apply/ Apply to Y Combinator Y Combinator is now accepting applications for the Summer 2015 funding cycle. It will take place in Mountain View, CA from Jun--Aug 2015. If you...",
          1440712638
        ],
        [
          "The deadline to apply to YC S15 is in 10 hours. We're looking forward to reading your applications: http://www.ycombinator.com/apply/ Apply to Y Combinator Y Combinator is now accepting applications for the Summer 2015 funding cycle. It will take place in Mountain View, CA from Jun--Aug 2015. If you...",
          1427472046
        ],
        [
          "The deadline to apply to YC S15 is tomorrow night (3/27) at 8pm PT! Apply here: https://apply.ycombinator.com/ Apply to Y Combinator The deadline is Friday, March 27 at 8pm PT.",
          1427408856
        ],
        [
          "YC S15 applications are due in one week! Apply: http://www.ycombinator.com/apply/ Apply to Y Combinator Y Combinator is now accepting applications for the Summer 2015 funding cycle. It will take place in Mountain View, CA from Jun--Aug 2015. If you...",
          1426875481
        ],
        [
          "Applications for @ycombinator's Summer 2015 batch are now open! http://www.ycombinator.com/apply/ Apply to Y Combinator Deadline for the Winter 2015 funding cycle has passed. If you want to apply, please submit your application online by 8 pm PT on October 14. Groups...",
          1423670121
        ],
        [
          "Today is the last day to apply for Y Combinator's W15 batch. Deadline is at 8pm PT. There's still time! https://www.ycombinator.com/apply/ Apply to Y Combinator Y Combinator is now accepting applications for the Winter 2015 funding cycle. It will take place in Mountain View, CA from January through March 2015. If you want to apply, please submit your application online by 8 pm PT on October 14. Groups that submit early have a significant advantage because w…",
          1413315787
        ],
        [
          "Applications for YC W15 are open Applications for YC W15 are open We are now accepting applications for the Winter 2015 batch. You can apply as a startup or as a non-profit. \n\nIf you want to apply, submit your application here by 8pm PT on October 14. \n\nFor more...",
          1408977210
        ],
        [
          "The YC S14 application deadline is at 8pm PST tonight. For some application inspiration, check out The Muse's successful W12 YC application: http://www.themuse.com/advice/the-muses-successful-application-to-y-combinator-w12  The Muse's Successful Application to Y Combinator (W12) We didn't think we were what YC was looking for, but we applied anyway and they proved us wrong.",
          1396034833
        ],
        [
          "HireArt (YC W12) founder Elli Sharef on not letting fear stop you from applying to YC: https://www.hireart.com/blog/fear-of-rejection-when-applying-to-y-combinator/ Fear of Rejection when Applying to Y Combinator | HireArt Blog You're probably reading this post because you want to apply to Y Combinator. If you're thinking of applying my best advice is: Just do it. You may get in or",
          1395846994
        ],
        [
          "Today is the last day to apply for the YC W14 batch: http://ycombinator.com/apply.html Y Combinator: Winter 2014 Funding Y Combinator is now accepting applications for the winter 2014 funding cycle. It will take place in Mountain View, CA from January through March 2014.",
          1382365578
        ]
      ],
      "dates_start": 1409736482,
      "dates_end": 1464588284,
      "likes_avg": 57,
      "likes_stdev": 56,
      "comments_avg": 3,
      "comments_stdev": 4,
      "shares_avg": 18,
      "shares_stdev": 24
    },
    {
      "number": 2,
      "important": [
        "behind",
        "check",
        "demo",
        "launch combin",
        "investor",
        "aaron",
        "launch",
        "demo day",
        "softwar",
        "day"
      ],
      "common": [
        "combinator",
        "day",
        "demo",
        "demo day",
        "launched",
        "launched combinator",
        "startups",
        "startups launched",
        "startups launched combinator",
        "yc"
      ],
      "messages": [
        [
          "The Software Behind YC’s Investor Day by Finbarr Taylor http://themacro.com/articles/2016/08/investor-day-software/ Check out this link  ",
          1472567125
        ],
        [
          "The 48 startups that launched at Y Combinator S16 Demo Day 2 https://techcrunch.com/2016/08/23/yc-demo-day/ The 48 startups that launched at Y Combinator S16 Demo Day 2 The world's most prestigious startup school launched 48 companies today at part 2 of its Summer 2016 Demo Day. Nanoparticle analytics and delivery...",
          1472043638
        ],
        [
          "Congrats to all the startups who presented at YC S16 Demo Day! \n\nLove, \nYC Timeline Photos",
          1471991971
        ],
        [
          "All 44 startups that launched at Y Combinator S16 Demo Day 1: http://ow.ly/mfLN303ukcR via TechCrunch All 44 startups that launched at Y Combinator S16 Demo Day 1 Farm drones, autonomous security guards and next-generation tampons were among the products presented at today's Y Combinator startup accelerator...",
          1471912778
        ],
        [
          "What It’s Like to do YC Demo Day as a VC then as an Entrepreneur http://ow.ly/ZJyG303tvxv What It’s Like to do YC Demo Day as a VC then as an Entrepreneur Last year I participated in YC Demo Day as a VC. This year I’m participating as part of “the batch”.",
          1471882178
        ],
        [
          "A Guide to Demo Day Presentations by Geoff Ralston http://themacro.com/articles/2016/07/guide-to-demo-day-pitches/ Timeline Photos",
          1469458535
        ],
        [
          "Investor Day Investor Day Below is a copy of an email I sent to investors who attend YC's Demo Day. It discusses some of the changes we’re making and how they will impact Demo Day.\n\n\n YC Demo Day Investors,\n\n We’re making...",
          1467908664
        ],
        [
          "Here are the 59 startups that demoed at Y Combinator W16 Demo Day 2 http://ow.ly/ZSr9t Here are the 59 startups that demoed at Y Combinator Winter ’16 Demo Day 2 \"Food, housing, healthcare, transportation. Life essentials made better and more affordable.\" These are the types of startups that partner Paul...",
          1458782876
        ],
        [
          "The 60 startups that launched at Y Combinator Winter 2016 Demo Day 1 http://ow.ly/ZPuCj All 60 startups that launched at Y Combinator Winter 2016 Demo Day 1 \"You’ll notice we have many more startups that aren’t in the traditional software category,\" said Y Combinator President Sam Altman at the start of...",
          1458693408
        ],
        [
          "The 52 Startups That Launched At Y Combinator Summer 2015 Demo Day 2 http://ow.ly/2buHXN Here Are The 52 Startups That Launched At Y Combinator Summer 2015 Demo... Hardware was the clear cut theme of Day 1, Demo Day 2 of Y Combinator's Summer 2015 was a bit more… eclectic. Moving services! Streaming services!...",
          1440077907
        ],
        [
          "The 50 Startups That Launched At Y Combinator Summer 2015 Demo Day 1 \n http://ow.ly/R4L0C The 50 Startups That Launched At Y Combinator Summer 2015 Demo Day 1 Hardware took the spotlight at today's Y Combinator Demo Day, reflecting a major shift of the accelerator beyond the cliche mobile app startup. Out...",
          1439949309
        ],
        [
          "Nine Years of Demo Days: How YC has changed http://ow.ly/R4riq Nine Years of Demo Days: How YC has changed My first Y Combinator demo day was the one I presented at, back in the summer of 2006.  I've gone to every single demo day since then, making me, I...",
          1439934075
        ],
        [
          "What Happens After Y Combinator: The Marathon After the Sprint http://ow.ly/L92FJ What Happens After Y Combinator: The Marathon After The Sprint Startup founders obsess about \"winning\" Demo Day. But even the winners will struggle to build sustainable businesses.",
          1428000765
        ],
        [
          "The Magic Thread by @gralston http://ow.ly/KZhNA The Magic Thread by Geoff Ralston Y Combinator just held our 20th demo day. For the first time ever demo day was spread across two days during which 109 companies pitched their...",
          1427726445
        ],
        [
          "The 47 startups that launched at YC Winter 2015 Demo Day part 2: http://ow.ly/KN3Ar 47 Startups That Launched At Y Combinator Winter 2015 Demo Day 2 Y Combinator got so big, it had to split its Demo Day in two. During today's second wave we saw a variety of promising biotech, marketplace,...",
          1427296088
        ],
        [
          "Today is Winter 2015 Demo Day, part 2. A lineup of the companies that presented yesterday: http://ow.ly/KKzsZ Here Are The Companies That Presented At Y Combinator Demo Day 1 It's that time again! Today was Demo Day 1 (of 2) for Y Combinator's Winter 2015 class — when investors and reporters get their first in-person...",
          1427219428
        ],
        [
          "At the largest-ever Y Combinator Demo Day, pitching is down to a science: http://venturebeat.com/2015/03/23/at-the-largest-ever-y-combinator-demo-day-pitching-is-down-to-a-science/ At the largest-ever Y Combinator Demo Day, pitching is down to a science | VentureBeat |... This year, the largest batch of YC companies ever — 114 companies — is taking the stage in hopes of winning investment, market share, and more.",
          1427218960
        ],
        [
          "\"We invest in people.\" - @RonConway on investing and Y Combinator: http://ow.ly/JYzzG Legendary Angel Investor Ron Conway Isn't Looking At Your Idea, He's... With Demo Day fast approaching for the current batch of YC founders, we check in with legendary angel investor Ron Conway.",
          1425575134
        ],
        [
          "Demo Days Demo Days There are 114 companies in the current YC batch.  We’ve grown too big for them to all present on one day.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSo, for the first time, we are going to have two Demo Days, March 23...",
          1421856194
        ],
        [
          "A Reminder to Investors A Reminder to Investors Sam wrote about this in his recent blog post, but I've found that important and seemingly obvious things often bear repeating. So with Demo Day approaching, I'd like to make the following point...",
          1407851339
        ],
        [
          "Demo Day Online Demo Day Online Our summer batch is big this year – approximately 85 startups will be presenting their products and services at our Demo Day next month.  We know that not everyone we’ve invited to Demo Day will be...",
          1406661796
        ]
      ],
      "dates_start": 1422108874,
      "dates_end": 1466901469,
      "likes_avg": 63,
      "likes_stdev": 75,
      "comments_avg": 1,
      "comments_stdev": 1,
      "shares_avg": 11,
      "shares_stdev": 15
    },
    {
      "number": 3,
      "important": [
        "month",
        "photo",
        "timelin",
        "wed",
        "aaron",
        "appli yc",
        "interview",
        "founder",
        "like",
        "day"
      ],
      "common": [
        "2016",
        "articles 2016",
        "ask",
        "combinator",
        "employee",
        "female",
        "founders",
        "startup",
        "themacro articles 2016",
        "yc"
      ],
      "messages": [
        [
          "We will hold a day of interviews in Vancouver for founders we’d like to interview but can’t get US visas. http://blog.ycombinator.com/us-visas/ Timeline Photos",
          1489075314
        ],
        [
          "Meet YC partners and alum at Stanford and Berkeley this month: https://blog.ycombinator.com/yc-at-stanford-and-uc-berkeley-in-march/ YC at Stanford and UC Berkeley in March We'll be visiting Stanford and Berkeley this month. If you're starting a startup or considering applying to YC, we'd love to see you there. YC...",
          1488394416
        ],
        [
          "We pulled together eleven of the most frequently asked questions from Startup School attendees and had YC partners answer them on stage. \n\nhttp://blog.ycombinator.com/qa-with-yc-partners-at-startup-school/\n\nHere are the questions:\n\n1. If you know you want to eventually start a startup, when should you do it? Should you wait to become a domain expert or start now?\n\n2. What’s a good process for discovering and vetting new ideas that might be worth building?\n\n3. How do you choose between an idea you love but might be tough to monetize and an idea that has great revenue potential? \n\n4. YC generally recommends having a cofounder. Ooshma Garg of Gobble didn’t have a cofounder. What convinced you about her application?\n\n5. What are tools or services you’d recommend for founders that are just starting?\n\n6. What kinds of things do new founders waste time on?\n\n7. Is it more important to move fast or perfect your product? \n\n8. For a startup that’s recently launched, what would you consider a good growth rate?\n\n9. What do you look for when you’re reading a YC application? What do you look for when you’re interviewing companies? \n\n10. Is there an optimal time in the lifecycle of a company to apply for YC?\n\n11. Is there anything you wish you’d known when you first started? Timeline Photos",
          1483371957
        ],
        [
          "Y Combinator CEO Michael Seibel is discussing The Scientific Method for Startups on Hacker News - https://news.ycombinator.com/item?id=13107967 The Scientific Method for Startups and AMA with Michael Seibel | Hacker News",
          1480960236
        ],
        [
          "The Scientific Method for Startups by YC CEO Michael Seibel\n\n\"When people discuss startups they tend to talk about inspiration and creativity. This leads founders to believe they can imagineer a solution to any problem they’re trying to solve. In reality, executing a startup is a balance between creativity/intuition/instinct and the scientific method: hypothesize > a/b test > conclude > repeat.\"\n\nhttp://blog.ycombinator.com/the-scientific-method-for-startups/ The Scientific Method for Startups Executing a startup is a balance between creativity/intuition/instinct and the scientific method: hypothesize > a/b test > conclude > repeat.",
          1480959685
        ],
        [
          "A conversation with Mara Castro, Warby Parker’s first employee.\n\nhttps://blog.ycombinator.com/employee-1-warby-parker/ Employee #1: Warby Parker A conversation with Mara Castro, Warby Parker’s first employee.",
          1480520736
        ],
        [
          "Ask a Female Engineer: How can startups make the workplace more parent-friendly? \n\nhttp://themacro.com/articles/2016/10/ask-a-female-engineer-4/ Ask a Female Engineer: Employees with Kids and Relationships at Work Read more on Y Combinator's blog.",
          1477581479
        ],
        [
          "Marc Andreessen at Startup School with YC Partner and COO Qasar Younis. \n\nhttps://www.youtube.com/watch?v=NEOR0AJsziE Marc Andreessen at Startup School SV 2016",
          1477406123
        ],
        [
          "In our third \"Ask a Female Engineer\":\n\nQ: What about the application and interview experience would lead you to choose to join or not join a company? \n\nQ: What kinds of questions and types of technical interviews do you consider most effective?\n\nQ: What are the most effective ways for an early stage founder to create an inclusive environment?\n\nhttp://themacro.com/articles/2016/10/ask-a-female-engineer-3/ Timeline Photos",
          1475777993
        ],
        [
          "Ask a Female Engineer features questions asked anonymously to a panel of female engineers.\n\nThis week's question is: What conditions must be true for you to join an early stage startup?\n\nhttp://themacro.com/articles/2016/09/ask-a-female-engineer-2/\n\nIf you have questions you’d like to ask, or if you’re a female software developer who would like to participate, please email ask@ycombinator.com. Timeline Photos",
          1474552228
        ],
        [
          "Ask a Female Engineer: What conditions must be true for you to join an early stage startup?\n\nhttp://themacro.com/articles/2016/09/ask-a-female-engineer-2/ Timeline Photos",
          1474480938
        ],
        [
          "What are the non-obvious things men can do to make things better for female engineers?\n\nhttp://themacro.com/articles/2016/09/introducing-ask-a-female-engineer/?fb1 Introducing Ask a Female Engineer Read more on Y Combinator's blog.",
          1474389803
        ],
        [
          "YC and Founders Pledge YC and Founders Pledge Many of our founders ask us about how they can donate part of their equity or post exit proceeds, and now we have an answer: Founders Pledge.  \n\n\nWith Founders Pledge, founders can sign a pledge to...",
          1474383664
        ],
        [
          "Getting Press for Your Startup by Michael Seibel http://themacro.com/articles/2016/09/getting-press-for-your-startup/ Timeline Photos",
          1474382123
        ],
        [
          "A conversation with Aston Motes, Dropbox’s first employee. http://themacro.com/articles/2016/09/employee-1-dropbox/ Timeline Photos",
          1474296101
        ],
        [
          "\"Every startup has the potential to be your life's work.\" - Michael Seibel Timeline Photos",
          1474150462
        ],
        [
          "Qasar Younis and Marc Andreessen in conversation at Startup School Timeline Photos",
          1474145421
        ],
        [
          "YC Changes YC Changes TL;DR:\n*Michael Seibel will be the new CEO of YC Core, which we are now just going to call \"YC\".\n*Ali Rowghani is now the CEO of the YC Continuity Fund.\n*I’m going to be the President of YC Group,...",
          1473778807
        ],
        [
          "A look inside our first Investor Day with YC's Qasar Younis https://www.washingtonpost.com/news/the-switch/wp/2016/08/29/inside-one-of-silicon-valleys-most-celebrated-rituals-raising-cash/ Inside One of Silicon Valley’s Most Celebrated Rituals: Raising Cash Over the course of three frenzied days, investors and eager startups try to make a match.",
          1472494575
        ],
        [
          "Users You Don't Want by Michael Seibel http://themacro.com/articles/2016/08/users-you-dont-want/ Users You Don’t Want Read more on Y Combinator's blog.",
          1471446574
        ],
        [
          "Our conversation with Marc LaFountain, @tumblr's first employee http://themacro.com/articles/2016/08/employee-1-tumblr/ Timeline Photos",
          1470857472
        ],
        [
          "Employee 1: Tumblr http://themacro.com/articles/2016/08/employee-1-tumblr/ Employee #1: Tumblr · The Macro A conversation with Marc LaFountain, Tumblr’s first employee. Employee #1 is a series of interviews focused on sharing the often untold stories of...",
          1470840183
        ],
        [
          "Product Development Cycle Fundamentals by Michael Seibel http://themacro.com/articles/2016/08/product-development-cycle-fundamentals/ Timeline Photos",
          1470152931
        ],
        [
          "Our conversation with Bill Fernandez, Employee 1 at Apple - http://themacro.com/articles/2016/07/employee-1-apple/ Timeline Photos",
          1469545946
        ],
        [
          "How to Pitch Your Company by Michael Seibel http://themacro.com/articles/2016/07/how-to-pitch-your-company/ Timeline Photos",
          1468946285
        ],
        [
          "A conversation with Nick Grandy, Employee 1 at Airbnb - http://themacro.com/articles/2016/07/nick-grandy/ Employee #1: Airbnb · The Macro A conversation with Nick Grandy, Airbnb’s first employee. Employee #1 is a series of interviews focused on sharing the often untold stories of...",
          1468853386
        ],
        [
          "\"In the same way a company’s tone and culture is a reflection of the founders, so to is the community it creates.\" http://themacro.com/articles/2016/07/chris-slowe-interview/ Employee #1: Reddit · The Macro A conversation with Chris Slowe, Reddit’s first employee. Employee #1 is a series of interviews focused on sharing the often untold stories of...",
          1467916687
        ],
        [
          "KPCB's Ventured podcast talks to YC's Qasar Younis: The User Guide to Early Stage Investing http://ow.ly/duS7301Z82K The User Guide to Early Stage Fundraising Over the last decade, the early-stage funding environment has dramatically changed. There are now myriad financing options that founders can...",
          1467816882
        ],
        [
          "You can apply to shadow YC partner Qasar Younis for a day: http://ow.ly/lQqF301OoK4 Enter to Win a Chance to Spend the Day at Y Combinator WayUp has put together a Shadow For A Day Contest, where one student will get to spend the day with Y Combinator COO and partner Qasar Younis.",
          1467308151
        ],
        [
          "\"Founders often hold too tightly onto solutions and too loosely onto problems.\" http://themacro.com/articles/2016/06/the-real-product-market-fit/ Michael Seibel Timeline Photos",
          1467034444
        ],
        [
          "Triplebyte created more employee-friendly stock options. We're encouraging our alum to use these option plan docs: http://ow.ly/YVQGy A New, Standardized Way For Employees To Keep Their Vested Stock... Amid headlines about billion-dollars valuations are many employees who remain trapped unless their employers eventually go public or else sell to...",
          1456846242
        ],
        [
          "Why YC? Why YC? People often ask us what happens at YC and what benefits you get as a YC founder. Here is a list of the resources available to YC founders.\n\nYou can also read a longer version of what happens at YC...",
          1455814806
        ],
        [
          "We’re Qasar and Kevin, Partners at Y Combinator. Ask us Anything! https://www.techinasia.com/talk/qasar-kevin-yc-ama/ We’re Qasar and Kevin, Partners at Y Combinator! Ask us Anything! We’re Qasar Younis and Kevin Hale. Both of us are YC alumni that had our companies acquired. Now we've joined Y Combinator as partners! Ask us...",
          1448981768
        ],
        [
          "Tips for YC Interviews Tips for YC Interviews We are in the midst of YC interviews right now and I had a few bits of advice for interviewees that I thought I'd publish while they are still top of mind (in no particular order):  \n\n1. Don't use...",
          1447620755
        ],
        [
          "Apply Apply At YC, we have a healthy problem. It’s cool to start a startup lately, and YC is an increasingly  popular place to do so. But this kind of popularity can be a double-edged sword: In the last month,...",
          1444057206
        ],
        [
          "A Female Founder at Y Combinator: My Experience http://ow.ly/R6ROg by @zidishainc's Julia Kurnia A Female Founder at Y Combinator: My Experience When Fast Company published an article that described the challenges I faced caring for a toddler during Y Combinator's startup incubator program,...",
          1440002570
        ],
        [
          "\"Next time you have an idea and it gets rejected, I want you to think of these emails.\" - Emails from 7 VCs who rejected Airbnb in 2008 http://ow.ly/PvK0e 7 Rejections On June 26, 2008, our friend Michael Seibel introduced us to 7 prominent investors in Silicon Valley. We were attempting…",
          1436741601
        ],
        [
          "We need to rethink employee compensation http://ow.ly/OKzj6 We need to rethink employee compensation I think that the way that employees are getting compensated at startups is starting to break. The old model of relatively low salary and \"high\"...",
          1435158547
        ],
        [
          "YC's Sam Altman and Geoff Ralston (YC + ImagineK12) will be at MIT and Harvard tonight! See you there: http://blog.ycombinator.com/y-combinator-and-imagine-k12-at-princeton-harvard-mit-and-dartmouth-this-week Y Combinator and Imagine K12 at Princeton, Harvard, MIT & Dartmouth this week How do you come up with an idea?  Should you start a startup in college? What are the best fundraising options for edtech founders? Hear short talks from YC partners Sam Altman, Qasar Younis and...",
          1425569546
        ],
        [
          "Y Combinator and Imagine K12 at Princeton, Harvard, MIT & Dartmouth this week Y Combinator and Imagine K12 at Princeton, Harvard, MIT & Dartmouth this week How do you come up with an idea? \nShould you start a startup in college?\nWhat are the best fundraising options for edtech founders?\n\nHear short talks from YC partners Sam Altman, Qasar Younis and...",
          1425306526
        ],
        [
          "Where to start a startup by @yuris http://ow.ly/JBfpu Where to start up a startup | AeroFS 24 Feb 2015 by Yuri Sagalov Foreign founders rank as a large demographic of Y Combinator founders, so it comes as no surprise that the question of where to base a startup post-YC comes up often.",
          1424805346
        ],
        [
          "The last lecture of \"How to Start a Startup\": Later-Stage Advice -- advice for months 12-24 of your company http://startupclass.samaltman.com/courses/lec20/ Timeline Photos",
          1417736554
        ],
        [
          "Female Founder Stories: We collected interviews with some of Y Combinator's female alumni. Learn about how they got started, their experience at Y Combinator, what it's like as a woman running a startup, and what they wish they'd known when they were younger. Their answers are fascinating, both individually and in their variety: www.femalefounderstories.com Timeline Photos",
          1416847112
        ],
        [
          "What We Learned From 40 Female YC Founders What We Learned From 40 Female YC Founders We’re excited to launch Female Founder Stories, a collection of interviews with 40 of Y Combinator’s female alumnae.  We asked them about things like how they got started, their experience at Y...",
          1416846064
        ],
        [
          "Legal and Accounting Basics for Startups by YC's Kirsty Nathoo and Carolynn Levy. Lecture 18 of \"How to Start a Startup\": http://startupclass.samaltman.com/courses/lec18/ Timeline Photos",
          1416528226
        ],
        [
          "A great lecture from Jawbone's Hosain Rahman on how to design hardware products. Lecture 17 of \"How to Start a Startup\": http://startupclass.samaltman.com/courses/lec17/ Timeline Photos",
          1416416222
        ],
        [
          "Ben Horowitz of Andreessen Horowitz talks about one key concept of management in Lecture 15 of \"How to Start a Startup\": http://startupclass.samaltman.com/courses/lec15/ Timeline Photos",
          1415820532
        ],
        [
          "The Founder's Guide to Selling Your Company by Justin Kan:  http://justinkan.com/the-founders-guide-to-selling-your-company The Founder's Guide To Selling Your Company • Justin Kan For most founders, selling a company is a life changing event that they have had no training for. At Y Combinator, one big thing we help our startups with is navigating questions around the acquisition process. Originally, I wrote this guide for... | Justin Kan | YC Partner and I started some compan…",
          1415649754
        ],
        [
          "Stripe's Patrick Collison and John Collison, and Pinterest's Ben Silbermann on culture and hiring. Lecture 11 of \"How to Start a Startup\": http://startupclass.samaltman.com/courses/lec11 Timeline Photos",
          1414596146
        ],
        [
          "How to Start a Startup, Lecture 7: How to Build Products Users Love by YC's Kevin Hale: http://startupclass.samaltman.com/courses/lec07/ startupclass.samaltman.com",
          1413326356
        ],
        [
          "YC will be at UPenn on Tuesday 10/7 for office hours + a talk by YC's Dalton Caldwell, Qasar Younis & @AptDeco's Reham Fagiri. Join us! https://www.facebook.com/events/286414368216737/ Y Combinator @ Penn [OPEN ONLY TO STUDENTS WITH A PENN ID]\n\nHear from YC Partners Qasar Younis (Founder, Talkbin) and Dalton Caldwell (Founder, imeem and App.net) as well as Reham Fagiri (Founder, AptDeco and WG'12) about their experiences getting their companies off the ground! Q+A Session to Follow.\n\nDinner and an Informal Meet + Greet Session will follow at 7:30pm in SHDH 1206.\n\nFor more information on Y Combinator and to apply for the Winter 2015 Batch, visit http://www.ycombinator.com",
          1412181153
        ],
        [
          "Interview with YC's Kate Courteau Interview with YC's Kate Courteau New Profit, a venture philanthropy fund, posted a two-part interview with YC's Director of Nonprofits Kate Courteau. \n\nExcerpt from Part 1: \n\n(SH): Why did YC decide to start supporting social...",
          1404918379
        ],
        [
          "Comprehend (YC W11) founder Rick Morrison on being an enterprise startup in YC  Comprehend (YC W11) founder Rick Morrison on being an enterprise startup in YC \"When we first founded Comprehend in early 2010, I didn’t consider applying to Y Combinator, even though I was very familiar with YC, Founders at Work, and Paul Graham’s essays. I thought YC only...",
          1395872960
        ],
        [
          "Boris Jabes of Meldium (YC W13) in Geekwire: How to quit Microsoft and start your startup Boris Jabes of Meldium (YC W13) in Geekwire: How to quit Microsoft and start your startup Boris Jabes, cofounder of YC startup Meldium writes:\n\n There’s always been a steady stream of talent leaving Microsoft, but after recent events, we’re certain to see more of an exodus. Picture...",
          1381429349
        ]
      ],
      "dates_start": 1423988592,
      "dates_end": 1480266767,
      "likes_avg": 83,
      "likes_stdev": 292,
      "comments_avg": 1,
      "comments_stdev": 1,
      "shares_avg": 9,
      "shares_stdev": 16
    },
    {
      "number": 4,
      "important": [
        "speak",
        "news",
        "recent",
        "presid",
        "ycs sam",
        "chang",
        "sam",
        "social",
        "altman",
        "valley"
      ],
      "common": [
        "altman",
        "combinator",
        "president",
        "sam",
        "sam altman",
        "startup",
        "startups",
        "yc",
        "yc sam",
        "yc sam altman"
      ],
      "messages": [
        [
          "YC's Sam Altman will be speaking at Inforum at the Commonwealth Club  on 4/13 about social change & startups: http://ow.ly/1lxy309dXgE Sam Altman: Social Change and Startups Sam Altman, President, Y Combinator; Co-chairman of OpenAI Nellie Bowles, Silicon Valley Correspondent; Moderator, Vice News Tonight Sam Altman, 31, has been one of Silicon Valley’s brightest stars for years as a founder, investor and president of Y Combinator. But, more recently, Sam and Y Combinat...",
          1487705341
        ],
        [
          "Sam Altman is doing a Whale AMA tomorrow at 11AM PST - bit.ly/samAMA Add me on Whale! Username: sama Watch Q&A by Sam Altman. Download Whale for iOS!",
          1485907660
        ],
        [
          "Sam Altman will be doing a Whale AMA on 2/1 @ 11am PT\n\nhttp://bit.ly/samAMA Timeline Photos",
          1484860197
        ],
        [
          "A profile on Y Combinator and Sam Altman by The New Yorker: http://ow.ly/UCwS304Ooar Sam Altman’s Manifest Destiny Is the head of Y Combinator fixing the world, or trying to take over Silicon Valley?",
          1475515812
        ],
        [
          "Sam Altman on How to Build the Future. \n\nhttps://www.youtube.com/watch?v=sYMqVwsewSg Sam Altman : How to Build the Future Access podcast and transcript versions of this interview here: https://www.ycombinator.com/future/sam",
          1474992633
        ],
        [
          "\"There's talent in India and capital will come\" - YC's Sam Altman - Times of India: http://ow.ly/smQ03026Kzk There's talent in India and capital will come: Sam Altman - Times of India  ",
          1468200611
        ],
        [
          "Later Stage Advice for Startups by Sam Altman http://themacro.com/articles/2016/07/later-stage-advice-for-startups/ http://www.themacro.com/articles/2016/07/later-stage-advice-for-startups/  ",
          1467820553
        ],
        [
          "Meet Sam Altman in Krakow, Paris and London Meet Sam Altman in Krakow, Paris and London YC's Sam Altman will be in Krakow, Paris and London from June 3-7.\n\nJoin him at any of the events below for a conversation about startups, technology, hard tech, YC and more.\n\n\nJune 3, 6PM \nKrakow...",
          1464246012
        ],
        [
          "Y Combinator’s Sam Altman Is Bullish on Biotech Startups http://ow.ly/Uo9HM Y Combinator’s Sam Altman Is Bullish on Biotech Startups \"It’s remarkable how much the willingness to write checks on the order of tens of millions of dollars just blossomed in the last year.\"",
          1447085769
        ],
        [
          "A visual transcript of @sama's Twitter Ask-Me-Anything, made by YC alum @SketchDeck http://ow.ly/TJcTx Sam Altman's Ask Me Anything  ",
          1445526506
        ],
        [
          "Y Combinator at Make School - 10/24 Y Combinator at Make School - 10/24 To cap off our Fall 2015 College Tour, YC's will be making one last stop at Make School in San Francisco on October 24 at 2pm. \n\nSam Altman will speak, and Kat Manalac will moderate a panel of YC...",
          1444917806
        ],
        [
          "Cruise (YC W14) Raises $12.5M; Poaches Tesla’s Lead on Autopilot http://ow.ly/Sp8GV Cruise Raises $12.5M From Spark, YC’s Sam Altman For Self-Driving Cars;... A few months ago, I took a ride down the 101 in an Audi that had been modified to self-drive down Bay Area highways. It was a company called Cruise...",
          1442597818
        ],
        [
          "\"If you could pick one thing to do to help the poorest half of people in the world I would pick safe, cheap and clean energy.\" - YC's Sam Altman in NYT http://ow.ly/PvHC5 Sam Altman in the NYT Sunday Review A tech venture capitalist who shuns social media and cherishes silence.",
          1436739393
        ],
        [
          "Why Hardware Could Yield the Next $10 Billion Startups: http://ow.ly/KNa9L Sam Altman: Why Hardware Could Yield the Next $10 Billion Startups Sam Altman, who as president of Y Combinator helps run one of the most selective accelerators in the world, thinks hardware could yield more $10...",
          1427299226
        ],
        [
          "YC's Sam Altman is doing an AMA on Hacker News right now. Ask him anything: https://news.ycombinator.com/item?id=9238839 I Am Sam Altman, President of Y Combinator. AMA | Hacker News  ",
          1426867564
        ],
        [
          "Sam Altman on the elements of a successful startup http://ow.ly/JVuVM Y Combinator’s Sam Altman On the Elements of a Successful Startup You don’t have to have millions of dollars or the best team possible to launch a winning startup. What you do need to have, however, is passion...",
          1425484532
        ],
        [
          "YC's Sam Altman is teaching a live, one-hour \"Startup Advice\" class tomorrow (2/21) at 1pm PT on Platzi: http://ow.ly/Jq2sS “Startup Advice”, a live class by Sam Altman, tomorrow 1:00pm PT Y Combinator President Sam Altman will share his advice on how to start a startup. He'll talk about what it takes to succeed and what common...",
          1424474130
        ],
        [
          "Startup advice, briefly by Sam Altman: http://ow.ly/Jpgwp Startup advice, briefly This is a very short summary with lots left out—here is the long version: http://startupclass.samaltman.com You should start with an idea, not a company.  When it’s just an idea or...",
          1424457950
        ],
        [
          "Congrats to YC's Sam Altman + the YC founders named in Forbes' 30 Under 30 Congrats to YC's Sam Altman + the YC founders named in Forbes' 30 Under 30 Image: Walter Smith for Forbes\n\nCongratulations to YC's Sam Altman and the YC founders named in Forbes' 30 Under 30. \n\n Consumer Tech\n James Beshara - Crowdtilt \n\nRyan Hoover - Product Hunt\n\nKevin...",
          1420481965
        ],
        [
          "FarmLogs (YC W12) Nabs $10m Series B From SV Angel, Sam Altman And Others http://ow.ly/G3WAb FarmLogs Nabs $10m Series B From SV Angel, Sam Altman And Others Nearly 12 months ago, FarmLogs announced it raised a $4 million series A. And today the company is back with a $10 million series B to keep pushing...",
          1418838082
        ],
        [
          "YC's Sam Altman and Elizabeth Iorns talk to Nature about funding biotech startups YC's Sam Altman and Elizabeth Iorns talk to Nature about funding biotech startups Y Combinator, a company that backs technology start-ups, is famous for its early support of successful software firms such as Airbnb and Dropbox. It historically has invested a few thousand dollars...",
          1398270299
        ],
        [
          "YC President Sam Altman interviewed on CNN Money YC President Sam Altman interviewed on CNN Money \"How do we convince that brilliant engineer that has the idea he's really passionate about, that can change the world, to start a startup and not go work as an engineer at a big company?\" Altman...",
          1397059978
        ],
        [
          "Sam Altman for President Sam Altman for President I'm delighted to announce that Sam Altman has agreed to become president of Y Combinator starting next batch.  I'll continue to do office hours with startups, but Sam is going to lead YC.\n\nWhy the...",
          1393005301
        ],
        [
          "YC W2014 kickoff dinner panel with Lob, DoorDash, Teespring, Science Exchange, and URX (via Sam Altman) Timeline Photos",
          1389204967
        ]
      ],
      "dates_start": 1410631217,
      "dates_end": 1470332124,
      "likes_avg": 46,
      "likes_stdev": 39,
      "comments_avg": 1,
      "comments_stdev": 2,
      "shares_avg": 7,
      "shares_stdev": 6
    },
    {
      "number": 5,
      "important": [
        "use",
        "photo",
        "stori",
        "timelin",
        "launch",
        "product",
        "aaron",
        "ai",
        "yc launch",
        "founder"
      ],
      "common": [
        "2016",
        "articles",
        "articles 2016",
        "articles 2016 07",
        "blog",
        "startup",
        "themacro",
        "themacro articles",
        "themacro articles 2016",
        "yc"
      ],
      "messages": [
        [
          "Founder Stories: Dr Ritesh Malik of Innov8 http://blog.ycombinator.com/founder-stories-ritesh-malik-of-innov8/ Timeline Photos",
          1489589935
        ],
        [
          "YC W17 Launch: Moneytis and Tolemi http://blog.ycombinator.com/yc-w17-launch-moneytis-and-tolemi/ Timeline Photos",
          1489503157
        ],
        [
          "How to Know When Products Actually Use AI by Ivan Novikov http://blog.ycombinator.com/how-to-know-when-products-actually-use-ai/ Timeline Photos",
          1489166851
        ],
        [
          "Athelas: Our Road From Hack To Product by Athelas cofounder Tanay Tandon\n\nhttp://blog.ycombinator.com/athelas-our-road-from-hack-to-product/ Timeline Photos",
          1485450828
        ],
        [
          "How to Use Both Your Wits in a Startup by Ben Huh\n\nhttp://blog.ycombinator.com/how-to-use-both-your-wits-in-a-startup/\n\n\"Startup culture places immense value in our logical thought process. I do too. But without incorporating both sides of your brain in your decision-making (slow logic and fast intuition), you risk being swept down the river when the dam of startup stress bursts.\" Timeline Photos",
          1484761065
        ],
        [
          "Congrats to Level Frames (YC W15) on launching photo filters. Turn photos into framed art: http://tcrn.ch/2gtP0sp Level Frames launches AI photo filters so you can be artsy IRL Prisma has made quite an impression on the tech world, and Level Frames is looking to capitalize on the trend. The YC-backed company, which offers...",
          1480354676
        ],
        [
          "Oleg Rogynskyy of People.ai (S16) charted how he and batchmates spent time before/during YC.\n\nhttp://themacro.com/articles/2016/11/the-yc-effect/ Timeline Photos",
          1478186809
        ],
        [
          "Strategies for Marketing in Asia by Eli Schwartz, Director of Marketing, APAC, for SurveyMonkey.\n\nhttp://themacro.com/articles/2016/10/strategies-for-marketing-in-asia/ Timeline Photos",
          1476284752
        ],
        [
          "Congrats to ShearShare (F3) on winning #innovatecelebrate http://shearshare.com/shearshare-wins-startup-of-the-year-at-innovate-and-celebrate/ Timeline Photos",
          1475761523
        ],
        [
          "\"Grit is your ability to keep going even when it hurts.\" - Ooshma Garg http://themacro.com/articles/2016/10/ooshma-garg-at-startup-school/ Timeline Photos",
          1475697165
        ],
        [
          "Common Misconceptions About Applying To YC\n\nhttp://themacro.com/articles/2016/09/common-misconceptions-about-applying-to-yc/ Timeline Photos",
          1474569713
        ],
        [
          "\"Anyone inventing products should be able to articulate a robust theory of human nature\" - Reid Hoffman Timeline Photos",
          1474148461
        ],
        [
          "Kalam Dennis & Reham Fagiri of AptDeco share how they built a profitable business. startupschool.org/live/ Timeline Photos",
          1474140350
        ],
        [
          "Chad Rigetti is building quantum computers in Berkeley. Timeline Photos",
          1474133235
        ],
        [
          "Squire is OpenTable for Barbershops http://themacro.com/articles/2016/09/squire/ Timeline Photos",
          1473360487
        ],
        [
          "A breakdown of the tools used by 600+ YC companies http://themacro.com/articles/2016/08/yc-tech-stacks/ Timeline Photos",
          1470923778
        ],
        [
          "\"Design doesn’t have to be complicated, intimidating, or expensive.\" - Dominika Blackappl http://themacro.com/articles/2016/08/practical-design-user-observation/ Timeline Photos",
          1470062207
        ],
        [
          "The books we're reading this summer http://themacro.com/articles/2016/07/yc-summer-reading/ Timeline Photos",
          1469892435
        ],
        [
          "\"I’m fascinated by how we can impact our realities based on how we think about things.\" http://themacro.com/articles/2016/07/jack-dorsey-q-and-a/ Timeline Photos",
          1469719635
        ],
        [
          "YC's Summer Reading - http://themacro.com/articles/2016/07/yc-summer-reading/ Timeline Photos",
          1469632751
        ],
        [
          "We sat down with Topher C and Ron Conway before they spoke to the batch - http://themacro.com/articles/2016/07/ron-and-topher-conway/ Timeline Photos",
          1469024744
        ],
        [
          "We sat down with Aaron Levie for a Q&A before he spoke to the batch - http://themacro.com/articles/2016/07/aaron-levie/ Timeline Photos",
          1468421967
        ],
        [
          "\"It’s okay to not have an opinion about everything.\" http://themacro.com/articles/2016/06/andrew-mason/ Timeline Photos",
          1466615737
        ],
        [
          "\"Independent thinking combined with a relentless work ethic can outpace experience.\" http://themacro.com/articles/2016/06/tony-xu/ Timeline Photos",
          1466002331
        ],
        [
          "\"Create fewer, better things.\" http://themacro.com/articles/2016/06/startup-school-cuyana/ Timeline Photos",
          1465842698
        ],
        [
          "\"If you aren’t building a product that satisfies a real need, you’ll never succeed.\" http://themacro.com/articles/2016/06/how-not-to-fail/ Timeline Photos",
          1465507959
        ],
        [
          "Get the Monday Morning Macro in your inbox: https://confirmsubscription.com/h/t/5FAD2A339EADB1C2 Timeline Photos",
          1454341293
        ],
        [
          "YC W15 Prototype Day! Timeline Photos",
          1421877695
        ],
        [
          "Flower delivery startup BloomThat (YC S13) is expanding to LA: http://ow.ly/FqPs0 Congrats BloomThat team! Timeline Photos",
          1417800621
        ],
        [
          "Boosted Boards (YC S12)  just launched two new boards starting at $999 and they look pretty awesome: http://boostedboards.com/new-electric-skateboard-models/ Timeline Photos",
          1415286522
        ],
        [
          "Help Meteor (YC S11) unlock $25k for CodeNow to teach kids programming: https://www.meteor.com/blog/2014/06/23/meteor-challenge-2014 #meteorchallenge Timeline Photos",
          1403877904
        ],
        [
          "The #FemaleFounders conference is livestreaming here now: https://www.youtube.com/watch?v=QDaqt9NzDUc Timeline Photos",
          1393709520
        ]
      ],
      "dates_start": 1439549940,
      "dates_end": 1488803109,
      "likes_avg": 45,
      "likes_stdev": 49,
      "comments_avg": 1,
      "comments_stdev": 1,
      "shares_avg": 6,
      "shares_stdev": 9
    },
    {
      "number": 6,
      "important": [
        "new",
        "team",
        "excit",
        "three",
        "parttim",
        "aaron",
        "yc team",
        "parttim partner",
        "partner",
        "welcom"
      ],
      "common": [
        "announce",
        "joining",
        "new",
        "part",
        "part time",
        "partners",
        "steven",
        "time",
        "welcome",
        "yc"
      ],
      "messages": [
        [
          "Welcome Daniel, Nicole, Stephanie, Steven and Tatyana! https://blog.ycombinator.com/welcome-daniel-nicole-stephanie-steven-and-tatyana/ Welcome Daniel, Nicole, Stephanie, Steven and Tatyana! We're excited to welcome five new members of the YC team: Daniel Gross, Nicole Cadman, Stephanie Simon, Steven Chan and Tatyana Veremyova.",
          1484075101
        ],
        [
          "We're excited to welcome Aaron, Gustaf, Lyle, Immad and Marcus to YC: http://ow.ly/sv6s306hbxp Welcome Aaron, Gustaf, Lyle, Immad and Marcus We're excited to welcome three new visiting partners and three new part-time partners to YC. \r\n\r\nYC Winter 2017 Visiting Partners\r\nThe visiting...",
          1479403826
        ],
        [
          "Welcome x11 Welcome x11 We have a lot of new additions to the team to announce.\n\n\n\nTim Brady is joining YC as a Partner.  Previously, he was a Partner at ImagineK12.  Tim was Yahoo’s first employee and spent 8 years as...",
          1457720411
        ],
        [
          "Welcome Jared! Welcome Jared! I'd delighted to share that Jared Friedman is joining as a full-time partner.  Jared cofounded Scribd, the world's online library, which was funded by Y Combinator in 2006.  He was the CTO there....",
          1444330006
        ],
        [
          "Welcome Anne, Ben, and Joe! Welcome Anne, Ben, and Joe! I’m delighted to announce three new part-time partners.\n\n\nAnne Wojcicki is the cofounder and CEO of 23andMe.  Anne is one of the world experts on biotechnology and healthcare companies; her...",
          1442509142
        ],
        [
          "Welcome Amy, Susan, Colleen, and Steven Welcome Amy, Susan, Colleen, and Steven I’m delighted to announce four new additions to the YC team.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAmy Buechler is joining us as an associate, working closely with founders in the current investment cycle. ...",
          1434561159
        ],
        [
          "Welcome Luke and Rick Welcome Luke and Rick We are happy to announce two new additions to the YC team.\n\nRick Morrison is joining us as a part-time partner.  Rick is the founder and CEO of Comprehend Systems.  Comprehend makes...",
          1428937264
        ],
        [
          "Welcome Peter Welcome Peter I’m delighted to announce Peter Thiel is joining YC as one of the (now 10!) part-time partners. \n\n\n\nIn addition to founding PayPal and Palantir and being the first investor in Facebook, Peter has...",
          1426021423
        ],
        [
          "Welcome Michael, Jon, and Ilya Welcome Michael, Jon, and Ilya I’m delighted to share that Michael Seibel (formerly a part-time partner at YC) and Jon Levy (formerly a part-time lawyer for YC) are becoming partners.\n\n\n\nAdditionally, Ilya Sukhar (former CEO of...",
          1417629755
        ],
        [
          "Welcome Scott, Dalton, Adora, Brett, Nicole, Alexis, and Qasar Welcome Scott, Dalton, Adora, Brett, Nicole, Alexis, and Qasar We have a bunch of new additions to the YC team to announce.\n\n\n\nScott Bell is joining the YC software team.  He was a co-founder of Skysheet from YC W09. He’s coming to YC from Houston where he was...",
          1405695471
        ]
      ],
      "dates_start": 1417973390,
      "dates_end": 1466203321,
      "likes_avg": 50,
      "likes_stdev": 80,
      "comments_avg": 1,
      "comments_stdev": 2,
      "shares_avg": 5,
      "shares_stdev": 9
    },
    {
      "number": 7,
      "important": [
        "practic",
        "sign",
        "partner combin",
        "tool",
        "recap",
        "design",
        "pitch",
        "parttim partner",
        "macro sign",
        "macro"
      ],
      "common": [
        "2016",
        "macro",
        "macro sign",
        "recaps",
        "recaps macro",
        "recaps macro sign",
        "weekly",
        "weekly recaps",
        "weekly recaps macro",
        "weekly recaps macro sign"
      ],
      "messages": [
        [
          "Dominika Blackappl's tool for designing a startup pitch - http://themacro.com/articles/2016/08/practical-design-pitching/ Practical Design: Pitching · The Macro Dominika Blackappl is a designer and Part-Time Partner at Y Combinator. For weekly recaps of The Macro, sign up here. Design doesn’t have to be...",
          1471271308
        ],
        [
          "The Basics of SEO by Eli Schwartz http://themacro.com/articles/2016/08/the-basics-of-seo/ The Basics of SEO · The Macro Eli Schwartz is the Director of Marketing, APAC, for SurveyMonkey. For weekly recaps of The Macro, sign up here. As the search engines of the world...",
          1471014640
        ],
        [
          "Ed Catmull on Dan Carlin \"I thought that taking time for quality was just Pixar’s problem.\" http://themacro.com/articles/2016/08/ed-catmull-q-and-a/ Q&A with Ed Catmull · The Macro Ed Catmull, President of Pixar, sat down with us before speaking at YC's weekly dinner. For weekly recaps of The Macro, sign up here. What do you...",
          1470768006
        ],
        [
          "\"Values are easy to state but hard to live.\" Edwin Catmull http://themacro.com/articles/2016/08/ed-catmull-q-and-a/ Q&A with Ed Catmull · The Macro Ed Catmull, President of Pixar, sat down with us before speaking at YC's weekly dinner. For weekly recaps of The Macro, sign up here. What do you...",
          1470764213
        ],
        [
          "\"In their messaging founders often mistake the value of their business with how their business delivers value.\" http://themacro.com/articles/2016/08/practical-design-messaging/ Practical Design: Messaging · The Macro Dominika Blackappl is a designer and Part-Time Partner at Y Combinator. For weekly recaps of The Macro, sign up here. Design doesn’t have to be...",
          1470672795
        ],
        [
          "\"Great businesses can state clearly what the value to the customer is and how their business delivers that value.\" http://themacro.com/articles/2016/08/practical-design-messaging/ Practical Design: Messaging · The Macro Dominika Blackappl is a designer and Part-Time Partner at Y Combinator. For weekly recaps of The Macro, sign up here. Design doesn’t have to be...",
          1470664762
        ],
        [
          "\"People need to know the number of shares they’re being offered, the price of their shares, and the valuation.\" http://themacro.com/articles/2016/08/a-guide-to-employee-equity/ A Guide to Employee Equity · The Macro Joshua Reeves, CEO of Gusto (YC W12), discusses Gusto’s new guide to employee equity. For weekly recaps of The Macro, sign up here. Download...",
          1470318196
        ],
        [
          "A Guide to Employee Equity http://themacro.com/articles/2016/08/a-guide-to-employee-equity/ A Guide to Employee Equity · The Macro Joshua Reeves, CEO of Gusto (YC W12), discusses Gusto’s new guide to employee equity. For weekly recaps of The Macro, sign up here. Download...",
          1470236785
        ],
        [
          "\"Just getting the opportunity to voice your idea and have it written on the board massively increases buy-in.\" http://themacro.com/articles/2016/08/product-development-cycle-fundamentals/ Product Development Cycle Fundamentals · The Macro Michael Seibel, Y Combinator Partner, on effective development cycles. For weekly recaps of The Macro, sign up here. Before Justin.tv grew into...",
          1470157955
        ],
        [
          "\"We not only tend to underestimate innovation's direct impact, but ultimately the indirect consequences as well.\" http://themacro.com/articles/2016/07/aaron-levie/ Q&A with Aaron Levie · The Macro Aaron Levie, Box CEO, sat down with us before speaking at YC's weekly dinner. For weekly recaps of The Macro, sign up here. What do you believe...",
          1468439102
        ],
        [
          "How to Email Early Stage Investors by Michael Seibel http://themacro.com/articles/2016/07/how-to-email-early-stage-investors/ How to Email Early Stage Investors · The Macro Michael Seibel, Y Combinator Partner, on communicating with investors. For weekly recaps of The Macro, sign up here. As an early stage investor I...",
          1467742397
        ]
      ],
      "dates_start": 1469139848,
      "dates_end": 1471232907,
      "likes_avg": 15,
      "likes_stdev": 14,
      "comments_avg": 0,
      "comments_stdev": 0,
      "shares_avg": 5,
      "shares_stdev": 5
    },
    {
      "number": 8,
      "important": [
        "jessica livingston",
        "jessica",
        "kat",
        "femal",
        "femal founder confer",
        "qa",
        "yc partner",
        "partner",
        "confer",
        "macro"
      ],
      "common": [
        "combinator",
        "conference",
        "female",
        "female founders",
        "female founders conference",
        "first",
        "founders",
        "founders conference",
        "startup",
        "yc"
      ],
      "messages": [
        [
          "\"Ten years from now I want there to be tons of female founded unicorns.\" - Jessica Livingston in a Q&A with YC partners at Female Founders Conference 2016: http://ow.ly/pRID3013Hof Q&A with YC Partners · The Macro Q&A at our Female Founders Conference. For weekly recaps of The Macro, sign up here. Y Combinator partners Jessica Livingston, Kat Manalac,...",
          1465404282
        ],
        [
          "\"The first 'no' doesn’t always mean a no forever. You can always go back. It’s a business, it’s a transaction. They understand it. You should too.\" Advice on Fundraising from the Female Founders Conference · The Macro Four successful female startup founders share stories and advice about the fundraising process. Last month, Y Combinator hosted its third annual Female Founders Conference, which brought together more than 800 women building women-led startups. Here on the Macro, we're sharing full videos of the ons...",
          1463777518
        ],
        [
          "Startup Notes From the 2016 Female Founders Conference: http://ow.ly/10mADj Startup Notes - FFC 2016 Doodle notes from FFC 2016",
          1459953032
        ],
        [
          "Welcome to the 800+ #ycfemalefounders coming to Female Founders Conference today! We'll be streaming at 2pm PT: http://live.femalefoundersconference.org 2016 Female Founders Conference http://live.femalefoundersconference.org",
          1459780110
        ],
        [
          "It's the last day to apply for the Female Founders Conference! http://www.femalefoundersconference.org/ Female Founders Conference Are you interested in starting a startup? We'd love to have you at Y Combinator's third Female Founders Conference, where women we've funded, along...",
          1456855273
        ],
        [
          "Y Combinator's Female Founders Conference Y Combinator's Female Founders Conference Y Combinator is delighted to announce the third annual Female Founders Conference, on Monday, April 4 in San Francisco. One of the best parts of the FFC is hearing the candid advice and lessons the...",
          1454949877
        ],
        [
          "Startup Notes from the 2015 Female Founders Conference: http://ffc2015.startupnotes.org/ Timeline Photos",
          1424805231
        ],
        [
          "How, and Why, Y Combinator Got Serious About Diversity from @Chafkin's series on YC in @FastCompany: http://ow.ly/Jkz23 How, and Why, Y Combinator Got Serious About Diversity This weekend YC hosts its second annual Female Founders Conference, the women-in-tech showcase. It's a worthy cause. And good business.",
          1424362239
        ],
        [
          "One week left to apply for the Female Founders Conference! http://www.femalefoundersconference.org/ Female Founders Conference Are you interested in starting a startup? We'd love to have you at Y Combinator's second Female Founders Conference, where women we've funded,...",
          1420488928
        ],
        [
          "Female Founders Conference 2015 applications are open http://blog.ycombinator.com/female-founders-conference-2015-applications-are-open Female Founders Conference 2015 applications are open We’re delighted to announce the second Y Combinator Female Founders Conference, on Saturday, February 21 in San Francisco.  Once again, we’ll bring current and future founders together to share...",
          1418922090
        ],
        [
          "Female Founders Conference videos are now online Female Founders Conference videos are now online Videos from YC's first Female Founders Conference are now up on our YouTube page.\n\nApologies for the delay in pushing the talks live. We hope you'll take away some great lessons from the...",
          1394640468
        ],
        [
          "Highlights from YC's First Female Founders Conference Highlights from YC's First Female Founders Conference On Saturday, Y Combinator hosted its first Female Founders Conference. We’d originally planned to host the event at our office, which could fit about 150 attendees. 1,200 impressive applications...",
          1393884097
        ],
        [
          "Announcing the Female Founders Conference Announcing the Female Founders Conference Jessica Livingston\n\nI'm delighted to announce that Kat Manalac, Kirsty Nathoo, Carolynn Levy and I are hosting Y Combinator's first Female Founders Conference on Saturday, March 1. We're going to...",
          1390326083
        ]
      ],
      "dates_start": 1405463173,
      "dates_end": 1460405938,
      "likes_avg": 17,
      "likes_stdev": 12,
      "comments_avg": 0,
      "comments_stdev": 0,
      "shares_avg": 5,
      "shares_stdev": 5
    },
    {
      "number": 9,
      "important": [
        "sv",
        "school",
        "startup",
        "talk",
        "fund",
        "continu",
        "ceo",
        "startup school",
        "day",
        "earli"
      ],
      "common": [
        "2014",
        "2016",
        "apply",
        "apply startup",
        "apply startup school",
        "school",
        "school 2014",
        "startup",
        "startup school",
        "startup school 2014"
      ],
      "messages": [
        [
          "Ben Silbermann and Ali Rowghani, CEO of the YC Continuity Fund, talk about the early days of Pinterest at Startup School.\n\nhttps://www.youtube.com/watch?v=LzhXIBPYyxw Ben Silbermann at Startup School SV 2016",
          1478621525
        ],
        [
          "Reid Hoffman, Cofounder of LinkedIn and Partner at Greylock Partners, at Startup School 2016.\n\nhttps://www.youtube.com/watch?v=ysz1xLMd37Y Reid Hoffman at Startup School SV 2016",
          1476467508
        ],
        [
          "Chad Rigetti on Building Quantum Computers https://www.youtube.com/watch?v=GzMvG8UO6Eg Chad Rigetti at Startup School SV 2016  ",
          1475166783
        ],
        [
          "We'll be tweeting from here and broadcasting Startup School from http://startupschool.com/live starting 11am PT tomorrow. #startupschool Startup School 2016 Livestream 9:30 AM REGISTRATION 11:00 AM Intro by Sam Altman · President, YC Group 11:05 AM Ooshma Garg · Founder, Gobble 11:30 AM Ben Silbermann · Founder,...",
          1474052422
        ],
        [
          "Excited to see everyone at Startup School tomorrow! A throwback post from Jessica Livingston on why she loves Startup School: http://ow.ly/fgSn304i379 Why I Love Startup School I realized on the way to Startup School that this was the tenth one I've emceed. We've done one every year since 2005 (plus two this year in NYC...",
          1474050413
        ],
        [
          "It's the last day to apply for Startup School 2016! Hope to see you there: http://www.startupschool.org/ Startup School 2016 Are you interested in starting a startup? We'd love to have you at Y Combinator Startup School. Startup School is a free to attend, one-day...",
          1471277282
        ],
        [
          "One week left to apply for Startup School http://www.startupschool.org/ Timeline Photos",
          1470781608
        ],
        [
          "One week left to apply for YC's Startup School on Sept 17! http://www.startupschool.org/ Startup School 2016 Are you interested in starting a startup? We'd love to have you at Y Combinator Startup School. Startup School is a free to attend, one-day...",
          1470670258
        ],
        [
          "See Marc Andreessen and others speak at Startup School this September - http://www.startupschool.org/ Startup School 2016 Are you interested in starting a startup? We'd love to have you at Y Combinator Startup School. Startup School is a free to attend, one-day...",
          1470660608
        ],
        [
          "Startup School 2016 applications are open Startup School 2016 applications are open Applications for Startup School 2016 are open now, and we're excited to see you there: http://www.startupschool.org/.\n\nSTARTUP SCHOOL \n\nSaturday, September 17, 2016\n\nFlint Center, Cupertino,...",
          1469548806
        ],
        [
          "Transcripts for Startup School 2014 are now on Genius with verified annotations by Emmett Shear and Eric Migicovsky. Check them out here: http://genius.com/albums/Ron-conway/Startup-school-silicon-valley-2014 Startup School Silicon Valley 2014 View the annotated transcripts for Startup School 2014 and add annotations of your own.",
          1415728390
        ],
        [
          "Startup School 2014 Recap and Videos Startup School 2014 Recap and Videos If you missed Startup School 2014, the videos are now on YouTube.\n\n  \n\nNotes from the 10th anniversary of Startup School: \n\nRon Conway, SVAngel\n\nAre entrepreneurs made or born? According to Ron...",
          1413295772
        ],
        [
          "Last day to apply for Startup School Last day to apply for Startup School Today is the last day to apply for Startup School, which will be hosted in Cupertino, CA on October 11. \n\n\n\nApply here.\n\n \nSpeakers include:\n\n \n\n Ron Conway\nFounder and Special Advisor, SV Angel \n\n...",
          1410532746
        ],
        [
          "Startup School 2014 applications are open Startup School 2014 applications are open Applications for Startup School 2014 are now open. Apply here. \n\n\nThe deadline to apply is September 14. \n\n\n\n\nStartup School Silicon Valley\n\nOctober 11, 2014\n\nCupertino, CA\n\n\n\n\nStartup School is Y...",
          1407946680
        ],
        [
          "Videos from Startup School Europe are now online Videos from Startup School Europe are now online If you missed Startup School Europe, you can now watch the talks on YouTube. ",
          1406810450
        ],
        [
          "Videos from Startup School NY are now online Videos from Startup School NY are now online If you missed Startup School NY, you can now watch the talks on YouTube.",
          1403269860
        ],
        [
          "Startup School Europe Speakers Startup School Europe Speakers The deadline to apply for Startup School Europe is coming up on June 20. Apply here.\n\nSpeakers include: \n\n\n\n\nPaul Buchheit\n\n Partner, Y Combinator; Founder, FriendFeed; Creator of Gmail \n\n\n\n\nAdora...",
          1401952371
        ],
        [
          "It's the last day to apply for Startup School New York! http://startupschool.org/ Y Combinator Startup School 2014",
          1400592489
        ],
        [
          "Startup School New York Speakers Startup School New York Speakers We're getting excited for Startup School New York on June 18. There's still one day left to apply: http://startupschool.org/.\n\nHere are the speakers who will be joining us: \n\nChase...",
          1400501696
        ],
        [
          "Four days left to apply for Startup School New York: http://startupschool.org/ Y Combinator Startup School 2014",
          1400242864
        ],
        [
          "Startup School is going global  Startup School is going global In the past few years, we've seen more founders from around the world coming to Silicon Valley to start startups. In YC's W14 batch alone, we had founders from 22 different countries, and every...",
          1399291435
        ],
        [
          "Videos from Startup School 2013 are now online Videos from Startup School 2013 are now online If you missed Startup School 2013, you can now watch videos from last week's talks on YouTube.\n\nPHIL LIBIN - Founder, Evernote\n\n\n  DAN SIROKER - Founder, Optimizely \n\n \n\n \n\n\n\n\nRON CONWAY - Partner,...",
          1382887517
        ],
        [
          "Deadline to apply to Startup School is tomorrow Deadline to apply to Startup School is tomorrow Y Combinator's 9th Annual Startup School is set for Saturday, October 19th at the Flint Center in Cupertino. \n\nThis year's speakers include: \n\nChase Adam (Watsi), Nate Blecharczyk (Airbnb), Ron Conway (SV Angel), Chris Dixon (Andreessen Horowitz, Hunch, SiteAdvisor), Jack Dorsey (Square, Twitter) , ...",
          1379622052
        ]
      ],
      "dates_start": 1396537751,
      "dates_end": 1469024990,
      "likes_avg": 31,
      "likes_stdev": 29,
      "comments_avg": 1,
      "comments_stdev": 2,
      "shares_avg": 5,
      "shares_stdev": 4
    },
    {
      "number": 10,
      "important": [
        "expand",
        "hire",
        "fund",
        "rais",
        "led",
        "anoth",
        "yc rais",
        "mobil",
        "partner",
        "marketplac"
      ],
      "common": [
        "funding",
        "million",
        "raised",
        "raised million",
        "raises",
        "raises million",
        "round",
        "seed",
        "startup",
        "yc"
      ],
      "messages": [
        [
          "GOAT (YC W11) raises $25M more to expand its mobile sneaker marketplace http://ow.ly/mI5r308Owh1 GOAT raises $25M more to expand its mobile sneaker marketplace Los Angeles-based GOAT has raised another $25 million in funding led by Accel Partners to hire up and expand its distribution capabilities.",
          1486580114
        ],
        [
          "Bluesmart (YC W15) Announces $12M Series A led by Tsing Capital http://ow.ly/fc8O308nQiF Bluesmart Announces $12M Series A led by Tsing Capital We are very excited to announce that we have closed a $12M Series A round of funding led by Tsing Capital with additional funding from…",
          1485457813
        ],
        [
          "Voodoo Manufacturing (YC W17) raises $1.4 million to make a factory full of 3D printers: http://ow.ly/Cu1c308mkgz Voodoo Manufacturing raises $1.4 million to make a factory full of... Max Friefeld, Jonathan Schwartz, and Oliver Ortlieb aren't just co-founders - they're roommates. These three former Makerbot employees are working...",
          1485445522
        ],
        [
          "Yoshi (YC S16) raises $2.1 million to fill up your car, or wash it, anywhere http://ow.ly/woVz307WMki Yoshi raises $2.1 million to fill up your car, or wash it, anywhere A startup that refuels your car wherever it’s parked, Yoshi Inc. has raised $2.1 million in a new round of venture funding to expand its gas...",
          1484246421
        ],
        [
          "FarmLogs (YC W12) raises $22 million to make agriculture a more predictable business http://ow.ly/HT5p307UqdZ FarmLogs raises $22 million to make agriculture a more predictable business Ann Arbor, Michigan-based FarmLogs has raised $22 million in a Series C round of funding for technology that helps farmers monitor and measure...",
          1484155781
        ],
        [
          "Nigerian Fintech Startup Paystack (YC W16) Raises $1.3 Million http://www.forbes.com/sites/mfonobongnsehe/2016/12/19/nigerian-fintech-startup-paystack-raises-1-3-million/#5d8ada564c6e Nigerian Fintech Startup Paystack Raises $1.3 Million A Q&A with the founders of Paystack, one of Nigeria's most hotly anticipated tech start-ups which has just secured $1.3M Seed investment from both...",
          1482171217
        ],
        [
          "One of Y Combinator’s hottest startups is a Korean beauty brand that just raised another $60 million http://www.recode.net/2016/12/15/13965074/memebox-60-million-series-c-funding-y-combinator One of Y Combinator’s hottest startups is a Korean beauty brand that... Memebox does more than $100 million in annual sales.",
          1481822318
        ],
        [
          "Synthetic biology startup Lygos (YC W16) raises $13 million from OS Fund and IA Ventures to make cleaner chemicals http://ow.ly/46IP3075LCS Synthetic biology startup Lygos raises $13 million from OS Fund and IA... Lygos uses microbugs to convert low-cost sugar into specialty chemicals used in manufacturing and is now releasing a technique to make malic acid,...",
          1481649926
        ],
        [
          "Workramp (YC S16) lands $1.8 million to help change the way companies onboard and train employees: https://techcrunch.com/2016/12/01/yc-grad-workramp-lands-1-8-million-seed-round/ YC grad Workramp lands $1.8 million seed round Workramp, a startup that wants to change the way companies onboard and train their employees, announced a $1.8 million seed round today. Investors...",
          1480617344
        ],
        [
          "Congrats to YC Fellowship company Apifier on raising their seed round. They're building a hosted web crawler for developers that works on every site: http://ow.ly/ANmM306k8Lj Seed investment We’re proud to announce that we’ve just secured seed funding of $250k from INCOMMING ventures and Spread Capital for a 20% share in Apifier…",
          1479504720
        ],
        [
          "Congrats to YC S16's Joy: Digital wedding planner Joy says ‘I do’ to $4.5 million in seed funding http://ow.ly/sJi4305ZrNn Digital wedding planner Joy says ‘I do’ to $4.5 million in seed funding Joy, a startup aiming to help brides-to-be plan their weddings in the digital age, has pulled in $4.5 million in seed capital. Joy launched out of Y..",
          1478649196
        ],
        [
          "Congrats to HigherMe (YC W15) on raising $1.5M to help businesses hire hourly workers: http://ow.ly/fHol305leYY HigherMe raises $1.5M to help businesses hire hourly workers Hiring startup HigherMe is announcing that it has raised $1.5 million in seed funding. It's also brought on some big names as customers, including...",
          1476893639
        ],
        [
          "Congrats to FLEX (YC S16) on raising another $3M to replace tampons: https://techcrunch.com/2016/10/06/flex-raises-another-3-million-to-replace-tampons/ Flex raises another $3 million to replace tampons Flex, the tampon alternative you can wear during sex, has raised a $3 million seed round led by Vivek Ranadive’s new fund, Better Our World Ventures..",
          1475784081
        ],
        [
          "Congrats to Benchling (YC S12) on raising $7M for their cloud-based software for life science researchers: http://ow.ly/Tb1a304RxYV Google Docs for life sciences startup Benchling raises $7 million in... Benchling, a biotech company out of Y Combinator providing cloud-based software for researchers, tells TechCrunch it has raised $7 million in...",
          1475622403
        ],
        [
          "Congrats to AnyPerk on raising $11.5M to make employees everywhere as happy as they are at Google. http://www.businessinsider.com/anyperk-raises-115-million-2016-9 This startup just got $11.5 million to make employees everywhere as... \"Employee happiness\" startup AnyPerk has raised an $11.5 million round of investment capital.",
          1475068815
        ],
        [
          "Congrats to the GitLab team on raising a $20M Series B http://ow.ly/ge6I304drq0 GitLab secures $20 million Series B GitLab, the code collaboration platform for developers based on the open source Git tool, announced a $20 million Series B round today led by...",
          1473869658
        ],
        [
          ".Lauren Schulte of Flex (YC S16) on Forbes' Million$ podcast - http://www.forbes.com/sites/clareoconnor/2016/08/30/how-flexs-lauren-schulte-pitched-menstrual-discs-to-boardrooms-full-of-men-and-raised-1m/#1fcff36368a7 How Flex's Lauren Schulte Pitched Menstrual Discs To Boardrooms Full Of... To date, Flex has raised $1.12 million in seed funding from accelerators Y Combinator and Amplify.LA. The company recently acquired competitor...",
          1472587006
        ],
        [
          "Proxy (YC S16) raises $1.6 million to kill the card key, and make the internet of things more accessible http://ow.ly/4nzI303u54e Proxy raises $1.6 million to kill the card key, and make the internet of... A startup called Proxy has raised $1.6 million in seed funding to help people use internet-enabled devices of every kind without all the annoying...",
          1471897828
        ],
        [
          "Simbi (YC S16) raises $1.2 million to make bartering services easy online http://ow.ly/f1uP303idFs Simbi raises $1.2 million to make bartering services easy online A startup called Simbi has raised $1.2 million in seed funding to popularize its marketplace where people can barter skills and services online....",
          1471360845
        ],
        [
          "Congrats to the The Flex Company team! Flex (YC S16), a tampon alternative you can wear during sex, just raised $1 million: http://ow.ly/ncTA3037tiq Flex, a tampon alternative you can wear during sex, just raised $1 million The Flex Company, the makers of a disc-shaped tampon alternative, has raised $1 million from Y Combinator, Amplify.LA and several others and acquired..",
          1470854561
        ],
        [
          "Congrats to Konsus (YC W16) on raising $1.5M for their on-demand freelancer service http://ow.ly/Wl5j303768r Y Combinator-backed Konsus Raises $1.5M New Money Y Combinator-backed Konsus Raises $1.5M By Cat Zakrzewski Cat Zakrzewski The Wall Street Journal CANCEL BiographyCat Zakrzewski...",
          1470846012
        ],
        [
          "Congrats to Pluot (YC W16) on raising $2.5M to build better video conferencing http://ow.ly/jVe8302TeXZ Pluot raises $2.5 million to bring video conferencing to the masses For those who think that Google Hangouts, Slack or Skype aren't enough to meet their business needs, please allow me to introduce you to Pluot. The...",
          1470236264
        ],
        [
          "Congrats to The Muse (YC W12) on raising $16M for their career site http://ow.ly/XdIk301xx7n The Muse raises $16 million for its next-gen career site The Muse, a New York-based career site that offers job opportunities, skill-building courses, coaching, and video profiles meant to show what it’s...",
          1466626565
        ],
        [
          "Congrats to Equipment Share (YC W15) on raising $5.5M for their p2p marketplace for heavy equipment: http://techcrunch.com/2016/05/25/equipmentshare-raises-5-5-million-for-peer-to-peer-marketplace-for-heavy-equipment/ 🚜 EquipmentShare raises $5.5 million for peer-to-peer marketplace for heavy equipment To grow their peer-to-peer marketplace for construction equipment, Columbia, Missouri-based EquipmentShare has raised $5.5 million in a venture funding round..",
          1464196656
        ],
        [
          "Congrats to the CoreOS (YC S13) team on raising their Series B http://ow.ly/Gf7g3005qon CoreOS raises $28M Series B round led by GV CoreOS, the company behind the container-centric CoreOS Linux distribution and Tectonic container management service, today announced that it has...",
          1462903786
        ],
        [
          "Congratulations to Starbucks killer Wheelys Café (YC S15) on closing a $2.5M seed round http://ow.ly/4nd3mT Starbucks killer “Wheelys” closes $2.5MM seed round Wheelys Inc, a Swedish Y Combinator startup operating hi-tech organic bike cafés in 45 countries, just closed a $2.5 MM seed round. Investors...",
          1461860390
        ],
        [
          "Congrats to YC W16 team Deako on raising $1.8M for their smart-home light switches http://ow.ly/4mHDGb Y Combinator grad Deako raises $1.8M for smart-home light switches -... Seattle-based Deako has raised $1.8 million to help fuel growth of its smart-home light switch product. The 15-person company raised the fresh cash...",
          1460663412
        ],
        [
          "Congrats to Impraise (YC S14) on raising $1.6M to abolish the annual performance review: http://ow.ly/10CYzk YC-backed Impraise Raises $1.6 Million to Abolish the Annual Performance... * Impraise Inc. has raised $1.6 million in seed funding to replace the\r\n      cumbersome annual performance appraisal with it’s web and mobile app...",
          1460561516
        ],
        [
          "Congratulations to Captain401 (S15)! Captain401 Raises $3.5 Million to Help Small-Business Employees Save for Retirement Captain401 Inc. has raised $3.5 million in seed funding to help small businesses and startups give their employees retirement savings help similar to that of larger and deeper-pocketed employers.",
          1456360842
        ],
        [
          "Congrats to the Rainforest QA team on raising $12M to continue building the future of QA: http://ow.ly/YrOjP We just raised a $12mm series A! Today is a big day for QA. I’m incredibly excited to announce that we have raised a $12mm Series A, led by Byron Deeter of Bessemer Venture...",
          1455740922
        ],
        [
          "4 tips from Y Combinator for building startups in Baltimore or anywhere http://ow.ly/Y6gSp 4 Y Combinator tips for building startups in Baltimore or anywhere -... For the West Coast seed accelerator, it's not all about consumer-facing companies.",
          1454975443
        ],
        [
          "Singapore-based Xfers (YC S15) Lands $2.5M To Simplify Bank Transfers For Online Sellers http://ow.ly/WIZgf Singapore-based Xfers Lands $2.5M To Simplify Bank Transfers For... Xfers, a startup that wants to simplify bank transfers, announced today that it has raised a $2.5 million seed round. Based in Singapore, Xfers...",
          1452115255
        ],
        [
          "Congrats to YC S15's cyber security company Cymmetria (YC S15) on raising $9M:  http://ow.ly/Ux0pT Israel’s Cymmetria, Which Deceives Hackers, Raises $9 Million Cymmetria Inc., an Israeli start-up whose software lures hackers into cyber traps within organizations’ networks has raised around $9 million, the...",
          1447268726
        ],
        [
          "Congrats to SEED (YC W15) on raising $5M to build the best online business bank: http://ow.ly/TMshh SEED: Our Investors In July of last year my co-founder Ryan Hildebrand and I decided to work together to build a new company. We met at the …",
          1445628643
        ],
        [
          "BuildZoom (YC W13) Raises $10.6 Million From Formation 8, Y Combinator To Focus On High-End Home Improvements http://ow.ly/Tptcv BuildZoom Raises $10.6 Million From Formation 8, Y Combinator To Focus... BuildZoom hopes to differentiate itself in a crowded home services market by focusing on remodeling projects.",
          1444847321
        ],
        [
          "Congrats to @Optimizely (YC W10) on raising $58M to optimize the world http://ow.ly/TmD1G Optimizely Raises $58 Million to Optimize the World Today is an exciting day because we’ve secured $58 million in Series C funding, led by Index Ventures. I’m thrilled that Ilya Fushman, General...",
          1444765000
        ],
        [
          "Lugg (YC S15), An App For On-Demand, Short-Distance Moves, Raises $3.8 Million http://ow.ly/Rqd2k Lugg, An App For On-Demand, Short-Distance Moves, Raises $3.8 Million While Uber, Lyft, and similar ride-sharing services can help you get from one place to the next, they aren't practical for hauling your large...",
          1440618313
        ],
        [
          "Panorama (YC S13) Raises $12 Million To Help Schools Understand Their Students http://ow.ly/QuYBb Panorama Raises $12 Million To Help Schools Understand Their Students Panorama Education, a startup that surveys students, parents and teachers to collect actionable data, has raised $12 million in new funding to help...",
          1438728310
        ],
        [
          "Bright (YC W15) raises $4M to bring solar to the developing world http://ow.ly/QuY1Z Bright raises $4M to bring solar to the developing world We’re pleased to announce that Bright has raised $4 million in seed funding from First Round, Y Combinator, Max Levchin,…",
          1438725082
        ],
        [
          "PersistIQ (YC S14) Raises $1.7M To Create Smarter Automation For Salespeople http://ow.ly/Qijpt YC-Backed PersistIQ Raises $1.7M To Create Smarter Automation... Sales workflow startup PersistIQ has raised $1.7 million in seed funding. This is one of those stories where the startup says it raised the money...",
          1438275493
        ],
        [
          "Smart Spreadsheet Service Blockspring (YC S14) Raises $3.4 Million http://ow.ly/Qfbig Smart Spreadsheet Service Blockspring Raises $3.4 Million Blockspring, a service that connects to spreadsheets like Excel and Google Spreadsheets to easier import data, said it has raised $3.4 million....",
          1438186630
        ],
        [
          "Congrats to the SigOpt team: “Optimize Everything” Startup SigOpt (YC W15) Raises $2M From A16Z And Data Collective http://ow.ly/Ooqcd “Optimize Everything” Startup SigOpt Raises $2M From A16Z And... Y Combinator-incubated SigOpt is announcing that it has raised $2 million in seed funding. The company's aim is to help customers optimize anything,..",
          1434460415
        ],
        [
          "Atomwise (YC W15) Raises $6 Million To Further The Advancement Of Artificial Intelligence In Drug Discovery http://ow.ly/NP9Q5 YC Alum Atomwise Raises $6 Million To Further The Advancement Of... Drug discovery platform Atomwise has raised $6 million in seed funding to dig deeper into artificial intelligence and potentially speed up the...",
          1433337626
        ],
        [
          "Lully (YC W15) Lands $2.1M In Seed Funding To Prevent Night Terrors http://ow.ly/NIOM6 YC-Backed Lully Lands $2.1M In Seed Funding To Prevent Night Terrors Lully, the YC-backed startup that built a device to help prevent night terrors, is today announcing the close of a $2.1 million seed round. The...",
          1433169322
        ],
        [
          "Shift Messenger (YC W15), Designed To Help Co-Workers Share Schedules, Raises $1.5M Seed Round http://ow.ly/NvkiA Shift Messenger, Designed To Help Co-Workers Share Schedules, Raises... Managing and trading shifts is one of the most onerous tasks faced by retail employees, especially since many don’t have set hours. Shift...",
          1432746323
        ],
        [
          "Mobile Optimization Startup Taplytics (YC W14) Has Raised $2.4M In Seed Funding http://ow.ly/Nctip Mobile Optimization Startup Taplytics Has Raised $2.4M In Seed Funding Y Combinator-incubated Taplytics is announcing that it has raised $2.4 million in seed funding. The startup launched last year as an A/B testing...",
          1432139718
        ],
        [
          "Payments company WePay (YC S09) raises $40 million to go global http://ow.ly/NcpNt Payments company WePay raises $40 million to go global The payments processing company processes transactions for online marketplaces, a fast growing sector led by Uber and Airbnb.",
          1432132989
        ],
        [
          "Meteor (YC S11) Raises $20M To Build The One JavaScript Stack To Rule Them All http://ow.ly/N9iCm Meteor Raises $20M To Build The One JavaScript Stack To Rule Them All The competitive landscape for app development tool providers continues to become tighter, with Meteor Development Group raising $20 million for its...",
          1432046712
        ],
        [
          "Videopixie (YC S11), A Video Production Startup That Connects Buyers And Creators, Raises $1.1M http://ow.ly/N6uGE Videopixie, A Video Production Startup That Connects Buyers And... Videopixie, a Y Combinator alumnus that handles video creation and production (like filming and post-production editing), has raised $1.1 million...",
          1431968185
        ],
        [
          "Congrats to team Smarking (YC W15)! They raised $3M to help parking providers fill every spot: http://ow.ly/MVd1G Smarking Raises $3 Million to Help Parking Providers Fill Every Space Khosla Ventures led the funding, which will be used by the startup to expand its services to new cities.",
          1431549624
        ],
        [
          "On-Demand Laundry Service Cleanly (YC W15) Hangs Up $2.3 Million In Seed Funding http://ow.ly/MTZO0 On-Demand Laundry Service Cleanly Hangs Up $2.3 Million In Seed Funding Cleanly, the YC-backed on-demand company focused on handling your laundry (and dry-cleaning) as soon as you need it done, has today announced the...",
          1431525311
        ],
        [
          "CoreOS (YC S13) Raises $12M Funding Round Led By Google Ventures To Bring Kubernetes To The Enterprise http://ow.ly/Lg4fC CoreOS Raises $12M Funding Round Led By Google Ventures To Bring... CoreOS, a Docker-centric Linux distribution for large-scale server deployments, today announced that it has raised a $12 million funding round led...",
          1428337745
        ],
        [
          "Congrats to the ZenPayroll team! ZenPayroll raises $60 million from Google Capital, others http://ow.ly/LfTyq ZenPayroll raises $60 million from Google Capital, others The startup wants to bring transparency and ease-of-use to the aging payroll system and take on Paychex, Intuit, and ADP.",
          1428333556
        ],
        [
          "PicnicHealth (YC S14) Nabs $2 Million In Seed To Build Out A Virtual Healthcare Records Platform http://ow.ly/L9knD Y Combinator-Backed PicnicHealth Nabs $2 Million In Seed To Build Out A... PicnicHealth launched out of Y Combinator last summer with a service that promised to help chronically ill patients gather all their records from...",
          1428012711
        ],
        [
          "South Korean Cosmetics Startup Memebox (YC W14) Aims Globally By Raising $29 Million http://ow.ly/KdIWH South Korean Cosmetics Startup Memebox Aims Globally By Raising $29 Million On Wednesday, South Korean cosmetics company Memebox announced it raised $29 million from investors including Yahoo cofounder Jerry Yang and a host...",
          1426110362
        ],
        [
          "Vanhawks (YC W15) Raises $1.6M To Help Put The Valour Smartbike On The Road Vanhawks (YC W15) Raises $1.6M To Help Put The Valour Smartbike On The Road \"Smartbike startup Vanhawks, part of the Y Combinator Winter 2015 class, has raised $1.6 million from Real Ventures, Olympic triathlon gold medallist Simon Whitfield, Brenda Irwin of Relentless...",
          1425501190
        ],
        [
          "YesGraph (YC W15) Raises A Million To Build A Better Referral System For Mobile Apps YesGraph (YC W15) Raises A Million To Build A Better Referral System For Mobile Apps \"When launching a new consumer application, especially those in the social space, many developers today rely on an invite mechanism that has the app’s initial user base reaching out and...",
          1425056640
        ],
        [
          "Pebble (YC W11) raised more than $5 million in less than five hours for its new smartwatch: http://ow.ly/JBjsa Pebble raised more than $5 million in less than five hours for its new... Pebble already smashed its Kickstarter goal for the Pebble Time, its new watch.",
          1424803213
        ],
        [
          "Seed (YC W15) Wants To Reinvent Business Banking Seed (YC W15) Wants To Reinvent Business Banking \"Seed thinks that business banking is opaque, expensive, and behind the times. The company, which is part of the Winter 2015 Y Combinator class, wants to shake up banking, bring it into the API...",
          1424216708
        ],
        [
          "SketchDeck (YC W14) Raises Half A Million For Its On-Demand Design Service: http://ow.ly/IwqpD SketchDeck Raises Half A Million For Its On-Demand Design Service A company offering a full graphic design on demand service, SketchDeck, has raised half a million in new funding after completing nearly 2,000...",
          1423152611
        ],
        [
          "Legal Tech Startup Casetext (YC S13) Raises $7 Million Series A Round Led By Union Square Ventures http://ow.ly/IrlHD Legal Tech Startup Casetext Raises $7 Million Series A Round Led By... Casetext, a Y Combinator-backed legal tech startup that is both a community site for attorneys to share knowledge and a service that gives users...",
          1423000215
        ],
        [
          "Final (YC W15) Raises A Million For Its Fraud-Fighting Credit Card Final (YC W15) Raises A Million For Its Fraud-Fighting Credit Card \"Credit card startup Final, which is focused on combating fraud online and off while giving consumers more control over their spending, has raised $1 million in seed funding from investors...",
          1422392088
        ],
        [
          "Bluesmart (YC W15) Raises $2 Million For Its Self-Tracking Suitcase Bluesmart (YC W15) Raises $2 Million For Its Self-Tracking Suitcase Excited to welcome the BlueSmart team to the YC W15 batch:\n “Imagine a world where you never lose your luggage,” says CEO of BlueSmart, Diego Saez-Gil. He motions to a compact carry-on suitcase...",
          1422040395
        ],
        [
          "BuildZoom (YC W13) raises $2.15M from Formation 8, others for its home improvement contractor platform BuildZoom (YC W13) raises $2.15M from Formation 8, others for its home improvement contractor platform As if big data and data science haven’t been reshaping every service and product we use already, it’s about to make shopping for a home improvement contractor hopefully that much better.\n\n...",
          1412695208
        ],
        [
          "Fixed (YC S14) Raises $1.2 Million For A Mobile App That Fights Your Parking Tickets For You Fixed (YC S14) Raises $1.2 Million For A Mobile App That Fights Your Parking Tickets For You Fixed, the clever mobile application that helps you fight your parking tickets just by snapping a photo of the ticket with your mobile phone, has now closed on $1.2 million in seed funding....",
          1406234090
        ],
        [
          "AnyPerk (YC W12) Raises $3M to Help Companies Cultivate Employee Happiness AnyPerk (YC W12) Raises $3M to Help Companies Cultivate Employee Happiness Y Combinator startup AnyPerk Inc. raised $3 million in new seed funding to help companies create and distribute employee perks and incentives, Chief Executive Taro Fukuyama told Venture Capital...",
          1403545865
        ],
        [
          "HackerRank (YC S11) Raises a $9.2M Series B HackerRank (YC S11) Raises a $9.2M Series B HackerRank, the technical recruitment platform and code-challenge community, today announced that it has raised a $9.2 million Series B funding round led by Khosla Ventures and Battery Ventures....",
          1403012873
        ],
        [
          "Instacart (YC S12) Raises $44 Million Series B From Andreessen Horowitz And Others Instacart (YC S12) Raises $44 Million Series B From Andreessen Horowitz And Others Congrats, Instacart!\n\n The future of grocery delivery is arriving ahead of schedule.\n\n Instacart, the San Francisco startup that uses a distributed network of smartphone-equipped shoppers to...",
          1402928895
        ],
        [
          "Hipmunk (YC S10) Raises $20M Round  Hipmunk (YC S10) Raises $20M Round Congrats, Hipmunk! \n\n\n Flight and hotel search startup Hipmunk is announcing that it has raised $20 million in Series C funding.\n\n The round was led by Oak Investment Partners. Hipmunk co-founder...",
          1401462819
        ],
        [
          "LendUp (YC W12) Raises $50 Million To Disrupt Payday Lending LendUp (YC W12) Raises $50 Million To Disrupt Payday Lending Congrats, LendUp! \n\n\n\n Y Combinator-incubated payday loan disruptor LendUp has raised a $50 million credit debt facility from Victory Park Capital. This adds to the $18 million in equity funding...",
          1398880973
        ],
        [
          "Upverter (YC W11) raises $2.3M for cloud-based engineering tool Upverter (YC W11) raises $2.3M for cloud-based engineering tool Toronto-based startup Upverter, a GitHub-like platform for hardware engineers, or an online design automation platform, has raised $2.3 million from Version One Ventures, Tom McInerney, Autodesk...",
          1395437559
        ],
        [
          "InstantCab (YC W12) rebrands as Summon, raises venture funding from BMW and Khosla Ventures InstantCab (YC W12) rebrands as Summon, raises venture funding from BMW and Khosla Ventures San Francisco-based InstantCab has raised some new funding, which it plans to use to expand into new markets. But first, the company has rebranded its service as Summon, and is announcing a new app...",
          1392922690
        ],
        [
          "Coinbase (YC S12) Raises $25M Led By Andreessen Horowitz Coinbase (YC S12) Raises $25M Led By Andreessen Horowitz Coinbase has raised $25 million in a Series B round led by Andreessen Horowitz in the largest funding to date for a company focused on the Bitcoin digital currency. Existing investors Union Square...",
          1386861965
        ],
        [
          "iBeacon Pioneer Estimote (YC S13) raises $3.1M from Innovation Endeavors, Betaworks, Bessemer iBeacon Pioneer Estimote (YC S13) raises $3.1M from Innovation Endeavors, Betaworks, Bessemer Jakub Krzych, founder of Estimote, has announced a $3.1 million seed round raise from Innovation Endeavors, Betaworks, Bessemer Venture Partners, Birchmere Ventures, Valiant Capital Partners and...",
          1386701625
        ],
        [
          "URX (YC S13) raises $3.1M seed round from First Round, Google Ventures, SV Angel, Crunchfund, Greylock URX (YC S13) raises $3.1M seed round from First Round, Google Ventures, SV Angel, Crunchfund, Greylo Mobile deeplinks open specific pages within apps, and they’re about to transform ecommerce.URX is a new deeplink mobile advertising startup that’s raised $3.1 million from A-list investors to help...",
          1381940554
        ],
        [
          "Watsi (YC W13) raises a $1.3M philanthropic seed round from PG, Tencent, YC, Conway, Khosla, Draper Richards Kaplan Watsi (YC W13) raises a $1.3M philanthropic seed round from PG, Tencent, YC, Conway, Khosla, Draper We dropped everything for Watsi. We quit our jobs, moved across the country, and worked hundred-hour weeks to prove that by connecting people, we could change the future of healthcare.\n\n Three months ago, we had the opportunity to pitch Watsi to the titans of Silicon Valley at Y Combinator’s Demo Da...",
          1374764641
        ],
        [
          "BuildZoom (YC W13) raises $1.4M from Formation 8 and angels, has over 3M licensed building contractor listings BuildZoom (YC W13) raises $1.4M from Formation 8 and angels, has over 3M licensed building contracto BuildZoom, the Y Combinator-backed service designed to connect homeowners with licensed contractors, is today announcing having closed on $1.4 million in seed funding, in a round led by Formation 8 (Joe Lonsdale). The company plans to use the additional funding for hiring and continued product devel...",
          1372182785
        ],
        [
          "E la Carte (YC S10) raises $13.5M Series B from Intel Capital for user-friendly restaurant tablets E la Carte (YC S10) raises $13.5M Series B from Intel Capital for user-friendly restaurant tablets E la Carte, a company that develops a tableside tablet for the restaurant and related hospitality industries, has raised $13.5 million in Series B funding led by Intel Capital with participation from Romulus Capital. The startup had previously raised over $5 million from Lightbank, SV Angel, Dave Mc...",
          1372087423
        ],
        [
          "Firebase (YC S11) raises $5.6M Series A from Union Square Ventures and Flybridge Firebase (YC S11) raises $5.6M Series A from Union Square Ventures and Flybridge Great news from the Firebase blog today:\n\n We’re thrilled to announce our Series A today!\n\n Firebase exists to help developers build extraordinary experiences. Every day we’re inspired by the things you build, from video sharing services to business collaboration tools to disaster simulation softwar...",
          1371751716
        ]
      ],
      "dates_start": 1408342641,
      "dates_end": 1472108374,
      "likes_avg": 26,
      "likes_stdev": 28,
      "comments_avg": 1,
      "comments_stdev": 2,
      "shares_avg": 4,
      "shares_stdev": 4
    },
    {
      "number": 11,
      "important": [
        "tech",
        "aim",
        "new",
        "yc aim",
        "one",
        "latest",
        "aaron",
        "app",
        "world",
        "often"
      ],
      "common": [
        "aims",
        "aims bring",
        "bring",
        "w15",
        "w15 aims",
        "yc",
        "yc s14",
        "yc s14 aims",
        "yc w15",
        "yc w15 aims"
      ],
      "messages": [
        [
          "Sudden Coffee (YC W17) aims to stir up instant brewing with third wave tech http://ow.ly/f2YJ309GedP Sudden Coffee aims to stir up instant brewing with third wave tech The world of coffee is one often torn between the old and the new, traditional brewing techniques and the latest, coolest method. But if there's...",
          1488911218
        ],
        [
          "Oohlala (YC S16) aims to school the university-specific app space with a $4M Series A http://ow.ly/enrn308mkFc Oohlala aims to school the university-specific app space with a $4M... There's an app for everything these days, including attending college, but that doesn't mean it's a good app. Oohlala has changed that for hundreds...",
          1485450072
        ],
        [
          "Recommendation engine Instrumentl (YC S16) aims to speed up grant searching for scientists: http://ow.ly/TL2K307iQGh Matchmaker, matchmaker, find me a grant Recommendation engine Instrumentl aims to speed grant searching.",
          1482250516
        ],
        [
          "Joy (YC S16) aims to be a smarter wedding planner for the modern bride http://ow.ly/lsbO303ivvj Joy aims to be a smarter wedding planner for the modern bride Planning a wedding is right up there with moving and job hunting as one of the most stressful things you'll do in life. I would know. I'm getting...",
          1471376711
        ],
        [
          "Rose Rocket (YC S16) aims to give trucking companies more insight into their freight http://ow.ly/ECIz302FQHh Rose Rocket aims to give trucking companies more insight into their freight According to the American Trucking Association, nearly 70 percent of all freight tonnage moved around the U.S. is transported by trucks. There's...",
          1469650031
        ],
        [
          "Meetings Are Usually Terrible, But WorkLife (YC W15) Aims To Change That Meetings Are Usually Terrible, But WorkLife (YC W15) Aims To Change That \"I’m guessing that everyone reading this post has been in a meeting that made you hate your life. You know, where one or two people drone on and on, half of the attendees seem to be talking past...",
          1426099544
        ],
        [
          "Bright (YC W15) Aims To Bring Solar Power To Mexico Bright (YC W15) Aims To Bring Solar Power To Mexico \"Jonah Greenberger envisions Mexico’s rooftops covered in cost-effective, environmentally friendly, dark blue solar panels. The 28-year-old founder of Y Combinator-backed solar power...",
          1424900571
        ],
        [
          "Direct Match (YC W15) Aims To Make Bond Trading As Easy As Stock Trading Direct Match (YC W15) Aims To Make Bond Trading As Easy As Stock Trading \"Jim Greco sat in front of his computer at Jeffries Investment Bank headquarters in New York and thought about the futility of his bond trading job. He was about to pull up a file on his PC and...",
          1424101448
        ],
        [
          "GrubMarket (YC W15) aims to bring farmers markets straight to your door GrubMarket (YC W15) aims to bring farmers markets straight to your door GrubMarket joins the YC W15 batch and announces their Chicago expansion: \n A young San Francisco company called GrubMarket hopes it can keep consumers connected to local food suppliers with an...",
          1420473947
        ],
        [
          "Wevorce (YC W13) aims to bring civility to divorce: http://ow.ly/GI0A9 Wevorce aims to bring civility to divorce Michelle Crosby thinks she can fix divorce — not by mending marriages but by ending adversity as those marriages go awry. Her startup Wevorce...",
          1420216128
        ],
        [
          "Bumped From Your Hotel? WalkSource (YC S14) Aims To Find You A Free Room Fast Bumped From Your Hotel? WalkSource (YC S14) Aims To Find You A Free Room Fast You’re probably familiar with getting bumped from a flight. But have you ever been “walked” from a hotel?\n\n Like airlines, hotels book more reservations than they can accommodate to ensure they are...",
          1408048210
        ],
        [
          "Onename.io (YC S14) Aims To Streamline Bitcoin Transactions Onename.io (YC S14) Aims To Streamline Bitcoin Transactions If you wanted to send me bitcoin right now you could either type in ‘1JPrpxRagtzuzY4KWCNV2hBhybqyaTrVwA’ or just look for “johnbiggs” on Onename. That’s what two Princeton grads are hoping you’ll...",
          1408044610
        ],
        [
          "Theorem (YC S14) Aims To Be The Priceline For Fashion Theorem (YC S14) Aims To Be The Priceline For Fashion At first, what Theorem does sounds like what a lot of other companies do: It’s an online marketplace for well-made, higher-end clothing and accessories. But Theorem comes with a very interesting...",
          1407792612
        ],
        [
          "Standard Treasury (YC S13) aims to make software that eats commercial banking Standard Treasury (YC S13) aims to make software that eats commercial banking Kim-Mai Cutler at Techcrunch writes: \n\n Standard Treasury, a YC-backed company, is hoping to make it easier for businesses to deal with their banks through standard APIs that ease transfers and other transactions.\n\n The company says that integrating banking services for small businesses and startups...",
          1373381593
        ]
      ],
      "dates_start": 1401737332,
      "dates_end": 1471219412,
      "likes_avg": 14,
      "likes_stdev": 14,
      "comments_avg": 1,
      "comments_stdev": 1,
      "shares_avg": 3,
      "shares_stdev": 2
    },
    {
      "number": 12,
      "important": [
        "cofound",
        "kat",
        "school",
        "startup",
        "radio",
        "creat",
        "aaron",
        "startup school",
        "convers",
        "macro"
      ],
      "common": [
        "aaron",
        "aaron harris",
        "episode",
        "radio",
        "school",
        "school radio",
        "startup",
        "startup school",
        "startup school radio",
        "yc"
      ],
      "messages": [
        [
          "How Mixpanel Created Demand, a conversation with Kat Manalac + Suhail  http://themacro.com/articles/2016/08/startup-school-mixpanel/ How Mixpanel Created Demand · The Macro Suhail Doshi, cofounder of Mixpanel, on creating demand by educating journalists and VCs. You can subscribe to Startup School Radio on Soundcloud...",
          1470322776
        ],
        [
          "A new episode of Startup School Radio with Andrew Mason: What to Do When Someone Copies Your Startup What to Do When Someone Copies Your Startup · The Macro Andrew Mason, founder of Groupon and co-founder of Detour, on how he dealt with Groupon clones. You can subscribe to Startup School Radio on Soundcloud or iTunes. For weekly recaps of The Macro, sign up here. In this episode of Startup School Radio Aaron Harris talks with Andrew Mason. Andrew shares...",
          1464805751
        ],
        [
          "\"What gave us a chance to succeed is that we went all in. Basically, it was a screw it moment: If we’re going to fail, then let’s fail doing something that we really are excited about.\" Why Docker's Pivot Worked · The Macro In this episode of Startup School Radio, host and Y Combinator partner Kat Manalac sat down with Solomon Hykes, who is currently the founder and CTO of Docker. Docker founder Solomon HykesDocker, which is an alum of Y Combinator's Summer 2010 class, is an open platform that lets developers build, sh...",
          1463247711
        ],
        [
          "\"Early-stage startups are just fast-moving chaos. That is a constant. That was true in Henry Ford’s day, it was true when we started YC. It’ll be true in 50 years.\" Paul Graham on Doing Things Right by Accident · The Macro In this episode of Startup School Radio, co-hosts Aaron Harris and Kat Manalac sat down with Y Combinator co-founder Paul Graham. ",
          1455811515
        ],
        [
          "How SketchDeck (W16) went back to basics to focus on growth How SketchDeck Went Back to Basics on Growth · The Macro In this episode of startup school radio, host Aaron Harris first sat down with Chris Finneral. Finneral is the co-founder of SketchDeck, a service that provides designs on demand by allowing businesses to outsource their presentations to professional designers. Later in this episode is Diego Saez Gi…",
          1453336374
        ],
        [
          "Triplebyte's (YC S15) Harj Taggar on Second-Time Founder Syndrome http://ow.ly/VMiZg Triplebyte's Harj Taggar on the Second-Time Founder Syndrome · The Macro In this episode of Startup School Radio, host and YC partner Aaron Harris sat down with Harj Taggar. Taggar is the co-founder of Triplebyte, a...",
          1449862225
        ],
        [
          "Startup School Radio: Color Genomics’ Founder Elad Gil on Hiring for Hard Problems: http://ow.ly/UU4f0 Color Genomics’ Founder Elad Gil on Hiring for Hard Problems · The Macro In the most recent episode of Startup School Radio, host and YC partner Aaron Harris sat down with Elad Gil. Gil is an investor, entrepreneur, and...",
          1448125311
        ],
        [
          "Startup School Radio Ep. 23: Jessica Livingston & Zenflow: http://ow.ly/Ugf1z Startup School Radio Ep. 23: Jessica Livingston & Zenflow Episode 23 of Startup School Radio: Host Aaron Harris interviews Jessica Livingston, cofounder of and Partner at Y Combinator. Also on the show:...",
          1446678914
        ],
        [
          "Startup School Radio Ep 21: Aaron talks to Flexport's Ryan Petersen and Gobble's Ooshma Garg http://ow.ly/TJdcp Startup School Radio Ep. 21: Ryan Petersen & Ooshma Garg Episode 21 of Startup School Radio: Host Aaron Harris interviews Ryan Petersen, founder of Flexport. Also on the show: Ooshma Garg, founder of Gobble.",
          1445529638
        ],
        [
          "Startup School Radio: 42Floors' Jason Freedman on How Startups Are Born Out of Problems Startup School Radio: 42Floors' Jason Freedman on How Startups Are Born Out of Problems In Episode 19 of Startup School Radio, a podcast that features stories and practical advice about starting, funding, and scaling companies, our host Aaron Harris first sat down with Tyler Bosmeny,...",
          1445031059
        ],
        [
          "Startup School Radio Ep. 18: Bill Clerico of WePay & Taro Fukuyama of AnyPerk http://ow.ly/SFYKf Startup School Radio Ep. 18: Bill Clerico & Taro Fukuyama Episode 18 of Startup School Radio: Host Aaron Harris interviews Bill Clerico, cofounder of WePay. Also on the show: Taro Fukuyama, founder and CEO...",
          1443198458
        ],
        [
          "Startup School Radio: YC's Michael Seibel on the Toughness of International Founders Startup School Radio: YC's Michael Seibel on the Toughness of International Founders In the latest episode of YC's Startup School Radio, a podcast that features stories and practical advice about starting, funding, and scaling companies, our host Aaron Harris first sat down with...",
          1442842957
        ],
        [
          "Startup School Radio Ep. 17: Aaron talks to YC's Michael Seibel & Zapier's Wade Foster http://ow.ly/SiZhE Startup School Radio Ep. 17: Michael Seibel & Wade Foster Episode 17 of Startup School Radio: Host Aaron Harris interviews YC partner Michael Seibel. Also on the show: Wade Foster, cofounder and CEO of...",
          1442434227
        ],
        [
          "Startup School Radio: Pigeonly's Frederick Hutson On The Importance Of Early Believers Startup School Radio: Pigeonly's Frederick Hutson On The Importance Of Early Believers In the latest episode of YC's Startup School Radio, podcast that features stories and practical advice about starting, funding, and scaling companies, our host Aaron Harris first sat down with his...",
          1441916484
        ],
        [
          "Startup School Radio Ep. 15: YC's Aaron Harris talks to Product Hunt's Ryan Hoover & Lob's Harry Zhang: http://ow.ly/RX2vo Startup School Radio Ep. 15: Ryan Hoover & Harry Zhang Episode 15 of Startup School Radio: Host Aaron Harris interviews Ryan Hoover, the founder and CEO of Product Hunt. Also on the show: Harry Zhang,...",
          1441741520
        ],
        [
          "Startup School Radio: YC's Geoff Ralston On Learning As You Go Startup School Radio: YC's Geoff Ralston On Learning As You Go In Episode 9 of YC's Startup School Radio, our host Aaron Harris first sat down with YC partner Geoff Ralston to talk about his keen interest in funding education startups both at YC and through...",
          1441384667
        ],
        [
          "YC Startup School Radio: Bellabeat's Urska Srsen On Not Overthinking It At The Beginning YC Startup School Radio: Bellabeat's Urska Srsen On Not Overthinking It At The Beginning In the seventh episode of YC's Startup School Radio, our host Aaron Harris first sat down with YC partner Kat Mañalac to talk about her work heading up Y Combinator's outreach efforts, and how she...",
          1441205777
        ],
        [
          "Startup School Radio: Bannerman CEO Johnny Chin On Getting Into The Minds Of Your Users Startup School Radio: Bannerman CEO Johnny Chin On Getting Into The Minds Of Your Users In Episode 7 of YC's Startup School Radio, our host Aaron Harris first sat down with Kevin Hale, the YC partner and co-founder of Wufoo (W06), the online form building platform that was acquired by...",
          1440786605
        ],
        [
          "YC Startup School Radio: Thumbtack's Marco Zappacosta On The Always-Changing Job Of A CEO YC Startup School Radio: Thumbtack's Marco Zappacosta On The Always-Changing Job Of A CEO In the sixth episode of YC's Startup School Radio, YC partner Aaron Harris sat down \nwith Marco Zappacosta, the co-founder and CEO of services marketplace Thumbtack, and Sanjay Dastoor,  the...",
          1440631124
        ],
        [
          "YC Startup School Radio: Shoptiques CEO Olga Vidisheva On The Challenge Of Hiring Great People YC Startup School Radio: Shoptiques CEO Olga Vidisheva On The Challenge Of Hiring Great People In Episode 4 of YC Startup School Radio, our host Aaron Harris sat down with David Tisch and Alan Tisch, the co-founders of mobile shopping app Spring, and Olga Vidisheva, the founder and CEO of...",
          1440529345
        ],
        [
          "YC Startup School Radio: How Optimizely Knew It Was On To Something Big YC Startup School Radio: How Optimizely Knew It Was On To Something Big In Episode 3 of YC Startup School Radio, our host Aaron Harris sat down with Optimizely co-founder Pete Koomen and Lawn Love founder Jeremy Yamaguchi. \n\nYou can listen to the full hour-long episode...",
          1438805398
        ],
        [
          "Startup School Radio, Episode 2: How Justin.tv Became Twitch Startup School Radio, Episode 2: How Justin.tv Became Twitch In Episode 2 of YC's Startup School Radio, a podcast that features stories and practical advice about starting, funding, and scaling companies, Aaron Harris sat down with entrepreneur, investor,...",
          1438611292
        ],
        [
          "Announcing The YC Startup School Radio Podcast Announcing The YC Startup School Radio Podcast We're excited to announce Startup School Radio, a podcast that features stories and practical advice about starting, funding, and scaling companies. In each show, host and Y Combinator partner...",
          1438111366
        ],
        [
          "Startup School Radio ep. 9 with YC's Geoff Ralston and and David Bladow of BloomThat: https://soundcloud.com/akharris/startup-school-ep-9-geoff-ralston-david-bladow and https://itunes.apple.com/us/podcast/startup-school-radio/id992277217 Startup School Ep. 9: Geoff Ralston & David Bladow Episode 9 of Startup School Radio: Host Aaron Harris interviews Geoff Ralston, Partner at Y Combinator and founder of Imagine K12. Also on the...",
          1436984536
        ],
        [
          "Startup School Radio Ep. 8 with Kat Manalac and Urska Srsen from https://www.bellabeat.com/ is up: http://ow.ly/P3Ys8 or http://ow.ly/P3Yuc Startup School Ep. 8: Kat Manalac And Urska Srsen Episode 8 of Startup School Radio: Host Aaron Harris interviews Kat Manalac, Partner at Y Combinator. Also on the show: Urska Srsen, co-founder and CEO of Bellabeat",
          1435786622
        ],
        [
          "Ep. 3 of Startup School Radio with Pete Koomen of Optimizely and Jeremy Yamaguchi of Lawn Love is now on iTunes: http://ow.ly/NvtDa Startup School Radio: Pete Koomen of Optimizely and Jeremy Yamaguchi of... Preview and download the podcast Startup School Radio on iTunes. Read episode descriptions and customer reviews.",
          1432738363
        ]
      ],
      "dates_start": 1436350748,
      "dates_end": 1454453867,
      "likes_avg": 13,
      "likes_stdev": 25,
      "comments_avg": 0,
      "comments_stdev": 1,
      "shares_avg": 3,
      "shares_stdev": 7
    },
    {
      "number": 13,
      "important": [
        "hacker news",
        "includ",
        "launch",
        "addit",
        "qa",
        "yc launch",
        "live",
        "blog",
        "compani launch",
        "hn"
      ],
      "common": [
        "hacker",
        "hacker news",
        "hn",
        "launch",
        "news",
        "w17",
        "w17 launch",
        "yc",
        "yc w17",
        "ycombinator"
      ],
      "messages": [
        [
          "YC W17 Launch: Lively, Scaphold, Marketfox, Floyd, ServX, Fibo, and Wifi Dabba\n \nhttp://blog.ycombinator.com/yc-w17-launch-lively-scaphold-marketfox-floyd-servx-fibo-and-wifi-dabba/ YC W17 Launch: Lively, Scaphold, Marketfox, Floyd, ServX, Fibo, and Wifi Dabba We're in the middle of YC's W17 batch. As companies launch they'll be doing a Q&A on Hacker News - aka Launch HN - in addition to being included in a roundup on the blog. Here are the companies that have recently launched: Lively, Scaphold, Marketfox, Floyd, ServX, Fibo, and Wifi Dabba.",
          1488907798
        ],
        [
          "YC W17 Launch: MDAcne, Supr Daily, Bitrise, and Bulletin\n\nhttp://blog.ycombinator.com/yc-w17-launch-mdacne-supr-daily-bitrise-and-bulletin/ YC W17 Launch: MDAcne, Supr Daily, Bitrise, and Bulletin We're in the middle of YC's W17 batch. As companies launch they'll be doing a Q&A on Hacker News - aka Launch HN - in addition to being included in a roundup on the blog. Here are the companies that have recently launched: MDAcne, Supr Daily, Bitrise, and Bulletin.",
          1488296859
        ],
        [
          "We’re in the middle of YC’s W17 batch. As companies launch they’ll be doing a Q&A on Hacker News – aka Launch HN – in addition to being included in a roundup on the blog. Here are the companies that have recently launched: Hogaru, Elemeno Health, Playment, Hivy, and Bulk MRO.\n\nhttp://blog.ycombinator.com/yc-w17-launch-hogaru-elemeno-health-playment-hivy-and-bulk-mro/ YC W17 Launch: Hogaru, Elemeno Health, Playment, Hivy, and Bulk MRO We're in the middle of YC's W17 batch. As companies launch they'll be doing a Q&A on Hacker News - aka Launch HN - in addition to being included in a roundup on the blog. Here are the companies that have recently launched: Hogaru, Elemeno Health, Playment, Hivy, and Bulk MRO.",
          1487700792
        ],
        [
          "We’re in the middle of YC’s W17 batch. As companies launch they’ll be doing a Q&A on Hacker News – aka Launch HN – in addition to being included in a roundup on the blog. Here are the companies that have recently launched: Claire, Peer5, WaystoCap, Symple, RankScience, and Kudi.\n\nhttp://blog.ycombinator.com/yc-w17-launch-claire-peer5-waystocap-symple-rankscience-and-kudi/ YC W17 Launch: Claire, Peer5, WaystoCap, Symple, RankScience, and Kudi We're in the middle of YC's W17 batch. As companies launch they'll be doing a Q&A on Hacker News - aka Launch HN - in addition to being included in a roundup on the blog. Here are the companies that have recently launched: Claire, Peer5, WaystoCap, Symple, RankScience, and Kudi.",
          1487093926
        ],
        [
          "UpKeep (YC W17) is building Basecamp for facility maintenance teams. They're doing an AMA on Hacker News today:\n\nhttp://blog.ycombinator.com/yc-w17-launch-upkeep-basecamp-for-facility-maintenance-teams/ YC W17 Launch: UpKeep, Basecamp for Facility Maintenance Teams UpKeep is building Basecamp for facility maintenance teams. They'll be on Hacker News today to talk about what they’re building.",
          1485364931
        ],
        [
          "Simple Habit (W17) is Spotify for mindfulness. They'll be doing an AMA with a YC Partner on Hacker News today:\n\nhttp://blog.ycombinator.com/yc-w17-launch-simple-habit-spotify-for-mindfulness/ YC W17 Launch: Simple Habit, Spotify for Mindfulness Simple Habit is a curated library of the best 5 minute meditations from the world’s leading teachers. They'll be on Hacker News today to talk about what they’re building.",
          1484069841
        ],
        [
          "Kickstarter's first employee, Cassie Marketos, is doing an AMA on Hacker News today. Employee #1: Kickstarter – AMA and Interview | Hacker News",
          1480801858
        ],
        [
          "Kickstarter's first employee, Cassie Marketos, is doing an AMA on Hacker News - https://news.ycombinator.com/item?id=13096948 Employee #1: Kickstarter – AMA and Interview | Hacker News",
          1480788521
        ],
        [
          "Reham Fagiri and Kalam Dennis, founders of AptDeco, are doing an AMA on Hacker News.\n\nhttps://news.ycombinator.com/item?id=12686387 Timeline Photos",
          1476202943
        ],
        [
          "Sam Madden, cofounder of PocketSuite, is doing an AMA on Hacker News. \n\nhttps://news.ycombinator.com/item?id=12662649 Timeline Photos",
          1475857630
        ],
        [
          "What kinds of questions and types of technical interviews do you consider most effective?\n\nJoin the conversation on Hacker News: https://news.ycombinator.com/item?id=12655675 Ask a Female Engineer: Interviewing and Company Culture | Hacker News I was the only woman in an office. One of my co workers made a pretty horrific comment (not about me, but about women in front of me). Someone went to HR and we had sensitivity training...but everyone assumed it was me because I was the only woman. Maybe I SHOULD have gone to HR, but I didn't want t...",
          1475781762
        ],
        [
          "Ooshma Garg, founder of Gobble, is doing an AMA on Hacker News.\n\nhttps://news.ycombinator.com/item?id=12648227 Timeline Photos",
          1475704463
        ],
        [
          "Our favorite recent posts on Hacker News - http://themacro.com/articles/2016/07/hn-highlights/ Timeline Photos",
          1469802758
        ],
        [
          "Alan Kay's AMA on Hacker News: https://news.ycombinator.com/item?id=11939851 Alan Kay has agreed to do an AMA today | Hacker News However, more often than not, I find the sentiment paralyzing. There's so much that one could probably learn to build themselves, but as things...",
          1466524815
        ],
        [
          "Bootcamps vs. College http://ow.ly/BYIM300o7k5 Bootcamps vs. College | Hacker News If both of these screened avenues of entry to software development are as promising as these metrics indicate (each with their pros and cons) here...",
          1463692607
        ],
        [
          "Vote.org (YC S16) is a non-profit that wants to get the US to 100% voter turnout. Have questions? Ask founder Debra Cleaver on Hacker News: https://news.ycombinator.com/item?id=11715896 Meet the YC Batch (S16) :: Vote.org | Hacker News  ",
          1463503131
        ],
        [
          "Ask HN: Pick startups for YC to fund http://ow.ly/10mTNQ Ask HN: Pick startups for YC to fund | Hacker News Hacker News users have many diverse perspectives on technology and business. Perhaps if HN picked startups, it would pick differently than YC....",
          1459961168
        ],
        [
          "YC partner, designer, and master of friendly feedback Kevin Hale is going to do another round of Show HN comments this Friday, starting at 2pm Pacific time: http://ow.ly/QMxOd Tell HN: Kevin will comment on more Show HNs this Friday | Hacker News The last times he did this went really well (https://news.ycombinator.com/item?id=9748308) so we're excited to see it become a thing.",
          1439319420
        ],
        [
          "New Hacker News Guideline New Hacker News Guideline The HN team members are some of the most thoughtful people about online communities I’ve ever met. So I’m always excited when they have a new idea to try.\n\nThis idea is simple. We’re updating the...",
          1428082565
        ],
        [
          "Hacker News API Hacker News API Today we’re excited to launch an official Hacker News API. We’ve partnered up with Firebase (YC S11) so that the data we’re making available will be near real time, which should be a huge...",
          1412696313
        ],
        [
          "Make Things and Show Them Make Things and Show Them We've often been asked to make a section of Hacker News that's just for Show HNs, so we did. We're releasing it today, along with a new set of Show HN guidelines.\n\n\nIn late 2008 and early 2009,...",
          1404405718
        ],
        [
          "Meet the People Taking over Hacker News Meet the People Taking over Hacker News I did several different things while I was working on HN, and these will now be taken over by different people.\n\nKevin Hale will be in charge of design.  I don't think he plans to change much about...",
          1396122137
        ]
      ],
      "dates_start": 1435392173,
      "dates_end": 1491033459,
      "likes_avg": 575,
      "likes_stdev": 1198,
      "comments_avg": 1,
      "comments_stdev": 1,
      "shares_avg": 3,
      "shares_stdev": 2
    },
    {
      "number": 14,
      "important": [
        "challeng",
        "sign",
        "hour",
        "offic hour",
        "yc offic",
        "yc offic hour",
        "question",
        "offic",
        "minut",
        "befor"
      ],
      "common": [
        "apply",
        "founders",
        "hours",
        "office",
        "office hours",
        "open",
        "sign",
        "yc",
        "yc office",
        "yc office hours"
      ],
      "messages": [
        [
          "We're doing YC office hours at MIT on Friday. Sign up here before Tuesday at noon: https://apply.ycombinator.com/events/92 YC Office Hours at MIT Office hours will be 20 minutes each. We recommend coming to office hours with a specific question or challenge that you want feedback on.",
          1489361298
        ],
        [
          "If you're a Vet starting a startup, we'd love to meet you. Last day to sign up for office hours on 3/17:  http://ow.ly/Ck8G309LDAn YC Office Hours with VetsinTech Please sign up by Friday, March 10, 2017. If you're selected, we'll reach out with your time slot and the location by end of day on Thursday March 16.",
          1489165259
        ],
        [
          "We're doing office hours with VetsInTech on 3/17. If you're a vet starting a company, we'd love to meet you: https://apply.ycombinator.com/events/89 YC Office Hours with VetsinTech Please sign up by Friday, March 3, 2017. If you're selected, we'll reach out with your time slot and the location by end of day on Thursday Feb 23.",
          1488912098
        ],
        [
          "If you're thinking about applying to YC S17, we're hosting office hours in Berkeley on 3/10. Sign up here: http://ow.ly/zPLj309xgM1 YC Office Hours at UC Berkeley Office hours will be 20 minutes each. We recommend coming to office hours with a specific question or challenge that you want feedback on.",
          1488495165
        ],
        [
          "Have a startup question for Daniel Gross? \n\nSubmit it on HN: https://news.ycombinator.com/item?id=13419174 Ask HN: Submit Questions for Office Hours with Daniel Gross | Hacker News We'll be addressing some questions already submitted on HN and through Macro@YCombinator.com but if you have a question for Daniel specifically, you can submit it here.",
          1484669938
        ],
        [
          "Sam Altman and Craig Cannon go through questions submitted on Hacker News.\n\nTo submit a question for Office Hours, send an email to Macro@YCombinator.com with a few sentences of context (e.g. what your company does) and your question.\n\nhttps://www.youtube.com/watch?v=45BvnJgwYjk Office Hours with Sam Altman Sam Altman and Craig Cannon go through questions submitted on Hacker News. To submit a question for Office Hours, send an email to Macro@YCombinator.com with...",
          1484150381
        ],
        [
          "Sam Altman will be holding Office Hours on YouTube next week. If you have a question you can submit it on Hacker News.\n\nhttps://news.ycombinator.com/item?id=13338805 Timeline Photos",
          1483725322
        ],
        [
          "We're hosting office hours in London on December 20th and 21st. Apply here: https://apply.ycombinator.com/events/82 Y Combinator Office Hours in London WhereLondon, UKWhenTuesday, December 20 at 9:00 AMAboutSign up for office hours with YC in London. We will meet teams from 9am-1:30pm on Tuesday,...",
          1481098226
        ],
        [
          "During YC startups have weekly office hours with their group partners. As a part of Startup School we invited attendees to volunteer for office hours on stage. Kevin and Qasar chose three marketplace companies for this round of office hours: Traveling Spoon, HumanSurge, and Powr of You.\n\nhttps://www.youtube.com/watch?v=TZLlcyJfZBs Kevin Hale and Qasar Younis Office Hours at Startup School SV 2016 During YC startups have weekly office hours with their group partners. As a part of Startup School we invited attendees to volunteer for office hours on stag...",
          1480612127
        ],
        [
          "YC's Adora Cheung be at Startup Istanbul on Oct 10: http://startupistanbul.com/. Sign up for office hours in Istanbul here: https://apply.ycombinator.com/events/79 The Leading Startup Event in Eurasia  |  Startup Istanbul 2016 Startup Istanbul will be on 6-10th of October 2016, Istanbul, Turkey",
          1474347908
        ],
        [
          "Office Hours with HumanSurge and Powr of You Photos from Y Combinator's post",
          1474142867
        ],
        [
          "YC EdTech Office Hours - Sept 29 YC EdTech Office Hours - Sept 29 YC's Tim Brady and Geoff Ralston are hosting office hours with edtech companies on September 29. \n\nOffice hour slots are 25 minutes each and will be especially helpful for founders who are...",
          1473882893
        ],
        [
          "YC Office Hours in 11 Countries This Fall YC Office Hours in 11 Countries This Fall YC partners will be visiting 11 countries this fall to meet with founders and learn more about how we can be helpful to international startup communities.\n\nIn our Summer 2016 batch, about 30% of...",
          1470920409
        ],
        [
          "Tomorrow is the last day to sign up for June Open Office Hours with YC. Apply here: http://ow.ly/PnfT300RuaY YC Open Office Hours - June 23 WhereSkype or Mountain View, CAWhenThursday, June 23 at 3:00 PMAboutWe be­lieve great founders can come from any eth­nic back­ground,...",
          1464893251
        ],
        [
          "Sign up for Summer YC Open Office Hours Sign up for Summer YC Open Office Hours Starting today you can sign up for June, July and August YC Open Office Hours. \n\nWhat are Open Office Hours? Learn more here. \n\n\n\n \n\n June 23: Gen­eral Open Of­fice Hours\nAll founders are wel­come...",
          1464274807
        ],
        [
          "YC is doing office hours in Beijing. Sign up here: http://ow.ly/ZTYhz YC Office Hours in Beijing WhereBeijing, China (exact location TBD)WhenTuesday, March 29 at 1:00 PMAboutSign up for office hours with YC in Beijing. We will meet teams from...",
          1458867641
        ],
        [
          "YC is doing office hours at SXSW on 3/12. Sign up here! https://apply.ycombinator.com/events/14 YC Office Hours at SXSW WhereAustin, Texas (exact location TBD)WhenSaturday, March 12 at 1:00 PMAboutSign up for office hours with YC at SXSW. We will meet teams from...",
          1457112663
        ],
        [
          "YC is doing office hours at Stanford on 3/9. You can sign up here: https://docs.google.com/a/ycombinator.com/forms/d/1nTk2B4URoegHpkAmstN0-PADt7CXgMatkiysGIJOUW0/viewform Y Combinator Partner Office Hours Serious about your start-up or applying to Y Combinator's next batch (S16)? Meet Partners, Geoff Ralston and Jared Friedman, during Office Hours March 9, 2016 2:30pm - 4:30pm Stanford University DEADLINE Thursday 03/03/16 at 11:59pm *Room TBA to accepted teams* Geoff Ralston was a founder of Four11,…",
          1457049597
        ],
        [
          "Tomorrow is the last day to sign up for March YC Open Office Hours for International Founders! http://ow.ly/YonYC YC Open Office Hours: International Founders Where335 Pioneer Way, Mountain View/RemoteWhenThursday, March 10 at 3:00 PMAboutWe be­lieve great founders can come from any eth­nic back­ground,...",
          1455641169
        ],
        [
          "Tomorrow is the deadline to sign up for this weekend's YC office hours in Toronto (https://apply.ycombinator.com/events/7) and UPenn (https://apply.ycombinator.com/events/8)! Hope to see you there. YC Office Hours at University of Toronto WhereUniversity of Toronto, Fields Institute, 222 College St, Toronto, ON WhenSaturday, January 23 at 11:00 AMAboutSign up for office hours with YC at University of Toronto. We will meet teams from 11am-2pm on Saturday, January 23. Office hours will be 20 minutes each. We recommend coming to office…",
          1453136764
        ],
        [
          "Tomorrow is the last day to apply for January Open Office Hours with YC. Apply here:  http://www.ycopenofficehours.com/apply/ Applying to Open Office Hours We believe great founders can come from any ethnic background, socioeconomic status, or geographic location, and we want to help as many as...",
          1452110990
        ],
        [
          "YC Open Office Hours YC Open Office Hours Earlier this fall, we announced our first Open Office Hours where founders got to meet one-on-one with YC partners. We piloted the program with Black and Latino founders, over 650 founders applied...",
          1449779383
        ],
        [
          "YC Open Office Hours for Black and Hispanic Founders YC Open Office Hours for Black and Hispanic Founders Startups are often best at solving the personal problems of their founders. The more diverse the founders, the more types of problems can be solved -- and the more people who will be positively...",
          1442417405
        ],
        [
          "Sam and Kevin are doing online office hours starting at 11am PT: http://ow.ly/OQA8U HN Office Hours with Kevin and Sam | Hacker News Unless you're one of the companies we're having office hours with, please don't comment otherwise on this thread until we're done at 1 pm PDT so...",
          1435330542
        ],
        [
          "YC partners are doing office hours at UC Berkeley on 3/16. Sign up to get a spot: http://ow.ly/K1A9B Y Combinator Office Hours at UC Berkeley Apply for Office Hours on March 13, 2015 @ 4pm - 6pm \r\nDEADLINE to apply: Tues. Mar 10th at 12:00pm",
          1425661650
        ],
        [
          "YC is hosting office hours at Stanford on 3/5. Sign up for a slot here: http://ow.ly/JhYNs Y Combinator Partner Office Hours Serious about your start-up or applying to Y Combinator's next batch? Apply for Office Hours March 5, 2015 @ 4pm - 6pm DEADLINE Fri. Feb 20th at...",
          1424298657
        ],
        [
          "YC's Aaron Harris is doing office hours with founders at Money20/20 in Las Vegas on November 2-3. Sign up here: https://ycombinatorevents.wufoo.com/forms/office-hours-with-yc-at-money-2020/ Timeline Photos",
          1414704187
        ],
        [
          "YC's Qasar Younis & Jesse Vollmar of FarmLogs will be at University of Michigan's  MPowered Entrepreneurship this Fri 10/3 for office hours, a talk & a late night mixer. Come by: https://www.facebook.com/events/937882372892804/ Timeline Photos",
          1412177203
        ],
        [
          "YC is hosting office hours at Hack the North. Sign up for a slot: http://blog.ycombinator.com/yc-office-hours-at-hack-the-north YC office hours at Hack the North Y Combinator partners and alumni will be hosting office hours at Hack the North at the University of Waterloo on Saturday, 9/20 from 2pm-5pm ET. Office hours will be 20 minutes each.  Sign up...",
          1410789999
        ],
        [
          "We'll be at LAHacks, April 11-13. YC's Sam Altman will be giving a talk and we'll be hosting office hours. Join us: http://www.lahacks.com Timeline Photos",
          1392750911
        ]
      ],
      "dates_start": 1431040617,
      "dates_end": 1484591429,
      "likes_avg": 77,
      "likes_stdev": 352,
      "comments_avg": 0,
      "comments_stdev": 1,
      "shares_avg": 3,
      "shares_stdev": 3
    },
    {
      "number": 15,
      "important": [
        "food",
        "billion",
        "help",
        "dollar",
        "servic",
        "american",
        "yc help",
        "million",
        "find",
        "access"
      ],
      "common": [
        "companies",
        "helps",
        "s15",
        "s15 helps",
        "w16",
        "w16 helps",
        "yc",
        "yc s15",
        "yc s15 helps",
        "yc w16"
      ],
      "messages": [
        [
          "mRelief (YC W16) Helps Low-Income Americans Easily Find and Access Social Services mRelief (YC W16) Helps Low-Income Americans Easily Find and Access Social Services An estimated 46.7 million people are living in poverty in the United States. And each year, an average of 11.8 million of them leave almost $20 billion dollars of SNAP (food assistance) benefits...",
          1458339105
        ],
        [
          "DoseDr (YC W16) Helps People with Diabetes Control Their Treatment in Real Time DoseDr (YC W16) Helps People with Diabetes Control Their Treatment in Real Time Diabetics with controlled blood sugar levels cost less and lead happier, healthier lives. But the traditional methods for achieving this are often inefficient and ineffective.\n\n\nDiabetes patients...",
          1457998709
        ],
        [
          "Tovala (YC W16) Helps You Cook Perfect Meals With Its Countertop Smart Oven Tovala (YC W16) Helps You Cook Perfect Meals With Its Countertop Smart Oven Whether you’re constantly busy, on the go, or just don’t feel like cooking, eating healthy can become a hassle. Takeout doesn’t give you any control over ingredients or portion sizes, and meal...",
          1457998133
        ],
        [
          "Bonsai (YC W16) Helps Freelancers Get Paid On-Time Bonsai (YC W16) Helps Freelancers Get Paid On-Time Studies say that upwards of 50 percent of freelancers are paid late or not at all. Unfortunately, the most successful freelancers today aren’t necessarily the best at their chosen trade -- they are...",
          1456439643
        ],
        [
          "STILT (YC W16) Helps Expats in the U.S. Get Low-Interest Loans STILT (YC W16) Helps Expats in the U.S. Get Low-Interest Loans Around 4.5 million expats from all over the world are in U.S. on long term visas. About a million of these are students who spend $30 billion on education in the U.S. every year -- and could...",
          1456438625
        ],
        [
          "The Ticket Fairy (YC S15) Helps Event Organizers Fill More Seats The Ticket Fairy (YC S15) Helps Event Organizers Fill More Seats Organizers for events such as music festivals operate on a high risk business model, paying upfront costs of potentially millions of dollars that must be recovered from ticket sales. When too many...",
          1439846249
        ],
        [
          "OnboardIQ (YC S15) Helps Companies Screen And Hire Their Workforces OnboardIQ (YC S15) Helps Companies Screen And Hire Their Workforces With the rise of an increasingly fluid workforce, the way that many companies build and manage their teams is more complex than ever. Companies in the service economy today see an average...",
          1439566851
        ],
        [
          "MicroHealth (YC S15) Helps Manage Treatment For Patients With Chronic Illnesses MicroHealth (YC S15) Helps Manage Treatment For Patients With Chronic Illnesses For people who have rare and chronic illnesses such as hemophilia, managing their daily symptoms and treatment can be a complicated and tricky task. MicroHealth is a company in our Summer 2015...",
          1439314702
        ],
        [
          "80,000 Hours (YC S15) Helps Top Graduates Choose Careers That Matter 80,000 Hours (YC S15) Helps Top Graduates Choose Careers That Matter Nowadays, many of the best-performing college graduates don't simply want to go into the most highly-paid jobs -- they want to do things that will make a positive difference in the world. 80,000...",
          1438725167
        ],
        [
          "GrowSumo (YC S15) Helps Companies Create And Manage Partner Programs GrowSumo (YC S15) Helps Companies Create And Manage Partner Programs Sales partner programs can be hugely beneficial to a company's bottom line. Unfortunately, they can be time- and labor-intensive for companies to establish and maintain -- often prohibitively so...",
          1438633009
        ],
        [
          "Hickory (YC S15) Helps Employees Retain What They Learn During Training Hickory (YC S15) Helps Employees Retain What They Learn During Training Launching this week out of our current Summer 2015 class, Hickory is a startup that's created an app to help employees remember what they've learned during their initial training.\n\nAccording to...",
          1438297573
        ],
        [
          "Mimir (YC S15) Wants To Help Colleges Create Better Software Engineers Mimir (YC S15) Wants To Help Colleges Create Better Software Engineers Mimir is a startup launching out of our Summer 2015 class that's addressing some of the most common challenges seen by university and college Computer Science programs. Mimir has created a platform...",
          1438025224
        ],
        [
          "From The Makers Of Font Awesome, Fonticons (YC S15) Helps You Build A Beautiful Website From The Makers Of Font Awesome, Fonticons (YC S15) Helps You Build A Beautiful Website Launching this week out of our current Summer 2015 class, Fonticons is a subscription service for web icons that helps website developers create the exact look they need, quickly and...",
          1437671262
        ],
        [
          "Leada (YC S15) Helps Professors Teach The Most In-Demand Data Science Skills Leada (YC S15) Helps Professors Teach The Most In-Demand Data Science Skills Most students go to college to get a job, but only a tiny percentage of graduates feel like they are equipped with the skills they need to get employed in the current job market.Leada is a startup...",
          1437667348
        ],
        [
          "CareLedger (YC S15) Helps Companies Give Their Employees Free, Top-Quality Healthcare CareLedger (YC S15) Helps Companies Give Their Employees Free, Top-Quality Healthcare Launching this week out of our Summer 2015 class, CareLedger is a startup that aims to do what might sound impossible: Enabling companies to provide their employees with top-quality healthcare...",
          1437597232
        ],
        [
          "PickTrace (YC S15) Helps Farms Pay Their Workers Accurately And Fairly PickTrace (YC S15) Helps Farms Pay Their Workers Accurately And Fairly The fruits and vegetables that you find in your grocery store's produce section are typically hand-picked by millions of field workers around the world. It's a huge industry with a huge workforce,...",
          1437523918
        ],
        [
          "Jopwell (YC S15) Helps Tech Companies Recruit And Hire More Diverse Candidates Jopwell (YC S15) Helps Tech Companies Recruit And Hire More Diverse Candidates Jopwell is a startup launching today out of our Summer 2015 class that is looking to help tech companies find and hire more diverse staffers. Jopwell has built an online platform that connects...",
          1436976147
        ],
        [
          "Gradberry (YC W15) Curates Technical Talent Gradberry (YC W15) Curates Technical Talent Gradberry (YC W15) helps fast-growing companies discover vetted talent. Read more about Gradberry in TechCrunch:  \"Gradberry is launching today out of Y Combinator to connect US companies with...",
          1425492010
        ],
        [
          "Valor Water (YC W15) Helps Utilities Keep The Water Running Valor Water (YC W15) Helps Utilities Keep The Water Running \"Disrupt Battlefield finalist Valor Water is graduating out of Y Combinator just in time to help solve the world’s water crisis. Valor provides a suite of business-intelligence tools for water...",
          1425325998
        ],
        [
          "CloudMedx (YC W15) Helps Doctors Spot Patients Who Will Need Expensive Treatment CloudMedx (YC W15) Helps Doctors Spot Patients Who Will Need Expensive Treatment \"Despite incentives provided by the Affordable Care Act and the prevalence of the cloud in most of our lives, the software used by the health care industry continues to lag behind what you find in...",
          1424215726
        ],
        [
          "Rent Metrics (YC S12) helps landlords set rents with better data: Capturing 500M data points boiled down to 6M listings Rent Metrics (YC S12) helps landlords set rents with better data: Capturing 500M data points boiled Setting rents features prominently among the slew of challenges that landlords and property managers face in managing their inventory.\n\n They must spend significant time trawling listings and pumping sources — sometimes even posing as renters — in order to figure out how to competitively price their...",
          1378423415
        ],
        [
          "True Link Financial (YC S13) is out to help the elderly avoid scammers with pre-paid Visa cards True Link Financial (YC S13) is out to help the elderly avoid scammers with pre-paid Visa cards It’s a heartbreaking and, unfortunately, common story: an elderly man receives a phone call from someone claiming to be his granddaughter asking for him to wire money to get her out of a sticky situation. A late night infomercial offers a deep discount on dishware without mentioning the hundreds of ...",
          1375369900
        ]
      ],
      "dates_start": 1414249643,
      "dates_end": 1456285442,
      "likes_avg": 5,
      "likes_stdev": 6,
      "comments_avg": 0,
      "comments_stdev": 0,
      "shares_avg": 2,
      "shares_stdev": 2
    },
    {
      "number": 16,
      "important": [
        "stori yc",
        "two",
        "stori yc world",
        "yc digest",
        "digest",
        "colleg",
        "top",
        "well",
        "next",
        "hn"
      ],
      "common": [
        "digest",
        "stories yc",
        "top",
        "top stories",
        "top stories yc",
        "top stories yc world",
        "world",
        "yc",
        "yc digest",
        "yc world"
      ],
      "messages": [
        [
          "YC Digest - September 25-October 2 YC Digest - September 25-October 2 Top Stories from the YC World - September 25 to October 2, 2015\n\nYC Fall 2015 College Tour: Next week we'll be at Carnegie Mellon and Stanford!\n\nTwo HN Announcements\n\nThe 20 Minute VC podcast...",
          1443801915
        ],
        [
          "YC Digest August 28 - September 3 YC Digest August 28 - September 3 Top Stories from the YC World - August 28-September 3, 2015\n\n\n\n\nYC News\n\nStartup School Radio: Bannerman CEO Johnny Chin On Getting Into The Minds Of Your Users \n\nStartup School Radio: Bellabeat's...",
          1441394550
        ],
        [
          "YC Digest - 8/7-8/13 YC Digest - 8/7-8/13 Top Stories from the YC World - August 7-August 13, 2015\nA Conversation With Y Combinator’s President Sam Altman\n\n Startup School Radio: Campus Job's Co-Founders On Leaving Google And McKinsey For...",
          1439568886
        ],
        [
          "YC Digest - 7/31-8/6 YC Digest - 7/31-8/6 Top Stories from the YC World - July 31-August 6, 2015\n\n\nYC News\nLuke Iseman Joins YC Full-Time to Support Hardware and Biotech\n\nWelcome Simon\n\n Partnering With Insight Data Science\n\n\n\nStartup...",
          1438954204
        ],
        [
          "YC Digest - 7/24-7/30 YC Digest - 7/24-7/30 Top Stories from the YC World - July 24-July 30, 2015\n\n\nYC News\n\n  Announcing The YC Startup School Radio Podcast\n\n\n\n\n\n Essays\n\n\n What Makes Founders Succeed by Jessica Livingston\n\n\n\n\n\n\n Private...",
          1438352391
        ],
        [
          "YC Digest - 7/10-7/17 YC Digest - 7/10-7/17 Top Stories from the YC World - July 10-July 16, 2015\nStartup School Radio ep. 9 with YC's Geoff Ralston and David Bladow of BloomThat \n\nEssays\n7 Important Lessons from Airbnb's 7 Rejections by...",
          1437141606
        ],
        [
          "YC Digest - 5/22-6/4 YC Digest - 5/22-6/4 Top Stories from the YC World - May 22-June 4, 2015\n\n \n\n   \n\n \n\n  \n\n \n\n\nSam Altman kicks off the first Camp YC \"Culture starts when you're just two people.\" - Jessica Livingston on...",
          1433513279
        ],
        [
          "YC Digest - 4/24-4/30 YC Digest - 4/24-4/30 Top Stories from the YC World - April 24-April 30, 2015\n\n    \n\n \n\n  \n\n \n\n \n\nWatch\n\n PlatziConf brings YC to Mexico: Watch the livestream here starting at 9am CDT on Saturday, May 2 \n\n\n\n\nEssays\n\n...",
          1430487908
        ],
        [
          "YC Digest - 3/27-4/2 YC Digest - 3/27-4/2 YC W15 at their last dinner (Photo credit: Pretty Instant)\n\nTop Stories from the YC World - March 27-April 2, 2015\nWhat Happens After Y Combinator: The Marathon After the Sprint (Fast...",
          1428068303
        ],
        [
          "YC Digest - March 20-26, 2015 YC Digest - March 20-26, 2015 Top Stories from the YC World - March 20-26, 2015\nThe deadline to apply to YC S15 is tonight at 8pm PT!\n\nHere Are The Companies That Presented At Y Combinator Demo Day 1 - TechCrunch\n\n\n47 Startups...",
          1427467897
        ],
        [
          "YC Digest - 3/12-3/19 YC Digest - 3/12-3/19 Top Stories from the YC World - 3/12/15-3/19/15\nYC Stats - Winter 2015\n\nMetro Money: The Down and Dirty on the Laundry Biz - Cleanly (YC W15) in WSJ\n\n\n\n Product Hunt (YC S14) is teaching a class on...",
          1426863747
        ],
        [
          "YC Digest - 3/6-3/12 YC Digest - 3/6-3/12 Top Stories from the YC World - 3/6/15-3/12/15\nYC's 10th birthday was on March 11- How YC Started by Paul Graham\n\nWelcome Peter - Peter Thiel joins YC as a part-time partner\n\n\nThe 5 Laws of...",
          1426259758
        ],
        [
          "YC Digest - 2/27-3/5 YC Digest - 2/27-3/5 Top Stories from the YC World - 2/27/15-3/05/15\nSam Altman On The Elements Of A Successful Startup\n\n The Social Radar: What I Did at Y Combinator by Jessica Livingston\n\n\n\n\n\n\n What Ron Conway looks...",
          1425657610
        ],
        [
          "YC Digest 2/13-2/19 YC Digest 2/13-2/19 Top Stories from the YC World - 2/13/15-2/19/15\n\nYC's Female Founder's Conference is tomorrow (2/21)! Watch the livestream at femalefoundersconference.org.\n\n\n\nHow, and Why, Y Combinator Got Serious...",
          1424448010
        ],
        [
          "YC Digest 1/30-2/5 YC Digest 1/30-2/5 Top Stories from the YC World - 1/30/15-2/05/15\nYC for Hardware\n\nFrom Venture Capital to Accelerators, the Different Ways to Fund Startups - Geoff Ralston on KQED Forum\n\n\nThe Hot Software Niche in...",
          1423236840
        ],
        [
          "YC Digest 1/23-1/29 YC Digest 1/23-1/29 Top Stories from the YC World - 1/23/15-1/29/15\nGetting the Band Back Together: Why The Justin.TV Mafia Returned to Y Combinator\n\nDoorDash (YC S13) is now delivering in San Francisco! \n\n\nPushbullet...",
          1422635433
        ],
        [
          "YC Digest - 1/2-1/8 YC Digest - 1/2-1/8 Top Stories from the YC World - 1/2/15-1/8/15\n\n\n 7 admirable startups that are driving social change featuring Bayes Impact (YC S14)\n\n\n\n\nCongrats to YC's Sam Altman + the YC founders named in...",
          1420819208
        ]
      ],
      "dates_start": 1423932959,
      "dates_end": 1438263693,
      "likes_avg": 5,
      "likes_stdev": 4,
      "comments_avg": 0,
      "comments_stdev": 0,
      "shares_avg": 1,
      "shares_stdev": 0
    }
  ]
}